{"video_id": "0EW4AFSZjrk", "title": "Gaura Mandala Parikrama | Srinivasa Acharya: His Birth & Spiritual Legacy | Sri Jai Chaitanya Dasa", "speaker": "HG Jai Chaitanya Dasa", "youtube_url": "https://www.youtube.com/watch?v=0EW4AFSZjrk", "duration": 1232, "segments": [{"start": 0.0, "end": 27.8, "text": " Srinivas Acharya was born in 1530 A.D."}, {"start": 27.8, "end": 36.06, "text": " On the full moon day of the month of Vaisakha, in the village of Chakhandi, in the district of Nadia,"}, {"start": 36.86, "end": 43.44, "text": " his father, Gangadhar Bhattacharya, was a Brahmin of the Rarha class."}, {"start": 44.14, "end": 46.92, "text": " The Bhakti Ratnakara describes the event as follows."}, {"start": 47.66, "end": 53.34, "text": " When Mahaprabhu took sannyas in Kathua, Gangadhar Bhattacharya was overcome with grief"}, {"start": 53.34, "end": 57.260000000000005, "text": " and began to cry constantly while calling out the names,"}, {"start": 57.26, "end": 59.46, "text": " Ha Chaitanya, Ha Chaitanya."}, {"start": 60.099999999999994, "end": 64.52, "text": " When other devotees saw him intoxicated in divine love for Mahaprabhu,"}, {"start": 65.08, "end": 70.88, "text": " they nicknamed him Chaitanya Das, a name that stuck with him for the rest of his life."}, {"start": 71.72, "end": 75.34, "text": " Chaitanya Dasa had no desire for the things of this world."}, {"start": 75.9, "end": 82.38, "text": " But one day, he suddenly felt a strong wish to have a son and told this to his wife, Leshmipriya."}, {"start": 82.56, "end": 86.22, "text": " She responded by telling him to immediately go to Puri"}, {"start": 86.22, "end": 87.24, "text": " and ask Mahaprabhu,"}, {"start": 87.26, "end": 88.36, "text": " for his blessings."}, {"start": 89.10000000000001, "end": 96.84, "text": " The couple left for Puri, stopping for a few days at the house of Balaram Vibhra,"}, {"start": 97.84, "end": 100.58000000000001, "text": " Leshmipriya's father, in Jaji Gram."}, {"start": 101.16000000000001, "end": 107.2, "text": " When they arrived in Puri, Chaitanya Dasa and his wife paid their obeisances to Mahaprabhu."}, {"start": 107.72, "end": 110.64, "text": " But before they could speak, the Lord himself said,"}, {"start": 111.04, "end": 112.30000000000001, "text": " understanding their desire,"}, {"start": 112.78, "end": 115.78, "text": " Jagannath Deva will surely fulfill all your desires."}, {"start": 116.24000000000001, "end": 117.24000000000001, "text": " The other devotees said,"}, {"start": 117.26, "end": 120.82000000000001, "text": " The other devotees were curious about what desire Mahaprabhu was talking about,"}, {"start": 121.28, "end": 122.98, "text": " and they asked his servant Govinda."}, {"start": 123.72, "end": 128.5, "text": " But before he could say anything, Mahaprabhu called Govinda and gave him the answer."}, {"start": 129.04, "end": 131.06, "text": " Chaitanya Dasa decides to have a son."}, {"start": 131.6, "end": 134.84, "text": " Indeed, his wife will give birth to a jewel of a son,"}, {"start": 135.22, "end": 136.8, "text": " who will be named Srinivas."}, {"start": 138.38, "end": 145.1, "text": " He will be the manifest form of my love and will be non-different from me."}, {"start": 145.48000000000002, "end": 147.1, "text": " He will increase everyone's love."}, {"start": 147.1, "end": 149.85999999999999, "text": " He will increase everyone's enthusiasm for devotion."}, {"start": 150.23999999999998, "end": 154.1, "text": " Through Rupa and others, I will bring scriptures into the world,"}, {"start": 154.34, "end": 157.1, "text": " and through Srinivas, I shall distribute them."}, {"start": 157.78, "end": 160.28, "text": " Once they had received Mahaprabhu's blessing,"}, {"start": 160.48, "end": 164.78, "text": " Chaitanya Dasa and his wife returned to his home,"}, {"start": 164.78, "end": 168.68, "text": " and when the auspicious moment came, a son was born to them."}, {"start": 168.98, "end": 172.78, "text": " Chaitanya Dasa immediately offered the child to Mahaprabhu."}, {"start": 173.54, "end": 176.07999999999998, "text": " Srinivas Acharya was devoted to his parents."}, {"start": 176.07999999999998, "end": 176.42, "text": " Srinivas Acharya was devoted to his parents."}, {"start": 176.42, "end": 176.72, "text": " Srinivas Acharya was devoted to his parents."}, {"start": 176.72, "end": 185.4, "text": " He was fortunate to hear about, hear both Mahaprabhu's divine glories as well as Radha and Krishna's Vrindavan pastimes from his father."}, {"start": 186.04, "end": 192.04, "text": " The two of them could go, would go into an ecstatic state as they discussed these transcendental topics."}, {"start": 192.4, "end": 195.4, "text": " Srinivas's mother trained him in Kirtan."}, {"start": 196.2, "end": 206.52, "text": " He studied grammar, literature, and poetic theory from Dhananjaya Vidya Vachaspati and quickly acquired mastery of these subjects."}, {"start": 206.72, "end": 207.22, "text": " He studied grammar, literary, and poetic theory from Dhananjaya Vidya Vachaspati and quickly acquired mastery of these subjects."}, {"start": 207.22, "end": 210.26, "text": " Not long afterwards,"}, {"start": 210.26, "end": 213.1, "text": " Srinivas's father died."}, {"start": 213.1, "end": 216.3, "text": " The loss of his devotee father's association greatly affected Srinivas"}, {"start": 216.3, "end": 217.28, "text": " The loss of his devotee father's association greatly affected Srinivas"}, {"start": 217.94, "end": 220.92, "text": " so he made concerted effort to"}, {"start": 220.92, "end": 223.52, "text": " console him and his mother in their grief."}, {"start": 225.8, "end": 226.78, "text": " So, he made concerted effort to"}, {"start": 226.78, "end": 229.84, "text": " console him and his mother in their grief."}, {"start": 229.84, "end": 232.8, "text": " The night Srinivas took his mother and moved from Chakhandi to his maternal grandfather's house in Jhaji-Gram,"}, {"start": 232.8, "end": 233.66, "text": " Srinivas took his mother and moved from Chakhandi to his maternal grandfather's house in Jhaji-Gram,"}, {"start": 233.66, "end": 236.6, "text": " where the villagers were overjoyed to see him."}, {"start": 236.6, "end": 243.6, "text": " went to visit Narahari Sarkar in nearby Srikanta. From Narahari, he learned that"}, {"start": 243.6, "end": 249.85999999999999, "text": " Mahaprabhu would shortly be ending his earthly pastimes. This news made Srinivas"}, {"start": 249.85999999999999, "end": 254.34, "text": " determined to see the Lord before it happened. He quickly returned to"}, {"start": 254.34, "end": 260.48, "text": " Jajigram and took permission from his mother to make a trip to Puri. He then"}, {"start": 260.48, "end": 264.88, "text": " joined the devotees on the annual pilgrimage. It was the fifth day of the"}, {"start": 264.88, "end": 271.48, "text": " waxing moon. Before arriving in Puri, however, the news arrived that Mahaprabhu"}, {"start": 271.48, "end": 278.15999999999997, "text": " had indeed ended his Leela. Srinivas Acharya fainted at the news and when he"}, {"start": 278.15999999999997, "end": 283.36, "text": " came back to consciousness, he decided to commit suicide. However, the Lord himself"}, {"start": 283.36, "end": 288.98, "text": " appeared to him in a dream and told him to complete his journey to Puri."}, {"start": 288.98, "end": 294.82, "text": " Once in Puri, he again had a dream in which he saw Jagannath, Subhadra,"}, {"start": 294.82, "end": 300.68, "text": " and Baladev, as well as Chaitanya Mahaprabhu, with his associates. The"}, {"start": 300.68, "end": 306.04, "text": " incarnation of Mahaprabhu's pleasure potency, Srila Gadhadara Pandit Goswami,"}, {"start": 306.04, "end": 311.86, "text": " met him and both of them were immersed in an ocean of ecstasy. Srinivas also met"}, {"start": 311.86, "end": 318.5, "text": " Raya Ramananda, Paramananda Puri, Sakhi Mahayati, Sarvabhauma Bhatt, Sarvabhauma Pandit,"}, {"start": 318.5, "end": 323.42, "text": " Shikhi Mahayati, Sarvabhauma Pandit, Prakreshwara Pandit, and Srinivas Acharya."}, {"start": 324.82, "end": 331.36, "text": " They met Govinda, Shankara Pandit, Gopinath Acharya and received blessings from them all."}, {"start": 331.36, "end": 337.06, "text": " Srinivas Acharya stayed for some time in Puri, hearing Srimad Bhagavatam from Gadhadara Pandit"}, {"start": 337.06, "end": 343.65999999999997, "text": " Goswami. Gadhadara then told him to return to Gouda. When Srinivas returned, he heard"}, {"start": 343.65999999999997, "end": 349.98, "text": " that Advaita Acharya and Nityananda Prabhu had also disappeared. Once again, he determined"}, {"start": 349.98, "end": 354.62, "text": " to end his life. But the two Prabhus appeared to him in a dream"}, {"start": 354.82, "end": 363.18, "text": " and had him give up his intention. When he arrived in Navadvipa, Srinivas was once again"}, {"start": 363.18, "end": 371.84, "text": " plunged into a morose of sorrow at the loss of Chaitanya Mahaprabhu. Vamshi Vadanananda"}, {"start": 371.84, "end": 378.46, "text": " Gotthakur saw him in this condition and approached Vishnupriya Devi and asked her to grant an"}, {"start": 378.46, "end": 384.82, "text": " audience to Srinivas and bless him. Srinivas Acharya was amazed to see the intense renunciation"}, {"start": 384.82, "end": 391.94, "text": " and deep faith of Mahaprabhu's widow. While in Navadvipa, he had a dream of Satchi Devi"}, {"start": 391.94, "end": 398.52, "text": " and received blessings from her too. Srinivas then wandered throughout Bengal, going to"}, {"start": 398.52, "end": 405.62, "text": " all the three parts of the associates of Mahaprabhu and Nityananda Prabhu, seeking their blessings."}, {"start": 405.62, "end": 414.74, "text": " He visited Shantipur, Kardaha, Kanakula, Krishnanagar, Srikanta, etc., met Murari Gupta,"}, {"start": 414.74, "end": 421.28000000000003, "text": " Sivasa Pandit, Damodara Pandit, Shukkaam Brahma Brahmachari, Gadadhar Das, Parameshwari Das,"}, {"start": 421.28000000000003, "end": 429.06, "text": " Jnanava Devi, Vasudha Devi, Veerabhadra, Averam Thakur, Narahari Sarkar Thakur, Raghunandan"}, {"start": 429.06, "end": 436.5, "text": " Thakur. All these great personalities witnessed Srinivas' intense devotion and told him to"}, {"start": 436.5, "end": 443.66, "text": " go to Vrindavana. Srinivas then went to his mother and asked her repeatedly for permission"}, {"start": 443.66, "end": 444.66, "text": " to make the trip to Vrindavan."}, {"start": 444.66, "end": 448.52000000000004, "text": " which she could not refuse when she saw his great eagerness."}, {"start": 449.56, "end": 459.90000000000003, "text": " Srinivasa then travelled through Agra, Dvipa, Khatva, Maureshwara, Eka Chakra to Kashi, Ayodhya and Prayag."}, {"start": 459.90000000000003, "end": 467.64000000000004, "text": " He spent a long time travelling and visiting all these holy places before finally arriving at Vraja."}, {"start": 467.64, "end": 478.3, "text": " There he heard that Rupa Goswami, Sanatan Goswami, Kashi Shwara Pandit and Raghunath Bhatta Goswami had all disappeared."}, {"start": 479.12, "end": 483.97999999999996, "text": " Raghunath Das Goswami, Gopalabhatta Goswami and Jeeva Goswami were still living."}, {"start": 483.97999999999996, "end": 489.34, "text": " However, Srinivas met all three of them and received their blessings."}, {"start": 489.94, "end": 496.58, "text": " He was initiated by Gopalabhatta and took instruction in the Vaishnava scriptures from Jeeva."}, {"start": 496.58, "end": 504.21999999999997, "text": " In great affection for Srinivasa, Jeeva commended him to his deities, Radha Dhamodara."}, {"start": 504.96, "end": 511.2, "text": " Srinivasa met Raghunath Das and Krishna Das Kaviraj in Radha Kunda and received their blessings."}, {"start": 511.94, "end": 524.4399999999999, "text": " One day, Sri Jeeva heard Srinivasa explain a verse from Ujjwala Ninamani and was so impressed by his erudition that he bestowed the title Acharya upon him."}, {"start": 524.4399999999999, "end": 526.4399999999999, "text": " Jeeva also gave the title."}, {"start": 526.8000000000001, "end": 533.1, "text": " Jeeva gave the title Thakur to Narottama and Shamananda and Shamananda name to Dukkhi Krishna Das."}, {"start": 533.9200000000001, "end": 540.24, "text": " Jeeva ordered Srinivas to tour the sites of pilgrimages in Braja area with Raghava Goswami."}, {"start": 541.32, "end": 545.8000000000001, "text": " After Srinivas had attained mastery of the Gaudiya Vaishnava scriptures."}, {"start": 546.6, "end": 556.46, "text": " Sri Jeeva and other Vaishnavas in Braja ordered him, Narottama and Srinivas to take manuscripts of these most remembered scriptures."}, {"start": 556.58, "end": 565.22, "text": " valuable books back to bangal in an ox cart it was a long and dangerous trip but they were able"}, {"start": 565.22, "end": 572.34, "text": " to cover the greater part of the distance without any trouble upon arriving in the hindu kingdom of"}, {"start": 572.34, "end": 579.7, "text": " pana vishnupura they felt that the danger was over however the rumor had reached the capital"}, {"start": 579.7, "end": 586.98, "text": " of vishnupura here that a rich merchant was traveling to pulli with a valuable cargo of"}, {"start": 586.98, "end": 594.58, "text": " merchandise the ruler of the kingdom led a gang of high when highwaymen and when he heard that a"}, {"start": 594.58, "end": 600.9000000000001, "text": " cargo of great value was passing through his kingdom he asked an astrologer to divine the"}, {"start": 600.9000000000001, "end": 606.26, "text": " truth of the rumors the astrologer confirmed that this was indeed a cargo of great value"}, {"start": 607.1400000000001, "end": 609.62, "text": " the king immediately sent a group of robbers"}, {"start": 609.7, "end": 616.98, "text": " to steal it, specifying that they should kill no one. The robbers first worshipped the goddess"}, {"start": 616.98, "end": 624.1600000000001, "text": " Chandi, then sent out a spy who returned to tell them that everyone in the group accompanying the"}, {"start": 624.1600000000001, "end": 631.0, "text": " ox-cart was sleeping in exhaustion. After eating their night meal, the robbers thought that this"}, {"start": 631.0, "end": 636.58, "text": " was surely Chandi's mercy that a golden opportunity like this had come their way."}, {"start": 636.58, "end": 644.0400000000001, "text": " They seized the ox-cart and the books, thinking they were gold and jewels, and turned them over"}, {"start": 644.0400000000001, "end": 652.9000000000001, "text": " to the king. When Vishnupura's king saw the large chest, he was delighted at the prospect of finding"}, {"start": 652.9000000000001, "end": 660.24, "text": " a large amount of valuables inside. How disappointed he must have been to see nothing but books inside."}, {"start": 661.1400000000001, "end": 666.48, "text": " He turned to the astrologer and asked him how he could have made such a mistake."}, {"start": 666.58, "end": 672.7800000000001, "text": " The astrologer answered, I cannot understand it. Every time I made my calculation,"}, {"start": 673.2, "end": 678.38, "text": " it came up with the same conclusion. This chest is full of priceless jewels."}, {"start": 679.1600000000001, "end": 687.1600000000001, "text": " It is incredible. I don't know why my calculations have gone wrong. The mere sight of the holy books"}, {"start": 687.1600000000001, "end": 694.82, "text": " had a purifying effect on the king. This king is King Virahambar of this place. We are in his"}, {"start": 694.82, "end": 695.12, "text": " kingdom."}, {"start": 696.58, "end": 703.6800000000001, "text": " Be careful with any valuables you have. However, and he regretted having stolen them. Indeed,"}, {"start": 704.0200000000001, "end": 709.9200000000001, "text": " he desired to meet with the acharya of the books. The next morning, Srinivasa, Narottama, and"}, {"start": 709.9200000000001, "end": 716.26, "text": " Shamananda awoke to find the chest of the books missing. They searched everywhere, but when they"}, {"start": 716.26, "end": 721.6600000000001, "text": " failed to find any clue to the books whereabout, they felt so depressed that they considered"}, {"start": 721.6600000000001, "end": 726.3000000000001, "text": " killing themselves. Some local villagers saw the distressed condition of the three"}, {"start": 726.58, "end": 735.7800000000001, "text": " Vaishnavas and immediately suspected the robber king Veerahambira. Srinivasa made some"}, {"start": 735.7800000000001, "end": 740.64, "text": " further investigations and was assured that he would be able to find more information"}, {"start": 740.64, "end": 746.5200000000001, "text": " about the king himself. The three Vaishnavas felt some hope and abandoned their suicidal"}, {"start": 746.5200000000001, "end": 754.84, "text": " intentions. Srinivasa Acharya decided to remain in Vishnupura in the hope of finding the books,"}, {"start": 754.84, "end": 759.6800000000001, "text": " but he sent Narottama to Keturi and Shamananda to Orissa."}, {"start": 759.6800000000001, "end": 765.12, "text": " While staying in Vishnupura, Srinivasa heard from a Brahmin named Krishna Vallabha that"}, {"start": 765.12, "end": 772.6600000000001, "text": " Veerahambira liked to listen to Srimad Bhagavatam and daily attended classes. On the next day,"}, {"start": 772.6600000000001, "end": 778.52, "text": " Srinivasa went with his Brahmin to the hall where the Bhagavata classes were held. The"}, {"start": 778.52, "end": 784.44, "text": " Brahmin introduced Srinivasa to the king as a great Vaishnava, and the king indeed observed"}, {"start": 784.44, "end": 784.64, "text": " the characteristics of the Brahmin."}, {"start": 784.84, "end": 796.14, "text": " The king expressed a desire to hear Srinivasa speak on the Bhagavata, and Srinivasa agreed,"}, {"start": 796.14, "end": 801.72, "text": " thinking that this might be a good opportunity to recover the books. So he started to give"}, {"start": 801.72, "end": 809.5600000000001, "text": " lectures on the Bhagavata on a daily basis. The king was enchanted by Srinivasa's unprecedented"}, {"start": 809.5600000000001, "end": 814.44, "text": " explanations of the Bhagavata in his sweet voice."}, {"start": 814.44, "end": 821.32, "text": " Srinivasa's acharyas primarily preached Bahan Prabhu's Dharma through speaking on the"}, {"start": 821.32, "end": 827.48, "text": " Bhagavata and Kirtan, while Narottama and Shamananda primarily used the medium of Kirtan."}, {"start": 828.0400000000001, "end": 838.0400000000001, "text": " The styles of Kirtan that these three acharyas used were named Manohara Sahi, Garana Hati,"}, {"start": 838.0400000000001, "end": 839.32, "text": " and Reneti."}, {"start": 839.32, "end": 844.2800000000001, "text": " ViraHambira arranged for a secluded dwelling."}, {"start": 844.44, "end": 848.5600000000001, "text": " to be given to Srinivasa Acharya."}, {"start": 848.5600000000001, "end": 856.0400000000001, "text": " One day, when he had the opportunity to find the king alone in his apartment, Srinivasa"}, {"start": 856.0400000000001, "end": 862.58, "text": " recounted the entire story of the journey from Raja and the theft of the manuscripts."}, {"start": 862.58, "end": 868.7800000000001, "text": " The king immediately confessed, showing great sorrow for his misdeed, and had the chest"}, {"start": 868.7800000000001, "end": 873.12, "text": " of books returned to its owner."}, {"start": 873.12, "end": 879.84, "text": " In great relief, Srinivasa immediately sent messengers to Vrindavan, Narottama, and Shamananda"}, {"start": 879.84, "end": 883.0600000000001, "text": " with the good news."}, {"start": 883.0600000000001, "end": 888.5, "text": " In the course of time, Veerahambira and his entire entourage all took initiation from"}, {"start": 888.5, "end": 896.38, "text": " Srinivasa and dedicated their entire lives and wealth to him."}, {"start": 896.38, "end": 900.78, "text": " After staying in Vana Vishnupura for some time."}, {"start": 900.78, "end": 902.78, "text": " This place is Vana Vishnupura."}, {"start": 902.78, "end": 911.12, "text": " The forest is totally different from the dry areas we came from yesterday."}, {"start": 911.12, "end": 916.9599999999999, "text": " Very unusual atmosphere in this kingdom."}, {"start": 916.9599999999999, "end": 922.36, "text": " After staying in Vana Vishnupura for some time, Srinivasa Acharya returned to his maternal"}, {"start": 922.36, "end": 925.78, "text": " grandfather's house in Jaji Gram."}, {"start": 925.78, "end": 930.1, "text": " Then he set off on another tour to Kathua, Navadvipa, and other important towns in Bengal."}, {"start": 930.1, "end": 931.1, "text": " Srinivasa Acharya is that person who donated his life to the local church."}, {"start": 931.1, "end": 932.1, "text": " He is the chief priest of the holy place of the Vrindavan."}, {"start": 932.1, "end": 932.62, "text": " The holy place of Vrindavan."}, {"start": 932.62, "end": 932.66, "text": " Trip to the ancientynes of Dhaka."}, {"start": 932.66, "end": 939.86, "text": " Srinivasa respected Narahari Sarkar of Shrikhanda greatly and was also very devoted to his saintly mother."}, {"start": 940.7199999999999, "end": 947.4399999999999, "text": " When Narahari heard Srinivasa's mother express her desire to see her son married, he gave him the order to do so."}, {"start": 948.0799999999999, "end": 954.54, "text": " Even prior to receiving this order, Srinivasa had received the same command from Advaita Acharya in a dream."}, {"start": 954.76, "end": 961.92, "text": " Though he felt somewhat ashamed, he realized that he could not ignore the wishes of Narahari."}, {"start": 961.9200000000001, "end": 973.9000000000001, "text": " His mother and Advaita Prabhu, he thus agreed to get married and was wed to Ishwari, the devoted daughter of Gopala Chakravarti of Jajigraha."}, {"start": 974.96, "end": 980.1, "text": " It is not always easy to understand the divine activities of Mahaprabhu's devotees."}, {"start": 980.9200000000001, "end": 987.8000000000001, "text": " Only someone who is totally surrendered to the Lord and his devotees can have access to their glories."}, {"start": 988.8000000000001, "end": 991.7800000000001, "text": " Srinivasa Acharya started to teach the Goswami books."}, {"start": 991.9200000000001, "end": 993.9200000000001, "text": " He taught them to the disciples in Jajigraha."}, {"start": 993.9200000000001, "end": 998.9200000000001, "text": " We will be going to Jajigraha the day after tomorrow on the way to Kathmalada."}, {"start": 999.9200000000001, "end": 1007.9200000000001, "text": " One of his most important disciples was Ramachandra Kaviraj, the son of Shrikhanda resident Chiranjeeva Sena."}, {"start": 1008.9200000000001, "end": 1012.9200000000001, "text": " Srinivasa gave Ramachandra the title Kaviraj after hearing his poems."}, {"start": 1013.9200000000001, "end": 1019.9200000000001, "text": " Narottama Thakur had a close friendship with Ramachandra Kaviraj and even wrote about it in one of his songs,"}, {"start": 1019.9200000000001, "end": 1020.9200000000001, "text": " Dayakaro Shriyaji."}, {"start": 1021.9200000000001, "end": 1027.92, "text": " Srinivasa Acharya, Prabhu Srinivas, Ramachandra Sangamage, Narottama Das."}, {"start": 1028.92, "end": 1032.92, "text": " That whole song is basically praying for the association of great Vaishnavas."}, {"start": 1033.92, "end": 1042.92, "text": " Sri Shuklambara Brahmachari, Gadadara Das, Narahari Sarkar and Dujahari Das all ended their earthly activities."}, {"start": 1043.92, "end": 1048.92, "text": " Srinivasa Acharya once again felt overcome by grief and made another trip to Vrindavan."}, {"start": 1048.92, "end": 1055.92, "text": " Once again he met the Gopalbhata and Sri Jiva Goswamis as well as with Bhugarba and Lokarnath Goswami."}, {"start": 1056.92, "end": 1061.92, "text": " And these great devotees spoke to him encouragingly, reducing his feelings of loss."}, {"start": 1062.92, "end": 1067.92, "text": " Ramachandra Kaviraj and Shamananda Prabhu also joined Srinivas in Vraja on this occasion."}, {"start": 1068.92, "end": 1077.92, "text": " When he returned to Gouda, Srinivas joined in the festivities occasioning the anniversaries of the departure of Gadadara Das in Katwa."}, {"start": 1078.92, "end": 1085.92, "text": " Narahari in Srikhanda and Dujahari Das in Kanchanagiriya."}, {"start": 1086.92, "end": 1094.92, "text": " From there he went to Budhari village where Ramachandra Kaviraj and Govinda Kaviraj hosted him with great uplands."}, {"start": 1095.92, "end": 1102.92, "text": " Narottama Das Thakur had also left Vrindavan on Lokarnath Goswami's orders, returning to his home in Keturi."}, {"start": 1103.92, "end": 1107.92, "text": " On the full moon day of Phalgunam, he established the worship of six sets of deities in the temple."}, {"start": 1109.92, "end": 1116.92, "text": " Koranga, Vallabhikanta, Rajamohana, Shri Krishna, Radhakanta and Radharavana."}, {"start": 1117.92, "end": 1121.92, "text": " Srinivas Acharya performed the installation ceremonies of the first puja."}, {"start": 1122.92, "end": 1124.92, "text": " Janava Devi was also present at this great event."}, {"start": 1125.92, "end": 1128.92, "text": " After the festival, she went on to Vraja with her and Raj."}, {"start": 1129.92, "end": 1134.92, "text": " Upon her return, she met with Srinivas Acharya at Katwa and then went with him to spend some time in Jajigram."}, {"start": 1135.92, "end": 1137.92, "text": " Srinivas Acharya made another trip to Navadip"}, {"start": 1138.92, "end": 1147.92, "text": " with Narottama and Ramachandra Kaviraj, performing the parikrama of the nine islands, each of which represents one of the limbs of devotional service."}, {"start": 1148.92, "end": 1156.92, "text": " When Raghunandan Thakur entered the Nitya Leela, Srinivas Acharya went to Shrikanta to help conduct the funeral festivals in his honor."}, {"start": 1157.92, "end": 1163.92, "text": " He returned with a heavy heart to Jajigram and from there went to see his disciples in Vanavishnupura."}, {"start": 1164.92, "end": 1167.92, "text": " He was received by the excited king and the other residents of the temple."}, {"start": 1169.92, "end": 1178.92, "text": " There, he received an order from Mahaprabhu himself in a dream to accept the hand of Gaurangapriya, the daughter of a certain Raghava Chakravarti."}, {"start": 1179.92, "end": 1186.92, "text": " Raghava and his wife, Mahadavi, had been searching for a suitable husband for their daughter, with no success."}, {"start": 1187.92, "end": 1191.92, "text": " They also received the order in a dream to give their daughter in marriage to Srinivasa."}, {"start": 1192.92, "end": 1195.92, "text": " As a result, Srinivasa married for a second time."}, {"start": 1195.92, "end": 1201.92, "text": " The pure devotee has no other objective in life than to fulfill the desires of the Supreme Lord."}, {"start": 1202.92, "end": 1205.92, "text": " They are thus ready to do anything if it pleases the Lord."}, {"start": 1206.92, "end": 1211.92, "text": " None of their activities has the slightest hint of material desire in it."}, {"start": 1212.92, "end": 1224.92, "text": " Srinivasa Acharya is the Avesha incarnation of Mahaprabhu himself, and his transcendental activities can only be described by someone who has received his special blessings."}, {"start": 1225.92, "end": 1229.92, "text": " Srinivasa Acharya Ki Jai!"}]}