{"video_id": "0midTiF87XQ", "title": "SB 1.19.9-10 Part 2 | HH Stoka Krishna Swami | 09-05-2023 | Daily Evening Bhagavatam Discourse", "speaker": "HH Stoka Krishna Swami", "youtube_url": "https://www.youtube.com/watch?v=0midTiF87XQ", "duration": 964, "segments": [{"start": 0.0, "end": 16.580000000000002, "text": " ओम ज्ञानति मिरान्धस्या ज्ञानां जनिषलाकया चक्षरुन्मीलितं जेनातस्मै श्री गुरवेनमहा नमा ओम विष्णु पादाया कृष्ण पेष्ठाय भूतले श्रीमते भक्ति वेदान्त स्वामिन्निति नामिने"}, {"start": 16.580000000000002, "end": 33.52, "text": " नमस्ते सारस्वते देवे गौरवाणी प्रचारिने निर्विशेश शुन्यवादी पाश्चत्य देशतारिने जय श्री कृष्ण चैतन्या प्रभूनित्यानन्दा श्री अद्वैत गणाधर श्रीवासादी गौरभक्त वृन्दा"}, {"start": 33.52, "end": 42.56, "text": " Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"}, {"start": 42.56, "end": 54.980000000000004, "text": " Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deviim Saraswatiim Vyasam Tato Jayam Udhirayet"}, {"start": 54.980000000000004, "end": 65.98, "text": " In this session we will continue to discuss from the 9th and 10th verses of the 19th chapter of the first canto of Srimad Bhagavatam."}, {"start": 66.28, "end": 80.42, "text": " These two verses describe the names of some of the great sages who arrived at the spot where Parikshit Maharaj was sitting, fasting unto death, preparing himself for quitting his body."}, {"start": 81.58000000000001, "end": 84.62, "text": " So when the news spread, great personalities from"}, {"start": 84.98, "end": 101.02000000000001, "text": " the upper planets of the universe arrived there, because they could foresee that Srimad Bhagavatam is going to be spoken, so they came to associate with Parikshit Maharaj and Shukadeva Goswami."}, {"start": 102.60000000000001, "end": 114.96000000000001, "text": " So Srila Prabhupada, continuing the discussion of the purport, Srila Prabhupada describes briefly some of the characteristics or the characteristics of the Srimad Bhagavatam."}, {"start": 114.98, "end": 126.2, "text": " The historical details about the great sages, their personality, how they are so great personalities themselves."}, {"start": 129.74, "end": 142.64000000000001, "text": " Vasishta. Vasishta is the great celebrated sage among the brahmanas, well known as the Brahma Rishi. Rishi means a sage."}, {"start": 144.98, "end": 174.95999999999998, "text": " there are different kinds of rishis. Brahma rishi is a sage among the brahmanas. A deva rishi is a sage among the devatas, devas. Narada is a deva rishi. Vasishta is a Brahma rishi. Pariksit is a Raja rishi. He is a sage amongst great kings. Raja rishi. So Raja rishi."}, {"start": 174.98, "end": 192.83999999999997, "text": " So like Pariksit is a Raja rishi, Narada is a deva rishi, Vasishta is a Brahma rishi. Now Vasishta is a prominent figure in both the Ramayana and Mahabharata periods."}, {"start": 192.83999999999997, "end": 204.83999999999997, "text": " You should remember Ramayana is in Treta Yuga, historical narration of a history of"}, {"start": 204.98000000000002, "end": 220.54000000000002, "text": " the great incarnation of the Supreme Lord, Lord Rama. Mahabharata is the history of the Pandavas and Kauravas during the Dwapar Yuga, a later age."}, {"start": 220.54000000000002, "end": 234.20000000000002, "text": " But still, such personalities as Brahma, Shiva, Vasishta, Bhrgumuni, they all live."}, {"start": 234.98000000000002, "end": 255.32000000000002, "text": " Beyond the duration of one Yuga. A Yuga itself, this Kali Yuga, lasts 4,32,000 years according to the calculation of time on the Earth planet."}, {"start": 255.32000000000002, "end": 263.16, "text": " So they live beyond even the four Yugas put together."}, {"start": 263.86, "end": 264.82, "text": " The four Yugas,"}, {"start": 264.98, "end": 278.94, "text": " put together Sathya, Treta, Dwapara, Kali, each previous Yuga to the Kali Yuga is two times, three times, four times the duration of Kali Yuga."}, {"start": 278.94, "end": 290.94, "text": " So sum total of the four Yugas duration, Sathya, Treta, Dwapara, Kali, is 43 lakhs of years."}, {"start": 290.94, "end": 295.42, "text": " 43 lakhs of years."}, {"start": 295.42, "end": 300.94, "text": " That's 4 million, some 320,000 years."}, {"start": 300.94, "end": 303.34, "text": " Millions of years."}, {"start": 303.34, "end": 306.66, "text": " So even beyond that they live."}, {"start": 306.66, "end": 316.34, "text": " They are all residents of the upper planets, where these planets are not destroyed at the end of Brahma's day."}, {"start": 316.34, "end": 318.94, "text": " They live even beyond one day."}, {"start": 318.94, "end": 319.82, "text": " They live even beyond one day."}, {"start": 319.82, "end": 320.32, "text": " They live even beyond one day."}, {"start": 320.32, "end": 320.82, "text": " They live even beyond one day."}, {"start": 320.82, "end": 320.92, "text": " They live even beyond one day."}, {"start": 320.94, "end": 321.62, "text": " One day of Brahma."}, {"start": 321.62, "end": 330.18, "text": " One day of Brahma is 1000 cycles of the four Yugas on the Earth planet."}, {"start": 330.18, "end": 333.52, "text": " So they live beyond all this."}, {"start": 333.52, "end": 345.52, "text": " So these great personalities, they appear in descriptions of the incidents in Ramayana."}, {"start": 345.52, "end": 350.82, "text": " They appear in the descriptions of the incidents in Mahabharata."}, {"start": 350.82, "end": 351.82, "text": " They appear in the descriptions of the Puranas."}, {"start": 351.82, "end": 352.82, "text": " They appear in the descriptions of the Puranas."}, {"start": 352.82, "end": 353.82, "text": " The Puranas are very ancient histories."}, {"start": 353.82, "end": 354.82, "text": " The Puranas are very ancient histories."}, {"start": 354.82, "end": 355.82, "text": " They go back to the beginning of creation."}, {"start": 355.82, "end": 356.82, "text": " They go back to the beginning of creation."}, {"start": 356.82, "end": 357.82, "text": " They go back to the previous day of Brahma."}, {"start": 357.82, "end": 358.82, "text": " They go back to the previous day of Brahma."}, {"start": 358.82, "end": 359.82, "text": " Like that."}, {"start": 359.82, "end": 360.82, "text": " So Vasishta Rishi is a prominent figure in both the Ramayana and Mahabharata periods."}, {"start": 360.82, "end": 361.82, "text": " So Vasishta Rishi is a prominent figure in both the Ramayana and Mahabharata periods."}, {"start": 361.82, "end": 362.82, "text": " He celebrated the coronation ceremony of the personality of God Sri Rama."}, {"start": 362.82, "end": 363.82, "text": " He celebrated the coronation ceremony of the personality of God Sri Rama."}, {"start": 363.82, "end": 364.82, "text": " He celebrated the coronation ceremony of the personality of God Sri Rama."}, {"start": 364.82, "end": 374.42, "text": " day of Brahma like that so Vasishtha Rishi is prominent figure in both the Ramayana and"}, {"start": 374.42, "end": 381.68, "text": " Mahabharata periods he celebrated the coronation ceremony of the personality of God Sri Rama if you"}, {"start": 381.68, "end": 394.06, "text": " remember the description in Ramayana Lord Rama appeared as a son of Dasharatha and one of the"}, {"start": 394.06, "end": 403.3, "text": " queens of Dasharatha Kausalya was his mother so Rama was about to be enthroned he was the eldest"}, {"start": 403.3, "end": 410.12, "text": " son of Dasharatha he was about to be enthroned as the as the next king of Ayodhya succeeding"}, {"start": 410.12, "end": 419.62, "text": " Dasharatha Maharaj but the day before the coronation Dasharatha's youngest queen Kaikeyi"}, {"start": 419.62, "end": 423.94, "text": " she asked him for two boons"}, {"start": 424.06, "end": 437.44, "text": " which he had promised to give her earlier so the boon she asked which Dasharatha had promised"}, {"start": 437.44, "end": 449.2, "text": " to fulfill she asked that her son be coronated as the king of Ayodhya and not Rama so Dasharatha"}, {"start": 449.2, "end": 454.0, "text": " had agreed to give her this boom and every mother wants"}, {"start": 454.06, "end": 469.3, "text": " Her own son to be the king. Okay. He agreed for that. But the second boon she asked was very, very, very heartbreaking. It shattered the heart of Dasharatha."}, {"start": 469.3, "end": 497.5, "text": " The second boon she asked is not only that my son should be coronated as the king in place of Rama, but Rama should be in exile for 14 years from today, so that her son can establish himself as the king without any opposition from Rama."}, {"start": 497.8, "end": 499.28000000000003, "text": " This was Kaikeyi's opinion."}, {"start": 499.3, "end": 528.46, "text": " This was Kaikeyi's calculation. So Dasharatha was completely heartbroken. But nevertheless, he lived up to his promise. And when Rama came and inquired from Dasharatha, what is the cause for his grief, the day before his coronation, when Dasharatha said, I have given such a boon to Kaikeyi, two boons, and she's asking these two things."}, {"start": 529.3, "end": 550.78, "text": " Rama readily agreed to keep the promise of his father intact. He readily agreed to Bharata, his younger stepbrother, being coronated as the king of Ayodhya to succeed Dasharatha."}, {"start": 550.78, "end": 557.9, "text": " And he agreed to go to the forest and live in exile for 14 years."}, {"start": 559.3000000000001, "end": 567.36, "text": " To keep his father's promise intact. This is the ideal son of his great father."}, {"start": 569.86, "end": 586.1800000000001, "text": " So later on, after 14 years, when he came back, Bharata, of course, did not want to be the king. And he would not accept the position of the king of Ayodhya."}, {"start": 586.1800000000001, "end": 588.98, "text": " He ruled on behalf of Rama."}, {"start": 589.3000000000001, "end": 595.8800000000001, "text": " And when Rama returned after exile, he handed over charge of ruling the kingdom to Rama."}, {"start": 595.8800000000001, "end": 600.86, "text": " Rama was coronated as the king of Ayodhya."}, {"start": 600.86, "end": 603.8000000000001, "text": " After he returned from exile."}, {"start": 603.8000000000001, "end": 610.96, "text": " And Vasishta was present in that coronation ceremony of Lord Rama."}, {"start": 610.96, "end": 616.6200000000001, "text": " He was also present on the battlefield of Kurukshetra."}, {"start": 616.6200000000001, "end": 617.8600000000001, "text": " After that, he was raised on the battlefield of Kurukshetra."}, {"start": 617.8600000000001, "end": 618.98, "text": " After that, He was raised on the battlefield of Kurukshetra."}, {"start": 618.98, "end": 633.98, "text": " After Treta Yuga, the Dwapara Yuga began and towards the end of Dwapara Yuga there was the battle of Kurukshetra. So Vasishta was present during the battle of Kurukshetra."}, {"start": 633.98, "end": 645.98, "text": " He could approach all the higher and lower planets and his name is also connected to the history of Hiranyakashipu. Hiranyakashipu was in Sakhi Yuga."}, {"start": 646.98, "end": 662.98, "text": " So this Vasishta is a very very great personality and he has a very very very long duration of life. All these sages, great sages, they have a very long duration of life."}, {"start": 663.98, "end": 676.98, "text": " There was a great tension between him, that is Vasishta, and Vishwamitra. There was a quarrel between Vasishta and Shabu."}, {"start": 677.98, "end": 692.98, "text": " As I said in the previous session, they are great personalities, Vasishta, Vishwamitra, Bhrigu Muni, Bharadwaja, but they do have some weakness."}, {"start": 694.98, "end": 706.98, "text": " They do have some weakness. Now as I said earlier and repeating, because of their weakness we should not disrespect them or we should not look down upon them."}, {"start": 707.98, "end": 722.98, "text": " You should understand that this material world is a very very difficult place to live and to find somebody who is a spotless in character,"}, {"start": 723.98, "end": 731.98, "text": " who is completely free from all defects and weaknesses is extremely rare."}, {"start": 732.98, "end": 736.98, "text": " And who is such a personality, who is completely free from all defects?"}, {"start": 737.98, "end": 749.98, "text": " It is, one is the Supreme Lord himself, who is eternally pure, eternally full of all good qualities,"}, {"start": 749.98, "end": 762.98, "text": " and his pure devotees like Narada, the Pandavas, Pariksit Maharaj, Shukadeva Goswami."}, {"start": 763.98, "end": 769.98, "text": " So these personalities who are pure devotees are very very very very very rare."}, {"start": 770.98, "end": 774.98, "text": " This is described in the Bhagavatam, how rare are pure devotees in this whole universe."}, {"start": 779.98, "end": 789.98, "text": " I am forgetting that words."}, {"start": 790.98, "end": 798.98, "text": " It says that among the millions and billions of liberated souls and perfected beings,"}, {"start": 799.98, "end": 807.98, "text": " it is very very rare to find one pure devotee of the Supreme Lord Narayana."}, {"start": 809.98, "end": 813.98, "text": " That is what the Bhagavatam says."}, {"start": 814.98, "end": 823.98, "text": " So don't think that it is very easy to find a pure devotee in the entire universe."}, {"start": 824.98, "end": 828.98, "text": " In the entire universe it is difficult to find a pure devotee."}, {"start": 829.98, "end": 834.98, "text": " So given that kind of knowledge, understanding,"}, {"start": 834.98, "end": 845.98, "text": " we can just imagine how we are fortunate to come in touch with Srila Prabhupada,"}, {"start": 846.98, "end": 849.98, "text": " the pure devotee in our age, our time."}, {"start": 850.98, "end": 863.98, "text": " Very very rare, such pure devotees on the level of Narada, Shukadeva Goswami, the Pandavas, Pariksit Maharaj."}, {"start": 864.98, "end": 872.98, "text": " On their level, to find a pure devotee is very very difficult."}, {"start": 873.98, "end": 882.98, "text": " Nevertheless, those who are not pure devotees but are very very great personalities compared to common people,"}, {"start": 883.98, "end": 889.98, "text": " compared to even the Devatas, just like Vasishta Rishi."}, {"start": 890.98, "end": 893.98, "text": " He is a very very great personality."}, {"start": 894.98, "end": 900.98, "text": " Though he is not 100% free from all defects still."}, {"start": 901.98, "end": 905.98, "text": " Because of some weakness there was a quarrel between Vasishta and Vishwamitra."}, {"start": 906.98, "end": 912.98, "text": " What happened? Vasishta had one wish-fulfilling cow called Kamadhenu."}, {"start": 913.98, "end": 918.98, "text": " And Vishwamitra while visiting Vasishta noticed that Vasishta has that Kamadhenu."}, {"start": 919.98, "end": 921.98, "text": " So he wanted that Kamadhenu."}, {"start": 921.98, "end": 924.98, "text": " Vasishta Muni refused to spare his Kamadhenu."}, {"start": 925.98, "end": 935.98, "text": " And Vishwamitra, he killed 100 sons of Vasishta because Vasishta refused to give him the Kamadhenu."}, {"start": 936.98, "end": 939.98, "text": " Because Vishwamitra was a powerful king."}, {"start": 940.98, "end": 947.98, "text": " So like this, there was some quarrel between them."}, {"start": 947.98, "end": 951.98, "text": " But both of them nevertheless are great personalities."}, {"start": 952.98, "end": 957.98, "text": " They have their own greatness, great qualities in themselves."}, {"start": 958.98, "end": 960.98, "text": " So we will discuss more in the next session."}, {"start": 961.98, "end": 962.98, "text": " Thank you very much. Hare Krishna."}]}