{"video_id": "1JoChAd6kSU", "title": "Importance of the Spiritual Lineage | Sri Madhu Pandit Dasa | ISKCON Bangalore", "speaker": "HG Madhu Pandit Dasa", "youtube_url": "https://www.youtube.com/watch?v=1JoChAd6kSU", "duration": 132, "segments": [{"start": 0.24, "end": 4.88, "text": " Devotees as spiritualists understand that this world is not illusion."}, {"start": 5.42, "end": 13.22, "text": " This world is a real world with a real purpose created by absolute real personality of Godhead, Krishna."}, {"start": 13.52, "end": 19.78, "text": " They see this world having a purpose and a plan in the mind of the Supreme Personality of Godhead"}, {"start": 19.78, "end": 24.400000000000002, "text": " who is the creator of everything, maintainer of everything, annulator of everything."}, {"start": 24.400000000000002, "end": 31.180000000000003, "text": " The only perspective the Karmis have is enjoy life in this life, enjoy your senses, enjoy the body."}, {"start": 31.62, "end": 34.440000000000005, "text": " That is the only goal, which is completely self-centered."}, {"start": 35.02, "end": 37.400000000000006, "text": " So they don't have a plan, they don't have a..."}, {"start": 38.160000000000004, "end": 43.86, "text": " Even if somebody says, we want to bring peace on earth, they cannot because they have to know"}, {"start": 43.86, "end": 49.14, "text": " what is dharma, what is the design of the Supreme Personality of Godhead,"}, {"start": 49.400000000000006, "end": 53.42, "text": " how the society should be organized, yajnas have to be performed."}, {"start": 53.42, "end": 60.24, "text": " And though we call ourselves civilized, but end of the day, the present population is not civilized."}, {"start": 60.58, "end": 64.92, "text": " Why? Because people who are engaged in sinful activities,"}, {"start": 65.32000000000001, "end": 69.44, "text": " all these people, all these class of people are called dushkritinas."}, {"start": 69.94, "end": 72.1, "text": " Dushkritina means those who do sinful acts."}, {"start": 72.62, "end": 77.58, "text": " So today the earth is burdened by so much of sinful activities."}, {"start": 77.9, "end": 82.82000000000001, "text": " Sinful activities mean short-circuiting the design of the Lord, the plan of the Lord."}, {"start": 83.42, "end": 84.5, "text": " or the welfare of this world."}, {"start": 84.86, "end": 87.88, "text": " Draupad said that there will be a third world war."}, {"start": 88.28, "end": 95.64, "text": " Of course, once or twice he said that if Sankirtana spreads, then Sankirtana has the power to even prevent this."}, {"start": 95.9, "end": 98.56, "text": " But otherwise third world war is predicted."}, {"start": 98.96000000000001, "end": 105.08, "text": " Simply, simple logic that where would all these accumulated sin go and bursts?"}, {"start": 105.46000000000001, "end": 108.42, "text": " It has to burst as a reaction. It has to come as a reaction."}, {"start": 108.64, "end": 113.38, "text": " Devotees and saintly persons are always anxious to see how the people can be made happy."}, {"start": 113.42, "end": 118.46000000000001, "text": " be both materially and spiritually. We know that the more and more Harinam spreads, more"}, {"start": 118.46000000000001, "end": 123.92, "text": " and more Prasadam spreads, more and more the transcendental knowledge spreads in Prabhupada's"}, {"start": 123.92, "end": 126.74000000000001, "text": " books. This is the highest welfare activity."}]}