{"video_id": "2pjhe6-QyLg", "title": "The Difference Between Material and Spiritual Activity | Sri Suvyakta Narasimha Dasa", "speaker": "HG Suvyakta Narasimha Dasa", "youtube_url": "https://www.youtube.com/watch?v=2pjhe6-QyLg", "duration": 60, "segments": [{"start": 0.14, "end": 4.98, "text": " Whenever somebody is engaged in some activity, that person after a little while needs a little break."}, {"start": 5.1000000000000005, "end": 9.26, "text": " Otherwise, he'll get burnt out. That's why every week when you go to office, there is a weekend."}, {"start": 9.4, "end": 14.36, "text": " Saturday and Sunday are off. Shut off your mind from your work and relax and take out all the stress."}, {"start": 14.620000000000001, "end": 20.06, "text": " Go out somewhere. Nowadays, people are talking that the five-day week should be reduced to a four-day or a three-day week."}, {"start": 20.16, "end": 23.82, "text": " Every alternate day, they should have holiday. That will increase the productivity of the people."}, {"start": 24.02, "end": 27.560000000000002, "text": " And once in a year, some long holiday also is required. Go on vacation."}, {"start": 27.560000000000002, "end": 35.040000000000006, "text": " In the case of a devotee, what happens is, Anisham constantly is engaged only in thinking of Krishna, speaking of Krishna, rendering service to Krishna."}, {"start": 35.34, "end": 41.480000000000004, "text": " Nataraptaha, he never gets satiated. He feels whatever I'm doing is not enough. I want to do more. I want to do more."}, {"start": 41.540000000000006, "end": 45.1, "text": " Even 24 hours in a day is not enough. I want more time. I want to do more."}, {"start": 45.18000000000001, "end": 48.64, "text": " This is the characteristic of devotional service because it is not material."}, {"start": 48.96000000000001, "end": 52.620000000000005, "text": " Anything material becomes hackneyed. You get fed up with it after a little time."}, {"start": 52.620000000000005, "end": 57.540000000000006, "text": " But because devotional service to Krishna is completely transcendental, therefore, we never get satiated."}, {"start": 57.56, "end": 60.32, "text": " If you like this video, please like, share it, and subscribe to the channel."}]}