{"video_id": "2tKrJn_PZQs", "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.12.34 part 1 | 13-09-2022", "speaker": "HH Stoka Krishna Swami", "youtube_url": "https://www.youtube.com/watch?v=2tKrJn_PZQs", "duration": 912, "segments": [{"start": 0.0, "end": 13.32, "text": " ओम अज्ञानति मिरान्धस्या ज्ञानान्जनिषलाकया चक्षुरुन्मीलितं येनातस्मैः श्रीगुरवे नमः नमाओमिष्णुपादाया कृष्णप्रेष्ठायभूतले"}, {"start": 13.32, "end": 43.32, "text": " श्रीमते भक्ति वेदान्त स्वामिन्नितिनामिने नमस्ते सारस्वते देवे गौरवाणी प्रचारिने निर्विशेशा शून्यवादी पास्चात्यदेशतारिने जय श्री कृष्ण चैतन्या प्रभूनित्यानन्दा श्री अद्वैत गदाधर श्रीवासादी गौरभक्"}, {"start": 43.32, "end": 51.28, "text": " नारायणम् नमस्कृत्या नरम् चैवनरोत्तमं देवीम् सरस्वतीम् व्यासम् ततो जयम् मुदीरयेत्"}, {"start": 51.28, "end": 60.32, "text": " In this session we will be discussing from the 34th verse of the 12th chapter of the first canto of Srimad Bhagavatam."}, {"start": 62.120000000000005, "end": 65.44, "text": " We will be covering this verse in two parts."}, {"start": 65.94, "end": 70.64, "text": " So this session will be part 1 of this 34th verse."}, {"start": 71.22, "end": 72.86, "text": " The verse is as follows."}, {"start": 73.32000000000001, "end": 86.32000000000001, "text": " तेन संभृत संभारो धर्मपुत्रो युधिष्ठिरहा वाजिमेधैस् तृभिर्भीतो यज्ञेई समयजद्धरिम्"}, {"start": 86.32000000000001, "end": 89.02000000000001, "text": " The meaning of this verse is"}, {"start": 89.02000000000001, "end": 95.22000000000001, "text": " By those riches, the king could procure the ingredients for three horse sacrifices."}, {"start": 95.74000000000001, "end": 102.22000000000001, "text": " Thus the pious king Yudhishthira, who was very fearful after the battle of Kurukshetra,"}, {"start": 102.78, "end": 103.2, "text": " pleased."}, {"start": 103.32000000000001, "end": 105.94000000000001, "text": " Lord Hari, the personality of Godhead."}, {"start": 108.56, "end": 111.7, "text": " So in the previous verse it was described how"}, {"start": 111.7, "end": 114.06, "text": " Yudhishthira Maharaj"}, {"start": 114.06, "end": 123.34, "text": " sent his brothers to fetch a wealth for performing this Ashwamedha sacrifice."}, {"start": 124.2, "end": 126.86000000000001, "text": " So they were directed by Krishna"}, {"start": 126.86000000000001, "end": 132.78, "text": " to bring some gold"}, {"start": 132.78, "end": 144.78, "text": " Gold which was left behind by the brahmanas who were engaged in sacrifice by a former emperor, Maruth Maharaj."}, {"start": 146.78, "end": 161.78, "text": " So that gold, Arjuna brought it for Yudhishthira Maharaj to procure ingredients for performing three horse sacrifices."}, {"start": 162.78, "end": 169.38, "text": " So however good they want to crucify Yudhishthira and take away their wealth toeez through a battle of Kurukshetra,"}, {"start": 169.9, "end": 174.42000000000002, "text": " Kanpaksara's desires became as strong as their Councill."}, {"start": 174.42000000000002, "end": 177.68, "text": " So님이 Ripaaprasadana introduced this 2004 shloka here,"}, {"start": 177.68, "end": 185.68, "text": " that Maharaja Yudhishthira was that ideal and celebrated pious king of the world and still he was greatly afraid after the execution of a battle of Kurukshetra."}, {"start": 185.78, "end": 188.26, "text": " Because of the mass killing in the"}, {"start": 188.44, "end": 188.96, "text": " fight"}, {"start": 189.98, "end": 191.98, "text": " all of which was done only to"}, {"start": 191.98000000000002, "end": 216.98000000000002, "text": " to install him on the throne. Yudhishthira Maharaj is very, very conscientious. He is not comfortable with his acquired position because it involved a killing, mass killing of so many millions of Kshatriyas soldiers."}, {"start": 216.98000000000002, "end": 227.98000000000002, "text": " So he was very, very much afraid of the sinful reactions incurred due to such a massacre."}, {"start": 228.98000000000002, "end": 245.98000000000002, "text": " He therefore took all the responsibility for sins committed in the warfare and to get rid of all these sins, he wanted to perform three sacrifices in which horses are offered at the altar."}, {"start": 247.98000000000002, "end": 256.98, "text": " Ashwamedha Yagna or Vajimedha Yagna. Such a sacrifice is very costly."}, {"start": 257.98, "end": 270.98, "text": " Even Maharaj Yudhishthira had to collect the necessary heaps of gold left by Maharaj Marutta and the brahmanas who were given gold in charity by King Marutta."}, {"start": 271.98, "end": 275.98, "text": " The learned brahmanas could not take away all the loads of gold."}, {"start": 277.98, "end": 283.98, "text": " And therefore they left behind a major portion of the gift."}, {"start": 284.98, "end": 291.98, "text": " And Maharaj Marutta also did not again collect such heaps of gold given away in charity."}, {"start": 292.98, "end": 296.98, "text": " Once it is given in charity, it should not be taken back."}, {"start": 297.98, "end": 304.98, "text": " Besides that, all the golden plates and utensils which are used in the sacrifice"}, {"start": 304.98, "end": 313.98, "text": " were also thrown in the dustbins and all such heaps of gold remained unflamed property for a long time"}, {"start": 313.98, "end": 318.98, "text": " till Maharaj Yudhishthira collected them for his own purposes."}, {"start": 320.98, "end": 329.98, "text": " You see how people were, Prabhupada will explain that, people were satisfied with the basic needs"}, {"start": 329.98, "end": 333.98, "text": " because they had a higher goal in life."}, {"start": 334.98, "end": 349.98, "text": " The modern civilization, people are just having some immediate goal of living their life for satisfaction of the senses."}, {"start": 350.98, "end": 359.98, "text": " But in the former times, as directed by the Vedic scriptures,"}, {"start": 359.98, "end": 364.98, "text": " people had the spiritual aim of life."}, {"start": 365.98, "end": 370.98, "text": " And for attaining that ultimate spiritual goal of life,"}, {"start": 371.98, "end": 376.98, "text": " you don't require to have lot of wealth."}, {"start": 379.98, "end": 385.98, "text": " Sometimes the wealth is considered an impediment in spiritual progress."}, {"start": 385.98, "end": 386.98, "text": " Sometimes."}, {"start": 386.98, "end": 396.98, "text": " Of course, all wealth should be utilized for yajna, for Vishnu, for the supreme personality of Godhead."}, {"start": 396.98, "end": 404.98, "text": " And that's what we will see Yudhishthira Maharaj utilizing this gold which was collected by Arjuna."}, {"start": 405.98, "end": 412.98, "text": " It was Yudhishthira Maharaj who utilized all that gold for performing three hard sacrifices."}, {"start": 412.98, "end": 421.98, "text": " Lord Sri Krishna advised the brothers of Maharaj Yudhishthira to collect the unclaimed property"}, {"start": 421.98, "end": 425.98, "text": " because it belonged to the king."}, {"start": 426.98, "end": 434.98, "text": " This is the understanding, when the king is ruling a certain tract of land,"}, {"start": 434.98, "end": 438.98, "text": " then that tract of land belongs to the king."}, {"start": 438.98, "end": 446.98, "text": " The king will also utilize it properly for the welfare of the state, the citizens."}, {"start": 447.98, "end": 450.98, "text": " So Srila Prabhupada explains here,"}, {"start": 450.98, "end": 453.98, "text": " the more astonishing thing is that"}, {"start": 453.98, "end": 460.98, "text": " no subject of the state also collected such unclaimed gold for industrial enterprise or anything like that."}, {"start": 461.98, "end": 467.98, "text": " Nowadays people are so busy mining for the sake of developing industry."}, {"start": 468.98, "end": 474.98, "text": " But formerly, even if there was unclaimed gold left behind somewhere,"}, {"start": 474.98, "end": 476.98, "text": " nobody would go and touch that."}, {"start": 478.98, "end": 486.98, "text": " How is that people were not attracted to go and fetch or take away such gold?"}, {"start": 486.98, "end": 491.98, "text": " Because they know that something that does not belong to me,"}, {"start": 492.98, "end": 497.98, "text": " if I take it, I am going to incur reactions,"}, {"start": 497.98, "end": 498.98, "text": " sinful reactions,"}, {"start": 499.98, "end": 501.98, "text": " for stealing,"}, {"start": 503.98, "end": 504.98, "text": " for stealing,"}, {"start": 504.98, "end": 509.98, "text": " for taking away something that is not lawfully mine,"}, {"start": 510.98, "end": 512.98, "text": " something not properly earned by me,"}, {"start": 512.98, "end": 514.98, "text": " I cannot take that."}, {"start": 517.98, "end": 522.98, "text": " This means that the state citizens were completely satisfied"}, {"start": 522.98, "end": 525.98, "text": " with all necessities of life"}, {"start": 525.98, "end": 527.98, "text": " and therefore not inclined to accept"}, {"start": 527.98, "end": 532.98, "text": " unnecessary productive enterprises for sense gratification."}, {"start": 534.98, "end": 536.98, "text": " The defect of the modern civilization is that"}, {"start": 536.98, "end": 539.98, "text": " people simply know one thing in life,"}, {"start": 539.98, "end": 541.98, "text": " sense gratification."}, {"start": 542.98, "end": 549.98, "text": " And their entire life is simply meant for such sense gratification,"}, {"start": 550.98, "end": 555.98, "text": " which is implicating them in material bondage."}, {"start": 555.98, "end": 571.98, "text": " So,"}, {"start": 571.98, "end": 573.98, "text": " aspirants must know the truth,"}, {"start": 573.98, "end": 575.98, "text": " precwrights should know the truth,"}, {"start": 575.98, "end": 576.98, "text": " that is,"}, {"start": 576.98, "end": 577.98, "text": " respect,"}, {"start": 577.98, "end": 579.98, "text": " respect,"}, {"start": 579.98, "end": 581.98, "text": " caring,"}, {"start": 581.98, "end": 582.98, "text": " love,"}, {"start": 582.98, "end": 583.98, "text": " respect."}, {"start": 583.98, "end": 598.98, "text": " One should take lessons from the acts of Maharaj Yudhishthira. He was afraid of sins committed on the battlefield, and therefore he wanted to satisfy the supreme authority."}, {"start": 598.98, "end": 615.98, "text": " Maharaj Yudhishthira is a very, very pious king. He is son of Dharmaraja, Yamaraja. And he is perfectly aware of all the laws of karma."}, {"start": 616.98, "end": 627.98, "text": " So in spite of being pious, in spite of being very conscientious, still he was afraid of sins committed on the battlefield, unintentionally, unknowingly."}, {"start": 628.98, "end": 637.98, "text": " Unknowingly he will never do it. Intentionally he will never have an intention of killing anybody unnecessarily, never."}, {"start": 638.98, "end": 647.98, "text": " But unknowingly, accidentally, unintentionally something might have happened in a battle. So he is afraid of that."}, {"start": 648.98, "end": 657.98, "text": " This indicates that unintentional sins are also committed in our daily occupational discharges."}, {"start": 659.98, "end": 670.98, "text": " And to counteract even such unintentional crimes, one must perform sacrifices as they are recommended in the revealed scriptures."}, {"start": 671.98, "end": 686.98, "text": " So Shastra says, if you have committed some sin unintentionally, unknowingly, still you have to perform recommended sacrifices"}, {"start": 687.98, "end": 691.98, "text": " for becoming free from the sinful reactions."}, {"start": 692.98, "end": 699.98, "text": " The Lord says in Bhagavad Gita, yajñārthāt karmano anyatra loko yam karma-bandhanah."}, {"start": 700.98, "end": 703.98, "text": " In the third chapter, ninth verse, Krishna says this."}, {"start": 704.98, "end": 714.98, "text": " That one must perform sacrifices recommended in the scriptures in order to get rid of commitments of all unauthorized work"}, {"start": 714.98, "end": 721.98, "text": " or even unintentional crimes which we are apt to commit."}, {"start": 722.98, "end": 733.98, "text": " Therefore, if one performs the recommended sacrifices, then they are freed from sinful reactions."}, {"start": 735.98, "end": 742.98, "text": " And those who do not do so, those who do not perform sacrifices,"}, {"start": 742.98, "end": 754.98, "text": " but work for self-interest or sense gratification, such people have to undergo all tribulations accrued from committed sins."}, {"start": 755.98, "end": 764.98, "text": " The laws of nature are very subtle and they are working perfectly and there is an enforcing authority."}, {"start": 765.98, "end": 770.98, "text": " Material nature itself being directed by the Supreme Lord Krishna."}, {"start": 770.98, "end": 775.98, "text": " Mayādhyakṣeṇa prakṛtiḥ śūyateśaccharācaram"}, {"start": 776.98, "end": 791.98, "text": " So, intelligent people understand that any person suffering in this world is only because that person has committed sinful activities"}, {"start": 792.98, "end": 799.98, "text": " for which he is suffering the reactions in the form of miseries, troubles and dangers"}, {"start": 799.98, "end": 806.98, "text": " diseases and all kinds of, any kind of suffering."}, {"start": 808.98, "end": 820.98, "text": " Therefore, the main purpose of performing sacrifices is to satisfy the Supreme Personality of Godhead, Lord Hari."}, {"start": 821.98, "end": 828.98, "text": " The process of performing sacrifices may be different in terms of different times, places and persons."}, {"start": 830.98, "end": 835.98, "text": " Kāla, Deśa and Pātra. These are Sanskrit words."}, {"start": 836.98, "end": 839.98, "text": " Time, place and person."}, {"start": 840.98, "end": 846.98, "text": " But the aim of such sacrifices is one and the same at all times and in all circumstances."}, {"start": 847.98, "end": 852.98, "text": " Namely, satisfaction of the Supreme Lord Hari."}, {"start": 853.98, "end": 858.98, "text": " Only one aim of performing sacrifices as given in the scriptures."}, {"start": 859.98, "end": 863.98, "text": " Simply to satisfy the Supreme Personality of Godhead, Lord Hari."}, {"start": 864.98, "end": 872.98, "text": " That is the way of pious life and that is the way of peace and prosperity in the world at large."}, {"start": 873.98, "end": 877.98, "text": " So, by performing sacrifice for the pleasure of the Supreme Lord Hari,"}, {"start": 878.98, "end": 885.98, "text": " we not only are engaged in pious activity but we are also able to attain peace and prosperity"}, {"start": 885.98, "end": 892.98, "text": " by such performance sacrifices."}, {"start": 893.98, "end": 895.98, "text": " So, I will stop here."}, {"start": 896.98, "end": 899.98, "text": " This is not the end of the purport."}, {"start": 900.98, "end": 907.98, "text": " We will discuss the purport further in the next session, part 2 of this 34th verse."}, {"start": 908.98, "end": 910.98, "text": " Thank you very much. Hare Krishna."}]}