{"video_id": "3wxdHcAFpLA", "title": "Nobody Can Defeat Krishna in Loving Exchanges! | Soulful Japa", "speaker": "HH Stoka Krishna Maharaj", "youtube_url": "https://www.youtube.com/watch?v=3wxdHcAFpLA", "duration": 162, "segments": [{"start": 0.0, "end": 28.8, "text": " Krishna is the embodiment of Anandrasa. Nobody can defeat him in love. Nobody can defeat him in loving exchanges, sweetness of his loving exchanges. Nobody can parallel him."}, {"start": 30.0, "end": 52.94, "text": " His capacity to love is unlimited. His quality of love is unlimited. As I said, such an expansive existence Krishna has got, and he is wanting to relate with each one of us. Isn't it beautiful? Isn't that Krishna conscious philosophy beautiful?"}, {"start": 55.6, "end": 59.94, "text": " I mean, in this huge existence, you feel you are so insignificant."}, {"start": 60.0, "end": 79.96000000000001, "text": " Materially speaking, you look so insignificant, but suddenly the Lord says you are important for me. Every one of you is important for me. I am after you. Every one of you is important. You are mine. You are mine. You are also Satchitananda."}, {"start": 83.3, "end": 86.8, "text": " Please come exchange Satchitanandrasa, welcoming us."}, {"start": 89.53999999999999, "end": 89.98, "text": " For what?"}, {"start": 89.98, "end": 90.0, "text": " For what?"}, {"start": 90.0, "end": 106.7, "text": " For all this, the Lord descends as the Nama on our tongue, Nama Prabhu, bringing down his son of Satchitananda, that means the ocean of Satchitananda, for us to just connect ourselves with the sound that we produce."}, {"start": 108.03999999999999, "end": 119.3, "text": " So merciful in the sound that we produce by his omnipotency, only God can do all this. In that omnipotent, in that sound, he can fit the entire, all the energies."}, {"start": 119.3, "end": 121.67999999999999, "text": " That's why potentially omnipotent, I said."}, {"start": 121.8, "end": 125.17999999999999, "text": " Shakti Avaishanama is potentially omnipotent Nama."}, {"start": 126.64, "end": 128.84, "text": " And the Shakti Avaishanama, Shakti is from whom?"}, {"start": 129.35999999999999, "end": 133.52, "text": " It is nothing but the Shakti that is shining through the external vibration."}, {"start": 133.92, "end": 140.1, "text": " It is the Shakti of the Aprakrita Lord, Transcendental Lord, who is incarnated, Nama Prabhu."}, {"start": 145.78, "end": 149.0, "text": " So Lord is so kind, so merciful that he says, okay."}, {"start": 149.0, "end": 150.52, "text": " Okay, simply associate with me."}, {"start": 151.22, "end": 152.34, "text": " You will awaken your original."}, {"start": 152.42, "end": 154.64, "text": " You will feel a sense of completeness."}]}