{"video_id": "4nqwMXez2dM", "title": "Daily Evening Bhagavatam Discourse | SB 1.17.19 Part 2 | HH Stoka Krishna Swami | 26-02-2023", "speaker": "HH Stoka Krishna Swami", "youtube_url": "https://www.youtube.com/watch?v=4nqwMXez2dM", "duration": 1023, "segments": [{"start": 0.0, "end": 17.1, "text": " ओम अज्ञान तिमिरान्धस्या ज्ञानान्जनिषलाकया चक्षरुन्मीलितं येनातस्मै श्री गुरवेनमहा नमाओमिष्णुपाधाया कृष्णप्रिष्ठायभूतले श्रीमते भक्ति वेदान्त स्वामिन्नतिनामिने"}, {"start": 17.1, "end": 34.92, "text": " नमस्ते सारस्वते देवे गवरवाणी प्रचारिने निर्विशेश शून्यवादी पाश्चात्यदेशतारिने जय श्री कृष्ण चैतन्या प्रभूनित्यानन्दा श्री अद्वैत गदाधरा श्रीवासादी गवरभक्त वृन्दा"}, {"start": 34.92, "end": 55.24, "text": " Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare, Om Namo Bhagavate Vasudevaya, Narayanam Namaskritya, Naram Jai Vanarottamam, Devim Sarasvatim Vyasam Tato Jayam Udi Rayet."}, {"start": 55.24, "end": 67.62, "text": " In this session we continue to discuss from the 19th verse of the 17th chapter of the first canto of Sriman Bhagavatam. This is part 2 of the discussion on this verse."}, {"start": 69.28, "end": 78.1, "text": " I'll just read the translation of this verse once again and then we'll discuss the further portion of the purport."}, {"start": 78.1, "end": 81.92, "text": " The translation of this 19th verse."}, {"start": 85.24, "end": 99.28, "text": " The translation of this 19th verse."}, {"start": 99.28, "end": 109.16, "text": " While yet others say that activity is responsible and the gross materialists maintain that nature is the ultimate cause."}, {"start": 112.24, "end": 115.22, "text": " So this discussion is about the nature of the ultimate cause."}, {"start": 115.24000000000001, "end": 119.88000000000001, "text": " So this is the question between Dharma and Maharaj Pariksit."}, {"start": 120.94000000000001, "end": 126.4, "text": " Maharaj Pariksit directly questioned Dharma as to who is the cause of your suffering."}, {"start": 127.86000000000001, "end": 141.58, "text": " And Dharma replied that it is very difficult to ascertain the particular miscreant who has caused our sufferings."}, {"start": 142.18, "end": 145.04000000000002, "text": " Because there are so many different theories."}, {"start": 146.0, "end": 155.28, "text": " There are so many different theoretical philosophers who put forward different philosophies trying to explain what is the cause of our suffering, ultimately."}, {"start": 155.28, "end": 162.70000000000002, "text": " So here four different kinds of philosophers are mentioned specifically."}, {"start": 162.70000000000002, "end": 166.72, "text": " One class of philosophers say ultimately we ourselves are responsible for our own suffering or happiness, suffering or enjoyment."}, {"start": 166.72, "end": 174.60000000000002, "text": " We ourselves are responsible for our own suffering or happiness, suffering or enjoyment."}, {"start": 175.24, "end": 187.56, "text": " and some people say superhuman powers it's not within our control something"}, {"start": 187.56, "end": 196.58, "text": " beyond us is responsible we simply have to accept whatever is coming our way"}, {"start": 196.58, "end": 206.3, "text": " just like fatalists in English there's a word fatalists in Karanadhi say"}, {"start": 206.3, "end": 213.34, "text": " hane baraha whatever is destined is going to happen destiny destiny is"}, {"start": 213.34, "end": 221.26000000000002, "text": " everything superhuman powers then some the third category philosophers say"}, {"start": 221.26000000000002, "end": 226.4, "text": " activity is ultimately responsible if you do good work"}, {"start": 226.4, "end": 226.56, "text": " you will be responsible if you do good work"}, {"start": 226.56, "end": 235.06, "text": " you get good results you're happy you enjoy life everything is nice if you do"}, {"start": 235.06, "end": 242.76, "text": " bad activities if you do sinful activities then you have to suffer you"}, {"start": 242.76, "end": 251.96, "text": " have to undergo distress and you will have a very bad time so they attribute"}, {"start": 251.96, "end": 256.38, "text": " the ultimate cause of one's own enjoyment of suffering to"}, {"start": 256.38, "end": 256.54, "text": " you"}, {"start": 256.56, "end": 262.34, "text": " whatever actions a particular person does the fourth category of philosophers"}, {"start": 262.34, "end": 272.9, "text": " they say nature is the ultimate cause they attribute nature as the ultimate"}, {"start": 272.9, "end": 276.44, "text": " cause of everything"}, {"start": 276.88, "end": 286.16, "text": " so accordingly people try to find a solution to their problems based on which"}, {"start": 286.16, "end": 286.18, "text": " philosophy dot nature Helsinki Professor of Health Sciences liquid quote nature as the ultimate cause of everything so accordingly people try to find a solution to their problems based on which"}, {"start": 286.18, "end": 295.18, "text": " philosophy they subscribe to so Srila Prabhupada has already explained in the"}, {"start": 295.18, "end": 300.92, "text": " purport to the 18th words there are many theoretical philosophers in the world"}, {"start": 300.92, "end": 307.6, "text": " who put forward their own theories as to cause and effect especially about the"}, {"start": 307.6, "end": 315.5, "text": " cause of suffering in this world so in the Vedic tradition there are six great"}, {"start": 315.5, "end": 327.64, "text": " philosophers who have written very elaborate thesis on the ultimate cause"}, {"start": 327.64, "end": 334.32, "text": " of suffering that is there in this world and those six philosophers have been"}, {"start": 334.32, "end": 345.48, "text": " named Granada Gautama then Patanjali Kapila"}, {"start": 345.48, "end": 355.02000000000004, "text": " Jaimini and Vyasa Deva so now in the previous session I described Jaimini's"}, {"start": 355.02000000000004, "end": 364.24, "text": " philosophy of karma Mimamsa philosophy and"}, {"start": 364.56, "end": 375.32, "text": " now I will try to describe this atheistic materialistic Sankhya philosophy"}, {"start": 375.32, "end": 375.46000000000004, "text": " Sankhya philosophy Sankhya philosophy Sankhya philosophy Sankhya philosophy Sankhya"}, {"start": 375.48, "end": 396.90000000000003, "text": " The Sankhya philosophers, the Nirishwaravada Sankhya philosophers, because I mentioned this earlier also, I am repeating, there are two kapilas in history."}, {"start": 396.90000000000003, "end": 418.08000000000004, "text": " The recent one is the Nirishwaravadi kapila, Atheist kapila, who does not accept the theistic conclusion of the Srimad Bhagavatam or the theistic conclusion of the Vaishnava tradition."}, {"start": 419.46000000000004, "end": 426.88000000000005, "text": " This Atheistic kapila, because the incarnational Supreme Lord Shiva is not a kapila."}, {"start": 426.90000000000003, "end": 450.40000000000003, "text": " The Srimad Bhagavatam or kapila, the first kapila, who appeared many millions of years back, he actually is teaching us the devotional Sankhya philosophy, which analyzes everything in existence and establishes the Supreme Personality of God, Krishna, as the ultimate cause of all causes."}, {"start": 452.08000000000004, "end": 456.88000000000005, "text": " But this Atheistic kapila, Nirishwaravada, is not a kapila."}, {"start": 456.90000000000003, "end": 469.96000000000004, "text": " The Nirishwaravadi kapila, he has got his own materialistic Sankhya philosophy, which says material nature is the ultimate cause of all causes."}, {"start": 472.42, "end": 484.88000000000005, "text": " So this Nirishwara kapila, he says that"}, {"start": 486.90000000000003, "end": 516.88, "text": " material nature, he analyzes material nature, and he has analyzed material nature as consisting of 24 elements, which is described by the original Kapila in the Srimad Bhagavatam, the Sankhya philosophy, the devotional Sankhya philosophy, by the incarnation of Supreme Lord Kapila."}, {"start": 516.9, "end": 537.3199999999999, "text": " Kapila, son of Devahuti, the Supreme Lord himself, appeared to explain the Sankhya philosophy. Yes, the material nature consists of 24 elements, but material nature is one of the many energies of the Supreme Personality of God, Krishna."}, {"start": 539.14, "end": 546.88, "text": " Now this point, that material nature is one of the energies of the Supreme Lord, Kapila, is a very important point."}, {"start": 546.9, "end": 553.92, "text": " The material nature of the Supreme Lord, Krishna, is not known, not understood, not considered by the atheist Kapila."}, {"start": 555.4399999999999, "end": 559.56, "text": " According to this atheist Kapila, there is only material nature."}, {"start": 561.9599999999999, "end": 571.8199999999999, "text": " Just like we take birth in this material world, so atheist Kapila says, we are a product of material nature."}, {"start": 572.42, "end": 576.8199999999999, "text": " That means he does not know anything beyond a personality."}, {"start": 576.9, "end": 579.1, "text": " He is a person's material body."}, {"start": 580.72, "end": 586.64, "text": " Of course, this atheist Kapila recognizes there is mind, there is intelligence, there is false ego."}, {"start": 588.72, "end": 595.16, "text": " But he is unable to go beyond matter, because he is a gross material."}, {"start": 597.52, "end": 601.16, "text": " He does not understand what is spirit soul."}, {"start": 602.16, "end": 603.9399999999999, "text": " He does not even know it exists."}, {"start": 604.8, "end": 606.54, "text": " And like other atheists,"}, {"start": 606.9, "end": 614.22, "text": " the reason is, if we say Bhagavad Gita describes there is something called spirit beyond matter,"}, {"start": 614.9399999999999, "end": 617.86, "text": " he says, oh, that's all simply your imagination."}, {"start": 619.3199999999999, "end": 626.78, "text": " He'll dismiss that as something imaginary or some kind of theoretical philosophy."}, {"start": 628.8, "end": 636.4, "text": " According to these atheistic philosophers, and according to this atheistic Kapila,"}, {"start": 636.9, "end": 654.62, "text": " Atheist Kapila. What exists is what we can perceive with our five senses and with our mind and intelligence. That's all they accept. These atheistic people."}, {"start": 654.62, "end": 684.1800000000001, "text": " So, this Atheist Kapila analyzes matter as consisting of 24 elements. What are the 24 elements? First of all, this is described in the Bhagavad Gita by Krishna himself in the 13th chapter. In the 7th chapter and 13th chapter, Krishna describes, in the 13th chapter particularly,"}, {"start": 684.62, "end": 710.24, "text": " Mahabhutani ahankara buddhir avyakta mevaca. That Mahabhutani, the five great elements, earth, water, fire, air and sky. These are called the five great elements. And then there are the ten senses."}, {"start": 713.24, "end": 714.24, "text": " The five knowledge."}, {"start": 714.62, "end": 741.6800000000001, "text": " The five knowledge acquiring senses. Gyanendriya. The eyes, the ears, the nose, the tongue and the sense of touch. Then the five karmendriyas or the five working senses. The hands, the legs, the voice, the anus and the genitals. So, totally that makes it 15."}, {"start": 743.24, "end": 744.6, "text": " And then five more senses."}, {"start": 744.62, "end": 773.24, "text": " The sense objects. For the eyes, there are form. And for the ears, there is sound. For the nose, there is smell. Different kinds of fragrances or different kinds of smells. And then for the tongue, there are different kinds of tastes. And for the sense of touch, there are different kinds of feelings of softness."}, {"start": 773.24, "end": 780.54, "text": " Hardness, whatever the kind of sensation of touch."}, {"start": 780.54, "end": 786.78, "text": " So, these five sense objects called indriya visaya."}, {"start": 786.78, "end": 790.32, "text": " Totally, five fours are 20."}, {"start": 791.66, "end": 801.54, "text": " And then four more for making it 24 total elements, which is what matter is constituted of."}, {"start": 803.24, "end": 806.78, "text": " Mind, intelligence, and false ego."}, {"start": 808.78, "end": 815.26, "text": " Mind is manas, buddhi, intelligence, ahankara, false ego."}, {"start": 815.26, "end": 827.26, "text": " And finally, there is the total stock of the unmanifested material energy, avyakta."}, {"start": 827.26, "end": 827.3, "text": " Avyakta."}, {"start": 833.24, "end": 835.14, "text": " I'm sorry."}, {"start": 836.04, "end": 844.1, "text": " Avyakta is the total stock of the material energy from which these elements are differentiated at the beginning of creation."}, {"start": 844.84, "end": 848.24, "text": " This is what Krishna explains in the Bhagavad Gita, 13th chapter."}, {"start": 850.24, "end": 859.36, "text": " But this atheistic Sankhya philosophers headed by atheist Kapila, they say this matter is everything."}, {"start": 859.62, "end": 861.26, "text": " That's all that is there in existence."}, {"start": 861.26, "end": 877.48, "text": " So, matter is manifest as these 24 elements, and these 24 elements combine, and so many varieties are produced, and they remain for some time, and afterwards everything is destroyed."}, {"start": 878.48, "end": 882.46, "text": " So, material energy goes back to its unmanifested state, avyakta."}, {"start": 882.46, "end": 890.46, "text": " But then who is actually causing material energy to come from the unmanifested state?"}, {"start": 891.26, "end": 897.26, "text": " From the unmanifested state to the manifest state, and remain for some time in the manifest state."}, {"start": 897.26, "end": 899.96, "text": " In the manifest state, there are changes that are taking place."}, {"start": 900.74, "end": 907.52, "text": " While this world exists as a material world, as a material universe, there are so many changes that are taking place."}, {"start": 908.04, "end": 909.42, "text": " There are no explanations for this."}, {"start": 909.9399999999999, "end": 910.88, "text": " They say it's automatic."}, {"start": 913.28, "end": 915.74, "text": " And then, finally, what about destruction?"}, {"start": 916.2, "end": 917.78, "text": " Who brings about this destruction?"}, {"start": 917.92, "end": 919.26, "text": " How does destruction take place?"}, {"start": 919.26, "end": 919.36, "text": " How does it take place?"}, {"start": 919.36, "end": 919.86, "text": " How does it take place?"}, {"start": 919.86, "end": 931.5, "text": " But all the manifestations, they go back to their elemental state of the unmanifested condition of material energy, even before the five elements are formed."}, {"start": 932.46, "end": 935.28, "text": " So, who is doing all this?"}, {"start": 935.4, "end": 936.58, "text": " How is it happening?"}, {"start": 936.7, "end": 937.6800000000001, "text": " There are no explanations."}, {"start": 938.5600000000001, "end": 941.16, "text": " They say it's all nature."}, {"start": 941.36, "end": 941.6, "text": " Nature."}, {"start": 942.74, "end": 944.44, "text": " Who is behind nature?"}, {"start": 944.74, "end": 945.72, "text": " Whose nature?"}, {"start": 945.9, "end": 946.84, "text": " We had asked that question."}, {"start": 946.9200000000001, "end": 947.54, "text": " Whose nature?"}, {"start": 948.54, "end": 949.54, "text": " Where is the nature?"}, {"start": 949.86, "end": 953.1800000000001, "text": " Where is the direction coming from?"}, {"start": 954.98, "end": 961.76, "text": " Where is the direction coming from for all these changes to take place in a definite way, in a systematic way?"}, {"start": 963.38, "end": 966.92, "text": " So, that they have no logical explanation."}, {"start": 967.38, "end": 970.94, "text": " They have no reasonable, intelligent explanation."}, {"start": 970.94, "end": 978.94, "text": " So, any intelligent person can understand these people are ignorant about the..."}, {"start": 979.86, "end": 980.84, "text": " about the..."}, {"start": 980.84, "end": 981.0600000000001, "text": " total reality."}, {"start": 981.0600000000001, "end": 983.16, "text": " about the..."}, {"start": 983.24, "end": 989.02, "text": " that beyond material nature, there is spiritual nature."}, {"start": 989.02, "end": 995.62, "text": " And the individual person, individual soul is not material."}, {"start": 995.72, "end": 996.52, "text": " It's non-material."}, {"start": 996.72, "end": 1000.1800000000001, "text": " This is elaborately explained by Krishna in the Bhagavad Gita, second chapter."}, {"start": 1002.08, "end": 1006.98, "text": " That each living being is a spirit soul of a different quality."}, {"start": 1007.62, "end": 1008.22, "text": " Deathless."}, {"start": 1008.22, "end": 1022.02, "text": " change less and beyond matter. So that these atheistic philosophers don't explain. So I'll stop here. Thank you very much. Hare Krishna."}]}