{"video_id": "64JQqiJnuKw", "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.10.31 | 21-06-2022", "speaker": "HH Stoka Krishna Swami", "youtube_url": "https://www.youtube.com/watch?v=64JQqiJnuKw", "duration": 906, "segments": [{"start": 0.0, "end": 18.52, "text": " Shri Mathe Bhaktivedanta Swamin Nithinamine Namaste Sarasvate Deve Gauravani Pracharine"}, {"start": 18.52, "end": 26.68, "text": " Nirvishesha Shunyavadi Paschatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda"}, {"start": 26.68, "end": 34.78, "text": " Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare"}, {"start": 34.78, "end": 43.66, "text": " Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya"}, {"start": 43.66, "end": 49.6, "text": " Naram Chai Vanarottamam Deveem Sarasvatim Vyasam Tato Jaya Mudhirayet"}, {"start": 49.6, "end": 56.66, "text": " In this session we will be discussing from verses 31 to 32"}, {"start": 56.68, "end": 63.5, "text": " of the 10th chapter of the first canto of Shri Madbhagavatam"}, {"start": 63.5, "end": 66.12, "text": " So the 31st verse"}, {"start": 66.12, "end": 83.34, "text": " The meaning of this verse is"}, {"start": 83.66, "end": 86.66, "text": " While the ladies of the capital of Hastinapura were"}, {"start": 86.68, "end": 93.4, "text": " greeting him and talking in this way the Lord smiling accepted their good"}, {"start": 93.4, "end": 98.58000000000001, "text": " greetings and casting the grace of his glance over them he departed from the"}, {"start": 98.58000000000001, "end": 107.08000000000001, "text": " city so the past few verses we heard the glorification of Krishna by the ladies"}, {"start": 107.08000000000001, "end": 112.9, "text": " of Hastinapura in their talking amongst themselves when they had gone to the"}, {"start": 112.9, "end": 115.96000000000001, "text": " rooftop to bid farewell to Krishna"}, {"start": 116.68, "end": 128.08, "text": " so it is explained here Krishna accepted their good greetings and he cast his"}, {"start": 128.08, "end": 134.54000000000002, "text": " merciful glance on them that way blessing them and he departed from the"}, {"start": 134.54000000000002, "end": 139.28, "text": " city the 32nd verse"}, {"start": 139.28, "end": 146.48000000000002, "text": " Ajatashatrupritanam gopi thaya madhudvishah"}, {"start": 146.68, "end": 155.52, "text": " Parabhyah shankitathnehat prayum tacctur anginim"}, {"start": 156.22, "end": 159.04000000000002, "text": " The meaning of this versus maharaj yudhishthira"}, {"start": 159.04000000000002, "end": 167.96, "text": " although no one's enemy engaged four divisions of defense horse elephant chariot and army"}, {"start": 167.96, "end": 174.0, "text": " to accompany Lord Krishna the enemy of the asuras or demons"}, {"start": 174.0, "end": 176.66, "text": " The Maharaj"}, {"start": 176.68, "end": 183.08, "text": " Yudhishthira did this because of the enemy and also out of affection for the Lord."}, {"start": 184.64000000000001, "end": 193.02, "text": " So Yudhishthira Maharaj, he is sending off Krishna and even though there is no need for"}, {"start": 193.02, "end": 199.9, "text": " giving any special protection to Krishna, Yudhishthira knows Krishna is supreme personality of God"}, {"start": 199.9, "end": 208.68, "text": " but out of affection for him, he arranged four divisions of defense forces."}, {"start": 209.3, "end": 216.74, "text": " Those days there used to be warriors on horseback, warriors on elephant back,"}, {"start": 217.84, "end": 222.54000000000002, "text": " warriors on chariots and warriors on foot, foot soldiers."}, {"start": 222.9, "end": 227.66, "text": " So four divisions, horse, elephant, chariot and army,"}, {"start": 229.02, "end": 229.88, "text": " what is called?"}, {"start": 229.9, "end": 230.44, "text": " Horse infantry."}, {"start": 231.34, "end": 236.8, "text": " They were to accompany Krishna till he reached Dwaraka."}, {"start": 238.22, "end": 245.48000000000002, "text": " So it is explained that Yudhishthira Maharaj did this out of affection for Lord Krishna"}, {"start": 245.48000000000002, "end": 249.46, "text": " because Yudhishthira Maharaj is a pure devotee of Krishna."}, {"start": 251.1, "end": 253.74, "text": " So Srila Prabhupada explains in the purport,"}, {"start": 254.06, "end": 259.72, "text": " Natural defensive measures are horses and elephants combined with chariots,"}, {"start": 259.9, "end": 266.91999999999996, "text": " horses and men, horses and elephants are trained to move to any part of the hills or forests and plains."}, {"start": 268.21999999999997, "end": 278.71999999999997, "text": " These horses and elephants are trained up to engage in fighting in a battle by the warriors or Kshatriyas."}, {"start": 280.46, "end": 289.79999999999995, "text": " The charioteers could fight with many horses and elephants by the strength of powerful arrows even up to the standard of the Brahmastra similar to modern atomic weapons."}, {"start": 290.44000000000005, "end": 298.90000000000003, "text": " So this particular science is lost ."}, {"start": 300.20000000000005, "end": 310.42, "text": " In this present age, there used to be a division of the Vedas called Dhan experi dhanurveda,"}, {"start": 310.42, "end": 321.28000000000003, "text": " Vedas called Dhanurveda how to fight with different weapons the skill for"}, {"start": 321.28000000000003, "end": 328.84000000000003, "text": " fighting with weapons and some of the arrows that were discharged they were"}, {"start": 328.84000000000003, "end": 335.44, "text": " having the power of mantra power of mantra that means the arrow when"}, {"start": 335.44, "end": 344.44, "text": " released to go and strike a particular target by the power of mantra it will go"}, {"start": 344.44, "end": 349.84, "text": " searching for the target wherever the target may be not necessarily the target"}, {"start": 349.84, "end": 363.92, "text": " has to be in line with the the arrow being shot not necessary mantra by"}, {"start": 363.92, "end": 365.42, "text": " mantra power it will go searching for the target"}, {"start": 365.42, "end": 373.08000000000004, "text": " and they even had a very very powerful weapon called Brahmastra which is"}, {"start": 373.08000000000004, "end": 378.26, "text": " similar to modern atomic weapons but the speciality of Brahmastra is it will go"}, {"start": 378.26, "end": 384.04, "text": " and strike only the target it will not do destruction for mass destruction it"}, {"start": 384.04, "end": 393.44, "text": " will not do unless the the Kshatriya who releases that Brahmastra desire so so he"}, {"start": 393.44, "end": 395.40000000000003, "text": " can select a target and release the target and then the target will go"}, {"start": 395.40000000000003, "end": 400.24, "text": " and it will be stopped and then it completely is Brahmastra and to only go"}, {"start": 400.24, "end": 405.40000000000003, "text": " and strike that target and destroy that target only so that was the kind of"}, {"start": 405.40000000000003, "end": 411.64000000000004, "text": " science Dhanurveda Maharaja Yudhishthira knew well that Krishna is everyone's"}, {"start": 411.64000000000004, "end": 424.76000000000005, "text": " friend and well-wisher Krishna has no enemies because everyone is Krishna's part and parcel and he's Surdam Sarva-Bhutana he is the top master of thebhutaBhuta"}, {"start": 425.40000000000003, "end": 433.26000000000005, "text": " most well-wisher of every living being so where is the question of krishna having enmity with anybody"}, {"start": 433.26000000000005, "end": 445.18000000000006, "text": " krishna is everyone's friend and well-wisher but there are asuras who are by nature envious of"}, {"start": 445.18000000000006, "end": 454.26000000000005, "text": " krishna envious of supreme lord is the demoniac nature demoniac nature is asuri bhava"}, {"start": 454.26, "end": 460.84, "text": " so in this material world only not in the spiritual world only in the material world"}, {"start": 460.84, "end": 466.74, "text": " there are two categories of beings created beings"}, {"start": 466.74, "end": 479.21999999999997, "text": " in the 16th chapter of the bhagavad gita it is explained among created beings in this material"}, {"start": 479.21999999999997, "end": 482.46, "text": " world there are two categories"}, {"start": 482.46, "end": 483.53999999999996, "text": " daiva"}, {"start": 483.54, "end": 496.8, "text": " and asura so how divine nature and demoniac nature now this is because uh some people"}, {"start": 496.8, "end": 507.42, "text": " they wrongly think that krishna is their enemy they think krishna is against them"}, {"start": 507.42, "end": 511.26, "text": " or somehow they have developed some"}, {"start": 511.26, "end": 511.62, "text": " uh"}, {"start": 511.62, "end": 512.4200000000001, "text": " iniquities"}, {"start": 513.54, "end": 515.54, "text": " or they have developed some kind of feelings towards krishna"}, {"start": 515.54, "end": 524.42, "text": " so yudhishthira maharaj out of fear of attack from others and also out of affection for krishna"}, {"start": 524.42, "end": 531.2199999999999, "text": " he engaged all varieties of defensive forces as bodyguards of krishna"}, {"start": 543.54, "end": 551.42, "text": " and also some vipassana verdigris also as a rickshaw or a bike rickshaw"}, {"start": 551.42, "end": 552.92, "text": " and some of the other movements of krishna"}, {"start": 552.92, "end": 559.06, "text": " now it is specially mentioned by prabhupada in the purport krishna himself was sufficient to defend himself from the attack of others"}, {"start": 559.06, "end": 568.38, "text": " if required krishna himself could defend but still krishna accepted all the arrangements made by maharaj yudhishthira why because he could use it for his own good"}, {"start": 568.38, "end": 569.66, "text": " and if you use it for the good of others he can't break his form as a demon because he cannot break his form but he can't break his form with this body"}, {"start": 569.66, "end": 570.0999999999999, "text": " and if you use it as a weapon he can't break his form he can't break his form with this body"}, {"start": 570.0999999999999, "end": 570.76, "text": " another example is this"}, {"start": 570.76, "end": 571.4599999999999, "text": " other example is that for example the existence of god in the form of a demoniac"}, {"start": 571.4599999999999, "end": 572.3399999999999, "text": " there are different形 Grinville kusama will take it as a demoniac"}, {"start": 572.34, "end": 580.12, "text": " because he could not disobey the king who was his elder cousin. Krishna when he plays"}, {"start": 580.12, "end": 593.26, "text": " the part of being a relative of a devotee, he plays the role perfectly. So he was a younger"}, {"start": 593.26, "end": 603.26, "text": " cousin of Yudhishthira. So therefore, Krishna played that part, I am younger than Yudhishthira,"}, {"start": 603.26, "end": 612.5, "text": " I cannot refuse. That is the etiquette. So I cannot refuse when Yudhishthira arranges"}, {"start": 612.5, "end": 619.56, "text": " bodyguards for my travel, I cannot refuse it. So Prabhupada says, the Lord plays the"}, {"start": 619.56, "end": 622.92, "text": " part of a subordinate in his transcendental sporting."}, {"start": 622.92, "end": 623.26, "text": " ."}, {"start": 623.26, "end": 630.68, "text": " And thus sometimes he puts himself in the care of Yashoda Mata for his protection in"}, {"start": 630.68, "end": 637.4399999999999, "text": " his so-called helplessness of childhood. Small child is after all helpless, totally dependent"}, {"start": 637.4399999999999, "end": 645.86, "text": " on the mother. When it is just born, what is the condition of the child? The infant,"}, {"start": 645.98, "end": 651.26, "text": " we do not even say child, we say infant, very, very, very small, just come out of the mother's"}, {"start": 651.26, "end": 653.06, "text": " womb, totally helpless."}, {"start": 653.26, "end": 664.62, "text": " So we should not mistakenly think that Krishna is helpless when he is a small child. He puts"}, {"start": 664.62, "end": 674.26, "text": " himself under the care of his mother Yashoda or Devaki as if he is a small child. But actually"}, {"start": 674.26, "end": 683.06, "text": " he remains the Supreme Lord with all his powers, even as a small child. So therefore Prabhupada"}, {"start": 683.0600000000001, "end": 687.96, "text": " explains that is the transcendental lela or pastime of the lord. Simply to give pleasure"}, {"start": 687.96, "end": 699.82, "text": " to his devotees, Krishna enacts these pastimes. The basic principle for all transcendental"}, {"start": 700.94, "end": 707.3800000000001, "text": " exchanges between the lord and his devotees, is exhibited to enjoy a transcendental bliss."}, {"start": 707.3800000000001, "end": 712.96, "text": " So, Krishna keeps enjoying these transcendental pleasures, Krishna is full of transcendental"}, {"start": 712.96, "end": 712.98, "text": " blessings."}, {"start": 712.98, "end": 713.0000000000001, "text": " ."}, {"start": 713.0000000000001, "end": 713.0400000000001, "text": " ."}, {"start": 713.0400000000001, "end": 713.0600000000001, "text": " ."}, {"start": 713.0600000000001, "end": 721.0400000000001, "text": " transcendental bliss and there is no comparison with this bliss even to the"}, {"start": 721.0400000000001, "end": 727.62, "text": " level of Brahmananda. Krishna shares that transcendental bliss with his devotees"}, {"start": 727.62, "end": 733.24, "text": " when he engages in transcendental pastimes with his devotees. So both"}, {"start": 733.24, "end": 739.6400000000001, "text": " Krishna and the devotees are always in transcendental bliss. The thirty-third"}, {"start": 739.64, "end": 750.74, "text": " verse, atha duragataan shaurihi, kauravaan viraha aturan, sannivartya"}, {"start": 750.74, "end": 758.78, "text": " drdham snigdhan, praya svanagarim priyaihi. The meaning is out of profound"}, {"start": 758.78, "end": 763.9399999999999, "text": " affection for Lord Krishna, the Pandavas who were of the Kuru dynasty accompanied"}, {"start": 763.9399999999999, "end": 769.1, "text": " him a considerable distance to see him off. They were overwhelmed with the"}, {"start": 769.1, "end": 769.62, "text": " thought of Krishna."}, {"start": 769.64, "end": 777.3199999999999, "text": " The Lord, however, persuaded them to return home and he"}, {"start": 777.3199999999999, "end": 785.3, "text": " proceeded towards Dwaraka with his dear companions. Yudhishthira Maharaj has made"}, {"start": 785.3, "end": 792.46, "text": " arrangements for bodyguards, four divisions of defense forces to accompany"}, {"start": 792.46, "end": 799.1, "text": " Krishna till Dwaraka. But even the Pandavas themselves, Yudhishthira, Bhima, Arjuna,"}, {"start": 799.1, "end": 807.88, "text": " Manakula, Sahadeva also could not think of separation from Krishna because they are pure"}, {"start": 807.88, "end": 818.22, "text": " devotees. All pure devotees are so. They are very intimately connected with Krishna"}, {"start": 818.22, "end": 827.12, "text": " and therefore continuously thinking of Krishna only. Continuously. Such continuous thinking of"}, {"start": 827.12, "end": 828.78, "text": " Krishna is a commandment of qualities of special prestige. Krishna is also the развит 좋은"}, {"start": 828.78, "end": 835.26, "text": " is a characteristic of devotional service to krishna bhakti for krishna"}, {"start": 836.62, "end": 841.9, "text": " krishna says think of me always so even if somebody is not a devotee if they"}, {"start": 843.02, "end": 849.8199999999999, "text": " constantly think of krishna they become pure devotees they awaken their pure devotion to krishna"}, {"start": 849.82, "end": 859.74, "text": " so uh because the pandavas were so intimately attached to krishna in pure devotional service"}, {"start": 859.74, "end": 865.58, "text": " they went with him at quite a distance but then krishna sent them back persuaded them to return"}, {"start": 865.58, "end": 874.7800000000001, "text": " home and he proceeded towards dhwaraka so very reluctantly the pandavas came back because"}, {"start": 875.58, "end": 879.5, "text": " a pure devotee cannot bear separation from the lord"}, {"start": 880.38, "end": 890.86, "text": " even for one moment and this will be explained later on in the descriptions of"}, {"start": 892.22, "end": 899.1800000000001, "text": " the devotees of krishna how they feel when they are separated from krishna"}, {"start": 902.0600000000001, "end": 904.46, "text": " i'll stop here thank you very much harikrishna"}]}