{"video_id": "6nmzI3Tjkvc", "title": "Rtvik system ordered by Krishna Himself | His Grace Suvyakta Narasimha Dasa", "speaker": "HG Suvyakta Narasimha Dasa", "youtube_url": "https://www.youtube.com/watch?v=6nmzI3Tjkvc", "duration": 1504, "segments": [{"start": 0.0, "end": 25.02, "text": " When Srila Prabhupada disappeared in 1977, he left behind him a glorious moment and a"}, {"start": 25.02, "end": 27.44, "text": " priceless legacy."}, {"start": 27.44, "end": 34.620000000000005, "text": " In the days leading up to his disappearance, Srila Prabhupada was concerned specifically"}, {"start": 34.620000000000005, "end": 39.92, "text": " that the moment should not flounder in his absence."}, {"start": 39.92, "end": 44.82, "text": " On April 10, 1977, Srila Prabhupada said,"}, {"start": 44.82, "end": 46.82, "text": " Don't spoil it."}, {"start": 46.82, "end": 50.82, "text": " We are very good, prestigious people."}, {"start": 50.82, "end": 52.82, "text": " Don't spoil it."}, {"start": 52.82, "end": 54.82, "text": " It's a hard day."}, {"start": 54.82, "end": 57.42, "text": " It started with a very emotional moment."}, {"start": 57.42, "end": 63.06, "text": " I am in humble condition, I am just comfortable, such exalted position."}, {"start": 63.06, "end": 65.06, "text": " Don't spoil it."}, {"start": 65.06, "end": 67.06, "text": " That is my request."}, {"start": 67.06, "end": 69.06, "text": " Increase."}, {"start": 69.06, "end": 73.06, "text": " That will depend on your character, behavior, position."}, {"start": 73.06, "end": 79.06, "text": " Srila Prabhupada repeated the same request on April 22, 1977, saying,"}, {"start": 79.06, "end": 83.06, "text": " Keep to our principle and see our GVP."}, {"start": 83.06, "end": 85.06, "text": " It's very a lot."}, {"start": 85.06, "end": 87.06, "text": " Then everything is gone."}, {"start": 87.42, "end": 97.02, "text": " I am not there. Do that. That is my request. Whatever I left to you, I have taught you."}, {"start": 97.02, "end": 108.38, "text": " Follow that. Nobody will be able to do it. No māyā will tell you. Now Kṛṣṇa is giving"}, {"start": 108.38, "end": 120.03999999999999, "text": " us, and there is no scarcity of money. To cut both, I'm sorry. Everything is there."}, {"start": 120.03999999999999, "end": 129.92, "text": " You have got good sages all over the world. You have got, in the street you have got…"}, {"start": 129.92, "end": 137.6, "text": " Even if I die suddenly, you'll be able to manage. That I want."}, {"start": 137.6, "end": 138.1, "text": " ."}, {"start": 138.1, "end": 153.06, "text": " manage nicely don't go back that was prabhupada's concern again sheila prabhupada reiterated the same"}, {"start": 153.06, "end": 161.06, "text": " concern on 29th april 1977 where he said the only request is don't spoil it"}, {"start": 161.06, "end": 184.74, "text": " once more sheila prabhupada on 24th of may 1977 said the same thing"}, {"start": 191.06, "end": 200.74, "text": " sheila prabhupada wanted that whatever he had set up should continue without changes and then"}, {"start": 200.74, "end": 208.14000000000001, "text": " the movement would flourish unhindered out of the many things that sheila prabhupada set up in his"}, {"start": 208.14000000000001, "end": 216.98000000000002, "text": " con three things were primary one was the system of deity worship everything that was offered to"}, {"start": 216.98000000000002, "end": 220.88, "text": " the deities whether the arathis or the boga"}, {"start": 220.88, "end": 229.54, "text": " would have to be first offered to the guru sheila prabhupada and then to nithyananda prabhu"}, {"start": 229.54, "end": 234.74, "text": " after that then the arathi or the boga would be offered to goranga maha prabhu"}, {"start": 234.74, "end": 240.35999999999999, "text": " then it would be offered to radharani and finally it would get offered to krishna"}, {"start": 240.35999999999999, "end": 247.9, "text": " this was the system of deity worship sheila prabhupada set up the second thing was the"}, {"start": 247.9, "end": 250.85999999999999, "text": " disciplic conclusion which was all the deities were offered to the guru"}, {"start": 250.86, "end": 255.62, "text": " and then there in prabhupada's books in their pure and unadulterated form"}, {"start": 255.62, "end": 260.56, "text": " and the third thing the third thing was the system of deeksha"}, {"start": 260.56, "end": 265.62, "text": " or initiations sheila prabhupada set up and ran the"}, {"start": 265.62, "end": 273.0, "text": " dithích system of initiations in his con from 1970 to 1977 and on july 9th"}, {"start": 273.02000000000004, "end": 278.66, "text": " 1977 sheila prabhupada ordered the dithích system to continue even in his absence"}, {"start": 278.66, "end": 279.74, "text": " all that was twelve years and the existence of riti"}, {"start": 279.74, "end": 280.06, "text": " groups or in口ic scoring groups and their duasas"}, {"start": 280.06, "end": 280.38, "text": " all that was first mentioned and his mothers brothers and sisters linked gifts all that was"}, {"start": 280.38, "end": 280.48, "text": " all that was reduced to satan as per tradition means he was requesting a nonpublical organization"}, {"start": 280.48, "end": 280.82, "text": " then on 3rd he went to India in 1971 under carbohydrates heComputed a memorialitta"}, {"start": 280.82, "end": 286.96, "text": " needed was that nothing be changed in ISKCON after Srila Prabhupada's departure, especially"}, {"start": 286.96, "end": 296.32, "text": " these three things, dictatorship, books and initiations. However, despite Srila Prabhupada's"}, {"start": 296.32, "end": 303.84, "text": " multiple expressions of concern in 1977, that things should not be spoiled and things should"}, {"start": 303.84000000000003, "end": 311.72, "text": " continue the way he had set them up. What did the GBC do? The GBC started changing everything."}, {"start": 312.72, "end": 318.34000000000003, "text": " They changed the system of Deity worship to offering everything to Krishna directly first,"}, {"start": 318.90000000000003, "end": 325.20000000000005, "text": " whether it was Bhoga or it was Arati. This was a complete tectonic shift in the method of Deity"}, {"start": 325.20000000000005, "end": 331.28000000000003, "text": " worship Prabhupada taught. Not only that, they changed the books and they changed the system"}, {"start": 331.28000000000003, "end": 333.82000000000005, "text": " of initiations. They changed all the rules of the GBC. They changed the rules of the GBC."}, {"start": 333.82, "end": 339.64, "text": " They changed all the three primary things in ISKCON. Srila Prabhupada had warned against this"}, {"start": 339.64, "end": 346.52, "text": " many times, as Srila Prabhupada said in this letter to Bhakta Dasa written on 24th of November"}, {"start": 346.52, "end": 355.24, "text": " 1974. Srila Prabhupada wrote, don't change from this to that. That is your American disease."}, {"start": 355.82, "end": 362.46, "text": " This is very serious that you always want to change everything. Despite Srila Prabhupada's"}, {"start": 362.46, "end": 363.8, "text": " warnings and concerns, he did not change anything. He did not change anything. He did not change"}, {"start": 363.82, "end": 370.65999999999997, "text": " anything. After Srila Prabhupada's departure, the GBC went ahead and changed all the three"}, {"start": 370.65999999999997, "end": 378.42, "text": " primary things set up by Srila Prabhupada. As far as initiations go, on March 19, 1978,"}, {"start": 379.12, "end": 386.42, "text": " in Resolution No. 16, the GBC resolved. The GBC will consider each year at Gaurapurnima,"}, {"start": 386.42, "end": 392.5, "text": " the appointment of new spiritual masters to be approved by a three-fourth vote. However,"}, {"start": 392.82, "end": 393.8, "text": " for 1978, the GBC will consider each year at Gaurapurnima, the appointment of new spiritual"}, {"start": 393.82, "end": 396.48, "text": " masters to be approved by a three-fourth vote. However, for 1978, no new spiritual masters shall"}, {"start": 396.48, "end": 405.84, "text": " be appointed other than the eleven selected by Srila Prabhupada. So, the GBC declared in 1978"}, {"start": 405.84, "end": 415.84, "text": " that Srila Prabhupada appointed eleven Diksha Gurus. However, later in 1999, the GBC resolved"}, {"start": 415.84, "end": 423.7, "text": " in Resolution No. 403 that, unfortunately, shortly after Srila Prabhupada's disappearance,"}, {"start": 423.82, "end": 432.42, "text": " the GBC body allowed for an unauthorized zonal acharya system to evolve in ISKCON,"}, {"start": 433.2, "end": 443.4, "text": " elevating eleven exclusive successor Diksha Gurus. So, in 1999, 21 years after their resolution"}, {"start": 443.4, "end": 451.28, "text": " declaring that Srila Prabhupada selected eleven Diksha Gurus, the GBC did a old fast and accepted"}, {"start": 451.28, "end": 452.82, "text": " that it was they, not Srila Prabhupada, who would be appointed as the first Diksha Gurus."}, {"start": 452.82, "end": 453.78, "text": " So, the GBC did a old fast and accepted that it was they, not Srila Prabhupada, who would be"}, {"start": 453.78, "end": 453.8, "text": " the first Diksha Gurus. So, the GBC did a old fast and accepted that it was they, not Srila Prabhupada,"}, {"start": 453.82, "end": 454.82, "text": " who would be appointed as the first Diksha Gurus. So, the GBC did a old fast and accepted"}, {"start": 454.82, "end": 455.82, "text": " that it was they, not Srila Prabhupada, who would be appointed as the first Diksha Gurus."}, {"start": 455.82, "end": 456.82, "text": " So, the GBC did a old fast and accepted that it was they, not Srila Prabhupada, who would be"}, {"start": 456.82, "end": 457.82, "text": " appointed as the first Diksha Gurus. So, the GBC did a old fast and accepted that it was"}, {"start": 457.82, "end": 458.82, "text": " they, not Srila Prabhupada, who would be appointed as the first Diksha Gurus. So, the GBC did"}, {"start": 458.82, "end": 459.82, "text": " a old fast and accepted that it was they, not Srila Prabhupada, who would be appointed as"}, {"start": 459.82, "end": 460.82, "text": " the first Diksha Gurus. So, the GBC did a old fast and accepted that it was they, not Srila"}, {"start": 460.82, "end": 466.88, "text": " follows that all other Diksha Gurus as well as the system of regulating Diksha Gurus in"}, {"start": 466.88, "end": 476.58, "text": " ISKCON by the GBC indicating no objection are all invented by the GBC. Till date, the"}, {"start": 476.58, "end": 484.15999999999997, "text": " GBC has not given any explanation for the source of their system of regulating Diksha"}, {"start": 484.16, "end": 493.68, "text": " Gurus in ISKCON. In fact, Satswaroop Prabhu, one of the original 11 Diksha Gurus from 1978,"}, {"start": 493.68, "end": 499.90000000000003, "text": " said in the year 1986, in an article which appeared in the September-October edition"}, {"start": 499.90000000000003, "end": 507.3, "text": " of Hinduism Today, in the article titled, Murder quickens wider crisis in Krishna sect."}, {"start": 507.3, "end": 513.5400000000001, "text": " In this article, Satswaroop Prabhu said, if the different worship systems we instituted"}, {"start": 513.5400000000001, "end": 514.14, "text": " were accepted, then the system of regulating Diksha Gurus in ISKCON would not have been"}, {"start": 514.14, "end": 522.3, "text": " excessive. My answer is that we did not know what to do because there was no precedent"}, {"start": 522.3, "end": 531.34, "text": " scriptural rule which told us what to do. Satswaroop Prabhu openly accepted that they,"}, {"start": 531.34, "end": 537.66, "text": " the GBC, did not know what they were doing in instituting the Diksha Guru system in ISKCON"}, {"start": 537.66, "end": 543.52, "text": " in 1978. Shaila Prabhupad did not order them to institute a Diksha Guru system in ISKCON"}, {"start": 543.52, "end": 553.0799999999999, "text": " nor did he give any instructions on what to do in such a system. Nor did the GBC model"}, {"start": 553.0799999999999, "end": 562.88, "text": " their Diksha Guru system on any precedent or tradition or scripture or shastra. It appears"}, {"start": 562.88, "end": 569.5799999999999, "text": " that they did what appeared right as per their collective intelligence and discrimination."}, {"start": 569.5799999999999, "end": 572.68, "text": " Their intelligence and discrimination decreased when the JVC was instilled into the Diksha"}, {"start": 572.6800000000001, "end": 580.4200000000001, "text": " discrimination dictated that the Ritvik system that Srila Prabhupada ordered for implementation"}, {"start": 580.4200000000001, "end": 589.82, "text": " in ISKCON on July 9, 1977, had to be discarded after Srila Prabhupada disappeared. They did"}, {"start": 589.82, "end": 597.1800000000001, "text": " not consult Srila Prabhupada, nor did they consult Shastra, nor did they look for precedence"}, {"start": 597.1800000000001, "end": 605.82, "text": " or tradition to formulate their Deeksha Guru system, which later on underwent changes to"}, {"start": 605.82, "end": 614.46, "text": " morph into the current day no-objection Guru system. We can safely assume that they did"}, {"start": 614.46, "end": 623.34, "text": " not consult the Supersoul or Paramatma too, either in 1978 or for their current no-objection"}, {"start": 623.34, "end": 624.5000000000001, "text": " Guru system."}, {"start": 624.5000000000001, "end": 626.7, "text": " We can also safely assume that they did not consult Shastra, nor did they look for precedence"}, {"start": 626.7, "end": 639.7, "text": " that the GBC does not consult the Supersoul or Paramatma whenever they vote for allowing a devotee to act as a Diksha Guru in ISKCON."}, {"start": 639.7, "end": 648.7, "text": " Especially because in their resolution no. 409 of 2004, the GBC categorically resolved saying,"}, {"start": 648.7, "end": 667.7, "text": " When the GBC allows a devotee to take up the service of initiating, it does not thereby endorse him as an Uttama Adhikari or pure devotee or certify his having achieved any specific state of realization."}, {"start": 667.7, "end": 676.7, "text": " Rather, the GBC indicates that it has no objection to his initiating disciples within ISKCON."}, {"start": 676.7, "end": 678.7, "text": " This is the GBC's resolution."}, {"start": 678.7, "end": 683.7, "text": " Unless one is a pure devotee, one cannot talk to Krishna directly."}, {"start": 683.7, "end": 693.7, "text": " So, as per the GBC's own resolution, they have declared that none of the devotees in ISKCON, not even the Gurus in ISKCON are pure devotees"}, {"start": 693.7, "end": 701.7, "text": " or that they have not even achieved any specific state of realization too."}, {"start": 701.7, "end": 708.7, "text": " Hence, naturally, we must assume that they are not consulting Krishna in allowing devotees."}, {"start": 708.7, "end": 715.0200000000001, "text": " to act as Diksha Guru in ISKCON. They must be doing it on the basis of their intelligence"}, {"start": 715.0200000000001, "end": 722.48, "text": " and discrimination. Now, interestingly, there is an exchange between Srila Prabhupada and"}, {"start": 722.48, "end": 731.7, "text": " one Mr. Kevin Lehart, which was recorded on 14th of July 1976. Listen to this carefully"}, {"start": 731.7, "end": 739.1, "text": " as Srila Prabhupada explains how he appointed temple presidents, how he appointed devotees"}, {"start": 739.1, "end": 741.2, "text": " to BBT positions, etc."}, {"start": 741.2, "end": 746.2, "text": " How do you choose? You are responsible for the organization."}, {"start": 746.2, "end": 747.2, "text": " Yes."}, {"start": 747.2, "end": 753.2, "text": " Are you the one who chooses, who runs each center, who is responsible in each temple?"}, {"start": 753.2, "end": 760.2, "text": " Yes. Our program is to open centers in every village, every town to Prabhupada and Krishnapada."}, {"start": 760.2, "end": 761.2, "text": " And you choose the leaders?"}, {"start": 761.2, "end": 761.7, "text": " Yes."}, {"start": 761.7, "end": 765.2, "text": " What Krishna does, he tells you, how does that work?"}, {"start": 765.2, "end": 770.2, "text": " No. I have been chosen by my spiritual master."}, {"start": 770.2, "end": 772.2, "text": " And you in turn choose others?"}, {"start": 772.2, "end": 775.2, "text": " Yes. That is our succession."}, {"start": 775.2, "end": 777.2, "text": " On what basis?"}, {"start": 777.2, "end": 783.7, "text": " Basis on the order of Krishna. Originally, the order is from Krishna."}, {"start": 783.7, "end": 785.7, "text": " How does that come?"}, {"start": 785.7, "end": 791.2, "text": " It comes by disciplic succession. Just like Krishna,"}, {"start": 791.2, "end": 799.7, "text": " Krishna said this knowledge to Arjuna, and Arjuna said to others, and it is open."}, {"start": 799.7, "end": 807.7, "text": " Everyone can take it. There is no secrecy. We have to accept order. That's all."}, {"start": 807.7, "end": 810.7, "text": " I missed that. I am sorry."}, {"start": 810.7, "end": 818.7, "text": " The order is already there. It is open, open secret. There is no secrecy. Anyone can take it."}, {"start": 818.7, "end": 825.2, "text": " All right. But in terms of specific, say, choosing specific things, specific details."}, {"start": 825.2, "end": 832.2, "text": " Yes. In all details. How to become Krishna Karsayas, there is all details in this book."}, {"start": 832.2, "end": 835.2, "text": " Bhagavad Gita as it is."}, {"start": 835.2, "end": 839.2, "text": " So he is asking what is a man's qualification to be chosen?"}, {"start": 839.2, "end": 845.2, "text": " In other words, Prabhupada will decide who should be leader if he is qualified."}, {"start": 845.2, "end": 848.2, "text": " And there is a process for making him qualified."}, {"start": 848.2, "end": 851.7, "text": " And there is a process for testing to see if he is qualified."}, {"start": 851.7, "end": 854.7, "text": " So in that way, it all comes from Krishna."}, {"start": 854.7, "end": 861.7, "text": " You chose, for example, these fellows here to run the publishing house and be responsible for..."}, {"start": 861.7, "end": 867.7, "text": " Yes. Like he is in charge of publication. He is in charge of doing his research."}, {"start": 867.7, "end": 871.7, "text": " On what basis, sir? Can you tell me some of the things?"}, {"start": 871.7, "end": 874.7, "text": " Basis, just to see whether he is qualified. That's all."}, {"start": 874.7, "end": 877.7, "text": " Just like ordinarily, when manager is appointed,"}, {"start": 878.2, "end": 885.2, "text": " by the superior authority, on the merit, on his qualification, that's all."}, {"start": 885.2, "end": 893.2, "text": " Okay. It's not... It's a mediated choice, or is it a direct communication from Krishna? That's my question."}, {"start": 893.2, "end": 900.2, "text": " No. Oh, he is asking whether we claim that God speaks to us directly."}, {"start": 900.2, "end": 907.2, "text": " Yes. God speaks to you when you are qualified. You cannot expect God as order supplier."}, {"start": 907.2, "end": 908.2, "text": " Yes. When He speaks to you, you are qualified. You cannot expect God as order supplier."}, {"start": 908.2, "end": 911.2, "text": " You cannot see that you are qualified. He is strict with you."}, {"start": 911.2, "end": 916.2, "text": " But if God, the spiritual master, is the representative of God to disciple,"}, {"start": 916.2, "end": 919.2, "text": " because he is in direct contact with God."}, {"start": 919.2, "end": 924.2, "text": " Yes, yes. My spiritual master appointed me, then you do."}, {"start": 924.2, "end": 930.2, "text": " Similarly, I shall appoint somebody else. This is your choice."}, {"start": 930.2, "end": 935.2, "text": " It's difficult for people to understand that God can speak to a man."}, {"start": 935.2, "end": 936.2, "text": " That is..."}, {"start": 936.2, "end": 937.2, "text": " They question, how can God..."}, {"start": 937.2, "end": 944.6400000000001, "text": " how can God speak to some man? That is… Anything that the radio message is coming,"}, {"start": 945.2800000000001, "end": 951.36, "text": " a foolish man cannot understand how it is coming. He'll think how it is there, speaking."}, {"start": 953.2, "end": 959.76, "text": " So any foolish man will be astonished how things are happening. That is foolishness. But God says,"}, {"start": 959.76, "end": 966.0, "text": " yes, please, I know this. What? Author? Saivayam Teja?"}, {"start": 966.0, "end": 967.52, "text": " No, no, no."}, {"start": 967.52, "end": 971.68, "text": " buddhi-yogaṁ dadāmi tam yena mām abhyayanti"}, {"start": 971.68, "end": 977.28, "text": " teṣyāṁ sattva-yogaṁ tam yena mām abhyayanti"}, {"start": 977.28, "end": 980.08, "text": " dadāmi buddhi-yogaṁ tam yena mām abhyayanti"}, {"start": 980.08, "end": 981.28, "text": " Yes."}, {"start": 981.28, "end": 984.8, "text": " To those who are constantly devoted and worship me with love,"}, {"start": 984.8, "end": 988.08, "text": " I give them the understanding by which they can come to me."}, {"start": 988.08, "end": 989.6, "text": " God is situated in everyone's…"}, {"start": 989.76, "end": 996.08, "text": " As soon as he sees that here is a qualified person, then he gives him instruction."}, {"start": 996.08, "end": 1000.48, "text": " But in the same way that Kṛṣṇa says he will provide for all your needs,"}, {"start": 1000.48, "end": 1005.28, "text": " you still must work to achieve whatever Kṛṣṇa is giving you."}, {"start": 1005.28, "end": 1009.4399999999999, "text": " You work for Kṛṣṇa. You have to work to get your necessities."}, {"start": 1009.4399999999999, "end": 1013.92, "text": " In the same way, I am curious with respect to the way Kṛṣṇa communicates"}, {"start": 1014.72, "end": 1019.28, "text": " with you, whether it's in a similar kind of way that gives you"}, {"start": 1019.76, "end": 1021.68, "text": " your necessities."}, {"start": 1021.68, "end": 1027.6, "text": " In other words, when you decide that someone is to be in charge of a particular temple,"}, {"start": 1027.6, "end": 1030.64, "text": " does Kṛṣṇa tell you that this person should be in charge?"}, {"start": 1031.68, "end": 1035.2, "text": " You, by judging him, say this person is qualified."}, {"start": 1035.2, "end": 1040.08, "text": " Yes. Because a devotee always concerns Kṛṣṇa, and he gives order."}, {"start": 1040.08, "end": 1041.68, "text": " So that's a more direct communication."}, {"start": 1041.68, "end": 1043.44, "text": " Yes. And he gives order."}, {"start": 1043.44, "end": 1049.12, "text": " Because intelligence… Our philosophy is that intelligence comes from Kṛṣṇa."}, {"start": 1049.76, "end": 1050.56, "text": " So if I have something…"}, {"start": 1050.56, "end": 1053.52, "text": " Your philosophy is that your daily necessities come from Kṛṣṇa."}, {"start": 1053.52, "end": 1058.24, "text": " Yes. I understand. Suppose my intelligence sees that this person is qualified,"}, {"start": 1058.8, "end": 1060.0, "text": " that means Kṛṣṇa has told me."}, {"start": 1061.04, "end": 1067.92, "text": " No, not necessarily. Kṛṣṇa will tell directly. A devotee always concerns Kṛṣṇa,"}, {"start": 1067.92, "end": 1073.04, "text": " and Kṛṣṇa tells him. Two levels. Not figuratively. Practically."}, {"start": 1073.04, "end": 1077.52, "text": " Does that apply then to other kinds of decisions and other kinds of activities as well?"}, {"start": 1077.52, "end": 1079.6, "text": " Everything. Everything. Because a devotee…"}, {"start": 1079.76, "end": 1082.72, "text": " A devotee does not do anything without concerning Kṛṣṇa."}, {"start": 1082.72, "end": 1086.4, "text": " But that applies to a very greatly elevated soul. That is not an ordinary person."}, {"start": 1086.4, "end": 1096.08, "text": " And that is… Therefore the minor devotees, they concern the spiritual master. That is our process."}, {"start": 1096.08, "end": 1098.96, "text": " Yasya prasādād bhagavata-prasādād."}, {"start": 1098.96, "end": 1102.16, "text": " I see. I was trying to explain the minor devotees."}, {"start": 1102.72, "end": 1104.0, "text": " No, I was talking about…"}, {"start": 1104.0, "end": 1105.6, "text": " You were talking about the topmost level."}, {"start": 1105.6, "end": 1106.72, "text": " Yes."}, {"start": 1106.72, "end": 1108.72, "text": " That's a good phrase for the service."}, {"start": 1109.76, "end": 1114.08, "text": " That's it. That will do it for me. I thank you kindly."}, {"start": 1116.56, "end": 1123.52, "text": " Now, in this exchange, Śrīla Prabhupāda, on being questioned by Mr. Kevin Lehart,"}, {"start": 1123.52, "end": 1128.8, "text": " about how he appointed temple presidents and devotees to BBT positions,"}, {"start": 1129.84, "end": 1137.36, "text": " Rāmēśvara Prabhu interpreted Śrīla Prabhupāda's answer by saying, suppose my intelligence sees"}, {"start": 1137.92, "end": 1139.68, "text": " that this person is qualified,"}, {"start": 1140.24, "end": 1145.68, "text": " that means Kṛṣṇa has told me. This was Rāmēśvara Prabhu's interpretation."}, {"start": 1146.56, "end": 1153.36, "text": " In effect, Rāmēśvara Prabhu said that the decision was made by using one's intelligence"}, {"start": 1153.36, "end": 1159.2, "text": " and that meant that Kṛṣṇa had ordered it. In other words, he said that there is no"}, {"start": 1159.2, "end": 1169.44, "text": " direct consultation with Kṛṣṇa. But Śrīla Prabhupāda immediately corrected him saying, no, not necessarily."}, {"start": 1169.76, "end": 1179.44, "text": " He said that Kṛṣṇa will tell directly. A devotee always consults Kṛṣṇa and Kṛṣṇa tells him, do like this,"}, {"start": 1180.16, "end": 1190.16, "text": " not figuratively, practically. That means even to appoint temple president or any devotee to a BBT"}, {"start": 1190.16, "end": 1198.48, "text": " post, Śrīla Prabhupāda would always consult Kṛṣṇa and Kṛṣṇa was telling directly to Śrīla Prabhupāda,"}, {"start": 1198.48, "end": 1199.68, "text": " Śrīla Prabhupāda would always consult Kṛṣṇa and Kṛṣṇa was telling directly to Śrīla Prabhupāda,"}, {"start": 1199.92, "end": 1204.3200000000002, "text": " do like this, practically, not figuratively."}, {"start": 1205.3600000000001, "end": 1213.76, "text": " Meaning, Kṛṣṇa was telling Śrīla Prabhupāda directly whom to appoint and Śrīla Prabhupāda"}, {"start": 1213.76, "end": 1219.3600000000001, "text": " would appoint such a person as a temple president or to any official post in the BBT."}, {"start": 1220.4, "end": 1223.28, "text": " Remember the verse Śrīla Prabhupāda so often quoted?"}, {"start": 1223.28, "end": 1228.5600000000002, "text": " Āchāryam mām vijāniyām nāvamanyetakarhi chit. Āchāryam mām vijāniyām nāvamanyetakarhi chit."}, {"start": 1228.56, "end": 1230.32, "text": " Āchāryam mām vijāniyām nāvamanyetakarhi chit. These are Krishna's words."}, {"start": 1231.04, "end": 1237.36, "text": " Whatever is said by the spiritual master is to be taken as directly the order of Krishna."}, {"start": 1238.24, "end": 1244.96, "text": " No one must disrespect or disobey the spiritual master's order because the spiritual master's"}, {"start": 1244.96, "end": 1254.6399999999999, "text": " order is the order of Krishna. Now imagine, if even for BBT posts and temple president posts,"}, {"start": 1255.44, "end": 1257.84, "text": " Śrīla Prabhupāda was consulting Krishna,"}, {"start": 1258.56, "end": 1266.56, "text": " directly and Krishna was ordering whom to appoint, then is it not all the more applicable"}, {"start": 1266.56, "end": 1272.56, "text": " to appointing Diksha Gurus in ISKCON, particularly for the time after Śrīla Prabhupāda's departure?"}, {"start": 1273.9199999999998, "end": 1279.6799999999998, "text": " Diksha Guru position is far higher than that of a temple president or even a GVC."}, {"start": 1280.72, "end": 1287.84, "text": " So it is natural that if Śrīla Prabhupāda was always consulting Krishna directly for appointing"}, {"start": 1287.84, "end": 1294.8, "text": " a devotee to any post ."}, {"start": 1295.28, "end": 1302.24, "text": " Then naturally, Śrīla Prabhupāda wouldn't appoint anyone to Diksha Guru"}, {"start": 1302.6399999999999, "end": 1313.36, "text": " post, without consulting Krishna directly. In other words, all appointments in ISKCON came form Krishna"}, {"start": 1313.36, "end": 1317.4199999999998, "text": " and Śrīla Prabhupāda being the Vāyā media relayed about it."}, {"start": 1317.84, "end": 1327.36, "text": " that order from Krishna. Now comes the question. If this is the case, then how do you think"}, {"start": 1327.36, "end": 1334.76, "text": " Srila Prabhupada appointed the Ritwiks to carry on initiations in ISKCON after his departure?"}, {"start": 1335.76, "end": 1343.62, "text": " How does the GBC think Srila Prabhupada sent out to all the temple presidents and the GBCs"}, {"start": 1343.6200000000001, "end": 1350.8400000000001, "text": " the July 9, 1977 order for implementing the Ritwiks system of initiations in ISKCON?"}, {"start": 1351.5200000000002, "end": 1358.2600000000002, "text": " How does the GBC think Srila Prabhupada decided on this order? Do you think Srila Prabhupada simply"}, {"start": 1358.2600000000002, "end": 1364.7800000000002, "text": " used this intelligence and discrimination like the GBC did in either inventing the no-objection"}, {"start": 1364.7800000000002, "end": 1371.66, "text": " guru system or the GBC even today is doing in selecting diksha gurus? Do you think Srila"}, {"start": 1371.66, "end": 1373.6000000000001, "text": " Prabhupada did not consult Krishna?"}, {"start": 1373.6200000000001, "end": 1383.64, "text": " In rolling out the July 9, 1977 Ritwik system of initiations order, the answer is obvious."}, {"start": 1383.64, "end": 1390.24, "text": " Srila Prabhupada consulted Krishna directly about how initiations would go on in ISKCON"}, {"start": 1390.24, "end": 1397.5200000000002, "text": " particularly at that time when he is no longer with us and Krishna ordered. As per Krishna's"}, {"start": 1397.5200000000002, "end": 1403.5200000000002, "text": " order, Srila Prabhupada rolled out the July 9 order to implement Ritwik system of initiations."}, {"start": 1403.52, "end": 1406.58, "text": " The duty of the GBC was to disobey Krishna and Shlala Prabhupada was minced."}, {"start": 1406.58, "end": 1407.58, "text": " ——"}, {"start": 1407.58, "end": 1412.82, "text": " In rolling out the July 9 order to implement Sthama of initiations in ISKCON, the answer"}, {"start": 1412.82, "end": 1415.74, "text": " is categorized to be clear no needless to say Krishnそんな shlala pad 특별но"}, {"start": 1415.74, "end": 1417.28, "text": " ОЧ mile to achieve this出来 to Estevan were to solve the distress of the of weaving"}, {"start": 1417.28, "end": 1418.28, "text": " into his own story."}, {"start": 1418.28, "end": 1420.3, "text": " The GBC is doing? The GBC is disobeying Srila Prabhupada, and Krishna directly."}, {"start": 1420.3, "end": 1425.96, "text": " Not only is the GBC itself disobeying Srila Prabhupada, and Krishna, but the GBC is forcing"}, {"start": 1425.96, "end": 1431.42, "text": " all the devotees of ISKCON in Nandasilam in order to also disobey Krishnan's a visag."}, {"start": 1431.42, "end": 1433.44, "text": " If so, they return to resolve Krishnan's problem."}, {"start": 1433.52, "end": 1440.2, "text": " Shaila Prabhupada and Krishna in the matter of initiations in ISKCON. Because in the ISKCON law,"}, {"start": 1441.02, "end": 1447.34, "text": " the GBC has banned anyone from following the Rithvik system of initiations in ISKCON."}, {"start": 1448.12, "end": 1455.76, "text": " This is a great offense to Shaila Prabhupada and Krishna. The July 9th, 1977 order of Shaila"}, {"start": 1455.76, "end": 1461.3, "text": " Prabhupada to implement the Rithvik system of initiations is the direct order of Krishna."}, {"start": 1461.3, "end": 1468.78, "text": " And since Dharmamtu Sakshad Bhagavad Praneetham, whatever is ordered by Krishna becomes Dharma,"}, {"start": 1469.52, "end": 1475.22, "text": " it constitutes Shastra. Following the Rithvik system of initiations in ISKCON is the Dharma"}, {"start": 1475.22, "end": 1483.36, "text": " of every devotee in ISKCON and the July 9th Rithvik initiation system order is itself Shastra."}, {"start": 1484.1, "end": 1491.28, "text": " Let us not be misled otherwise. Hare Krishna, Vishwaguru Shaila Prabhupada ki jai."}, {"start": 1491.3, "end": 1492.3, "text": " Shastra."}]}