{"video_id": "6PVZJI21ObY", "title": "The whole world will chant Hare Krishna | Soulful Japa", "speaker": "HH Stoka Krishna Maharaj", "youtube_url": "https://www.youtube.com/watch?v=6PVZJI21ObY", "duration": 276, "segments": [{"start": 0.04, "end": 10.24, "text": " Just like Krishna lifted Govardhana, Hare Krishna Nama is doing all these wonders. That's why please"}, {"start": 10.24, "end": 19.72, "text": " wait. Chaitanya Mahaprabhu said golden age has begun. From his appearance golden age has begun."}, {"start": 19.72, "end": 31.92, "text": " And it is for this reason that simultaneously is our realization is that this development"}, {"start": 31.92, "end": 38.18, "text": " of science and technology, including coming up to the point of internet and communication"}, {"start": 38.18, "end": 47.96, "text": " today we are having online sessions. All this the Lord has dual purpose just like with one"}, {"start": 47.96, "end": 49.519999999999996, "text": " stone kills two birds."}, {"start": 49.52, "end": 54.1, "text": " So it's very much under the control of the Lord. All this technology is going to be very"}, {"start": 54.1, "end": 58.040000000000006, "text": " very useful to bring in the golden age that Chaitanya Mahaprabhu."}, {"start": 58.040000000000006, "end": 64.04, "text": " Chaitanya Mahaprabhu's age is what is his Sankirtana. Sankirtana means not simply alone."}, {"start": 64.04, "end": 73.16, "text": " The whole everybody, the whole world will chant Hare Krishna. Those days are coming."}, {"start": 73.16, "end": 79.32000000000001, "text": " We can get a sixth sense of that. Just like this coronavirus. We can get a sense of this."}, {"start": 79.32000000000001, "end": 85.32000000000001, "text": " How unbelievable, everything is getting, you know, the whole world is changing overnight."}, {"start": 87.56, "end": 91.4, "text": " The way people living is changing overnight. These are all inconceivable things."}, {"start": 93.16000000000001, "end": 99.4, "text": " So it has, we understand Lord is in control of everything and his incarnation is acting."}, {"start": 100.2, "end": 106.12, "text": " Many, many more things have to happen. We will see probably with our good luck,"}, {"start": 106.12, "end": 113.0, "text": " in our own lives, we will see the flowering of, blossoming of this golden age."}, {"start": 114.36, "end": 120.36, "text": " There was one explosion in 1966. Prabhupada created one explosion in 1966."}, {"start": 121.48, "end": 125.72, "text": " In 10 years, boom, it exploded. It's called Hare Krishna explosion."}, {"start": 126.92, "end": 134.04000000000002, "text": " And the impact of that explosion, 66 to, you know, 77, 11 years, that explosion,"}, {"start": 134.68, "end": 136.04000000000002, "text": " the impact of that is still there."}, {"start": 136.12, "end": 141.24, "text": " It is still continuing today, all over the world. It's not going to be one explosion."}, {"start": 142.52, "end": 146.76, "text": " Prabhupada is still alive, still active. He said, I am the founder,"}, {"start": 146.76, "end": 148.84, "text": " Acharya of the Krishna consciousness movement."}, {"start": 151.4, "end": 157.32, "text": " In his aprakrita rupa, he is in the midst of all his devotees"}, {"start": 159.56, "end": 165.72, "text": " and he's spearheading this Krishna consciousness movement. He will create miracles, more"}, {"start": 166.12, "end": 173.32, "text": " and more, and the emotions will happen. Just watch. Just watch because Lord's prediction never goes wrong."}, {"start": 174.6, "end": 178.76, "text": " There's a golden age of 10,000 years in the midst of Kali Yuga means it will be there."}, {"start": 180.36, "end": 186.68, "text": " And we can see all, that's the beginning of it. It may start off with a situation like this,"}, {"start": 186.68, "end": 195.24, "text": " or it may start off with a war. A war also cleanses the whole place. When, when the new world has to start, there'll be a big war."}, {"start": 196.12, "end": 203.66, "text": " and these are all what is happening we can see that not without not outside the"}, {"start": 203.66, "end": 208.72, "text": " control of the Lord but this technology is a blessing"}, {"start": 208.72, "end": 214.3, "text": " Vaishnavas use this for spreading Krishna consciousness moment it is"}, {"start": 214.3, "end": 218.9, "text": " arrangement of the Lord this is what we feel so much confidence that see this so"}, {"start": 218.9, "end": 222.24, "text": " much this technology is so much connected to spreading Krishna"}, {"start": 222.24, "end": 227.24, "text": " consciousness otherwise what is the means of communication village to"}, {"start": 227.24, "end": 230.98000000000002, "text": " village village to village and all if somebody that time when Chaitanya"}, {"start": 230.98000000000002, "end": 238.5, "text": " Mahaprabhu said every town and village my name will be sung even physically"}, {"start": 238.5, "end": 246.04000000000002, "text": " one does calculation Hey how is it possible to communicate this then"}, {"start": 246.04000000000002, "end": 251.34, "text": " airplanes came Prabhupada went to America and he communicated all over the world he"}, {"start": 251.34, "end": 251.52, "text": " travelled he communicated"}, {"start": 252.24, "end": 258.24, "text": " Now internet has come, we are able to sit and we are able to hear about Soulful Japa,"}, {"start": 258.24, "end": 263.84000000000003, "text": " we are here about Bhagavad Gita, Bhagavatam, everything is going online now."}]}