{"video_id": "6wlP6Mb2Dvw", "title": "Srimad Bhagavatam | HG Madhu Pandit Dasa | SB 1.7.27 | 17-01-2016", "speaker": "HG Madhu Pandit Dasa", "youtube_url": "https://www.youtube.com/watch?v=6wlP6Mb2Dvw", "duration": 2336, "segments": [{"start": 0.0, "end": 26.28, "text": " So this is a chapter titled the son of Drona punished, who is Ashwathama and all of a sudden"}, {"start": 26.28, "end": 36.52, "text": " there was a great effulgence, dangerous effulgence, destructive effulgence spreading all around"}, {"start": 36.52, "end": 41.18, "text": " and Krishna and Arjuna were discussing, where does it come from?"}, {"start": 41.18, "end": 43.64, "text": " Arjuna was saying, where does it come from?"}, {"start": 43.64, "end": 46.5, "text": " I do not understand."}, {"start": 46.5, "end": 53.34, "text": " So Supreme Lord replies that this is Brahmastra released by son of Drona and he does not know"}, {"start": 53.34, "end": 56.0, "text": " how to retract the glare."}, {"start": 56.0, "end": 57.98, "text": " That is coming from this."}, {"start": 57.98, "end": 64.5, "text": " So that knowledge does not necessarily mean that you have to physically separate from"}, {"start": 64.5, "end": 66.62, "text": " this body."}, {"start": 66.62, "end": 74.5, "text": " But those who use this knowledge and separate themselves by knowledge, they separate themselves"}, {"start": 74.5, "end": 77.53999999999999, "text": " from the body."}, {"start": 77.53999999999999, "end": 84.98, "text": " They feel so much liberated that they utilize rest of their life in this body to give this"}, {"start": 84.98, "end": 85.98, "text": " knowledge to others."}, {"start": 85.98, "end": 94.34, "text": " And make them also feel this liberating feeling of having come out of this misidentification"}, {"start": 94.34, "end": 96.60000000000001, "text": " with this body."}, {"start": 96.60000000000001, "end": 106.36, "text": " So one who utilizes this life to chant these mantras, Hare Krishna, names of God, to do"}, {"start": 106.36, "end": 112.10000000000001, "text": " japa, to do kirtana, have faith in the holy name."}, {"start": 112.10000000000001, "end": 115.96000000000001, "text": " Once he gets this detachment from this material body."}, {"start": 115.98, "end": 126.66, "text": " Then he does not live for the body, but he makes the body live for him."}, {"start": 126.66, "end": 136.74, "text": " Just like those who think they are this body, their soul is living for the body."}, {"start": 136.74, "end": 142.98000000000002, "text": " What I will do with the body, how I will secure my body, how I will give gratification for"}, {"start": 142.98000000000002, "end": 145.3, "text": " my body, how I will feed my senses."}, {"start": 145.3, "end": 150.5, "text": " These are all the cinta of a person who is thinking I am the body."}, {"start": 150.5, "end": 157.96, "text": " And the thoughts of a person who is thinking I am not the body is that I, as a spirit soul,"}, {"start": 157.96, "end": 161.04000000000002, "text": " I have a different purpose."}, {"start": 161.04000000000002, "end": 165.72000000000003, "text": " I have understood from the scriptures that the purpose of getting this human life is"}, {"start": 165.72000000000003, "end": 169.98000000000002, "text": " to come out of this material world."}, {"start": 169.98000000000002, "end": 172.3, "text": " And therefore the shastras are given certain techniques, certain methods."}, {"start": 172.3, "end": 173.3, "text": " I should give this material life."}, {"start": 173.3, "end": 174.3, "text": " I should give this material life."}, {"start": 174.3, "end": 175.3, "text": " I should give this material life."}, {"start": 175.3, "end": 176.3, "text": " I should use this material life."}, {"start": 176.3, "end": 181.62, "text": " I should be able to utilize that body according to those principles and come out of this body."}, {"start": 181.62, "end": 187.84, "text": " So first, you get little knowledge, jana that I am not this body."}, {"start": 187.84, "end": 194.76000000000002, "text": " And then you get convinced that you should adopt spiritual practices given by Srila Prabhupada."}, {"start": 194.76000000000002, "end": 201.86, "text": " And then after you do those spiritual practices, slowly the knowledge becomes deeper and it"}, {"start": 201.86, "end": 203.3, "text": " becomes vijjana or realized knowledge."}, {"start": 203.3, "end": 204.3, "text": " I am not this material life."}, {"start": 204.3, "end": 212.02, "text": " am not this material body so initially we may not fully get that jnana shakti that i am not this"}, {"start": 212.02, "end": 219.9, "text": " body but you have faith in sila prabhupadas faith in guru sadhu and shastra and then therefore you"}, {"start": 219.9, "end": 226.8, "text": " simply follow the instructions given by them then you will see that that jnana will become vijnana"}, {"start": 226.8, "end": 234.20000000000002, "text": " i am not this body your existence beyond this dead material body you will start experiencing it"}, {"start": 234.20000000000002, "end": 241.76000000000002, "text": " and you experience that then you your spiritual practices will get reinforced yes my body should"}, {"start": 241.76000000000002, "end": 248.94000000000003, "text": " be controlled my body should be run or managed in a manner in which it is going to help me"}, {"start": 248.94000000000003, "end": 257.34000000000003, "text": " realize my purpose of the journey in this human body my real atma's purpose i should start doing"}, {"start": 257.34000000000003, "end": 262.68, "text": " that and then he becomes completely fixed nishta in his path and that"}, {"start": 262.68, "end": 262.84000000000003, "text": " you"}, {"start": 262.84000000000003, "end": 263.68, "text": " you"}, {"start": 264.2, "end": 271.59999999999997, "text": " of all the different things that prabhupada still do this don't do this so many things"}, {"start": 271.59999999999997, "end": 278.48, "text": " the most important thing is to chant haray krishna maha mantra is to take this mantra inside you"}, {"start": 278.48, "end": 283.84, "text": " so that the spiritual technology because you need shakti to separate the your your identity"}, {"start": 283.84, "end": 287.71999999999997, "text": " your your individuality from this body you need to separate it"}, {"start": 287.71999999999997, "end": 291.98, "text": " if you need shakti that shakti comes from this haray krishna maha mantra"}, {"start": 294.2, "end": 304.53999999999996, "text": " when it is raining if you want to collect water rain water rain is falling and if you want to collect"}, {"start": 304.53999999999996, "end": 315.38, "text": " more water does a rain mind no according to size of your vessel you can carry take how much water"}, {"start": 315.38, "end": 323.44, "text": " you want you can take so in the same way this haray krishna maha mantra is raining now it is an"}, {"start": 323.44, "end": 324.18, "text": " avatara of kshatriya kshatriya kshatriya kshatriya kshatriya kshatriya kshatriya kshatriya kshatriya kshatriya kshatriya"}, {"start": 324.2, "end": 333.76, "text": " that sound vibration that is coming from the spiritual world it is raining now"}, {"start": 333.76, "end": 344.26, "text": " now does not matter who it is if he knows how to collect this then he will get liberated he will"}, {"start": 344.26, "end": 347.84, "text": " take the benefit of this haray krishna maha mantra he will go to the spiritual world"}, {"start": 347.84, "end": 354.18, "text": " he will apply the spiritual technology so this is something so much"}, {"start": 354.2, "end": 361.76, "text": " dependent upon you how much you benefit from haray krishna maha mantra depends upon you"}, {"start": 361.76, "end": 370.52, "text": " suppose you rain is falling you have a pot instead of holding like this you hold like this"}, {"start": 370.52, "end": 381.59999999999997, "text": " will you collect no so in the same way when we chant haray krishna mantra if you don't hear"}, {"start": 381.59999999999997, "end": 383.56, "text": " it is like holding the pot like this"}, {"start": 384.2, "end": 393.28, "text": " many many years you will chant but nothing is going inside if you want this haray krishna"}, {"start": 393.28, "end": 402.94, "text": " maha mantra to go inside the vessel it is raining the vessel is your ears and with the attention"}, {"start": 402.94, "end": 409.88, "text": " with your mind you should take it in now we will discuss in more details what the technology of"}, {"start": 409.88, "end": 413.68, "text": " how to collect this rain of haray krishna maha mantra so that"}, {"start": 414.2, "end": 422.68, "text": " sat chit ananda gets transferred in your heart and you become free from this material body and develop krishna bhakti"}, {"start": 422.68, "end": 431.08, "text": " real ananda of krishna seva so to hear something you don't have to do any special exercise with the"}, {"start": 431.71999999999997, "end": 443.71999999999997, "text": " ears nothing any and every sound will fall on the ears oh then then i am automatically hearing"}, {"start": 444.2, "end": 451.8, "text": " no you only hear there are so many things fall on the ears where your attention is only that you"}, {"start": 451.8, "end": 460.68, "text": " will hear just like example now none of you are actually hearing the ac sound is it there now ac sound"}, {"start": 463.96, "end": 473.96, "text": " ah you're not hearing you're not hearing sound is there you're not hearing but what are you hearing"}, {"start": 474.2, "end": 482.68, "text": " what i am saying why because you have attention there why you have attention there because you"}, {"start": 482.68, "end": 489.08, "text": " have an intention there is it not i want to know something intention is there therefore attention is"}, {"start": 490.84, "end": 498.36, "text": " and why your intention is strong because you have faith that your intention can be realized"}, {"start": 499.64, "end": 503.15999999999997, "text": " from hearing from this source so you need"}, {"start": 504.2, "end": 509.96, "text": " intention and faith then your attention will remain on the holy name the same way when you do"}, {"start": 509.96, "end": 519.8, "text": " japa you should have intention the intention should be clear why you are doing japa just like"}, {"start": 519.8, "end": 524.68, "text": " intention is clear why you are your attention is on what i am saying because you want to get"}, {"start": 524.68, "end": 532.36, "text": " knowledge you want to get spiritual knowledge now the shastra says that haray krishna maha mantra is"}, {"start": 532.36, "end": 533.64, "text": " a source of all knowledge"}, {"start": 534.2, "end": 541.0, "text": " is the source of all ananda now i should take that inside me"}, {"start": 543.08, "end": 548.0400000000001, "text": " the process of japa as i said the spiritual technology is that this sound should go"}, {"start": 548.0400000000001, "end": 553.4000000000001, "text": " inside and touch the atma if your attention is not there it will not go inside if your attention"}, {"start": 553.4000000000001, "end": 558.6800000000001, "text": " is there it will come inside you consider your attention like your spiritual hand coming out of"}, {"start": 558.6800000000001, "end": 564.0400000000001, "text": " this body only one thing can come out of this body though you're trapped one thing can come out of this"}, {"start": 564.04, "end": 573.24, "text": " can come out, one spiritual thing can come out. What is that? Attention. So, if you have"}, {"start": 573.24, "end": 578.4, "text": " attention on the sound, then you are actually touching the sound which is coming here and"}, {"start": 578.4, "end": 585.68, "text": " immediately there is connection between soul and the sound. So, the Hare Krishna, Krishna"}, {"start": 585.68, "end": 590.66, "text": " Kalikale Nama Rupa Avatara, Sarva Shakti, all Shakti is included in this Hare Krishna"}, {"start": 590.66, "end": 598.1, "text": " Maha Mantra. How much, it all depends upon you, how much you are, how well you are touching"}, {"start": 598.1, "end": 604.04, "text": " this Hare Krishna Maha Mantra that you chant. Chanting is Shravanam, is a starting of Seva"}, {"start": 604.04, "end": 614.18, "text": " of the Lord. You get purified, no doubt. Many of you are chanting for such a long time."}, {"start": 614.18, "end": 619.3399999999999, "text": " That is why the next lesson is being given. Those who are not chanting at all, we tell"}, {"start": 619.3399999999999, "end": 620.54, "text": " them chant Hare Krishna."}, {"start": 620.54, "end": 627.66, "text": " For those who are chanting Hare Krishna, we tell them, hear Hare Krishna. You are already"}, {"start": 627.66, "end": 631.9399999999999, "text": " expert in chanting Hare Krishna. Gada, gada, gada, gada, gada, gada, gada, gada, gada, gada,"}, {"start": 631.9399999999999, "end": 638.62, "text": " gada, gada, gada, gada, gada, gada, gada, gada goes on, finish. High time you go to the next"}, {"start": 638.62, "end": 647.0799999999999, "text": " level, second standard. First standard over. Sixteen Malas over. But you didn't hear one"}, {"start": 647.0799999999999, "end": 650.4, "text": " mantra also. Entire sixteen rounds you are thinking."}, {"start": 650.54, "end": 662.4399999999999, "text": " This matter, that matter, this matter, that matter, that matter, that matter, going on, going on, like Hare Krishna chanting has become a background music for your thinking."}, {"start": 668.06, "end": 670.14, "text": " All your material thinking you do that time."}, {"start": 670.98, "end": 677.06, "text": " You have to go to post office, you have to go to bank, you have to solve this problem, that problem, this financial problem, that problem, this personal problem."}, {"start": 677.0600000000001, "end": 684.44, "text": " Okay, this ambition, I can become this, I can, you know, all these things, oh, that, this, that, that, what will happen to this, something, something may happen here."}, {"start": 685.0600000000001, "end": 694.3800000000001, "text": " Oh, my God, oh, no, that was so nice, that experience was so nice, very nice, it was, you know, very, such a, that party was so good and everything was so nice."}, {"start": 695.2, "end": 700.5400000000001, "text": " Like this, oh, that should not have happened, you know, very sad thing, it should not have happened."}, {"start": 700.5400000000001, "end": 706.98, "text": " Like this, oh, like this you do, oh, going round and round and round and 16."}, {"start": 707.0600000000001, "end": 707.72, "text": " Your round is finished."}, {"start": 713.3800000000001, "end": 715.0200000000001, "text": " Your pathra was ulta."}, {"start": 718.82, "end": 720.74, "text": " How will the technology be effective?"}, {"start": 722.4000000000001, "end": 723.86, "text": " Technology will not be effective."}, {"start": 726.62, "end": 731.1800000000001, "text": " Some indirect, little benefit you will get, because after all this is very powerful mantra."}, {"start": 731.82, "end": 734.6800000000001, "text": " Even in tongue you are chanting, it will have tremendous benefit."}, {"start": 735.5200000000001, "end": 737.0400000000001, "text": " All your papa and all will be blessed."}, {"start": 737.0600000000001, "end": 766.2800000000001, "text": " You will be burnt out, you will get lot of punya, but ultimately you need to get spiritual energy to get separated from this material body, get liberated from this material body, experience your true self as a, as amsa of Krishna, experience your true self as a bhakta of Krishna, as a lover of Krishna, experience true love of God, that all you cannot get if you go on doing like this."}, {"start": 767.0600000000001, "end": 770.6400000000001, "text": " You have to send the Hare Krishna Maha Mantra inside by attention."}, {"start": 772.1800000000001, "end": 782.24, "text": " For that you have to have intention that understanding that this shabda, this Krishna Nama is a samutra of Satchitananda."}, {"start": 783.24, "end": 789.8000000000001, "text": " In our life we are only seeking Sattva, Chitta and Ananda, even materially, but in the wrong direction."}, {"start": 791.6800000000001, "end": 795.84, "text": " Look for Satchitananda from the holy name, then pure Satchitananda will come."}, {"start": 797.0600000000001, "end": 808.24, "text": " In the material world, asat is being duplicated as sat, achit is duplicated as chit, ignorance is shown as, is masquerading as knowledge."}, {"start": 811.0000000000001, "end": 815.0200000000001, "text": " Material Ananda is masquerading as spiritual Ananda."}, {"start": 816.1, "end": 819.7800000000001, "text": " Material love is appearing to be like spiritual love, but no."}, {"start": 819.7800000000001, "end": 823.7800000000001, "text": " It is asat, achit, nirananda."}, {"start": 825.72, "end": 827.0400000000001, "text": " But what we are looking for is?"}, {"start": 827.0600000000001, "end": 828.5600000000001, "text": " Sat, chit, ananda."}, {"start": 829.94, "end": 835.0600000000001, "text": " In material world, material activities, you will only get asat, achit and nirananda."}, {"start": 836.0000000000001, "end": 842.0000000000001, "text": " But if you send the Hare Krishna Maha Mantra inside and touch your soul, you will experience"}, {"start": 842.0000000000001, "end": 844.7600000000001, "text": " Sat, chit and ananda, little by little."}, {"start": 849.0400000000001, "end": 857.0400000000001, "text": " So the biggest problem for hearing, biggest obstruction for hearing, who is that?"}, {"start": 857.0600000000001, "end": 858.96, "text": " The mind."}, {"start": 858.96, "end": 863.94, "text": " The mind."}, {"start": 863.94, "end": 869.08, "text": " So there is a spiritual technology how to handle this mind."}, {"start": 869.08, "end": 872.0400000000001, "text": " You want to know?"}, {"start": 872.0400000000001, "end": 873.0400000000001, "text": " Yes."}, {"start": 873.0400000000001, "end": 874.0400000000001, "text": " Ok."}, {"start": 874.0400000000001, "end": 878.58, "text": " Let's see what all the mind does."}, {"start": 878.58, "end": 881.8800000000001, "text": " Mind does problem solving."}, {"start": 881.8800000000001, "end": 883.08, "text": " Some problem is there."}, {"start": 883.08, "end": 885.94, "text": " During japa, your mind will be solving that problem."}, {"start": 885.94, "end": 886.94, "text": " Yes."}, {"start": 887.0600000000001, "end": 890.94, "text": " That is one activity."}, {"start": 890.94, "end": 892.34, "text": " What is it?"}, {"start": 892.34, "end": 894.1400000000001, "text": " Problem solving."}, {"start": 894.1400000000001, "end": 895.86, "text": " Right?"}, {"start": 895.86, "end": 902.58, "text": " Second, the mind also does planning."}, {"start": 902.58, "end": 903.58, "text": " I have some objective."}, {"start": 903.58, "end": 908.58, "text": " Ok, I will do this, I will do this, no, no, I will not do this, I will do this, I will"}, {"start": 908.58, "end": 911.94, "text": " take this route, this route, planning."}, {"start": 911.94, "end": 912.94, "text": " Agreed?"}, {"start": 912.94, "end": 913.94, "text": " Yes."}, {"start": 913.94, "end": 915.94, "text": " Let us try to understand what all mind does."}, {"start": 915.94, "end": 916.94, "text": " Yes."}, {"start": 916.94, "end": 922.44, "text": " At the end of it, I will say what, what mind should do."}, {"start": 922.44, "end": 924.0600000000001, "text": " That is objective."}, {"start": 924.0600000000001, "end": 926.1600000000001, "text": " So you should know what all you should not do."}, {"start": 926.1600000000001, "end": 929.7800000000001, "text": " So problem solving you should not do."}, {"start": 929.7800000000001, "end": 932.9000000000001, "text": " Planning you should not do."}, {"start": 932.9000000000001, "end": 943.94, "text": " Next, the mind does, there are four emotional things that the mind does."}, {"start": 943.94, "end": 945.94, "text": " One is the mind goes into future."}, {"start": 945.94, "end": 946.94, "text": " Yes."}, {"start": 946.94, "end": 950.12, "text": " And it dreams, is it not?"}, {"start": 950.12, "end": 957.32, "text": " Oh, it will be so nice if I get that big job, so nice if that you know business transaction"}, {"start": 957.32, "end": 962.0, "text": " goes through, oh feeling, then you are chanting Hare Krishna, Hare Krishna."}, {"start": 962.0, "end": 968.1800000000001, "text": " So dreaming, dreaming and chanting."}, {"start": 968.1800000000001, "end": 970.94, "text": " Problem solving and chanting."}, {"start": 970.94, "end": 973.7, "text": " Planning and chanting."}, {"start": 973.7, "end": 975.1, "text": " Dreaming and chanting."}, {"start": 975.1, "end": 976.1, "text": " Yes."}, {"start": 976.1, "end": 991.2, "text": " Another thing you do also, what is that? You worry and chant. Worry is about, oh, agatha ilva, oh, sikitha ilva, worry and chant, Hare Krishna, Hare Krishna, Krishna Krishna, Hare Krishna."}, {"start": 991.2, "end": 1003.2, "text": " Actually you are not even connecting that worry to Hare Krishna. You are trying to solve that worry yourself. Intellectually, angmadana, ingmadana, atmadana, all these kinds of things."}, {"start": 1003.2, "end": 1014.2, "text": " Hare Krishna's solution to all problem is right there. You are not even connecting it. If you worry and connect to Hare Krishna, at least problem will really get solved."}, {"start": 1014.2, "end": 1024.2, "text": " So, even though that is not the best thing, Krishna knows how to solve our problem if you hear, if you respect the holy name and hear, he will clean everything."}, {"start": 1024.2, "end": 1032.2, "text": " So, worrying. So you should not do this worrying and dreaming and chanting."}, {"start": 1032.2, "end": 1038.2, "text": " Then something else you do is you go into the past. This is worrying and dreaming is future."}, {"start": 1038.2, "end": 1047.2, "text": " And then you go into the past. You are always, let's say something very nice happened. You are rejoicing."}, {"start": 1047.2, "end": 1058.2, "text": " Oh, Hare Krishna, Hare Krishna, Krishna Krishna, Krishna Krishna, Krishna Krishna, Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, like that."}, {"start": 1058.2, "end": 1061.2, "text": " Or some connection with that."}, {"start": 1062.2, "end": 1068.2, "text": " That is rejoicing."}, {"start": 1068.2, "end": 1070.2, "text": " Rejoicing the past."}, {"start": 1070.2, "end": 1075.2, "text": " And then, again in the past, something else you do. What is that? Lamenting."}, {"start": 1075.2, "end": 1084.2, "text": " Oh, that I spoiled everything. That is all gone, gone. What to do? Completely gone."}, {"start": 1084.2, "end": 1090.2, "text": " Oh, so nice, my friendship is broken with that person. This thing, that thing, I should not have told that."}, {"start": 1090.2, "end": 1092.2, "text": " I should not have spoken like that."}, {"start": 1092.2, "end": 1094.2, "text": " Like this, like this, lamenting."}, {"start": 1094.2, "end": 1105.2, "text": " And then you are chanting Hare Krishna."}, {"start": 1105.2, "end": 1107.2, "text": " Another thing you can do."}, {"start": 1107.2, "end": 1110.2, "text": " You are driving."}, {"start": 1110.2, "end": 1111.2, "text": " Heavy traffic."}, {"start": 1111.2, "end": 1113.2, "text": " Like this, like this, like this."}, {"start": 1113.2, "end": 1116.2, "text": " Then you are Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama."}, {"start": 1116.2, "end": 1117.2, "text": " Where?"}, {"start": 1117.2, "end": 1118.2, "text": " You are going."}, {"start": 1118.2, "end": 1120.2, "text": " Where is your attention?"}, {"start": 1120.2, "end": 1121.2, "text": " Driving."}, {"start": 1121.2, "end": 1125.2, "text": " In directing your senses."}, {"start": 1125.2, "end": 1130.2, "text": " So what is the next activity that the mind can do?"}, {"start": 1130.2, "end": 1136.2, "text": " It can direct your senses into something else, into doing something else."}, {"start": 1144.2, "end": 1146.2, "text": " Mind can do something else also."}, {"start": 1146.2, "end": 1147.2, "text": " What is that?"}, {"start": 1147.2, "end": 1150.2, "text": " Suppose you are playing tennis or table tennis."}, {"start": 1150.2, "end": 1153.2, "text": " Where is your mind?"}, {"start": 1153.2, "end": 1154.2, "text": " On the ball."}, {"start": 1159.2, "end": 1160.2, "text": " Is it not?"}, {"start": 1161.2, "end": 1164.2, "text": " Mind is on the ball."}, {"start": 1164.2, "end": 1165.2, "text": " Action."}, {"start": 1165.2, "end": 1167.2, "text": " Mind is on the action."}, {"start": 1168.2, "end": 1171.2, "text": " This is what mind should be doing during japa."}, {"start": 1174.2, "end": 1175.2, "text": " Doing what?"}, {"start": 1175.2, "end": 1176.2, "text": " Action."}, {"start": 1176.2, "end": 1178.2, "text": " What action you are doing?"}, {"start": 1178.2, "end": 1179.2, "text": " Chanting."}, {"start": 1179.2, "end": 1183.32, "text": " chanting and hearing, chanting, hearing, chanting, hearing, chanting, hearing, just like table"}, {"start": 1183.32, "end": 1189.02, "text": " tennis, talk, talk, talk, talk, talk, talk, talk, talk, how your mind is going, then only"}, {"start": 1189.02, "end": 1198.0800000000002, "text": " you can play table tennis nicely, is it not? Mind cannot be stopped, mind cannot be stopped,"}, {"start": 1198.3, "end": 1203.72, "text": " don't try to stop the mind, it is suppose mind is problem solving, you tell the mind,"}, {"start": 1203.72, "end": 1209.92, "text": " stop problem solving, chant, hear, it will not listen, you will fail, again you will"}, {"start": 1209.92, "end": 1219.58, "text": " solve the problem, unless you give the mind another work, alternate work, you cannot stop"}, {"start": 1219.58, "end": 1225.82, "text": " the mind from doing all the unnecessary thing which are all, they are all called, all those"}, {"start": 1225.82, "end": 1232.98, "text": " activities are called attention guzzlers, they guzzle attention like this, you will"}, {"start": 1232.98, "end": 1233.7, "text": " not have attention."}, {"start": 1233.72, "end": 1239.42, "text": " On the holy name, they all swallow your attention, your atma's energy is pulled out by problem"}, {"start": 1239.42, "end": 1248.54, "text": " solving, by dreaming, by planning, by lamenting, by rejoicing, all these things, by directing"}, {"start": 1248.54, "end": 1255.56, "text": " it towards other work, let's say you are chanting everyday same place in outside your house,"}, {"start": 1255.66, "end": 1262.16, "text": " up and down, up and down, up and down, your mind has to direct your feet, no, to go up"}, {"start": 1262.16, "end": 1262.48, "text": " and down."}, {"start": 1263.22, "end": 1268.88, "text": " That is not a problem, because it is everyday you have practiced, suppose you are going"}, {"start": 1268.88, "end": 1277.5, "text": " in the forest and you are climbing up a hill, trekking, at that time your mind has to be"}, {"start": 1277.5, "end": 1285.04, "text": " on the, where the feet should go, your attention won't be in chanting, so basic idea is your"}, {"start": 1285.04, "end": 1291.74, "text": " attention can be put on the Hare Krishna Mahamantra by following, you should give the"}, {"start": 1291.74, "end": 1298.34, "text": " work of following."}, {"start": 1298.34, "end": 1306.42, "text": " The soul is doing and the mind is following, the soul is chanting and hearing and your"}, {"start": 1306.42, "end": 1309.58, "text": " mind is following chanting and hearing."}, {"start": 1309.58, "end": 1315.58, "text": " This is not some new technology that I am saying now."}, {"start": 1315.58, "end": 1319.48, "text": " The purpose behind mala, purpose behind counting."}, {"start": 1319.48, "end": 1320.48, "text": " The purpose behind counting."}, {"start": 1320.48, "end": 1321.48, "text": " The purpose behind counting."}, {"start": 1321.48, "end": 1327.42, "text": " The first word given by the acharyas is actually this technology."}, {"start": 1327.42, "end": 1339.26, "text": " Because unless you follow, suppose you know, you follow something, you cannot count."}, {"start": 1339.26, "end": 1349.34, "text": " But then what we do, even counting has become automatic."}, {"start": 1349.34, "end": 1350.34, "text": " You chant one Hare Krishna!"}, {"start": 1350.34, "end": 1351.22, "text": " Hare Krishna Krishna Krishna!"}, {"start": 1351.22, "end": 1355.22, "text": " Hare Krishna, Hare Hare, Hare Ram, Hare Ram, Ram Ram, Hare Hare. Completed. That's why."}, {"start": 1355.22, "end": 1366.22, "text": " One, two. So, if you follow consciously, Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Ram, Hare Ram, Ram Ram, Hare Hare, Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Ram, Hare Ram, Ram Ram, Hare Hare."}, {"start": 1366.22, "end": 1373.22, "text": " Chanting is very simple. Only when the attention goes away in other activities which I mentioned, then you won't hear."}, {"start": 1373.22, "end": 1377.22, "text": " Now, if you have to count, you have to hear. Is it not?"}, {"start": 1377.22, "end": 1381.22, "text": " If you have to move the next bead, you have to hear."}, {"start": 1381.22, "end": 1390.22, "text": " Without making it automatic, you have to consciously, you have to engage your mind in following your japa."}, {"start": 1390.22, "end": 1397.22, "text": " Now, how to do that in following the japa? One more thing is there."}, {"start": 1397.22, "end": 1403.22, "text": " Real effective method. After following, one more activity the mind can do."}, {"start": 1403.22, "end": 1407.22, "text": " That is called checking. Inspector job."}, {"start": 1407.22, "end": 1411.22, "text": " Mind should be given inspector job. What is the inspector job?"}, {"start": 1411.22, "end": 1415.22, "text": " Have I chanted the full mantra properly?"}, {"start": 1415.22, "end": 1418.22, "text": " Anyway, Hare Krishna missed out?"}, {"start": 1418.22, "end": 1422.22, "text": " Don't believe your mind."}, {"start": 1422.22, "end": 1429.22, "text": " Don't believe. You simply you say that you check whether every mantra is chanted properly."}, {"start": 1429.22, "end": 1434.22, "text": " Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare."}, {"start": 1434.22, "end": 1436.22, "text": " The mantra has got two parts."}, {"start": 1436.22, "end": 1442.22, "text": " Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare."}, {"start": 1442.22, "end": 1444.22, "text": " Hare Krishna string and Hare Rama string."}, {"start": 1444.22, "end": 1452.22, "text": " You tell your mind, every mantra you should check the Hare Krishna string and Hare Rama string."}, {"start": 1452.22, "end": 1454.22, "text": " And then only move."}, {"start": 1454.22, "end": 1460.22, "text": " Just like you give one mark to your, to you."}, {"start": 1460.22, "end": 1462.22, "text": " You give one mark."}, {"start": 1462.22, "end": 1465.22, "text": " Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare."}, {"start": 1465.22, "end": 1468.22, "text": " Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama Hare Hare,"}, {"start": 1468.22, "end": 1471.22, "text": " ah ok, Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama Rama Hare Hare,"}, {"start": 1471.22, "end": 1475.22, "text": " so Hare Krishna, Hare Krishna, your mind will stop at Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare,"}, {"start": 1475.22, "end": 1479.22, "text": " then your mind is strained, Hare Rama, Hare Rama, Rama Rama, Hare Hare,"}, {"start": 1479.22, "end": 1482.22, "text": " Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama Rama Rama Hare Hare,"}, {"start": 1482.22, "end": 1485.22, "text": " Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama Rama Rama Hare Hare,"}, {"start": 1485.22, "end": 1487.22, "text": " Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare,"}, {"start": 1487.22, "end": 1491.22, "text": " though you are saying very fast, your mind is tak tak tak tak tak tak,"}, {"start": 1491.22, "end": 1499.46, "text": " is breaking at Hare Krishna and Hare Rama so that your mind is attentive on the Shabda."}, {"start": 1499.46, "end": 1506.08, "text": " Your mind, so you have some work to do there. Mind is given some work to do. What is that?"}, {"start": 1506.08, "end": 1513.3600000000001, "text": " Checking work. And then you will see that you will be able to hear. Check and then certify,"}, {"start": 1513.3600000000001, "end": 1518.0, "text": " check certify, check certify, check. Even though it may look like this, look like a"}, {"start": 1518.0, "end": 1524.18, "text": " very, you know, simple thing, but it is indirectly what it does, it makes you hear all the Hare"}, {"start": 1524.18, "end": 1531.04, "text": " Krishna Maha Mantra. This is for beginners. This is a way to start hearing every mantra."}, {"start": 1531.04, "end": 1539.12, "text": " This mantra is a person. It's a Vakti. Shabda is a Vakti, this Shabda, Krishna Nama Shabda"}, {"start": 1539.12, "end": 1548.0, "text": " is a Vakti. Every sound, spiritual sound is conscious. If it is conscious, spiritual sound"}, {"start": 1548.0, "end": 1557.12, "text": " conscious whose consciousness it is krishna nama means whose consciousness it is krishna"}, {"start": 1558.4, "end": 1565.84, "text": " so actually krishna is there so who is the vakti krishna so this is not a"}, {"start": 1565.84, "end": 1572.56, "text": " vakti less sound it is a sound which is a vakti that is why i said why you have to worry and all"}, {"start": 1572.56, "end": 1576.8, "text": " those things when you are doing seva for this vakti with your tongue and hearing with your"}, {"start": 1576.8, "end": 1582.8799999999999, "text": " attention when you are doing seva with your attention vakti knows what to take care of"}, {"start": 1582.8799999999999, "end": 1590.1599999999999, "text": " completely he will take care of your all your other things so therefore you have to understand"}, {"start": 1590.1599999999999, "end": 1596.56, "text": " this harry krishna maha mantra is a vakti and it is a seva to the vakti chanting and hearing"}, {"start": 1596.56, "end": 1606.56, "text": " is a seva to the vakti i should not ignore that vakti has come down so i have to shabda"}, {"start": 1606.56, "end": 1606.72, "text": " is"}, {"start": 1606.8, "end": 1612.6399999999999, "text": " to be respected by speaking and hearing these are the two things and i will give my full attention"}, {"start": 1612.6399999999999, "end": 1619.76, "text": " to it as the acharyas have told my 16 rounds i shall hear and i shall follow each shabda"}, {"start": 1620.32, "end": 1624.48, "text": " and then in this way you can complete otherwise if you try to stop your mind and no"}, {"start": 1625.04, "end": 1629.36, "text": " all these things will not work it will become more powerful mind"}, {"start": 1631.2, "end": 1632.72, "text": " you give engagement to the mind"}, {"start": 1633.76, "end": 1634.24, "text": " hare krishna"}, {"start": 1637.44, "end": 1640.7, "text": " mind should follow cider"}, {"start": 1641.36, "end": 1644.48, "text": " another thing we think in pictures in our mind we think in pictures"}, {"start": 1645.76, "end": 1650.56, "text": " in keep the picture of the mala even if you close your eyes keep a picture of your hand and mala"}, {"start": 1650.56, "end": 1656.24, "text": " moving harikishen already"}, {"start": 1661.44, "end": 1663.84, "text": " and this is not only when chanting one mantra"}, {"start": 1664.8, "end": 1666.78, "text": " in your mind you have a desire to offer a mantra"}, {"start": 1666.8, "end": 1673.12, "text": " mala that means you should have a sankalpa also sankalpa means the mind is determination"}, {"start": 1678.32, "end": 1686.32, "text": " then take satisfaction one is over then next start and you sankalpa should also be there"}, {"start": 1687.04, "end": 1692.6399999999999, "text": " so with sankalpa you do this with attention then you will hear the harikrishna mahamantra"}, {"start": 1692.64, "end": 1700.4, "text": " and then that will be your offering of your atma your attention of your atma to the nama"}, {"start": 1701.44, "end": 1708.0800000000002, "text": " then you will see how chit pure chitta will come into your heart it will separate your soul"}, {"start": 1708.0800000000002, "end": 1714.3200000000002, "text": " from your body still you can live in this world in a detached person as a detached person but"}, {"start": 1714.3200000000002, "end": 1722.16, "text": " for a greater cause of your own spiritual development as well as for the cause of"}, {"start": 1722.16, "end": 1722.5600000000002, "text": " giving"}, {"start": 1722.64, "end": 1729.76, "text": " this benefit to others. You will not be occupationless. Moment you are liberated, you will be even"}, {"start": 1729.76, "end": 1739.0200000000002, "text": " more active. You will be more engaged. Moment you come out of your body with knowledge,"}, {"start": 1739.0200000000002, "end": 1745.5200000000002, "text": " you will become ten times active because you get spiritual strength. Atma Shakti will start"}, {"start": 1745.52, "end": 1761.52, "text": " coming. Any questions? Two questions I can answer. Time work already. Yes. Mic, here."}, {"start": 1767.52, "end": 1773.52, "text": " Hare Krishna Prabhu. Yes. You spoke about mind and senses while chanting. Is there a"}, {"start": 1773.52, "end": 1775.52, "text": " lot of intelligence while chanting?"}, {"start": 1775.52, "end": 1776.52, "text": " Pardon?"}, {"start": 1776.52, "end": 1778.52, "text": " Is there a role for intelligence?"}, {"start": 1778.52, "end": 1786.52, "text": " Yeah. Role for intelligence will automatically come. Spiritual intelligence will come automatically."}, {"start": 1786.52, "end": 1795.52, "text": " Now, whatever I have told now is, as I said, chanting is first standard. Now I have told"}, {"start": 1795.52, "end": 1801.52, "text": " second standard. Now there is third standard, fourth standard, fifth standard, like that."}, {"start": 1801.52, "end": 1804.52, "text": " So, where is buddhi?"}, {"start": 1805.52, "end": 1814.52, "text": " Right now, when you are in second standard, you chant and hear, chant and hear, do this"}, {"start": 1814.52, "end": 1821.52, "text": " seva. Buddhi is in the background. What is that buddhi? It is buddhi which says that"}, {"start": 1821.52, "end": 1828.52, "text": " this is vakti, this shabda is vakti. This is an incarnation of God. It is buddhi which"}, {"start": 1828.52, "end": 1834.52, "text": " gives you the idea why you are chanting. Intention is buddhi, why you are chanting. How? Just"}, {"start": 1834.52, "end": 1841.52, "text": " like a iron put in the fire, how iron gets hot, the process of association. So, like"}, {"start": 1841.52, "end": 1846.52, "text": " now, what you are now hearing, everything, what I have told today's class, it will go"}, {"start": 1846.52, "end": 1852.52, "text": " inside. Tomorrow, when you chant, it will be in your background. What is that? Buddhi."}, {"start": 1852.52, "end": 1859.52, "text": " Buddhi. With buddhi, you chant. But you don't have to consciously do it. You hear this ten"}, {"start": 1859.52, "end": 1860.52, "text": " times."}, {"start": 1860.52, "end": 1863.52, "text": " Now, what I have told you, repeat it again and again."}, {"start": 1863.52, "end": 1869.52, "text": " Again and again, you repeat it during times which are not japa. These are the times you"}, {"start": 1869.52, "end": 1877.52, "text": " can think during driving. Instead of doing japa, you can think about japa during driving."}, {"start": 1877.52, "end": 1882.52, "text": " During other things, you can do about all these things. So, more and more, you think"}, {"start": 1882.52, "end": 1889.52, "text": " about now this japa knowledge, Krishna knowledge, Krishna katha. You hear all these things,"}, {"start": 1889.52, "end": 1892.52, "text": " it goes into your subconscious mind."}, {"start": 1892.52, "end": 1901.52, "text": " Then, it will be in the background. Just like now, none of you are actually consciously"}, {"start": 1901.52, "end": 1913.52, "text": " aware of the effect of AC in this hall. But you are enjoying. Right? So, like that, this"}, {"start": 1913.52, "end": 1918.52, "text": " knowledge that you are getting about japa, about Krishna consciousness is just like inside"}, {"start": 1918.52, "end": 1920.52, "text": " it will create an AC atmosphere."}, {"start": 1920.52, "end": 1921.52, "text": " Yes."}, {"start": 1921.52, "end": 1928.52, "text": " So, in the AC atmosphere, you do japa. This knowledge will support. This knowledge,"}, {"start": 1928.52, "end": 1934.52, "text": " this knowledge, this intelligence. This intelligence will give meaning to your activity. Why I am"}, {"start": 1934.52, "end": 1939.52, "text": " doing? What I am? But that time, that is not the time for you to... suppose during japa,"}, {"start": 1939.52, "end": 1943.52, "text": " you start thinking, oh, Krishna is, you know, this is Krishna. Krishna is non-different"}, {"start": 1943.52, "end": 1949.52, "text": " from his name. How is he non-different from his name? Then, gone. Your attention is gone"}, {"start": 1949.52, "end": 1950.52, "text": " from hearing."}, {"start": 1950.52, "end": 1957.52, "text": " Hearing. Your attention has to be on hearing. In fact, Prabhupada says, you should not think,"}, {"start": 1957.52, "end": 1962.52, "text": " you should not imagine Krishna's form also during japa. Why you are thinking of Krishna's"}, {"start": 1962.52, "end": 1968.52, "text": " form during japa? Krishna says, I have come as Shabda. When I come as Shabda, you want"}, {"start": 1968.52, "end": 1976.52, "text": " to see me as Rupa. You have no capacity to see me as Rupa. You need shuddha manas to"}, {"start": 1976.52, "end": 1978.52, "text": " see Rupa in your mind."}, {"start": 1978.52, "end": 1983.52, "text": " When you are trying to think of Krishna, if that form has to be Krishna, then your mind"}, {"start": 1983.52, "end": 1992.52, "text": " has to be pure. When Prabhupada thinks of Krishna's form, that is Krishna. When you think"}, {"start": 1992.52, "end": 1997.52, "text": " of Krishna's form, that is not Krishna. That is in your mind. Krishna doesn't incarnate"}, {"start": 1997.52, "end": 2003.52, "text": " there. When you think of... when you chant Hare Krishna or when anybody chants Hare"}, {"start": 2003.52, "end": 2007.52, "text": " Krishna, even an offensive person, most sinful person chants Hare Krishna, Krishna has told,"}, {"start": 2007.52, "end": 2016.52, "text": " I am there. This is the meaning of Kali Kale Krishna Nama Rupa Avatara. So we should take"}, {"start": 2016.52, "end": 2029.52, "text": " special super discounted period. So an intelligent person will get attached to this Nama, get"}, {"start": 2029.52, "end": 2035.52, "text": " attached to this Nama and it will be... it will take it as a greatest possession in my"}, {"start": 2035.52, "end": 2036.52, "text": " life."}, {"start": 2036.52, "end": 2040.52, "text": " Of all the possession, the greatest possession I have got in my life is Hare Krishna, Hare"}, {"start": 2040.52, "end": 2045.52, "text": " Krishna, Krishna Krishna, Hare Hare, Hare Ram, Hare Ram, Ram Ram, Hare Hare and become"}, {"start": 2045.52, "end": 2049.52, "text": " attached to that portion, become attached to it. See, we become attached to so many"}, {"start": 2049.52, "end": 2059.52, "text": " things. So that is what the intelligence can do. Intelligence does not have a conscious"}, {"start": 2059.52, "end": 2065.52, "text": " role. Conscious activity is chanting and hearing, chanting and hearing."}, {"start": 2066.52, "end": 2073.52, "text": " Now I told you about inspection. Now don't go into inspection consciousness only. Neither"}, {"start": 2073.52, "end": 2078.52, "text": " you are chanting nor hearing, I am inspector, I am inspector, I am inspector, I am inspector,"}, {"start": 2078.52, "end": 2085.52, "text": " I am inspector. No, inspector is small fellow. Big things are happening. Come sir, tell him"}, {"start": 2085.52, "end": 2091.52, "text": " to come. Big things are happening. God is there, I am there, Seva is there, Sevak is"}, {"start": 2091.52, "end": 2094.52, "text": " there, all these things. Okay, by the side one useless fellow, he was troubling me. He"}, {"start": 2094.52, "end": 2095.52, "text": " was troubling me. He was troubling me. He was troubling me. He was troubling me. He"}, {"start": 2095.52, "end": 2097.52, "text": " was troubling me. He was troubling me. He was troubling me. So I gave him some job,"}, {"start": 2097.52, "end": 2100.52, "text": " inspector job. Now he should not come and swallow you again."}, {"start": 2106.52, "end": 2107.52, "text": " Any other question?"}, {"start": 2108.52, "end": 2109.52, "text": " Nice."}, {"start": 2119.52, "end": 2120.52, "text": " Hare Krishna Prabhu."}, {"start": 2120.52, "end": 2121.52, "text": " Yeah."}, {"start": 2121.52, "end": 2123.52, "text": " Prabhu, what is the difference between following Hare Krishna Mantra and constantly"}, {"start": 2123.52, "end": 2126.52, "text": " concentrating on the Hare Krishna Mantra?"}, {"start": 2126.52, "end": 2143.52, "text": " There are two types of… Following is concentration of doing. There are two kinds of concentration."}, {"start": 2143.52, "end": 2148.52, "text": " Suppose I give you one work, I will tell you concentrate on the work. Right? Then only,"}, {"start": 2148.52, "end": 2152.52, "text": " otherwise you are doing two of those, like you are driving and chanting. I say no, no,"}, {"start": 2152.52, "end": 2163.52, "text": " no. Concentrate on doing of chanting. Another is seeing concentration. That means, you know,"}, {"start": 2163.52, "end": 2171.52, "text": " put your attention, just see this mic. Do not take your mic out of this corner. This"}, {"start": 2171.52, "end": 2177.52, "text": " is another kind of concentration. In japa, you do not need this seeing concentration."}, {"start": 2177.52, "end": 2187.52, "text": " Japa is a doing. You need doing concentration. You understood? In fact, if you try to concentrate"}, {"start": 2187.52, "end": 2195.52, "text": " on the mantra, what will happen? Concentrate means for long time, you have to hold your"}, {"start": 2195.52, "end": 2202.52, "text": " attention there. Here, Hare Krishna, it is moving. You concentrate on Hare or on Krishna"}, {"start": 2202.52, "end": 2206.52, "text": " or on Rama or… going on, Hare Krishna, Hare Krishna, Hare Krishna. How to concentrate?"}, {"start": 2206.52, "end": 2215.52, "text": " So, it is… Japa is concentration on… Everyone repeat. Japa is concentration on…"}, {"start": 2215.52, "end": 2227.52, "text": " Doing. Doing. Doing seva to nama. Just like, see, something, let us say, like this. Concentrate."}, {"start": 2227.52, "end": 2233.52, "text": " If I do not concentrate, it will fall off. Concentrate. Similarly, you are chanting Hare"}, {"start": 2233.52, "end": 2235.52, "text": " Krishna. You are doing. What is that doing? Hare Krishna, Hare Krishna, Hare Krishna,"}, {"start": 2235.52, "end": 2238.52, "text": " Hare Krishna. You are taking inside Hare Krishna. Hare Krishna, Hare Krishna, Hare"}, {"start": 2238.52, "end": 2243.52, "text": " Krishna, Hare Hare. By hearing, you are taking Hare Krishna inside. So, you make sure that"}, {"start": 2243.52, "end": 2248.52, "text": " your attention is on the doing and do not do anything else. Do not do processing. Do"}, {"start": 2248.52, "end": 2253.52, "text": " not do process… solution, problem solving. Do not do lamenting. Do not do worrying. Do"}, {"start": 2253.52, "end": 2261.52, "text": " not do rejoicing. Do not do dreaming. Do not do any other work. Only that work you do now,"}, {"start": 2261.52, "end": 2264.52, "text": " that is concentration. Understood? So, two types of…"}, {"start": 2265.52, "end": 2272.52, "text": " The soul does two things – doing and seeing. So, Japa is doing concentration and not seeing"}, {"start": 2272.52, "end": 2277.52, "text": " concentration. Yes."}, {"start": 2277.52, "end": 2280.52, "text": " Hare Krishna Prabhu."}, {"start": 2280.52, "end": 2281.52, "text": " Yeah."}, {"start": 2281.52, "end": 2286.52, "text": " Prabhu, can we understand like that, if we are checking, that means already we have followed"}, {"start": 2286.52, "end": 2287.52, "text": " the mantra?"}, {"start": 2287.52, "end": 2294.52, "text": " Yes. That is why I said, following first one engagement. If you are checking, following"}, {"start": 2294.52, "end": 2300.52, "text": " is involved already. So, if you check also, good. When you check, you are automatically"}, {"start": 2300.52, "end": 2301.52, "text": " following."}, {"start": 2301.52, "end": 2306.52, "text": " So, is it only one activity or two activities – following and checking or means when we"}, {"start": 2306.52, "end": 2308.52, "text": " are checking, already it is followed?"}, {"start": 2308.52, "end": 2317.52, "text": " No. When you are checking, you are already following. One includes the other. Just like"}, {"start": 2317.52, "end": 2323.52, "text": " a glass of water is included in the bucket. So, in the same way, if you are checking,"}, {"start": 2323.52, "end": 2327.52, "text": " you automatically, you cannot check without following. Is it not?"}]}