{"video_id": "6wNh-stHqnQ", "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.9.25 | 22-04-2022", "speaker": "HH Stoka Krishna Swami", "youtube_url": "https://www.youtube.com/watch?v=6wNh-stHqnQ", "duration": 905, "segments": [{"start": 0.0, "end": 8.18, "text": " ओम अज्ञान तिमिरान्धस्या ज्ञानान्जनिषलाकया चक्षुरुन्मीलितं येनातस्मै श्रीगुरवे नमः"}, {"start": 8.18, "end": 16.740000000000002, "text": " नमा ओम विष्णु पादाया कृष्ण प्रेष्ठाय भूतले श्रीमते भक्ति वेदान्त स्वामिन्नितिनामिने"}, {"start": 16.740000000000002, "end": 26.060000000000002, "text": " नमस्ते सारस्वते देवे गवरवाणी प्रचारिने निर्विशेश शुन्यवादी पाश्चात्यदेशतारिने"}, {"start": 26.060000000000002, "end": 35.660000000000004, "text": " जय श्री कृष्ण चैतन्या प्रभू नित्यानन्दा श्री अद्वैत गदाधर श्रीवास अधी गवरभक्त वृन्दा"}, {"start": 35.660000000000004, "end": 44.92, "text": " Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"}, {"start": 44.92, "end": 52.92, "text": " Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Jai Vanarottamam"}, {"start": 52.92, "end": 57.980000000000004, "text": " Devim Sarasvatim Vyasam Tato Jayam Udhirayet"}, {"start": 57.980000000000004, "end": 66.98, "text": " In this session we will be discussing from the 25th verse of the 9th chapter of the 1st canto of Srimad Bhagavatam."}, {"start": 66.98, "end": 81.54, "text": " Sutavvacha Yudhishthiristadakarnya Shayanam Sharapanjare Aprichhadvividhan dharman Rishinamcha Anushunvatam"}, {"start": 81.54, "end": 86.56, "text": " The meaning of this verse is Suta Goswami said"}, {"start": 86.56, "end": 92.12, "text": " Maharaj Yudhishthira, after hearing Bhishmadeva speak in that appealing tone,"}, {"start": 92.12, "end": 100.44, "text": " asked him in the presence of all the great rishis about the essential principles of various religious duties."}, {"start": 102.4, "end": 107.26, "text": " Now here is the most important part of the Mahabharata."}, {"start": 108.64, "end": 116.36, "text": " In the Mahabharata, the conversation between Yudhishthira"}, {"start": 116.36, "end": 125.94, "text": " and Bhishmadeva on principles of religion, dharma, is the bulk of the Mahabharata."}, {"start": 126.84, "end": 135.42, "text": " Three parvas cover this conversation and the instructions Bhishmadeva gives to Yudhishthira about dharma."}, {"start": 136.14, "end": 143.16, "text": " Bhishmadeva is one of the twelve great authorities in matter of understanding dharma."}, {"start": 143.16, "end": 144.8, "text": " The Mahabharata says,"}, {"start": 146.36, "end": 148.32000000000002, "text": " Sattvam Nihitam Guhayam"}, {"start": 148.32000000000002, "end": 155.20000000000002, "text": " The most confidential understanding of what is dharma"}, {"start": 155.20000000000002, "end": 163.58, "text": " is hidden in the heart of such great personalities called Mahajanas."}, {"start": 163.68, "end": 165.72000000000003, "text": " Mahajana Yena Gata Sapanta"}, {"start": 165.72000000000003, "end": 172.92000000000002, "text": " So Bhishmadeva is the most authoritative personality to speak on religious principles."}, {"start": 172.92000000000002, "end": 176.12, "text": " Yudhishthira was put into a..."}, {"start": 176.36, "end": 178.10000000000002, "text": " situation where"}, {"start": 178.46, "end": 180.5, "text": " he was"}, {"start": 181.16000000000003, "end": 184.02, "text": " aggrieved at the massacre that took place"}, {"start": 185.04000000000002, "end": 188.66000000000003, "text": " just for Yudishthira to be enthroned as the Emperor of the world."}, {"start": 190.3, "end": 192.3, "text": " Six forty million"}, {"start": 192.4, "end": 197.52, "text": " Kshatriyas were killed in that battle of Kurukshetra which lasted just 18 days"}, {"start": 198.68, "end": 200.74, "text": " because huge armies"}, {"start": 201.72000000000003, "end": 204.94000000000003, "text": " totally 18 Akshohini divisions of armies"}, {"start": 204.94, "end": 211.38, "text": " ounces were participating in that battle which is actually a world war so"}, {"start": 211.38, "end": 216.74, "text": " Yudhishthira after the battle was over and he had won the Pandavas had won the"}, {"start": 216.74, "end": 224.62, "text": " battle but seeing the Massacre Yudhishthira was aggrieved and he could"}, {"start": 224.62, "end": 234.32, "text": " not be pacified by so many other saintly persons sages and even Krishna himself"}, {"start": 234.32, "end": 240.98, "text": " could not pacify Yudhishthira he was thinking I am the most sinful person on"}, {"start": 240.98, "end": 254.06, "text": " the surface of this planet earth look at my greed for becoming the Emperor I have"}, {"start": 254.06, "end": 262.36, "text": " become responsible for this huge massacre so Yudhishthira was to be"}, {"start": 262.36, "end": 268.48, "text": " pacified by Bhishma Deva this is Krishna's arrangement so Srila"}, {"start": 268.48, "end": 273.7, "text": " Prabhupada explains this in the purport that Bhishma Deva speaking in that"}, {"start": 273.7, "end": 280.52000000000004, "text": " appealing tone convinced Maharaja Yudhishthira that he was very soon"}, {"start": 280.52000000000004, "end": 286.0, "text": " passing away who he it is Bhishma Deva Bhishma Deva soon going to pass away"}, {"start": 286.0, "end": 292.04, "text": " and Maharaja Yudhishthira was inspired by Lord Shri Krishna to ask him of the"}, {"start": 292.04, "end": 292.34000000000003, "text": " principle of peace and peace and peace and peace and peace and peace and peace"}, {"start": 292.34000000000003, "end": 299.24, "text": " principles of religion it is Krishna who seated in the heart of Yudhishthira"}, {"start": 299.24, "end": 303.96000000000004, "text": " and Krishna who seated in the heart of Bhishma Deva Krishna seated on everyone's"}, {"start": 303.96000000000004, "end": 313.22, "text": " heart as the Paramatma and particularly devotees are guided by the supreme Lord"}, {"start": 313.22, "end": 322.02000000000004, "text": " in the heart always this is explained in the Bhagavad Gita in the third chapter"}, {"start": 322.02, "end": 331.68, "text": " 17th verse that it is explained for the liberated souls there are no duties to"}, {"start": 331.68, "end": 337.47999999999996, "text": " be performed as prescribed in the scriptures so does it mean that"}, {"start": 337.47999999999996, "end": 344.9, "text": " liberated souls don't follow any authority they whimsically act no the"}, {"start": 344.9, "end": 351.7, "text": " liberated souls are not required to go by the principles of the Shastra of the Lord."}, {"start": 351.7, "end": 358.65999999999997, "text": " Shastra because they are constantly in touch with Krishna within the heart it"}, {"start": 358.65999999999997, "end": 364.42, "text": " is Krishna only who has given us the Shastra the Shastras are meant for those"}, {"start": 364.42, "end": 369.94, "text": " who are not in touch with Krishna within the heart the conditioned souls and the"}, {"start": 369.94, "end": 375.09999999999997, "text": " liberated souls they are receiving direction from Krishna within the heart"}, {"start": 375.09999999999997, "end": 381.38, "text": " every moment every moment they're receiving the directions this explained in the Bhagavad Gita."}, {"start": 381.38, "end": 386.92, "text": " in the Bhagavad Gita in the third chapter 17th verse so it is said here by"}, {"start": 386.92, "end": 395.06, "text": " Srila Prabhupada that Krishna inspired Yudhishthira to ask Bhishma Deva about"}, {"start": 395.06, "end": 401.24, "text": " the principles of religion and Krishna inspired Bhishma Deva to speak even"}, {"start": 401.24, "end": 409.4, "text": " though Bhishma was in a very very difficult situation"}, {"start": 411.38, "end": 422.0, "text": " Bhishma spoke about the principles of Dharma elaborately to Yudhishthira this"}, {"start": 422.0, "end": 429.08, "text": " also coincided with Bhishma waiting for the most auspicious time to quit his"}, {"start": 429.08, "end": 435.82, "text": " body because he had such a benediction from his father Bhishma had a"}, {"start": 435.82, "end": 441.38, "text": " benediction that he could quit his body according to the time of the"}, {"start": 441.38, "end": 452.46, "text": " his choice this particular choice is not available for most souls who are"}, {"start": 452.46, "end": 460.38, "text": " forced to quit their body at a particular time of death when the"}, {"start": 460.38, "end": 468.28, "text": " lifespan is exhausted our lifespan is taken away with"}, {"start": 468.28, "end": 470.86, "text": " every sunrise and sunset"}, {"start": 471.38, "end": 497.86, "text": " We have a fixed duration and we have to leave the body which is called death at a particular time when our lifespan is exhausted but somebody like Bhishma Deva they have this perfection Siddhi it's called Siddhi that they can quit the body whenever they choose to."}, {"start": 497.86, "end": 527.84, "text": " That means they can select the most auspicious time for quitting the body this is explained in the 8th chapter of the Bhagavad Gita you see everything is there in the Bhagavad Gita but unfortunately people don't study Bhagavad Gita under the guidance of a bona fide spiritual master therefore they are misled into thinking Bhagavad Gita is some kind of scripture which is merely talking about do your duty."}, {"start": 527.86, "end": 557.84, "text": " Don't be attached to result most people if you ask them what do you know about Bhagavad Gita they only tell these two things they have no understanding that Bhagavad Gita is the complete knowledge for every human being on the surface of the earth in every aspect of their duties in different stages now Bhishma will explain it will be told in a later one."}, {"start": 557.86, "end": 587.84, "text": " verse he explained Dharma pertaining to four varanas and four ashramas varana dharma ashrama dharma so those details are there in the Mahabharata but Bhagavad Gita contains the essence the essence is given in the Bhagavad Gita so Bhishma Deva spoke about Dharma to Yudhishthira in the presence of many people."}, {"start": 587.86, "end": 615.32, "text": " verse he explained Dharma pertaining to four varanas and four ashramas varana Dharama Dharama Svarga dharma ashrama dharma ashrama Dharama Svarga and other"}, {"start": 616.1800000000001, "end": 617.2, "text": " dans"}, {"start": 617.2, "end": 617.8000000000001, "text": " office"}, {"start": 617.8000000000001, "end": 617.82, "text": " place"}, {"start": 617.82, "end": 617.86, "text": " you"}, {"start": 617.86, "end": 626.0, "text": " superior to many great sages including Vyasadeva. Vyasadeva was present also when Bhishma was"}, {"start": 626.0, "end": 635.26, "text": " instructing Yudhishthira. Now Bhishmadeva was lying on a bed of arrows at the time when Yudhishthira"}, {"start": 635.26, "end": 646.32, "text": " approached Bhishmadeva. So he was greatly aggrieved in that condition lying on a bed of arrows. So one"}, {"start": 646.32, "end": 655.46, "text": " should not have asked him any question at that time. But Lord Krishna wanted to prove that his pure"}, {"start": 655.46, "end": 664.0600000000001, "text": " devotee like Bhishmadeva is always sound in body and mind by dint of spiritual enlightenment."}, {"start": 666.2600000000001, "end": 673.1, "text": " See somebody is sent person Krishna conscious then irrespective of the condition of the body"}, {"start": 673.1, "end": 676.1, "text": " or the mind they are perfected."}, {"start": 676.32, "end": 684.1600000000001, "text": " So inside this house, they are tightly situated in Krishna consciousness always. So they are ready to"}, {"start": 684.1600000000001, "end": 692.24, "text": " speak on the principles of Dharma, on the principles of Krishna consciousness at any time you may"}, {"start": 692.24, "end": 702.2600000000001, "text": " approach them. This was demonstrated by Srila Prabhupada also. Towards the end of his manifest"}, {"start": 702.2600000000001, "end": 704.36, "text": " presence in this world Srila Prabhupada has had over a lifetime of service to the Brahmins in the"}, {"start": 705.2600000000001, "end": 706.1800000000001, "text": " Brahmins. He was always in every place to meet the Brahmins. So in that time, the Brahmins and the"}, {"start": 706.1800000000001, "end": 712.24, "text": " weak and initiated but still he was surrounded by devotees who were"}, {"start": 712.24, "end": 718.48, "text": " constantly chanting the Hare Krishna mantra and Prabhupada used to receive"}, {"start": 718.48, "end": 724.48, "text": " reports about preaching all over the world in so many centers and he would"}, {"start": 724.48, "end": 733.1600000000001, "text": " give directions when they were when the disciples were asking questions and he"}, {"start": 733.16, "end": 740.5799999999999, "text": " was dictating purpose of bhagavatam the last chapter the Srila Prabhupada"}, {"start": 740.5799999999999, "end": 745.4, "text": " translated and gave purpose of the bhagavatam was the 10th canto 13th"}, {"start": 745.4, "end": 751.9399999999999, "text": " chapter you can go through that 10th canto 13th chapter translation and"}, {"start": 751.9399999999999, "end": 759.5, "text": " purpose by Srila Prabhupada he was dictating he was very very weak but the"}, {"start": 759.5, "end": 763.06, "text": " the consciousness was perfectly clear"}, {"start": 763.16, "end": 769.62, "text": " devotees have actually recorded that then they have transcribed as they"}, {"start": 769.62, "end": 778.16, "text": " usually did always were doing that even before so Prabhupada was giving perfect"}, {"start": 778.16, "end": 787.04, "text": " knowledge coming in the parampara perfect knowledge so it is described"}, {"start": 787.04, "end": 793.14, "text": " here in any circumstances a devotee of the Lord is in perfect order to speak"}, {"start": 793.14, "end": 799.78, "text": " the right way of life and Maharaj Yudhishthira he preferred to solve this"}, {"start": 799.78, "end": 805.54, "text": " problematic questions by asking Bhishma Deva rather than ask anyone else present"}, {"start": 805.54, "end": 813.3, "text": " there because many great saintly persons and sages arrived there understanding"}, {"start": 813.3, "end": 818.22, "text": " that Bhishma Deva is going to quit his body at the most auspicious time and that"}, {"start": 818.22, "end": 826.62, "text": " privilege that Bhishma had not everyone has got that it's very rare and this is"}, {"start": 826.62, "end": 834.4, "text": " the perfection of life to quit the body to be able to go back to Godhead to be"}, {"start": 834.4, "end": 841.86, "text": " able to go back to Godhead that is the that is the perfection of one's life no"}, {"start": 841.86, "end": 848.1, "text": " more taking birth again so Bhishma Deva was ready to quit his body actually"}, {"start": 848.1, "end": 848.2, "text": " because Bhishma Deva was ready to quit his body actually because Bhishma Deva was ready to quit his body actually because"}, {"start": 848.2, "end": 853.6400000000001, "text": " he was fully Krishna conscious he could have quit any time but taking a humble"}, {"start": 853.6400000000001, "end": 859.6, "text": " position he decided to quit his body at the time at the most auspicious time"}, {"start": 859.6, "end": 866.08, "text": " Uttarayana Punyakala it's called and while he was waiting he spoke to Yudhishthira"}, {"start": 866.08, "end": 878.08, "text": " about the principles of religious duties and Prabhupada says Krishna says that"}, {"start": 878.08, "end": 883.86, "text": " worship of his devotee is more valuable than the worship of Lord Krishna himself"}, {"start": 883.86, "end": 889.6600000000001, "text": " so Krishna wants to glorify his devotees while devotees want to glorify Krishna"}, {"start": 889.6600000000001, "end": 893.74, "text": " Krishna wants to glorify his devotee and Krishna wanted to glorify Bhishma"}, {"start": 893.74, "end": 900.5, "text": " therefore Krishna inspired Yudhishthira to ask questions about Dharma to Bhishma"}, {"start": 900.5, "end": 905.98, "text": " and Bhishma answered them I'll stop here thank you very much Hare Krishna"}]}