{"video_id": "7N63l-laWHc", "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.9.45 | 16-05-2022", "speaker": "HH Stoka Krishna Swami", "youtube_url": "https://www.youtube.com/watch?v=7N63l-laWHc", "duration": 867, "segments": [{"start": 0.0, "end": 3.8000000000000003, "text": " Om Agyanati Miran Dhasya Gyananjan Shalakaya"}, {"start": 3.8000000000000003, "end": 7.58, "text": " Chaksharun Militam Yena Tasmai Shri Gurave Namaha"}, {"start": 7.58, "end": 11.16, "text": " Nama Om Vishnupadaya Krishna Preshtaya Bhutale"}, {"start": 11.16, "end": 14.56, "text": " Shri Mate Bhakti Vedanta Swamin Nithinamine"}, {"start": 14.56, "end": 18.42, "text": " Namaste Saraswate Deve Gauravani Pracharine"}, {"start": 18.42, "end": 22.16, "text": " Nirvishesha Shunyavadi Pashchatya Deshatarine"}, {"start": 22.16, "end": 25.900000000000002, "text": " Jaya Shri Krishna Chaitanya Prabhu Nityananda"}, {"start": 25.900000000000002, "end": 30.040000000000003, "text": " Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda"}, {"start": 30.040000000000003, "end": 33.86, "text": " Hare Krishna Hare Krishna Krishna Krishna Hare Hare"}, {"start": 33.86, "end": 36.940000000000005, "text": " Hare Rama Hare Rama Rama Rama Hare Hare"}, {"start": 36.940000000000005, "end": 41.28, "text": " Om Namo Bhagavate Vasudevaya Narayanam Namaskritya"}, {"start": 41.28, "end": 46.540000000000006, "text": " Naram Jai Vanarottamam Devi Saraswati Vyasam Tato Jaya Mudhirayet"}, {"start": 46.540000000000006, "end": 53.38, "text": " In this session we will be discussing from the 45th verse of the 9th chapter of the 1st canto of Shri Madbhagavatam"}, {"start": 53.38, "end": 55.88, "text": " Tatra Dundubhayo"}, {"start": 55.88, "end": 56.86, "text": " Neduhu"}, {"start": 56.86, "end": 59.36, "text": " Deva Manava Vaditaha"}, {"start": 59.36, "end": 61.900000000000006, "text": " Shashamsuhu"}, {"start": 61.900000000000006, "end": 63.56, "text": " Sadavo Radyam"}, {"start": 63.56, "end": 66.48, "text": " Khadpetu Pushpa Vrishdayaha"}, {"start": 66.48, "end": 74.24000000000001, "text": " Thereafter, both men and demigods sounded drums in honor"}, {"start": 74.24000000000001, "end": 79.56, "text": " and the honest royal order commenced demonstrations of honor and respect"}, {"start": 79.56, "end": 84.0, "text": " and from the sky fell showers of flowers"}, {"start": 86.25999999999999, "end": 92.03999999999999, "text": " This indicates that Bhismadeva is a very, very great personality"}, {"start": 92.03999999999999, "end": 97.67999999999999, "text": " not only recognized as a great personality on this earth planet"}, {"start": 97.67999999999999, "end": 103.75999999999999, "text": " but also in the upper planets even by the devatas"}, {"start": 106.36, "end": 109.28, "text": " That is the greatness of Bhismadeva"}, {"start": 111.75999999999999, "end": 115.34, "text": " So in the purport Sri Laprabhupada explains the significance of"}, {"start": 116.11999999999999, "end": 123.64, "text": " this way of showing respect to Bhishma Deva. Bhishma Deva was respected both by the human"}, {"start": 123.64, "end": 130.92, "text": " beings and by the demigods. The human beings live on earth and similar other planets in the Bhur"}, {"start": 130.92, "end": 138.6, "text": " and Bhuvara group of planets. Bhuloka, Bhuvarloka. Bhuloka is the earthly planetary system."}, {"start": 138.6, "end": 149.29999999999998, "text": " There are planets which are on this level of the Bhuloka. Loka means a group of planets"}, {"start": 149.29999999999998, "end": 160.06, "text": " belonging to a similar category. Bhuvarloka is above Bhuloka, but that is also a planetary"}, {"start": 160.06, "end": 167.42, "text": " system where the humans live, human beings live. But the demigods live in the Svarloka"}, {"start": 167.42, "end": 168.57999999999998, "text": " group."}, {"start": 168.6, "end": 176.0, "text": " Svarloka, heavenly planets. And all of them knew Bhishma Deva as a great warrior and devotee"}, {"start": 176.0, "end": 185.74, "text": " of the Lord. So what is Bhishma Deva's position actually? As a Mahajana or authority, he was"}, {"start": 185.74, "end": 192.22, "text": " on the level of Brahma, Narada and Shiva. Although he was a human being, as Bhishma"}, {"start": 192.22, "end": 198.57999999999998, "text": " he was a human being. But his position was on the level of Brahma."}, {"start": 198.6, "end": 207.78, "text": " Three other Mahajanas are being mentioned by Prabhupad here. Brahma is the topmost"}, {"start": 207.78, "end": 218.72, "text": " personality in the whole universe. Shiva is greater than even Brahma. Among the Devatas,"}, {"start": 218.72, "end": 228.42, "text": " Shiva is called Mahadeva, greater than even Brahma. And Narada, the topmost devotee of"}, {"start": 228.42000000000002, "end": 237.86, "text": " the lord in the whole universe so Bhishma's position was in an equal level as a Mahajana"}, {"start": 238.50000000000003, "end": 245.22000000000003, "text": " with Brahma Narada Shiva qualification on a par with the great demigods is possible only"}, {"start": 245.22000000000003, "end": 252.34000000000003, "text": " an attainment of spiritual perfection not by material qualifications one can get such a"}, {"start": 252.34, "end": 261.14, "text": " position as Bhishma got it's only by spiritual perfection thus Bhishma Deva was known all over"}, {"start": 261.14, "end": 268.82, "text": " the universes and during this time interplanetary travel was affected by finer methods than the"}, {"start": 268.82, "end": 276.26, "text": " futile endeavors of mechanical spacecraft proper is comparing in the Vedic times"}, {"start": 277.7, "end": 282.1, "text": " there was interplanetary travel demigods used to come to the earth planet"}, {"start": 282.74, "end": 290.42, "text": " and great yogis and great devotees like Narada they travel from the earth planet to"}, {"start": 291.06000000000006, "end": 301.86, "text": " upper planets so that was possible by yogic methods by spiritual methods Narada"}, {"start": 303.3, "end": 311.70000000000005, "text": " as a pure devotee simply by desiring to go from swarga loka to bhuloka"}, {"start": 312.82000000000005, "end": 322.34000000000003, "text": " he just travels without any separate endeavor at all just he desires let me go"}, {"start": 323.54, "end": 327.22, "text": " to visit yudhishthira in the palace of astinapura"}, {"start": 328.90000000000003, "end": 337.86, "text": " he just is there next moment in the palace of astinapurain on the earth from wherever he is"}, {"start": 337.86, "end": 342.18, "text": " before he traveled so"}, {"start": 342.66, "end": 353.54, "text": " this is unknown to the modern society on this earth planet so here they are trying to go to"}, {"start": 353.54, "end": 360.66, "text": " other planets by some mechanical spacecraft that is never to happen especially they cannot travel to"}, {"start": 362.42, "end": 364.90000000000003, "text": " upper planets of the category of Swarga Loka"}, {"start": 364.90000000000003, "end": 372.46000000000004, "text": " so it is explained by prabhupada when the distant planets were informed of the passing away bishma"}, {"start": 372.46000000000004, "end": 378.18000000000006, "text": " deva all the inhabitants of the upper planets as well as of the earth dropped showers of flowers"}, {"start": 378.18000000000006, "end": 385.8, "text": " to show due respect to the departed great personality they showered flowers from heaven"}, {"start": 385.8, "end": 393.94000000000005, "text": " and even on the earth they showered flowers on bishma deva because he was such a great personality"}, {"start": 393.94, "end": 405.36, "text": " who quit his body in the ideal way teaching all of us how to quit the body perfectly everybody"}, {"start": 405.36, "end": 415.86, "text": " has to die but one should not die in ignorance one should die in knowledge proper knowledge"}, {"start": 415.86, "end": 423.72, "text": " so further sri la prabhupada explains the showering of flowers from heaven is a sign"}, {"start": 423.72, "end": 423.92, "text": " of restlessness"}, {"start": 423.94, "end": 430.54, "text": " recognition by great demigods and it should never be compared to the decoration of a dead body"}, {"start": 430.54, "end": 435.36, "text": " so in"}, {"start": 435.36, "end": 442.56, "text": " modern times they have a procession of a person who has quit his body"}, {"start": 442.56, "end": 452.34, "text": " by seating him on a nice throne and carrying the the dead body on the throne in a procession"}, {"start": 452.34000000000003, "end": 461.02000000000004, "text": " that is called decoration of a dead body why prabhupada explains here the body of bishma deva lost"}, {"start": 461.02000000000004, "end": 467.18, "text": " its material effects due to being surcharged with spiritual realization and thus the body"}, {"start": 467.18, "end": 474.08000000000004, "text": " was spiritualized as when iron becomes red hot when in contact with fire"}, {"start": 474.08000000000004, "end": 477.8, "text": " so the body of a pure devotee is never material even if there is some material light that is not"}, {"start": 477.8, "end": 482.32000000000005, "text": " material even if there is some material light that is not material even if there is some material light"}, {"start": 482.34000000000003, "end": 489.42, "text": " at the end of his procession there is a huge shri mithra at that end of the procession"}, {"start": 489.42, "end": 495.32000000000005, "text": " which will return to the ark guer sri sri maka what has happened is flavored with the power"}, {"start": 495.32000000000005, "end": 501.82000000000005, "text": " of spiritual realization by spiritual realization it becomes spiritualized just as a piece of"}, {"start": 501.82000000000005, "end": 509.8, "text": " iron placed in red-hot fire gradually becomes red hot and becomes as well as fire similarly"}, {"start": 509.8, "end": 511.58000000000004, "text": " this body when completely engaged in pure devotional service before Beschut hatab designatedly this body said and disrupting its Ini искranian mission as one itself is knit on theодcusam"}, {"start": 511.58000000000004, "end": 511.70000000000005, "text": " very much like the Devacham Stenton that is written in the sri fahiha and Matthias if you followed the following those którego b kendang"}, {"start": 511.70000000000005, "end": 512.2, "text": " jr styrage presiding by diestro ot 오케이 elleninki如果ansen septen coron er si phiphan kiya bimaстьaa"}, {"start": 512.2, "end": 520.6, "text": " become spiritualized and this body is as good as a spiritual body it's no longer a material body"}, {"start": 522.12, "end": 527.6400000000001, "text": " the body of a fully self-realized soul is not therefore accepted as material"}, {"start": 530.0400000000001, "end": 533.72, "text": " special ceremonies are observed for such spiritual bodies"}, {"start": 535.8000000000001, "end": 540.84, "text": " the respect and recognition of bhisma deva never to be imitated by artificial means"}, {"start": 540.84, "end": 547.5600000000001, "text": " as it has become a fashion to observe the so-called jayanti ceremony for any and every common man"}, {"start": 549.4, "end": 556.76, "text": " nowadays even those who are not spiritually advanced or spiritually perfect even for them"}, {"start": 556.76, "end": 564.84, "text": " they observe what is called as jayanti ceremony according to authorized shastras such a jayanti"}, {"start": 564.84, "end": 570.2800000000001, "text": " ceremony for an ordinary man however exalted he may be materially is an offense to the body"}, {"start": 570.84, "end": 579.48, "text": " of the lord shastras say jayanti is exclusively reserved for the supreme lord and his pure"}, {"start": 579.48, "end": 588.9200000000001, "text": " devotees not for other people who are spiritually ignorant though they may be materially very very"}, {"start": 589.5600000000001, "end": 598.2800000000001, "text": " accomplished jayanti is reserved for the day when the lord appears on the earth"}, {"start": 600.84, "end": 605.88, "text": " when the lord appears on the earth he appears in his original spiritual form"}, {"start": 606.52, "end": 612.52, "text": " he appears out of his own sweet will he comes for the sake of showing his"}, {"start": 613.64, "end": 621.32, "text": " mercy upon the conditioned souls in this world and he does not come in contact with material energy"}, {"start": 622.36, "end": 629.4000000000001, "text": " he remains in a spiritual uh position so appearance of the lord is not a"}, {"start": 630.84, "end": 638.9200000000001, "text": " secondary thing at all so bhishma deva was unique in his activities and his passing away to the"}, {"start": 638.9200000000001, "end": 650.2800000000001, "text": " kingdom of god is also unique so this is uh the way bhishma deva passed away nirvikalpa samadhi"}, {"start": 650.2800000000001, "end": 659.64, "text": " completely absorbed in thinking of krishna in offering prayers to krishna in remembering krishna's"}, {"start": 659.64, "end": 660.52, "text": " pastimes"}, {"start": 661.1600000000001, "end": 667.48, "text": " in fixing his sight completely on that beautiful form of krishna who was standing in front of"}, {"start": 667.48, "end": 679.24, "text": " bhishma deva in this way bhishma squirting his body or passing away was ideal so it is it deserves"}, {"start": 680.0400000000001, "end": 690.6800000000001, "text": " to be shown respect by all others who can follow in the footsteps of bhishma deva and also"}, {"start": 691.1600000000001, "end": 695.96, "text": " try to achieve perfection of going back home back to godhead"}, {"start": 699.24, "end": 708.6, "text": " so this should not be a a ritual just like nowadays they say"}, {"start": 710.6800000000001, "end": 720.52, "text": " such and such a great politicians jayanti they say jayanti now that word jayanti is reserved for the"}, {"start": 720.84, "end": 725.4, "text": " lord it's the day on which the lord appears we say"}, {"start": 727.5600000000001, "end": 735.0, "text": " narsimma jayanti the day on which lord narsimma appeared vaishakashukla"}, {"start": 735.96, "end": 740.84, "text": " chaturdashi this year it falls on 15th of may"}, {"start": 742.44, "end": 747.8000000000001, "text": " vaishakashukla chaturdashi every year we celebrate narsimma jayanti"}, {"start": 749.24, "end": 750.76, "text": " it is indicating"}, {"start": 751.8000000000001, "end": 756.6, "text": " the appearance day anniversary of lord narsimma"}, {"start": 758.6800000000001, "end": 761.24, "text": " so the supreme lord appears in this world"}, {"start": 762.76, "end": 764.0400000000001, "text": " for the sake of"}, {"start": 766.36, "end": 774.36, "text": " protecting the devotees for the sake of delivering the conditioned souls it's his causeless mercy"}, {"start": 775.48, "end": 778.36, "text": " and his appearance is never to be"}, {"start": 778.36, "end": 789.08, "text": " imitated never to be imitated so uh bhishma deva's passing away is uh ideal"}, {"start": 790.84, "end": 799.32, "text": " and as prabhupada has explained in a in previous verses everyone can achieve this perfection that"}, {"start": 799.32, "end": 806.2, "text": " bhishma deva achieved of going back to godhead simply by practicing devotional service to godhead"}, {"start": 806.2, "end": 808.2, "text": " so this is the ultimate goal of bhishma deva"}, {"start": 808.2, "end": 811.8000000000001, "text": " service especially by practicing hearing and chanting"}, {"start": 813.72, "end": 821.5600000000001, "text": " of all the methods of bhakti this hearing and chanting is very easy very effective very powerful"}, {"start": 821.5600000000001, "end": 823.1600000000001, "text": " in especially in this kali yuga"}, {"start": 826.0400000000001, "end": 833.24, "text": " the subject matter is important subject matter of hearing and chanting either you hear and"}, {"start": 833.24, "end": 837.5600000000001, "text": " chant the harikrishna mantra or you hear in chant"}, {"start": 838.2, "end": 844.2800000000001, "text": " about Krishna's activities as described in the Bhagavatam or about Krishna's instructions in"}, {"start": 844.2800000000001, "end": 850.44, "text": " the Bhagavad Gita especially these two books Bhagavad Gita and Bhagavatam are very very"}, {"start": 850.44, "end": 862.5200000000001, "text": " important and they contain the essence of all Vedic wisdom very nicely described perfectly described"}, {"start": 862.52, "end": 866.54, "text": " so I'll stop here thank you very much Hare Krishna"}]}