{"video_id": "9_s9iM5RQEk", "title": "SB 1.19.32| HH Stoka Krishna Swami | 30-05-2023 | Daily Evening Bhagavatam Discourse", "speaker": "HH Stoka Krishna Swami", "youtube_url": "https://www.youtube.com/watch?v=9_s9iM5RQEk", "duration": 964, "segments": [{"start": 0.0, "end": 16.54, "text": " ओम अज्ञानति मिरान्धस्या ज्ञानान्जनिषलाकया चक्षरुन्मीलितं येनातस्मैच्ष्री गुरवेनमहा नमा ओम विष्णु पादाया कृष्ण प्रेष्ठाय भूतले श्रीमते भक्ति वेदान्त स्वामिन्नितिनामिने"}, {"start": 16.54, "end": 34.5, "text": " नमस्ते सार्स्वते देवे गौरवाणी प्रचारिने निर्विशेश शुन्यवादी पाश्चात्यदेशतारिने जय श्री कृष्ण चैतन्या प्रभूनित्यानन्दा श्री अद्वैत गदाधर श्रीवासादी गौरभक्त वृन्दा"}, {"start": 34.5, "end": 55.620000000000005, "text": " Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Devi Saraswati Vyasam Tato Jayam Udi Rayet"}, {"start": 55.620000000000005, "end": 65.86, "text": " In this session we will be discussing from the 32nd verse of the 19th chapter of the 1st canto of Srimad Bhagavatam."}, {"start": 67.14, "end": 72.02000000000001, "text": " Just to refresh your memory this chapter is entitled The Appearance of Shukadeva Goswami."}, {"start": 72.02000000000001, "end": 85.60000000000001, "text": " In this chapter it will be described how Shukadeva Goswami and Pariksit Maharaj met at a time when Pariksit was actually prepared."}, {"start": 85.62, "end": 115.36000000000001, "text": " To quit his body after having renounced his kingdom he was in a holy place on the bank of the river Ganga and he was surrounded by so many saintly persons from all over the universe and exactly when Pariksit was inquiring from the sages assembled there that kindly tell me what is my duty."}, {"start": 115.62, "end": 127.7, "text": " Exactly at that time Shukadeva Goswami walks into that assembly and the description has already been given in the previous few verses."}, {"start": 127.7, "end": 143.06, "text": " The appearance of Shukadeva Goswami was certainly a very very divine event that he was sent by Krishna."}, {"start": 143.06, "end": 145.6, "text": " And he was sent by Krishna."}, {"start": 145.62, "end": 156.6, "text": " And he was sent to speak Srimad Bhagavatam to Pariksit Maharaj for the first time after it was compiled by Vyasadeva under instruction of Shri Narada."}, {"start": 157.82, "end": 170.32, "text": " So this 32nd verse now Pariksit is addressing Shukadeva Goswami after Shukadeva Goswami has been welcomed he has taken the seat the seat of honor."}, {"start": 170.32, "end": 175.56, "text": " And when everyone has settled down acknowledging."}, {"start": 175.62, "end": 201.82, "text": " Shukadeva Goswami's most exalted position is the top most among the transcendentalists of his time even though he is just 16 years old and he doesn't formally belong to any category of transcendentalists as Brahmarshi or Rajarshi or Devershi or Arunodaya."}, {"start": 201.82, "end": 204.4, "text": " He is not."}, {"start": 205.62, "end": 214.12, "text": " Formally initiated he has not undergone any reformatory process samskara."}, {"start": 215.70000000000002, "end": 225.56, "text": " Yampravra jantam anupetam apetakrutyam in the beginning of the Bhagavatam in the first canto in the same canto second chapter."}, {"start": 225.56, "end": 234.64000000000001, "text": " Suta Goswami offers respects to his spiritual master Shukadeva Goswami and he says my spiritual master."}, {"start": 235.62, "end": 258.34000000000003, "text": " He was a liberated soul by birth he did not undergo any reformation after his birth because he already liberated so that Shukadeva Goswami was recognized by the great transcendentalists rishis who had arrived from higher planets."}, {"start": 258.34000000000003, "end": 262.34000000000003, "text": " They knew the art of physiognomy."}, {"start": 263.7, "end": 265.54, "text": " That means by looking at the external."}, {"start": 265.62, "end": 293.7, "text": " Features bodily features face symptoms the the build up they could say here is some very very very advanced transcendentalist so they all stood up in respect except Vyasa Deva and Narada Muni Vyasa Deva was the father of Shukadeva Goswami."}, {"start": 293.7, "end": 303.59999999999997, "text": " Shukadeva Goswami natural spiritual master and Narada was the spiritual master of the spiritual master Jick Riva swan the spiritual master of."}, {"start": 304.18, "end": 307.92, "text": " Vyasa Deva so they did not stand up and few others."}, {"start": 308.68, "end": 311.86, "text": " Parashurama the incarnation of the supreme personality of Godhead."}, {"start": 312.71999999999997, "end": 323.21999999999997, "text": " So they did not stand but everybody else stood up in respect and Parikshit Maharaj was very glad to receive him now what is Parikshit telling Shukadeva Goswami."}, {"start": 323.7, "end": 342.7, "text": " परिक्षिद उवाच अहो अध्यवयं ब्रह्मन सत्सेव्याप्षत्रबन्धवः कृपया अतिथी रूपेण भवद्धिस् तीर्थका कृताह।"}, {"start": 342.7, "end": 372.68, "text": " परिक्षिद उवाच अहो अध्यवयं ब्रह्मन सत्सेव्याप्षत्रबन्धवः कृताह।"}, {"start": 372.7, "end": 402.68, "text": " परिक्षिद उवाच अध्यवयं ब्रह्मन सत्सेव्याप्षत्रबन्धवः कृताह।"}, {"start": 402.7, "end": 432.68, "text": " परिक्षिद उवाच अध्यवयं ब्रह्मन सत्सेव्याप्षत्रबन्धवः कृताह।"}, {"start": 432.7, "end": 462.68, "text": " परिक्षिद उवाच अध्यवयं ब्रह्मन सत्सेव्याप्षत्रबन्धवः कृताह।"}, {"start": 462.7, "end": 492.68, "text": " परिक्षिद उवाच अध्यवयं ब्रह्मन सत्सेव्याप्षत्रबन्धवः कृताह।"}, {"start": 492.7, "end": 522.68, "text": " परिक्षिद उवाच अध्यवयं ब्रह्मन सत्सेव्याप्षत्रबन्धवः कृताह।"}, {"start": 522.7, "end": 552.6800000000001, "text": " परिक्षिद उवाच अध्यवयं ब्रह्मन सत्सेव्याप्षत्रबन्धवः कृताह।"}, {"start": 552.7, "end": 582.6800000000001, "text": " परिक्षिद उवाच अध्यवयं ब्रह्मन सत्सेव्याप्षत्रबन्धवः कृताह।"}, {"start": 582.7, "end": 612.6800000000001, "text": " So, it is also true that great saintly persons who are completely aloof from worldly enjoyers, they do not bother to meet or contact or approach any of the materialistic persons or people in royal position, big big kings,"}, {"start": 612.7, "end": 641.7, "text": " big big wealthy merchants, people in big positions in material estimation, they never approach. So, Srila Prabhupada next gives an example. Maharaja Pratap Rudra was a follower of Lord Chaitanya. He was the king of Orissa. But when Maharaja Pratap Rudra wanted to see the Lord, see Lord Chaitanya,"}, {"start": 642.7, "end": 669.0200000000001, "text": " Lord Chaitanya refused to see him because he was a king. So, Pratap Rudra, even though he was a king, he was a saintly king. So, he was seeking an interview with Chaitanya Mahaprabhu just to get blessings, just to get some instructions, personal instructions, when Chaitanya Mahaprabhu was staying in Puri."}, {"start": 672.7, "end": 702.6800000000001, "text": " So, Pratap Rudra, who would not give any appointment, would not agree to meet Pratap Rudra Maharaj, why? Why would Chaitanya refuse? Prabhupada says, for a devotee who desires to go back to Godhead, two things are strictly prohibited, worldly enjoyers and women."}, {"start": 702.7, "end": 713.48, "text": " Now, this is based on a verse that is there in the Chaitanya Charitamrita. That verse says,"}, {"start": 732.7, "end": 762.6800000000001, "text": " The meaning of this verse is,"}, {"start": 762.7, "end": 786.9200000000001, "text": " It is more abominable than drinking poison willingly. So, as Prabhupada says in this purport, two things are strictly forbidden for a serious transcendentalist who is practicing spiritual life in order to get out of material existence entirely and go back to Godhead."}, {"start": 787.9200000000001, "end": 791.9200000000001, "text": " So, this verse says, this is a verse quoted by,"}, {"start": 792.7, "end": 812.88, "text": " spoken by Chaitanya Mahaprabhu. When Chaitanya Mahaprabhu was requested by one of his associates, Sarvam Bhattacharya, that please give an appointment for Maharaj Pratap Rudra who wants to come and see you, Chaitanya Mahaprabhu said, no, I cannot give an appointment. Why? This is the reason he is quoting."}, {"start": 812.88, "end": 822.3000000000001, "text": " Nishkinchanasya, for one who is completely detached himself from material enjoyment."}, {"start": 822.7, "end": 848.88, "text": " Bhagavad Bhajanon Mukhasya. And, he is engaged, eager to be engaged in serving the Supreme Personality of Godhead. For him, and also, Paramparam Jigamishor Bhavasagarasya. He wants to cross over the ocean of material existence and go back to Godhead. For such a person, Sandarshanam, just seeing."}, {"start": 848.88, "end": 851.88, "text": " Not even mixing or interacting."}, {"start": 852.7, "end": 873.36, "text": " Not even interacting very closely. No, just seeing. Sandarshanam. Two categories of people. Vishayinam, Yoshitam. Vishayinam means those who are engaged in materialistic activities. Vishayinam. Sense enjoyers in this world."}, {"start": 873.36, "end": 881.36, "text": " And, Yoshitam means women. Women here refers to a member of the opposite gender."}, {"start": 882.7, "end": 895.1, "text": " Who is very much interested in enjoying. For a woman, it is man. Yoshit is man. For a man, a Yoshit is woman. Who is interested in enjoying."}, {"start": 895.1, "end": 912.34, "text": " Such a Darshan, just a Sandarshanam, just seeing, is very, very dangerous. How dangerous? More dangerous than drinking poison willingly."}, {"start": 913.4200000000001, "end": 926.5, "text": " Than knowingly drinking poison. That means, it is very very dangerous. It is a big big big obstacle for spiritual advancement."}, {"start": 927.26, "end": 938.32, "text": " Therefore, such a transcendentalist, will never agree to see or meet or interact or mix with such worldly minded people."}, {"start": 938.58, "end": 941.82, "text": " Therefore, Pariksit Maharaj, thinking that I am a King,"}, {"start": 941.82, "end": 942.4000000000001, "text": " Therefore, Pariksit Maharaj, thinking that I am a King,"}, {"start": 942.4, "end": 953.76, "text": " And Shukade Goswami has arrived and he has accepted my respects and he has agreed to sit in this assembly and instruct me."}, {"start": 954.42, "end": 959.34, "text": " So I am very, very, very, very fortunate and blessed by Shukade Goswami."}, {"start": 960.66, "end": 963.14, "text": " So I will stop here. Thank you very much, Hare Krishna."}, {"start": 963.14, "end": 972.88, "text": " Pratap Rudra Maharaj. Why? Why would Chaitanya refuse?"}, {"start": 973.98, "end": 986.6, "text": " Prabhupada says, for a devotee who desires to go back to Godhead, two things are strictly prohibited, worldly enjoyers and women."}, {"start": 988.6, "end": 993.12, "text": " Now this is based on a verse that is there."}, {"start": 993.14, "end": 997.52, "text": " Here in the Chaitanya Charita Amrita, that verse says,"}, {"start": 998.52, "end": 1002.74, "text": " Nishkinchanasya Bhagavad Bhajanon Mukhasya"}, {"start": 1002.74, "end": 1006.98, "text": " Paramparam Jigamishor Bhavasagarasya"}, {"start": 1006.98, "end": 1012.38, "text": " Sandarshanam Vishayinam Atha Yoshitamcha"}, {"start": 1012.38, "end": 1016.66, "text": " Hahantahantavishabhakshanatopyasadhu"}, {"start": 1016.66, "end": 1019.46, "text": " The meaning of this verse is"}, {"start": 1023.14, "end": 1035.9, "text": " Alas for a person who is seriously desiring to cross the material ocean and engage in the transcendental loving service of the Supreme Lord Krishna without material motives,"}, {"start": 1035.9, "end": 1052.16, "text": " seeing a materialist engaged in sense gratification or seeing a woman who is similarly interested is more abominable than drinking poison willingly."}, {"start": 1053.14, "end": 1057.46, "text": " So, as Prabhupada says in this purport,"}, {"start": 1057.46, "end": 1070.76, "text": " Two things are strictly forbidden for a serious transcendentalist who is practicing spiritual life in order to get out of material existence entirely and go back to Godhead."}, {"start": 1070.76, "end": 1078.5200000000002, "text": " So, this verse says, this is a verse quoted by, spoken by Chaitanya Mahaprabhu."}, {"start": 1078.5200000000002, "end": 1082.5200000000002, "text": " When Chaitanya Mahaprabhu was requested by one of his associates,"}, {"start": 1083.14, "end": 1091.0600000000002, "text": " Sarvam Bhattacharya, that please give an appointment for Maharaj Pratap Uddhara who wants to come and see you."}, {"start": 1091.0600000000002, "end": 1094.72, "text": " Chaitanya Mahaprabhu said, no, I cannot give an appointment."}, {"start": 1094.9, "end": 1096.9, "text": " Why? This is the reason he is quoting."}, {"start": 1097.72, "end": 1106.42, "text": " Nishkinchanasya, for one who has completely detached himself from material enjoyment."}, {"start": 1107.0200000000002, "end": 1108.92, "text": " Bhagavad Bhajanon Mukhasya"}, {"start": 1108.92, "end": 1112.94, "text": " And he is engaged."}, {"start": 1113.14, "end": 1124.76, "text": " Eager to be engaged in serving the Supreme Personality of Godhead for him and also Paramparam Jigamishor Bhavasagarasya."}, {"start": 1124.76, "end": 1129.3400000000001, "text": " He wants to cross over the ocean of material existence and go back to Godhead."}, {"start": 1130.1200000000001, "end": 1141.26, "text": " For such a person, Sandarshanam, just seeing, not even mixing or interacting very closely, no, just seeing, Sandarshanam, two categories of people."}, {"start": 1141.8200000000002, "end": 1142.8600000000001, "text": " Vishayinam, Yoshayinam."}, {"start": 1143.14, "end": 1154.2800000000002, "text": " Vishayinam means those who are engaged in materialistic activities."}, {"start": 1154.44, "end": 1157.38, "text": " Vishayinam, sense enjoyers in this world."}, {"start": 1158.26, "end": 1160.3200000000002, "text": " And Yoshayinam means women."}, {"start": 1160.3200000000002, "end": 1170.1000000000001, "text": " Women here refers to a member of the opposite gender who is very much interested in enjoying."}, {"start": 1171.3200000000002, "end": 1172.3200000000002, "text": " For a woman, it is..."}, {"start": 1173.14, "end": 1174.66, "text": " For a man, Yoshayinam is man."}, {"start": 1175.18, "end": 1179.14, "text": " For a man, Yoshayinam is woman who is interested in enjoying."}, {"start": 1181.14, "end": 1191.3200000000002, "text": " Such a Darshan, just a Sandarshanam, just seeing, is very, very dangerous."}, {"start": 1191.88, "end": 1192.5600000000002, "text": " How dangerous?"}, {"start": 1193.0200000000002, "end": 1199.24, "text": " More dangerous than drinking poison willingly, than knowingly drinking poison."}, {"start": 1199.24, "end": 1202.24, "text": " That means, it is very, very dangerous."}, {"start": 1203.14, "end": 1210.44, "text": " It is a big, big, big obstacle for spiritual advancement."}, {"start": 1210.44, "end": 1222.14, "text": " So, therefore, such a transcendentalist will never agree to see or meet or interact or mix with such worldly-minded people."}, {"start": 1222.7800000000002, "end": 1232.44, "text": " Therefore, Parikshit Maharaj, thinking, I am a king, and Shukade Goswami has arrived and he has accepted my respects and his..."}, {"start": 1233.14, "end": 1238.14, "text": " agreed to sit in this assembly and instruct me."}, {"start": 1238.14, "end": 1244.14, "text": " So, I am very, very, very, very fortunate and blessed by Shukade Goswami."}, {"start": 1244.14, "end": 1246.14, "text": " So, I will stop here."}, {"start": 1246.14, "end": 1247.14, "text": " Thank you very much."}, {"start": 1247.14, "end": 1248.14, "text": " Hare Krishna."}, {"start": 1248.14, "end": 1249.14, "text": " Subtitles by the Amara.org community"}]}