{"video_id": "9D30TKdo_xk", "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.16.20 part 4 | 27-01-2023", "speaker": "HH Stoka Krishna Swami", "youtube_url": "https://www.youtube.com/watch?v=9D30TKdo_xk", "duration": 931, "segments": [{"start": 0.0, "end": 7.16, "text": " Om Agyanati Miran Dasya Gyananj Nishalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha"}, {"start": 7.16, "end": 14.4, "text": " Namah Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine"}, {"start": 14.4, "end": 22.38, "text": " Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Junyavadi Pashchatya Deshatarine"}, {"start": 22.38, "end": 30.299999999999997, "text": " Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda"}, {"start": 30.299999999999997, "end": 37.879999999999995, "text": " Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"}, {"start": 37.879999999999995, "end": 43.84, "text": " Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam"}, {"start": 43.84, "end": 48.0, "text": " Deveem Saraswateem Vyasam Tato Jayam Udi Rayet"}, {"start": 48.0, "end": 52.3, "text": " In this session we will continue to discuss from the 20th century."}, {"start": 52.38, "end": 59.400000000000006, "text": " 20th verse of the 16th chapter of the first canto of Srimad Bhagavatam this is the fifth"}, {"start": 59.400000000000006, "end": 66.18, "text": " part of the discussion on this verse from the purport this is a very big purport."}, {"start": 66.18, "end": 77.98, "text": " So we were discussing about the degradation in Kali Yuga due to people becoming godless"}, {"start": 77.98, "end": 82.38, "text": " and they become faithless."}, {"start": 82.38, "end": 95.84, "text": " And they are unrestricted in meat eating and they don't follow the very principles"}, {"start": 95.84, "end": 107.47999999999999, "text": " because they think they are they can't believe are they are not superstitious various reasons"}, {"start": 107.47999999999999, "end": 110.64, "text": " they get like that."}, {"start": 110.64, "end": 111.64, "text": " So here."}, {"start": 111.64, "end": 122.56, "text": " Prabhupada says that people in this age, they suffer in Kali Yuga because they don't perform"}, {"start": 122.56, "end": 130.24, "text": " any sacrifice, yajna. So, Prabhupada says the Mleccha population will care very little for"}, {"start": 130.24, "end": 137.12, "text": " performance sacrifices, although performance of sacrifice is essential for persons who are"}, {"start": 137.12, "end": 144.12, "text": " materially engaged in sense enjoyment. What is the reason for all suffering in this material"}, {"start": 144.62, "end": 151.62, "text": " world is our sinful activities. What are sinful activities? For the sake of satisfying my"}, {"start": 155.02, "end": 162.02, "text": " senses, I don't care for any restrictions or regulations or rules that are actually"}, {"start": 165.36, "end": 167.12, "text": " enforced in this material world."}, {"start": 167.12, "end": 174.42000000000002, "text": " I don't care for them or either I'm ignorant or even if I have knowledge, I don't bother about it."}, {"start": 174.42000000000002, "end": 184.92000000000002, "text": " So, therefore, those who are engaged in sense enjoyment, material sense enjoyment, which is"}, {"start": 184.92000000000002, "end": 192.56, "text": " majority of the population, they have to perform yajna in order to become free from sinful reactions."}, {"start": 192.56, "end": 196.42000000000002, "text": " So, in the Bhagavad Gita,"}, {"start": 197.12, "end": 198.82, "text": " it is said,"}, {"start": 198.82, "end": 216.32, "text": " If work is done as sacrifice, as it is directed in the authentic scriptures, then you don't become"}, {"start": 216.32, "end": 224.92000000000002, "text": " bound up by sinful reactions. You don't become bound up by reactions. Otherwise, those who don't"}, {"start": 224.92000000000002, "end": 227.1, "text": " perform yajna, but keep on doing yajna, you don't become bound up by sinful reactions. You don't become"}, {"start": 227.12, "end": 227.92000000000002, "text": " bound up by yajna."}, {"start": 227.92000000000002, "end": 233.32, "text": " If a mortal body and one plant tries to stop their yajna, it needs to do something or another"}, {"start": 233.32, "end": 236.22, "text": " or he should not do something involving it."}, {"start": 236.22, "end": 241.94, "text": " So the eternal behavior, to be a material intention I am trying to send to you, the"}, {"start": 241.94, "end": 246.70000000000002, "text": " ultimate, to be the ultimate Thinking and religion is somewhere where he is doing some"}, {"start": 246.70000000000002, "end": 251.70000000000002, "text": " work for their different purposes. They become bound up more and more and more and more"}, {"start": 251.70000000000002, "end": 256.7, "text": " and get entangled to material existence and are forced to suffer against their wish. Suffering"}, {"start": 257.12, "end": 270.12, "text": " material reaction. It is forced on somebody who is not performing yajna. So, Bhagavad Gita says,"}, {"start": 270.12, "end": 279.5, "text": " you want to avoid suffering, you want to get free from the future reactions, then now you stop all"}, {"start": 279.5, "end": 291.02, "text": " sinful activities, follow the injunctions of the scriptures, and perform work as yajna. So,"}, {"start": 291.02, "end": 300.06, "text": " Srila Prabhupada says that this world is created in such a way that for maintaining the living"}, {"start": 300.06, "end": 309.08, "text": " beings, there is the system of working according to one's guna and karma."}, {"start": 309.5, "end": 317.0, "text": " Guna, karma, Varnashrama. Varnashrama is the way of classifying the civilized human beings"}, {"start": 317.0, "end": 325.04, "text": " into four social orders, and four spiritual orders. And thereby they do the appropriate"}, {"start": 325.04, "end": 333.44, "text": " kind of work for maintaining them off earning their livelihood. And, they also follow the"}, {"start": 333.44, "end": 338.66, "text": " restrictions of the scriptures in the work they do."}, {"start": 338.66, "end": 339.14, "text": " ."}, {"start": 339.14, "end": 339.24, "text": " ."}, {"start": 339.24, "end": 339.4, "text": " ."}, {"start": 339.4, "end": 339.44, "text": " ."}, {"start": 339.44, "end": 339.46, "text": " ."}, {"start": 339.46, "end": 339.5, "text": " ."}, {"start": 339.5, "end": 351.8, "text": " what they eat, how they dress, how they interact with other fellow human beings and what is their"}, {"start": 351.8, "end": 360.08, "text": " ultimate goal, what should be their ultimate goal in life. Everything is directed, is regulated,"}, {"start": 360.08, "end": 369.65999999999997, "text": " is instructed in the scriptures. So then they become free from the sinful reactions of the"}, {"start": 369.65999999999997, "end": 378.26, "text": " past. They don't accumulate any fresh reactions and they become purified. For example, we have"}, {"start": 378.26, "end": 388.59999999999997, "text": " to eat to survive, but eat only vegetarian food. That also, after preparing the vegetarian food,"}, {"start": 388.59999999999997, "end": 390.06, "text": " it has to be offered."}, {"start": 390.08, "end": 400.85999999999996, "text": " Offered to Krishna as yajna, sacrifice. And then yajna shishta asinaha santaha. Devotees"}, {"start": 400.85999999999996, "end": 411.65999999999997, "text": " always offer food for sacrifice called naivedya. Offering to Krishna and then parting the remnants"}, {"start": 411.65999999999997, "end": 419.08, "text": " as prasadam, Krishna prasadam. So by eating Krishna prasadam, you are purified of the"}, {"start": 419.08, "end": 420.08, "text": " old reactions."}, {"start": 420.08, "end": 430.85999999999996, "text": " And you don't get any fresh reactions. Rather you develop your bhakti. So this is the way of performing yajna in the matter of eating, worshipping Krishna and offering him foodstuff which we have cooked, only vegetarian foodstuff. And that also cooked without any contamination in a pure way, cooking in a pure way. So that is now a very important point."}, {"start": 450.08, "end": 474.96, "text": " It is said that there will be sufficient grains, agricultural produce, if there are proper rains. And proper rainfall is dependent on performing sacrifice. So if people perform sacrifice, there will be cause. It says parjanyad annasambhavaha in the Bhagavad Gita. Krishna says this."}, {"start": 480.08, "end": 510.06, "text": " Parjanya means rain. Yajna bhavati parjanya. Rainfall, proper rainfall, not too much, not too little. Proper rainfall is possible only by performance of yajna. If people perform yajna, there will be proper rainfall. If there is proper rainfall, there will be proper production of grains, vegetables, fruits, etc. And then there will be plenty of grains."}, {"start": 510.08, "end": 539.4399999999999, "text": " Food, all edibles for the human beings and the animals also. So the mlechas, they don't grow proper food grains. Or if they grow food grains, they use that to feed the livestock. They feed the cows. They feed the chickens. And then they"}, {"start": 540.08, "end": 568.84, "text": " slaughter them for their own food. They eat chicken flesh or cow flesh. Instead of growing some grains and vegetables and themselves eating and also leaving the remnants for the other creatures like chickens and cows, instead of that, they misuse"}, {"start": 570.08, "end": 599.9200000000001, "text": " their superior position in society. The dumb animals, the innocent animals, they are killed unnecessarily. So this is the anomaly in Kalyuga. But people must know that there is severe sinful reactions for cow killing. For unnecessarily killing even"}, {"start": 600.08, "end": 601.58, "text": " a chicken,"}, {"start": 602.76, "end": 610.0, "text": " unnecessarily killing. When there is plenty of food grains, after all the same grains they are using to feed the"}, {"start": 610.0, "end": 622.0, "text": " livestock. Why don't you eat the grain? Instead of feeding the chicken or the cow and then killing that poor animal and then eating"}, {"start": 622.0, "end": 630.0, "text": " the flesh. Why do you do this? So therefore, by spiritual culture,"}, {"start": 630.08, "end": 637.7, "text": " by spiritual education by spiritual training a person can actually change"}, {"start": 637.7, "end": 643.82, "text": " his or her life and become peaceful become happy become free from sinful"}, {"start": 643.82, "end": 650.1800000000001, "text": " reaction become free from suffering and have a very bright future all that is"}, {"start": 650.1800000000001, "end": 652.6, "text": " possible"}, {"start": 652.6, "end": 667.72, "text": " so sacrifice means to please Vishnu and how to please Vishnu by practice of"}, {"start": 667.72, "end": 676.6, "text": " bhakti yoga the most feasible type of sacrifice packet india the the sacrifice"}, {"start": 676.6, "end": 680.84, "text": " of chanting and hearing the holy name of krishna"}, {"start": 680.84, "end": 682.6, "text": " the sacrifice"}, {"start": 682.6, "end": 689.6, "text": " of worshipping Krishna, Deity of Krishna or picture of the Deity of Krishna. All these"}, {"start": 690.6, "end": 697.6, "text": " methods of practicing Bhakti are called different varieties of sacrifices performed in Bhakti"}, {"start": 697.6, "end": 704.6, "text": " Yoga. Shravanam, Kirtanam, Smaranam, Padasevanam, all these are sacrifices performed by Bhakti"}, {"start": 704.6, "end": 711.6, "text": " Yogis. When we chant Hare Krishna, we are performing sacrifice to Vishnu called the"}, {"start": 711.6, "end": 718.6, "text": " Kirtana sacrifice, Sankirtana sacrifice, Sankirtanayanya. When we hear the Bhagavatam,"}, {"start": 719.6, "end": 726.6, "text": " we are performing Shravanam sacrifice, Shravanam sacrifice, hearing. Hearing what? About Vishnu,"}, {"start": 727.6, "end": 734.6, "text": " about Vishnu's devotees, about Vishnu's glorious activities like that. So, this is"}, {"start": 734.6, "end": 740.6, "text": " the sacrifice that is most recommended. It is simple, it is effective, it is very very"}, {"start": 740.6, "end": 741.6, "text": " powerful."}, {"start": 742.6, "end": 748.6, "text": " And easily performed by anyone, any human being without any previous qualification."}, {"start": 748.6, "end": 754.6, "text": " Therefore, that is what is being recommended here by Prabhupada that Lord Chaitanya, he"}, {"start": 754.6, "end": 762.6, "text": " recommended only one type of Yagna, that is Sankirtanayanya, chanting Hare Krishna, hearing"}, {"start": 762.6, "end": 769.6, "text": " the Bhagavatam, offering nice vegetarian foodstuff to Krishna and partaking the remnants, Krishna"}, {"start": 769.6, "end": 770.6, "text": " Prasadam."}, {"start": 770.6, "end": 778.6, "text": " This kind of Sankirtanayanya will benefit everyone in society. It is feasible, it is"}, {"start": 778.6, "end": 787.6, "text": " practical, it is easy to perform. It does not require any qualification. But if instead"}, {"start": 787.6, "end": 791.6, "text": " of chanting Hare Krishna, somebody thinks I will chant Gayatri Mantra, that requires"}, {"start": 791.6, "end": 796.6, "text": " qualification. Only a qualified Brahmana can chant Gayatri Mantra and derive the spiritual"}, {"start": 796.6, "end": 798.6, "text": " benefit of chanting."}, {"start": 798.6, "end": 808.6, "text": " If you chant Hare Krishna, you get the benefit regardless of what your qualification may be."}, {"start": 808.6, "end": 812.6, "text": " It does not demand any qualification. Chanting Hare Krishna does not demand any qualification."}, {"start": 812.6, "end": 820.6, "text": " So, therefore, please chant Hare Krishna. Do not chant any other mantra. And do not"}, {"start": 820.6, "end": 827.6, "text": " eat simply anything you like. Eat only vegetarian food after offering that to Krishna. How do"}, {"start": 827.6, "end": 838.6, "text": " you offer to Krishna? You just prepare without tasting and adding the proper ingredients,"}, {"start": 838.6, "end": 847.6, "text": " the vegetarian ingredients. And then that has to be the prepared portion. A portion"}, {"start": 847.6, "end": 854.6, "text": " of the prepared food has to be kept in a particular bowl or a plate in front of a picture or deity"}, {"start": 854.6, "end": 855.6, "text": " of Krishna."}, {"start": 855.6, "end": 863.6, "text": " And then you pray to Krishna, please accept this offering. You can just say this in English"}, {"start": 863.6, "end": 869.6, "text": " or your own language. Better still, you pray to Krishna to accept the offering by chanting"}, {"start": 869.6, "end": 875.6, "text": " the Hare Krishna Mantra three times. Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare,"}, {"start": 875.6, "end": 882.6, "text": " Hare Rama, Hare Rama, Rama Rama, Hare Hare. Three times you chant. And then leave that"}, {"start": 882.6, "end": 884.6, "text": " for five minutes in front of the picture or the deity of Krishna."}, {"start": 885.6, "end": 892.6, "text": " And after five minutes, you take it out and you mix it with whatever you have cooked."}, {"start": 892.6, "end": 900.6, "text": " And then that becomes prasadam, remnants of what is offered to Krishna. That becomes prasadam."}, {"start": 900.6, "end": 907.6, "text": " That prasadam you partake and you are completely purified by taking that prasadam and you are"}, {"start": 907.6, "end": 914.6, "text": " also freed from, you don't get any fresh sinful reactions. That is the way. So, this Krishna"}, {"start": 914.6, "end": 920.6, "text": " consciousness is the way for actually becoming free from all sinful activities, purifying"}, {"start": 920.6, "end": 927.6, "text": " our old sinful reactions and ushering in peace and prosperity for ourselves and everyone"}, {"start": 927.6, "end": 929.6, "text": " else. Thank you very much. Hare Krishna."}]}