{"video_id": "9OU9FT_qOfg", "title": "Is the Ritvik System Just a Reaction to Gurus Falling Down? | His Grace Suvyakta Narasimha Dasa", "speaker": "HG Suvyakta Narasimha Dasa", "youtube_url": "https://www.youtube.com/watch?v=9OU9FT_qOfg", "duration": 802, "segments": [{"start": 0.0, "end": 5.04, "text": " One argument against the Rithvik system of initiations is that it came out as a reaction"}, {"start": 5.04, "end": 10.6, "text": " to some gurus falling down in ISKCON. This argument in its various versions attempts to"}, {"start": 10.6, "end": 16.22, "text": " discredit the Rithvik system. To get to the bottom of this argument, we will have to go back in"}, {"start": 16.22, "end": 23.16, "text": " history. The GBC banned all of Srila Prabhupada's letters. Within one year, since 1978, devotees"}, {"start": 23.16, "end": 29.66, "text": " started developing doubts. The devotees in ISKCON had been deceived. Only the GBCs at that time knew"}, {"start": 29.66, "end": 35.980000000000004, "text": " of the July 9th directive. The guru fall downs are a direct reaction of disobeying Srila Prabhupada's"}, {"start": 35.980000000000004, "end": 43.3, "text": " July 9th directive to conduct initiations in ISKCON via Rithviks on behalf of Srila Prabhupada."}, {"start": 43.3, "end": 50.14, "text": " Hare Krishna Vishwaguru Srila Prabhupada Ki Jai. One argument against the Rithvik system of"}, {"start": 50.14, "end": 56.82, "text": " initiations is that it came out as a reaction to some gurus falling down in ISKCON. Another"}, {"start": 56.82, "end": 59.620000000000005, "text": " version of this argument is that the reaction"}, {"start": 59.620000000000005, "end": 66.5, "text": " came due to the problems arising out of the zonal acharya system. Yet another version of this"}, {"start": 66.5, "end": 73.28, "text": " argument is that the reaction came due to the misbehavior of some leaders of ISKCON with rank"}, {"start": 73.28, "end": 81.60000000000001, "text": " and file devotees, mistreating them. This argument, in essence, maintains that the Rithvik"}, {"start": 81.60000000000001, "end": 89.60000000000001, "text": " system was a new invention developed by some devotees who were victims of some unsavory"}, {"start": 89.62, "end": 98.04, "text": " dealings by leaders or gurus in ISKCON. This is a very patronizing approach. Either the"}, {"start": 98.04, "end": 104.32000000000001, "text": " victims or at least those who sympathized with the victims came up with this new theory"}, {"start": 104.32000000000001, "end": 111.12, "text": " of Rithvikism. To put it bluntly, it was the invention of some disgruntled devotees of"}, {"start": 111.12, "end": 119.5, "text": " ISKCON. Gurus or leaders fell from grace or dealt harshly with some devotees and as a"}, {"start": 119.5, "end": 127.02, "text": " result, the devotees came up with the idea of Rithvik initiations. This argument in its"}, {"start": 127.02, "end": 134.24, "text": " various versions attempts to discredit the Rithvik system as a post-1978 invention by"}, {"start": 134.24, "end": 139.48, "text": " some disgruntled devotees who wished well for the organization, but the solution they"}, {"start": 139.48, "end": 146.26, "text": " came up with was not correct. So, this was a patronizing approach. As if we sympathize"}, {"start": 146.26, "end": 149.48, "text": " with these devotees, but they were incorrect in the institution. Therefore, the Rithvik"}, {"start": 149.5, "end": 155.82, "text": " solution that they came out with. So, if you are sympathizing with the devotees, the victims"}, {"start": 155.82, "end": 163.46, "text": " of all these mistreatment within ISKCON, then why are you supporting the expulsion of such devotees"}, {"start": 163.46, "end": 171.1, "text": " which is encapsulated by the GBC as a law in ISKCON? If you are really sympathetic towards"}, {"start": 171.1, "end": 177.38, "text": " the devotees, expulsion should not be the solution. Anyway, to get to the bottom of this"}, {"start": 177.38, "end": 187.82, "text": " argument, we will have to go back in history to the year 1978. In March of 1978, the GBC in their"}, {"start": 187.82, "end": 195.72, "text": " Resolution No. 16 lied to all the Vaishnavas of ISKCON that Srila Prabhupada selected 11 devotees"}, {"start": 195.72, "end": 202.24, "text": " to become Diksha Gurus. The GBC themselves have admitted to this in their apology to the institution"}, {"start": 202.24, "end": 206.24, "text": " in 1999 in Resolution No. 403."}, {"start": 207.01999999999998, "end": 207.35999999999999, "text": " But in"}, {"start": 207.36, "end": 215.28, "text": " 1978, when they lied that 11 devotees had been selected as Diksha Gurus, all the devotees"}, {"start": 215.28, "end": 222.68, "text": " naively believed them. A few, whoever asked where Srila Prabhupada had selected them,"}, {"start": 223.22000000000003, "end": 229.52, "text": " were met with a standard response, there is an appointment tape. That tape, however,"}, {"start": 229.52, "end": 236.52, "text": " was never released. So, devotees left it at that. Moreover, we have to understand,"}, {"start": 236.52, "end": 243.22, "text": " in the aftermath of Srila Prabhupada leaving the world, all the devotees must have been in a state"}, {"start": 243.22, "end": 250.64000000000001, "text": " of shock and immense grief. Naturally, in that state of anguish, they couldn't be expected to"}, {"start": 250.64000000000001, "end": 258.26, "text": " look at things too critically. To add to this, the GBC banned all of Srila Prabhupada's letters in"}, {"start": 258.26, "end": 264.92, "text": " ISKCON. No devotee in ISKCON could read any of Srila Prabhupada's letters. Can you imagine that?"}, {"start": 265.64, "end": 266.5, "text": " It was forbidden."}, {"start": 266.52, "end": 273.88, "text": " So, there was no way any devotee could lay his hands on the July 9, 1977 Directive."}, {"start": 274.52, "end": 281.71999999999997, "text": " They simply did not know that such an order existed. However, within one year since 1978,"}, {"start": 282.28, "end": 287.79999999999995, "text": " as the dust started settling in the horizon, devotees started developing doubts."}, {"start": 288.76, "end": 295.64, "text": " In just two years, by 1980, Jadurani Mataji was convinced that these Gurus were not"}, {"start": 295.64, "end": 303.8, "text": " what they claimed to be, to be pure devotees. There were some mutually disrespectful dealings"}, {"start": 303.8, "end": 309.8, "text": " between two of the 11 Diksha Gurus, which Jadurani Mataji happened to witness."}, {"start": 310.68, "end": 315.15999999999997, "text": " That made her draw this conclusion that they could not be pure devotees."}, {"start": 316.28, "end": 323.0, "text": " At that time Jadurani Mataji was serving as one of the top book distributors in Los Angeles temple."}, {"start": 323.0, "end": 329.0, "text": " and Los Angeles temple was also the headquarters of BBT at that time."}, {"start": 329.0, "end": 340.0, "text": " Rameswar Swami, who was one of the 11 Diksha Gurus, was heading the Los Angeles temple and the BBT at that time."}, {"start": 340.0, "end": 348.0, "text": " So, Jadurani Mataji went to Rameswar Swami and from Rameswar Swami,"}, {"start": 348.0, "end": 355.0, "text": " she demanded proof about the appointment of the 11 Diksha Gurus by Srila Prabhupada."}, {"start": 355.0, "end": 358.0, "text": " She wanted to hear the appointment tape."}, {"start": 358.0, "end": 367.0, "text": " Rameswar Swami was unable to evade her and since he was in charge of BBT, he had access to all the tapes."}, {"start": 367.0, "end": 377.0, "text": " And on her determinedly strong persuasion, he reluctantly gave Jadurani Mataji the recording of the May 28th GBC meeting"}, {"start": 377.0, "end": 378.0, "text": " with everyone."}, {"start": 378.0, "end": 384.0, "text": " This is what they were calling as the appointment tape at that time."}, {"start": 384.0, "end": 394.0, "text": " But after Jadurani Mataji heard the tape, it was clear to her that she and the rest of the devotees in ISKCON had been deceived."}, {"start": 394.0, "end": 396.0, "text": " They had been duped."}, {"start": 396.0, "end": 403.0, "text": " She confronted Rameswar Swami, who had no answers to her indignant questions."}, {"start": 403.0, "end": 407.0, "text": " Backed with guilt, a highly repentant Rameswar Swami,"}, {"start": 407.0, "end": 410.0, "text": " what did he do?"}, {"start": 410.0, "end": 417.0, "text": " He removed his Vyasasana from the temple and he stopped this Guru Puja in the Los Angeles temple."}, {"start": 417.0, "end": 427.0, "text": " A few days later, Rameswar Swami oversaw an initiation ceremony in the Los Angeles temple for a few devotees."}, {"start": 427.0, "end": 434.0, "text": " During that initiation ceremony, in the class, this was in the year 1980,"}, {"start": 434.0, "end": 436.0, "text": " he declared that he was only a devotee."}, {"start": 436.0, "end": 442.0, "text": " He was only a representative of Srila Prabhupada and all of the devotees who were getting initiated,"}, {"start": 442.0, "end": 446.0, "text": " they were disciples of Srila Prabhupada."}, {"start": 446.0, "end": 451.0, "text": " Some of those devotees who were initiated in that ceremony till today,"}, {"start": 451.0, "end": 457.0, "text": " consider themselves disciples of Srila Prabhupada only, not of Rameswar Swami."}, {"start": 457.0, "end": 462.0, "text": " Anyway, the moment the GBC came to know of this,"}, {"start": 462.0, "end": 465.0, "text": " a team of them landed up in Los Angeles."}, {"start": 465.0, "end": 470.0, "text": " And they berated Rameswar Swami."}, {"start": 470.0, "end": 476.0, "text": " They threatened to remove him from BBT and to expel him from ISKCON,"}, {"start": 476.0, "end": 479.0, "text": " unless he withdrew the Rithvik initiation."}, {"start": 479.0, "end": 484.0, "text": " Because this initiation what he conducted was actually a Rithvik initiation."}, {"start": 484.0, "end": 492.0, "text": " Poor Rameswar Swami, under duress, called the devotees and announced that he was withdrawing his earlier statement"}, {"start": 492.0, "end": 494.0, "text": " and that the initiates were his disciples."}, {"start": 495.0, "end": 501.0, "text": " And Jadurani Mataji, she was physically expelled from the temple."}, {"start": 501.0, "end": 509.0, "text": " So, we can see that the first incident of Rithvik initiations was conducted in ISKCON in the year 1980."}, {"start": 509.0, "end": 515.0, "text": " Coincidentally, in the same year, in a separate and unrelated incident,"}, {"start": 515.0, "end": 520.0, "text": " Tamal Krishna Goswami declared in the Topango Canyon discussions,"}, {"start": 520.0, "end": 522.0, "text": " the famous Topango Canyon discussions,"}, {"start": 522.0, "end": 524.0, "text": " he declared that,"}, {"start": 524.0, "end": 529.0, "text": " Shaila Prabhupada appointed only Rithviks and not Diksha Gurus."}, {"start": 529.0, "end": 531.0, "text": " So, in both these cases,"}, {"start": 531.0, "end": 534.0, "text": " we see that Rameswar Swami,"}, {"start": 534.0, "end": 539.0, "text": " who conducted the first Rithvik initiation in ISKCON after 1978,"}, {"start": 539.0, "end": 542.0, "text": " as well as Tamal Krishna Goswami,"}, {"start": 542.0, "end": 547.0, "text": " who declared that Shaila Prabhupada appointed only Rithviks and not Diksha Gurus."}, {"start": 547.0, "end": 553.0, "text": " We see that both of them were not victims of any sort of improper behavior,"}, {"start": 553.0, "end": 560.0, "text": " nor were they at the receiving end of the zonal acharya system or any guru fall downs."}, {"start": 560.0, "end": 564.0, "text": " In fact, they were themselves zonal acharyas."}, {"start": 564.0, "end": 568.0, "text": " They were not some nondescript disgruntled devotees."}, {"start": 568.0, "end": 572.0, "text": " They were Diksha Gurus and zonal acharyas."}, {"start": 572.0, "end": 576.0, "text": " They were GBCs and top leaders in ISKCON."}, {"start": 576.0, "end": 581.0, "text": " They obviously cannot be victims of themselves and their own system."}, {"start": 581.0, "end": 584.0, "text": " Then, why did they come up with the Rithvik system?"}, {"start": 584.0, "end": 586.0, "text": " In reality,"}, {"start": 586.0, "end": 590.0, "text": " both of them independently raised the Rithvik initiation system"}, {"start": 590.0, "end": 596.0, "text": " because neither of them invented or came up with the Rithvik system."}, {"start": 596.0, "end": 598.0, "text": " But instead,"}, {"start": 598.0, "end": 606.0, "text": " they both knew that this was what Shaila Prabhupada had ordered on July 9, 1977."}, {"start": 606.0, "end": 610.0, "text": " The Rithvik system of initiations was Shaila Prabhupada's order."}, {"start": 610.0, "end": 613.0, "text": " In fact,"}, {"start": 613.0, "end": 618.0, "text": " only the GBCs at that time knew of the Rithvik system and the July 9 directive."}, {"start": 618.0, "end": 620.0, "text": " No one else in ISKCON knew about it"}, {"start": 620.0, "end": 625.0, "text": " because the letters were banned until much later after 1987."}, {"start": 625.0, "end": 630.0, "text": " So, historical evidence does not support the theory"}, {"start": 630.0, "end": 633.0, "text": " that the Rithvik system of initiations was invented"}, {"start": 633.0, "end": 637.0, "text": " as a reaction to the problems of the zonal acharya system"}, {"start": 637.0, "end": 639.0, "text": " or the guru fall downs"}, {"start": 639.0, "end": 644.0, "text": " or due to the mistreatment of some devotees by some ISKCON leaders."}, {"start": 644.0, "end": 648.0, "text": " Historical evidence clearly favors the fact"}, {"start": 648.0, "end": 652.0, "text": " that the Rithvik system of initiations was specifically ordered"}, {"start": 652.0, "end": 657.0, "text": " by Shaila Prabhupada on July 9, 1977."}, {"start": 657.0, "end": 661.0, "text": " Particularly for that time when Shaila Prabhupada is no longer with us."}, {"start": 661.0, "end": 666.0, "text": " As it is clear from the May 28 GBC meeting with Shaila Prabhupada"}, {"start": 666.0, "end": 668.0, "text": " which is the precursor to the July 9 directive."}, {"start": 669.0, "end": 674.0, "text": " For a detailed analysis of the May 28 meeting and the July 9 directive,"}, {"start": 674.0, "end": 677.0, "text": " please see the link below in the description."}, {"start": 677.0, "end": 679.0, "text": " So, to conclude,"}, {"start": 679.0, "end": 681.0, "text": " from the history of ISKCON,"}, {"start": 681.0, "end": 686.0, "text": " we can see that the claim that the Rithvik system was a reaction"}, {"start": 686.0, "end": 690.0, "text": " to the guru fall downs and excesses of the zonal acharya system"}, {"start": 690.0, "end": 693.0, "text": " falls flat on its face."}, {"start": 693.0, "end": 698.0, "text": " The Rithvik system has nothing to do with the guru fall downs."}, {"start": 698.0, "end": 702.0, "text": " Whether gurus fell or not, irrespective of that,"}, {"start": 702.0, "end": 707.0, "text": " the Rithvik system is the only system authorized by Shaila Prabhupada"}, {"start": 707.0, "end": 712.0, "text": " for carrying on initiations in ISKCON after his Thiro Bhava."}, {"start": 712.0, "end": 716.0, "text": " Even if no gurus ever fell down in ISKCON,"}, {"start": 716.0, "end": 719.0, "text": " our stance will not change."}, {"start": 719.0, "end": 723.0, "text": " In fact, rather than the Rithvik system coming up"}, {"start": 723.0, "end": 726.0, "text": " as a reaction to the guru fall downs"}, {"start": 726.0, "end": 729.0, "text": " or excesses of the zonal acharya system,"}, {"start": 729.0, "end": 732.0, "text": " the fact is the reverse."}, {"start": 732.0, "end": 737.0, "text": " The guru fall downs and excesses of the zonal acharya system"}, {"start": 737.0, "end": 743.0, "text": " are a direct reaction of disobeying Shaila Prabhupada's July 9 directive"}, {"start": 743.0, "end": 747.0, "text": " to conduct initiations in ISKCON via Rithviks"}, {"start": 747.0, "end": 750.0, "text": " on behalf of Shaila Prabhupada."}, {"start": 750.0, "end": 754.0, "text": " So, the claim that Rithvik system of initiations"}, {"start": 754.0, "end": 756.0, "text": " is a reaction to guru fall downs"}, {"start": 756.0, "end": 760.0, "text": " is simply a desperate figment of imagination"}, {"start": 760.0, "end": 765.0, "text": " in order to discredit Shaila Prabhupada's July 9 order."}, {"start": 765.0, "end": 768.0, "text": " And it is nothing but a feeble attempt"}, {"start": 768.0, "end": 773.0, "text": " to give credence to the unauthorized guru system in ISKCON."}, {"start": 773.0, "end": 776.0, "text": " In reality, the July 9 directive alone"}, {"start": 776.0, "end": 781.0, "text": " stands as the sole, unrivaled authorization"}, {"start": 781.0, "end": 784.0, "text": " of the system of Rithvik initiations in ISKCON."}, {"start": 784.0, "end": 785.0, "text": " Hare Krishna!"}, {"start": 785.0, "end": 788.0, "text": " Vishwaguru Shaila Prabhupada ki Jai!"}]}