{"video_id": "aHy5ph1ghOE", "title": "Mahabharata | Part 38 | Duryodhana manipulates the Muni | His Grace Suvyakta Narasimha Dasa", "speaker": "HG Suvyakta Narasimha Dasa", "youtube_url": "https://www.youtube.com/watch?v=aHy5ph1ghOE", "duration": 1496, "segments": [{"start": 0.0, "end": 29.98, "text": " Thank you for watching."}, {"start": 30.0, "end": 59.0, "text": " Om Adhyanati Mirandhasya, Jnananjana Salakaya, Chakshuran Miritam Yena, Tasmai Shri Gurave Namaha, Namavo Vishnupadaya, Krishna Preshaya Bhutale, Srimate Bhaktivedanta, Swamin Nithinamine, Namaste Saraswate Deve, Gauravani Prachadine, Nirvisesha Sunyavadi,"}, {"start": 60.0, "end": 84.08, "text": " Pashatya Deshataarine, Jaya Sri Krishna Chaitanya, Prabhu Nithyananda, Sri Advaita Gadadhara, Sri Vasadi Gauravakta Vrinda, Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare,"}, {"start": 84.08, "end": 89.42, "text": " Mokam Karoti Vachalam, Angum Langayate Girim."}, {"start": 90.0, "end": 94.66, "text": " Yad Kripata Maham Vande, Sri Guramdeena Taaranam."}, {"start": 95.52, "end": 98.74, "text": " Hare Krishna, welcome back to today's episode of the Mahabharata."}, {"start": 99.68, "end": 113.14, "text": " In the last episode, we have seen how Duryodhana planned to go and humiliate the Pandavas in Vaithavana, but the tables were turned and he became insulted and returned."}, {"start": 113.5, "end": 119.68, "text": " But still, he did not give up his envious attitude towards the Pandavas."}, {"start": 120.0, "end": 124.78, "text": " And started hatching another plot to humiliate the Pandavas."}, {"start": 126.74, "end": 137.9, "text": " And to assist him in his new plot, he decided to take the help of a sage who had come to Hastinapura."}, {"start": 138.9, "end": 143.62, "text": " Who was this sage and what was this new scheme of Pandavas is what we will learn today."}, {"start": 144.24, "end": 149.34, "text": " Before we start that, we have to understand."}, {"start": 149.34, "end": 149.36, "text": " Understand."}, {"start": 150.0, "end": 152.42, "text": " One wonderful quality about Lord Krishna."}, {"start": 153.72, "end": 157.68, "text": " Lord Krishna says in the Bhagavad Gita that"}, {"start": 157.68, "end": 167.46, "text": " Lord Krishna is the"}, {"start": 167.46, "end": 170.88, "text": " He is the supreme"}, {"start": 170.88, "end": 176.28, "text": " Enjoyer of all the fire sacrifices which are mentioned in the Vedas."}, {"start": 177.28, "end": 178.62, "text": " What are Yajnas?"}, {"start": 178.84, "end": 179.98, "text": " What are these fire sacrifices?"}, {"start": 179.98, "end": 195.82, "text": " As Lord Krishna explains in the Bhagavad Gita, when the creation happened at the beginning of the creation, Brahmaji created human beings as well as Devatas."}, {"start": 195.82, "end": 203.7, "text": " Devatas are the demigods and the demigods as we all know, they are said to be 33 crore in number."}, {"start": 203.7, "end": 208.82, "text": " There is Indra, Chandra, Vayu, Durga, Lord Shiva, Ganesha, etc."}, {"start": 208.82, "end": 210.9, "text": " So many personalities are there."}, {"start": 211.98, "end": 215.72, "text": " Who are these Devatas or who are these demigods?"}, {"start": 216.5, "end": 218.01999999999998, "text": " Each of them is not God."}, {"start": 218.4, "end": 219.51999999999998, "text": " They are all demigods."}, {"start": 220.35999999999999, "end": 224.84, "text": " Meaning, they are more powerful than human beings but they are not God himself."}, {"start": 225.1, "end": 228.01999999999998, "text": " They are lower than God but higher than human beings."}, {"start": 228.29999999999998, "end": 230.07999999999998, "text": " Therefore, they are called demigods."}, {"start": 230.07999999999998, "end": 238.54, "text": " So, these demigods are interested with various administrative responsibilities in running this universe."}, {"start": 238.82, "end": 241.29999999999998, "text": " And there are duties."}, {"start": 241.29999999999998, "end": 245.85999999999999, "text": " Knowledge is one of the most important things in running this universe."}, {"start": 245.85999999999999, "end": 248.32, "text": " Chanta has explained how we could keep up with the existence of these elements in eachevery present form."}, {"start": 248.32, "end": 250.84, "text": " So this universe is running in a very systematic manner"}, {"start": 250.84, "end": 252.7, "text": " Seasons come and go in a particular cycle."}, {"start": 252.7, "end": 254.54, "text": " The sun rises and set at specific times in specific directions."}, {"start": 254.54, "end": 256.46, "text": " Similarly with the moon also."}, {"start": 256.46, "end": 259.4, "text": " The ocean maintains its limits etc, etc."}, {"start": 259.4, "end": 266.53999999999996, "text": " Like this, if we observe nature, we can see how nature is running things so systematically,"}, {"start": 266.53999999999996, "end": 267.88, "text": " the cause of the superintendence of all these Arbeits load sets."}, {"start": 267.88, "end": 275.28, "text": " of all these demigods now brahmaji when he created all these human beings also"}, {"start": 275.28, "end": 282.98, "text": " brahmaji's intention was the was that these devatas or demigods would administer the universe"}, {"start": 282.98, "end": 289.24, "text": " in such a way that the human beings would be able to lead their lives peacefully they would be able"}, {"start": 289.24, "end": 297.1, "text": " to have a harmonious life and the human beings would also be able to utilize their their human"}, {"start": 297.1, "end": 303.5, "text": " body to understand higher spiritual subject matter and liberate themselves permanently"}, {"start": 303.5, "end": 311.66, "text": " from this material world and go back to garden this is the whole scheme of things now this is"}, {"start": 311.66, "end": 318.54, "text": " just like the government is having many many departments the electricity department the water"}, {"start": 318.54, "end": 325.72, "text": " department the drainage department the roadways department the public works department so many"}, {"start": 325.72, "end": 326.94, "text": " departments of the government's"}, {"start": 326.94, "end": 327.08000000000004, "text": " new"}, {"start": 327.08, "end": 332.9, "text": " innumerable departments the government has now what is the intention of the government creating"}, {"start": 332.9, "end": 338.46, "text": " so many departments and having so many employees and bureaucrats and all that the idea is to"}, {"start": 338.46, "end": 344.52, "text": " administer the state or the country in a very proper manner so that the citizens can live"}, {"start": 344.52, "end": 351.26, "text": " peacefully they can execute their activities and they can live harmoniously and they can carry out"}, {"start": 351.26, "end": 356.91999999999996, "text": " their they can fulfill all their whatever their desires are this is the intention of the government"}, {"start": 356.92, "end": 363.34000000000003, "text": " now for the government to be able to do all this they need money where will they get the money from"}, {"start": 363.34000000000003, "end": 370.92, "text": " they tax the citizens the citizens have to pay income tax they have to pay gst they have to pay"}, {"start": 370.92, "end": 377.54, "text": " the electricity bill they have to pay the water bill so without the citizens paying the requisite"}, {"start": 377.54, "end": 384.04, "text": " fees the government cannot function in a similar way for the devatas for the demigods also to"}, {"start": 384.04, "end": 386.76, "text": " administer this universe they need such a government to be able to do all this so that the"}, {"start": 386.76, "end": 393.28, "text": " certain fees. But what fees they need is not our paper currency. That is of no value to"}, {"start": 393.28, "end": 398.82, "text": " them. In fact, in India, rupee has value. The same rupees, if you go to the US and try"}, {"start": 398.82, "end": 403.7, "text": " to buy anything with that, it will not run. So, even within this earth, the currencies"}, {"start": 403.7, "end": 408.74, "text": " don't run from one country to another. So, how can we expect the devatas to take our"}, {"start": 408.74, "end": 416.62, "text": " money? It will not work. But some way, the human beings have to express their gratitude"}, {"start": 416.62, "end": 423.08, "text": " to the devatas, to the demigods for administering this universe so that everyone can peacefully,"}, {"start": 423.44, "end": 429.34000000000003, "text": " harmoniously execute their duties. So, how to do that? That also, Brahmaji, when he created"}, {"start": 429.34000000000003, "end": 436.26, "text": " this universe, he said at the beginning of creation that I will also create Yajnas. The"}, {"start": 436.26, "end": 438.72, "text": " human beings, when they come, when they come, when they come, when they come, when they"}, {"start": 438.72, "end": 438.74, "text": " come, when they come, when they come, when they come, when they come, when they come,"}, {"start": 438.74, "end": 443.26, "text": " when they conduct Yajnas, that will be the process by which they will pay their fees"}, {"start": 443.26, "end": 449.5, "text": " to the devatas, to the demigods. So, this is the whole arrangement. The human"}, {"start": 449.5, "end": 456.02, "text": " beings, they perform Yajnas, devatas are pleased, they will send ample amount of rain, sunshine"}, {"start": 456.02, "end": 461.68, "text": " and everything will be in proper order. The moment there is any discrepancy in this performance"}, {"start": 461.68, "end": 467.38, "text": " of these Yajnas, there will be natural disturbances. There will be floods, there will be earthquakes,"}, {"start": 467.38, "end": 474.65999999999997, "text": " there will be tsunamis, there will be volcanoes, there will be pandemics and such other things"}, {"start": 474.65999999999997, "end": 483.52, "text": " will take over. So, although the Vedas prescribe different Yajnas for different devatas, for"}, {"start": 483.52, "end": 489.02, "text": " Ganesha, there is one type of Yajna, for Lord Shiva, there is another set of Yajnas, for"}, {"start": 489.02, "end": 495.04, "text": " pleasing Lord Surya, the sun god, there are another set of Yajnas. So, there are so many"}, {"start": 495.04, "end": 497.36, "text": " Yajnas, Pratas, etc. described. So, there are so many Yajnas, Pratas, etc. described."}, {"start": 497.36, "end": 499.36, "text": " So, there are so many Yajnas, Pratas, etc. described. So, there are so many Yajnas, Pratas,"}, {"start": 499.36, "end": 500.36, "text": " etc. described. So, there are so many Yajnas, Pratas, etc. described for the different devatas."}, {"start": 500.36, "end": 504.46000000000004, "text": " But no matter what Yajna you do for whichever devata it is, whether it is Lord Shiva, Lord"}, {"start": 504.46000000000004, "end": 512.3000000000001, "text": " Ganesha, Indra, Vayu, Surya, for whomever you do, the Yajna Pati, the chief person in"}, {"start": 512.3000000000001, "end": 518.6800000000001, "text": " every Yajna has to be Vishnu. Without that, even the devatas will not accept the offerings"}, {"start": 518.6800000000001, "end": 526.72, "text": " given in the Yajnas. So, Krishna has declared in the Bhagavad Gita, He is Sarvaloka Maheshwara,"}, {"start": 527.36, "end": 535.26, "text": " You can imagine, all the Edhnyas that we perform, he is the chief recipient of all the Edhnya"}, {"start": 535.26, "end": 536.76, "text": " offerings."}, {"start": 536.76, "end": 544.6, "text": " Not only that, Sarva Loka Maheshwaram, he is the supreme controller of all the planets"}, {"start": 544.6, "end": 547.12, "text": " of all the universes."}, {"start": 547.12, "end": 550.86, "text": " We are living in one universe, but ours is not the only universe."}, {"start": 550.86, "end": 557.04, "text": " There are millions of universes, unlimited number of universes in the material manifestation."}, {"start": 557.04, "end": 562.02, "text": " The Lord Vishnu or Krishna is the supreme controller of all of them."}, {"start": 562.02, "end": 564.92, "text": " So Krishna is such a great personality."}, {"start": 564.92, "end": 566.56, "text": " Everything belongs to him."}, {"start": 566.56, "end": 568.3, "text": " All the universes belong to him."}, {"start": 568.3, "end": 570.92, "text": " Everything that we have in this world belongs to him."}, {"start": 570.92, "end": 576.3, "text": " All the gold, all the diamond, all the riches, all the natural resources, everything belongs"}, {"start": 576.3, "end": 577.3, "text": " to him."}, {"start": 577.3, "end": 579.4399999999999, "text": " The whole planet itself belongs to him."}, {"start": 579.4399999999999, "end": 584.98, "text": " The entire solar system, the Milky Way Galaxy, everything belongs to Krishna."}, {"start": 584.98, "end": 587.02, "text": " So Krishna is such a great person."}, {"start": 587.02, "end": 588.56, "text": " He is such a great personality."}, {"start": 588.56, "end": 593.24, "text": " But then Krishna, what is he expecting from all of us?"}, {"start": 593.24, "end": 598.84, "text": " Although he is such a great personality, he is not expecting something big from us."}, {"start": 598.84, "end": 603.36, "text": " Normally if we have to go, if we have an appointment with a big person, let us say we have an appointment"}, {"start": 603.36, "end": 607.92, "text": " with the president of the country and we are going to meet him."}, {"start": 607.92, "end": 608.92, "text": " Then how will we go?"}, {"start": 608.92, "end": 609.92, "text": " We will not go empty handed."}, {"start": 609.92, "end": 613.8199999999999, "text": " We will take some gift or some present for him."}, {"start": 613.8199999999999, "end": 616.9, "text": " Now what will we take as a gift or present?"}, {"start": 616.9, "end": 620.22, "text": " I tell you, you are going to this one."}, {"start": 620.22, "end": 624.4, "text": " You come and ask me that you have got an appointment with the president of India."}, {"start": 624.4, "end": 627.72, "text": " So what do you think you should take as a gift for the president?"}, {"start": 627.72, "end": 632.34, "text": " So I respond, why don't you take one bottle of mineral water?"}, {"start": 632.34, "end": 633.34, "text": " What will you say?"}, {"start": 633.34, "end": 634.34, "text": " You laugh at me."}, {"start": 634.34, "end": 635.34, "text": " What are you talking?"}, {"start": 635.34, "end": 639.8, "text": " I am going to meet the president, not my some chaddi those living next door."}, {"start": 639.8, "end": 642.4399999999999, "text": " Can I take a bottle of water and go to him?"}, {"start": 642.4399999999999, "end": 643.4399999999999, "text": " That's all."}, {"start": 643.4399999999999, "end": 646.1, "text": " You know, the whole meeting will be a fiasco."}, {"start": 646.1, "end": 646.6999999999999, "text": " Okay."}, {"start": 646.9, "end": 654.16, "text": " So I have to take something valuable, something which will be of some value to him."}, {"start": 654.16, "end": 656.16, "text": " So this will be your response."}, {"start": 656.16, "end": 661.92, "text": " Now imagine you have got an appointment with the Supreme Lord Krishna, who is the proprietor"}, {"start": 661.92, "end": 666.78, "text": " of all the universe, the entire planetary system, everything belongs to him."}, {"start": 666.78, "end": 668.62, "text": " You are going to meet him."}, {"start": 668.62, "end": 671.84, "text": " So what gift can you take to him?"}, {"start": 671.84, "end": 676.1, "text": " So Krishna says in the Bhagavad Gita what he expects from us."}, {"start": 676.1, "end": 680.6, "text": " Krishna is ready to give his time to all of us, to meet us, to hear us, to hear all"}, {"start": 680.6, "end": 681.6, "text": " our prayers."}, {"start": 681.6, "end": 683.6, "text": " Everything, Krishna is ready."}, {"start": 683.6, "end": 686.5, "text": " So but then when we go to Krishna, we cannot go empty handed."}, {"start": 686.5, "end": 687.82, "text": " We have to take something."}, {"start": 687.82, "end": 691.94, "text": " So Krishna is telling in the Bhagavad Gita what all we can give him."}, {"start": 691.94, "end": 700.76, "text": " Krishna is saying patram pushpam phalam toyam yomye bhaktya prayatchati tadaham bhakti upasrutam"}, {"start": 700.76, "end": 703.76, "text": " asnami prayatatmanah."}, {"start": 703.76, "end": 704.76, "text": " Krishna says."}, {"start": 704.76, "end": 705.76, "text": " Whatever bhakti upasrutam asnami prayatmanah."}, {"start": 705.76, "end": 711.26, "text": " Bhakti upasrutam, whatever with love you give me, I am ready to accept."}, {"start": 711.26, "end": 714.1, "text": " Okay, what should I offer you with love?"}, {"start": 714.1, "end": 722.96, "text": " You offer me a glass of water, a leaf, a fruit or a flower, I am happy with that."}, {"start": 722.96, "end": 730.46, "text": " You can see Krishna is pleased even if you offer him one glass of water."}, {"start": 730.46, "end": 733.26, "text": " Even that Krishna is looking forward."}, {"start": 733.26, "end": 734.26, "text": " Krishna does not need water."}, {"start": 734.26, "end": 735.26, "text": " What is?"}, {"start": 735.26, "end": 736.26, "text": " He is the owner of the whole universe."}, {"start": 736.26, "end": 738.0, "text": " What is the need for him?"}, {"start": 738.0, "end": 743.66, "text": " Even if we take the most precious diamonds and jewels and go to Krishna, it is nothing,"}, {"start": 743.66, "end": 747.26, "text": " it is like garbage for him because everything belongs to him."}, {"start": 747.26, "end": 748.6, "text": " What can we offer to him?"}, {"start": 748.6, "end": 753.08, "text": " But still Krishna is saying, what I see is your love and affection."}, {"start": 753.08, "end": 757.76, "text": " So if you give me even a glass of water with love and affection, I will happily accept"}, {"start": 757.76, "end": 758.76, "text": " it."}, {"start": 758.76, "end": 763.76, "text": " Just like if the president were to go to his home and his grandchild comes to him and offers"}, {"start": 763.76, "end": 767.08, "text": " him a glass of water with so much love and affection."}, {"start": 767.08, "end": 773.5, "text": " So the president will feel very very grateful to his grandchild, oh so nice, my dear child"}, {"start": 773.5, "end": 776.76, "text": " you have brought me a glass of water, we will very happily he will drink the water."}, {"start": 776.76, "end": 781.6, "text": " Actually president does not need water, what is one glass of water for him?"}, {"start": 781.6, "end": 785.88, "text": " But then when he sees his grandchild giving that glass of water with love and affection,"}, {"start": 785.88, "end": 789.16, "text": " he feels highly satisfied."}, {"start": 789.16, "end": 791.76, "text": " So similarly Krishna, we are all Krishna's children."}, {"start": 791.76, "end": 792.76, "text": " And Krishna is excited."}, {"start": 792.76, "end": 793.76, "text": " He is happy."}, {"start": 793.76, "end": 797.92, "text": " He is expecting our love and affection, nothing more, nothing less."}, {"start": 797.92, "end": 804.86, "text": " So this is Krishna's nature, he is very humble and very down to earth and he has very little"}, {"start": 804.86, "end": 806.66, "text": " expectations from us."}, {"start": 806.66, "end": 812.72, "text": " All that he is looking forward from us is our love and affection, that's all."}, {"start": 812.72, "end": 815.52, "text": " This is Krishna's nature."}, {"start": 815.52, "end": 819.3, "text": " So coming back to our original narration."}, {"start": 819.3, "end": 822.76, "text": " Now it so happened that the sage Krishna, he was very happy."}, {"start": 822.76, "end": 829.56, "text": " The sage who had come to Hastinapura was none other than the powerful Durvasamuni."}, {"start": 829.56, "end": 835.22, "text": " Now Durvasamuni, as you all know, his nature is that he is very short tempered."}, {"start": 835.22, "end": 841.38, "text": " Now the moment Duryodhana heard that Durvasamuni has come to Hastinapura, immediately something"}, {"start": 841.38, "end": 843.6, "text": " clicked in his mind."}, {"start": 843.6, "end": 850.7, "text": " He thought, ah, now if somehow I can make Durvasamuni go to the Pandavas and the Pandavas"}, {"start": 850.7, "end": 851.76, "text": " are not able to take care of him."}, {"start": 851.76, "end": 852.76, "text": " He thought, ah, now if somehow I can make Durvasamuni go to the Pandavas and the Pandavas"}, {"start": 852.76, "end": 853.76, "text": " are not able to take care of him."}, {"start": 853.76, "end": 858.14, "text": " Then Durvasamuni will definitely get angry and he will curse them."}, {"start": 858.14, "end": 862.46, "text": " So my military power cannot match the Pandavas' military power."}, {"start": 862.46, "end": 869.52, "text": " But definitely a Brahmana's power, his power of his austerity, his tapasya, the Pandavas"}, {"start": 869.52, "end": 871.0, "text": " cannot counter."}, {"start": 871.0, "end": 875.52, "text": " So this will be a good way to take revenge on the Pandavas."}, {"start": 875.52, "end": 881.76, "text": " So thinking like this, Duryodhana immediately invited Durvasamuni to the palace and Durvasamuni,"}, {"start": 881.76, "end": 885.16, "text": " when he comes, he comes with all his disciples."}, {"start": 885.16, "end": 890.2, "text": " And now Durvasamuni's disciples are not one or two or three or five or ten, not even hundred,"}, {"start": 890.2, "end": 894.06, "text": " not even a thousand, ten thousand disciples."}, {"start": 894.06, "end": 897.76, "text": " So you can imagine, Duryodhana had to make all the arrangements to take care of all of"}, {"start": 897.76, "end": 903.96, "text": " them, take care of their accommodation, their food and whatever other requirements are there."}, {"start": 903.96, "end": 907.62, "text": " And over and above that, Durvasa himself has to be taken care."}, {"start": 907.62, "end": 910.06, "text": " So Duryodhana made all the necessary arrangements, made very good preparations."}, {"start": 910.06, "end": 911.06, "text": " He took care of them."}, {"start": 911.06, "end": 911.76, "text": " He took care of them."}, {"start": 911.76, "end": 915.3199999999999, "text": " And he personally attended to Durvasamuni."}, {"start": 915.3199999999999, "end": 918.8, "text": " And this Durvasamuni was a very difficult customer."}, {"start": 918.8, "end": 922.1, "text": " Suddenly in the middle of the night, he will wake up and he will say, you know, I want"}, {"start": 922.1, "end": 928.3199999999999, "text": " to offer something to my Deity, so my Salagrama, so you please bring varieties of preparation."}, {"start": 928.3199999999999, "end": 932.86, "text": " And immediately the people will run, they will cook something and then after 45 minutes,"}, {"start": 932.86, "end": 934.86, "text": " one hour, they will bring all their offerings."}, {"start": 934.86, "end": 937.0, "text": " They will, Durvasamuni will say, no, no, I changed my mind."}, {"start": 937.0, "end": 938.4, "text": " I don't want to offer anything."}, {"start": 938.4, "end": 939.4, "text": " Take back everything."}, {"start": 939.4, "end": 941.06, "text": " You know, like that."}, {"start": 941.0600000000001, "end": 944.96, "text": " He was quite a, quite a difficult customer like that."}, {"start": 944.96, "end": 951.5200000000001, "text": " So and no matter how, how much good take care, how much good care would be taken of him,"}, {"start": 951.5200000000001, "end": 956.0200000000001, "text": " he would find some fault or the other and he would get angry and he would criticize,"}, {"start": 956.0200000000001, "end": 959.7, "text": " he would chastise, all these things would go on."}, {"start": 959.7, "end": 966.0000000000001, "text": " But Duryodhana, although he was such an arrogant person, keeping in mind that he had to take"}, {"start": 966.0000000000001, "end": 970.6200000000001, "text": " the help of Durvasamuni to, to, to humiliate his archenemy, the Pandavas, he did not do"}, {"start": 970.62, "end": 972.18, "text": " it."}, {"start": 972.18, "end": 978.14, "text": " Duryodhana swallowed all the problems he had to face in front of Durvasamuni and very humbly"}, {"start": 978.14, "end": 979.14, "text": " he served him."}, {"start": 979.14, "end": 980.14, "text": " He took good care of him."}, {"start": 980.14, "end": 985.98, "text": " No complaints, whatever Durvasamuni demanded, everything he would run around and, and try"}, {"start": 985.98, "end": 989.78, "text": " to satisfy him in every possible way."}, {"start": 989.78, "end": 992.4, "text": " This went on for some days."}, {"start": 992.4, "end": 996.52, "text": " After a few days, then Durvasamuni was very satisfied with the way Duryodhana had served"}, {"start": 996.52, "end": 997.52, "text": " him."}, {"start": 997.52, "end": 998.52, "text": " Of course, Duryodhana, Durvasamuni was a very simple sage."}, {"start": 998.52, "end": 999.52, "text": " Although he was a very simple sage."}, {"start": 999.52, "end": 1000.52, "text": " He was a very simple sage."}, {"start": 1000.52, "end": 1006.4399999999999, "text": " He had, he was a little short-tempered, but he was very good at heart and he would very"}, {"start": 1006.4399999999999, "end": 1012.18, "text": " easily get pleased also because Durvasamuni is a partial incarnation of Lord Shiva and"}, {"start": 1012.18, "end": 1016.4399999999999, "text": " Lord Shiva also has this same characteristic, he has the same trait."}, {"start": 1016.4399999999999, "end": 1021.5799999999999, "text": " He gets pleased very quickly and he gets displeased also very quickly."}, {"start": 1021.5799999999999, "end": 1029.08, "text": " So this Durvasamuni was very pleased with Duryodhana's way of hospitality and without"}, {"start": 1029.08, "end": 1030.4, "text": " any complaints."}, {"start": 1030.4, "end": 1035.5, "text": " Without any, without any objections, Duryodhana had served him."}, {"start": 1035.5, "end": 1040.46, "text": " So finally, Durvasamuni was very pleased with him and he told Duryodhana, I am very happy"}, {"start": 1040.46, "end": 1042.1000000000001, "text": " with the way you have served me."}, {"start": 1042.1000000000001, "end": 1043.1000000000001, "text": " So I bless you."}, {"start": 1043.1000000000001, "end": 1045.66, "text": " And like this, he gave his blessings and all that."}, {"start": 1045.66, "end": 1049.5600000000002, "text": " Then Duryodhana replied to Durvasamuni."}, {"start": 1049.5600000000002, "end": 1055.2, "text": " He wanted to manipulate Durvasamuni and, but at the same time, he could not openly do it"}, {"start": 1055.2, "end": 1056.2, "text": " also."}, {"start": 1056.2, "end": 1057.4, "text": " Because Durvasamuni, after all, he is a good sage."}, {"start": 1057.4, "end": 1058.4, "text": " And why would he get angry?"}, {"start": 1058.4, "end": 1059.4, "text": " Why would he get angry?"}, {"start": 1059.4, "end": 1060.4, "text": " Why would he get angry?"}, {"start": 1060.4, "end": 1061.4, "text": " He was angry on the Pandavas for no reason."}, {"start": 1061.4, "end": 1065.0600000000002, "text": " There had to be some reason."}, {"start": 1065.0600000000002, "end": 1070.26, "text": " So Duryodhana told Durvasamuni that Durvasamuni, I am very happy that you have blessed me."}, {"start": 1070.26, "end": 1075.68, "text": " I am very fortunate to have received your, the dust of your feet on my kingdom, in my"}, {"start": 1075.68, "end": 1079.9, "text": " palace and to have received the opportunity to serve you."}, {"start": 1079.9, "end": 1083.0800000000002, "text": " Now I have a humble request to you."}, {"start": 1083.0800000000002, "end": 1086.0400000000002, "text": " My brothers, the Pandavas are in the forest."}, {"start": 1086.0400000000002, "end": 1088.4, "text": " I want that you should give your blessings to them also."}, {"start": 1088.4, "end": 1089.4, "text": " Give them also an opportunity to serve you."}, {"start": 1089.4, "end": 1093.3200000000002, "text": " By this way, let them also get the fortune."}, {"start": 1093.3200000000002, "end": 1097.96, "text": " Why I should alone be the recipient of the fortune of serving you?"}, {"start": 1097.96, "end": 1100.8600000000001, "text": " They should also get the opportunity."}, {"start": 1100.8600000000001, "end": 1105.68, "text": " Durvasamuni was very happy when he heard this because the Pandavas are dear to everyone."}, {"start": 1105.68, "end": 1111.02, "text": " In fact, another name for Yudhishthira Maharaj was Ajatashatru, meaning one whose enemy had"}, {"start": 1111.02, "end": 1112.6200000000001, "text": " never been born."}, {"start": 1112.6200000000001, "end": 1118.6000000000001, "text": " In other words, he would, by his actions, by his words and by his deeds, he would never"}, {"start": 1118.6000000000001, "end": 1123.3000000000002, "text": " create a situation where another person could become inimical towards him."}, {"start": 1123.3000000000002, "end": 1130.1000000000001, "text": " Of course Duryodhana considered the Pandavas and Yudhishthira Maharaj his own enemies."}, {"start": 1130.1000000000001, "end": 1134.8400000000001, "text": " That was because of his envy, not because Yudhishthira Maharaj had mistreated him at"}, {"start": 1134.8400000000001, "end": 1136.5000000000002, "text": " any point of time."}, {"start": 1136.5000000000002, "end": 1145.2600000000002, "text": " So naturally because Yudhishthira Maharaj was such a great personality and he was always"}, {"start": 1145.2600000000002, "end": 1146.7600000000002, "text": " fixed in virtue."}, {"start": 1146.7600000000002, "end": 1147.2, "text": " So all the rishis and sages held in this person to be in their arrangements."}, {"start": 1147.2, "end": 1147.42, "text": " The Pandavas and Yudhishthira Maharaj"}, {"start": 1147.42, "end": 1147.96, "text": " always people in virtue."}, {"start": 1147.96, "end": 1148.3400000000001, "text": " That was the common point that he held on."}, {"start": 1148.3400000000001, "end": 1148.6000000000001, "text": " So, naturally when a person atmospheric, they thought that Yudhishthira Maharaj would be seen"}, {"start": 1148.6000000000001, "end": 1158.0200000000002, "text": " him in high esteem. So, Durvasamuni also held him in high esteem. So, now, when he heard"}, {"start": 1158.0200000000002, "end": 1164.42, "text": " from Duryodhana that the Pandavas are there in Dwaitavana and he can go and give them"}, {"start": 1164.42, "end": 1169.18, "text": " an opportunity to serve him and he can bless them, Durvasamuni was very happy. He said,"}, {"start": 1169.2400000000002, "end": 1175.2400000000002, "text": " oh yes, why not, definitely I will go and visit them. Now, Duryodhana started putting"}, {"start": 1175.24, "end": 1181.86, "text": " his plan into motion. He said, Durvasamuni, I have heard that Yudhishthir Maharaj is conducting"}, {"start": 1181.86, "end": 1187.68, "text": " various sacrifices, Ejnas and all that. So, if you go to him during the day time, in the"}, {"start": 1187.68, "end": 1192.24, "text": " first half of the day, he may be busy in his Ejnas and all that. So, he may not be able"}, {"start": 1192.24, "end": 1197.64, "text": " to receive you properly and take good care of you. So, after he finishes his Ejna and"}, {"start": 1197.64, "end": 1203.68, "text": " then he has fed all the people who have come to the Ejna and then all the Pandavas have"}, {"start": 1203.68, "end": 1204.4, "text": " had their food."}, {"start": 1204.4, "end": 1209.3200000000002, "text": " Then, you can go to him. So, he will also be free. He can give you exclusive attention"}, {"start": 1209.3200000000002, "end": 1215.3400000000001, "text": " and he will be able to take care of you in a very nice manner. So, when Durvasamuni heard"}, {"start": 1215.3400000000001, "end": 1219.76, "text": " this from Duryodhana, he said, okay, what you are saying also makes sense. If I go with"}, {"start": 1219.76, "end": 1225.42, "text": " my 10,000 disciples, if I barge into his Ejna, it is not good, it is not correct also. So,"}, {"start": 1225.42, "end": 1229.46, "text": " after they have had their food and sent away all their other guests, then I will go. I"}, {"start": 1229.46, "end": 1233.74, "text": " can spend some good time personally also with them. So, I will do as you say. It is a good"}, {"start": 1233.74, "end": 1234.38, "text": " service."}, {"start": 1234.4, "end": 1238.4, "text": " So, this is the suggestion you are given. Poor Durvasamuni, he was, he had fallen into"}, {"start": 1238.4, "end": 1245.98, "text": " the trap of Duryodhana unknowingly. Now, Durvasamuni took all his disciples, 10,000 disciples and"}, {"start": 1245.98, "end": 1252.18, "text": " he proceeded to Dwaitavana and he reached Dwaitavana. When he reached Dwaitavana, he reached at a"}, {"start": 1252.18, "end": 1257.8200000000002, "text": " time after lunch time when the Pandavas had completely finished all their fire sacrifices,"}, {"start": 1257.8200000000002, "end": 1263.74, "text": " all the guests had been fed, they themselves had been, had taken their food. And now, Durvasamuni,"}, {"start": 1263.74, "end": 1270.7, "text": " entered the ashrama, the hermitage where the Pandavas were living and he came and knocked"}, {"start": 1270.7, "end": 1274.68, "text": " on the door. When he knocked on the door, the Pandavas came. They opened the door and"}, {"start": 1274.68, "end": 1279.72, "text": " they saw, oh, Durvasamuni has come with all his disciples. They immediately offered their"}, {"start": 1279.72, "end": 1286.72, "text": " obeisances and welcomed him and Durvasamuni said, oh, my dear Pandavas, I come here. I"}, {"start": 1286.72, "end": 1290.74, "text": " heard that you are here. So, I come to meet all of you. So, I have come a long distance."}, {"start": 1290.74, "end": 1293.74, "text": " I am a little hungry. I will go and take my bath. I will go and take my bath. I will go"}, {"start": 1293.74, "end": 1295.66, "text": " to give my food. I will take my food. I will take my bath and come. After that, I will"}, {"start": 1295.66, "end": 1302.1, "text": " have food at your place. Now the Pandavas said, okay, okay, Durvasamuni, we will wait"}, {"start": 1302.1, "end": 1308.04, "text": " for you to come back and Bhima took them and showed them a place close by where there was"}, {"start": 1308.04, "end": 1313.72, "text": " a water body where they could take bath and freshen up. So, Durvasamuni with all his 10,000"}, {"start": 1313.72, "end": 1318.6200000000001, "text": " disciples went to the water body and they started taking bath. In the meantime, here"}, {"start": 1318.6200000000001, "end": 1320.66, "text": " what was happening? Yudhishthir Maharaj went back into the Kurukshetra. He went to the Kurukshetra."}, {"start": 1320.66, "end": 1321.66, "text": " He was at the Kurukshetra, in the Kurukshetra, he was at the Kurukshetra. He was at the Kurukshetra."}, {"start": 1321.66, "end": 1325.28, "text": " Yudhisthira Maharaj went back into the cottage and told Draupadi,"}, {"start": 1325.8400000000001, "end": 1329.6000000000001, "text": " Oh, this Durvasamuni has come with his 10,000 disciples."}, {"start": 1330.0400000000002, "end": 1331.26, "text": " Now we have to feed him. He is hungry."}, {"start": 1331.8600000000001, "end": 1335.66, "text": " So please bring out all your pots and from your Akshaya Patra,"}, {"start": 1335.74, "end": 1336.72, "text": " please start serving him."}, {"start": 1337.52, "end": 1340.94, "text": " Because the Akshaya Patra can serve unlimited number of meals."}, {"start": 1342.46, "end": 1343.98, "text": " Draupadi stood there stunned."}, {"start": 1345.16, "end": 1348.14, "text": " She said, I cannot feed him now."}, {"start": 1349.3200000000002, "end": 1350.8400000000001, "text": " Yudhisthira Maharaj asked her, why? What happened?"}, {"start": 1350.84, "end": 1352.9199999999998, "text": " She said, I already have my food."}, {"start": 1353.3999999999999, "end": 1356.72, "text": " And once I have had my food, the Akshaya Patra will become empty."}, {"start": 1357.26, "end": 1359.04, "text": " It is totally empty. Nothing is there here."}, {"start": 1360.3, "end": 1363.1399999999999, "text": " So can you cook something now for 10,000 people?"}, {"start": 1363.8999999999999, "end": 1366.1399999999999, "text": " What? It is not like cooking for one or two people."}, {"start": 1366.1999999999998, "end": 1369.1999999999998, "text": " Even for one or two people, if you have to cook, you need at least half an hour, one hour."}, {"start": 1369.8999999999999, "end": 1373.54, "text": " And this Durvasamuni will finish all his bath and come back in 10-15 minutes."}, {"start": 1374.0, "end": 1376.36, "text": " 10,000 people, where will I cook from? How will I cook?"}, {"start": 1377.24, "end": 1378.0, "text": " Not possible."}, {"start": 1378.62, "end": 1379.6, "text": " Now what to do?"}, {"start": 1379.6000000000001, "end": 1382.18, "text": " Now the Pandavas were in great anxiety."}, {"start": 1383.0000000000002, "end": 1385.8200000000002, "text": " Now if they don't take care of Durvasamuni,"}, {"start": 1386.42, "end": 1389.0400000000002, "text": " they were not so much worried about his anger."}, {"start": 1389.46, "end": 1393.68, "text": " They were more worried that the principles of Dharma will be broken."}, {"start": 1394.18, "end": 1398.3000000000002, "text": " They would not be able to take care of a guest who had come to their place seeking food."}, {"start": 1399.3600000000001, "end": 1403.88, "text": " So it is the duty of a Kshatriya and a Grihastha that whoever comes to their house,"}, {"start": 1404.2800000000002, "end": 1405.8000000000002, "text": " they should feed them amply."}, {"start": 1405.8000000000002, "end": 1408.14, "text": " Even if the owner of the house,"}, {"start": 1408.5600000000002, "end": 1409.5800000000002, "text": " even if the host says,"}, {"start": 1409.6000000000001, "end": 1410.14, "text": " he has not eaten,"}, {"start": 1410.46, "end": 1411.5800000000002, "text": " even if he goes hungry,"}, {"start": 1411.7, "end": 1415.1000000000001, "text": " he should still take care of feeding the guest."}, {"start": 1415.68, "end": 1418.1000000000001, "text": " This is the principle of Dharma."}, {"start": 1419.0200000000002, "end": 1424.18, "text": " Now the Yudhishthira Maharaj was in great anxiety that now the rules of Dharma will be broken."}, {"start": 1425.2600000000002, "end": 1425.8600000000001, "text": " Now what to do?"}, {"start": 1426.1200000000001, "end": 1426.5600000000002, "text": " Draupadi."}, {"start": 1426.96, "end": 1428.0800000000002, "text": " Now Draupadi is a woman."}, {"start": 1428.6200000000001, "end": 1430.42, "text": " So she also got into great anxiety."}, {"start": 1430.5400000000002, "end": 1431.5600000000002, "text": " She was not able to tolerate."}, {"start": 1431.9, "end": 1432.7, "text": " She started crying."}, {"start": 1433.9800000000002, "end": 1434.5800000000002, "text": " Now what to do?"}, {"start": 1435.0200000000002, "end": 1437.3200000000002, "text": " The Pandavas were not able to understand what to do."}, {"start": 1437.3200000000002, "end": 1438.5600000000002, "text": " In the meantime,"}, {"start": 1439.6000000000001, "end": 1444.46, "text": " the Durvasa Muni along with all his 10,000 disciples,"}, {"start": 1444.8200000000002, "end": 1447.64, "text": " they were all taking bath and they had finished their bath"}, {"start": 1447.9800000000002, "end": 1453.42, "text": " and they were about to come out of the water body and dry themselves and wear their cloth."}, {"start": 1453.7800000000002, "end": 1455.46, "text": " They were on the verge of finishing their bath."}, {"start": 1456.8200000000002, "end": 1459.9, "text": " So now what could the Pandavas do in this scenario?"}, {"start": 1460.3000000000002, "end": 1462.9800000000002, "text": " How could they save themselves from the wrath of Durvasa Muni,"}, {"start": 1463.5800000000002, "end": 1464.5800000000002, "text": " which was impending,"}, {"start": 1465.0000000000002, "end": 1469.3600000000001, "text": " which it looked like it was a mission impossible to be able to feed."}, {"start": 1469.3600000000001, "end": 1471.3600000000001, "text": " How could the Pandavas save themselves from the wrath of Durvasa Muni with his 10,000 disciples?"}, {"start": 1471.8000000000002, "end": 1473.8000000000002, "text": " Now the Pandavas were really stuck."}, {"start": 1474.5800000000002, "end": 1476.5800000000002, "text": " So what could they do now in this situation?"}, {"start": 1476.92, "end": 1479.92, "text": " Please join us in our next episode to know about this."}, {"start": 1480.2800000000002, "end": 1481.3200000000002, "text": " Thank you for joining us today."}, {"start": 1481.5200000000002, "end": 1482.0200000000002, "text": " Hare Krishna."}, {"start": 1482.3200000000002, "end": 1484.66, "text": " Jagatguru Srila Prabhupada Ki Jai."}, {"start": 1484.88, "end": 1487.6000000000001, "text": " Nithayagur Premanande Hari Hari Bol."}]}