{"video_id": "B3vlla60gVE", "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.7.10 Part 1 | 13-12-2021", "speaker": "HH Stoka Krishna Swami", "youtube_url": "https://www.youtube.com/watch?v=B3vlla60gVE", "duration": 875, "segments": [{"start": 0.0, "end": 3.56, "text": " Om Agyana Timiraandhasya Gyananjanishalakaya"}, {"start": 3.56, "end": 7.76, "text": " Chaksharunmilitam Jena Tasmai Shri Gurave Namaha"}, {"start": 7.76, "end": 11.84, "text": " Nama Om Vishnupadaya Krishna Preshtaya Bhutale"}, {"start": 11.84, "end": 15.860000000000001, "text": " Shri Mate Bhaktivedanta Swamin Nithinamine"}, {"start": 15.860000000000001, "end": 20.54, "text": " Namaste Saraswate Deve Gauravani Pracharine"}, {"start": 20.54, "end": 24.98, "text": " Nirvishesha Shunyavadi Pachatya Deshatarine"}, {"start": 24.98, "end": 29.14, "text": " Jaya Shri Krishna Chaitanya Prabhu Nithyananda"}, {"start": 29.14, "end": 34.1, "text": " Shri Advaita Gadadhara Shri Vasadi Gauravakta Vrinda"}, {"start": 34.1, "end": 38.58, "text": " Hare Krishna Hare Krishna Krishna Krishna Hare Hare"}, {"start": 38.58, "end": 42.68, "text": " Hare Rama Hare Rama Rama Rama Hare Hare"}, {"start": 42.68, "end": 46.3, "text": " Om Namo Bhagavate Vasudevaya"}, {"start": 46.3, "end": 50.28, "text": " Narayanam Namaskritya Naramchaiva Narottamam"}, {"start": 50.28, "end": 55.16, "text": " Deveem Saraswateem Vyasam Tatho Jayam Udi Rayet"}, {"start": 55.16, "end": 59.120000000000005, "text": " In this session we will be discussing from the 10th"}, {"start": 59.120000000000005, "end": 63.580000000000005, "text": " verse of the 7th chapter of the first canto of Shreemad Bhagavatam."}, {"start": 64.32000000000001, "end": 67.34, "text": " This particular verse is a very famous verse."}, {"start": 67.98, "end": 70.28, "text": " It's called the Atmarama verse."}, {"start": 71.10000000000001, "end": 72.04, "text": " Here the verse now."}, {"start": 72.04, "end": 79.30000000000001, "text": " Suta Vacha Atmaramashchamunayo Nirgrantha Api Urukrame"}, {"start": 79.30000000000001, "end": 85.22, "text": " Kurvanti Ahaitukim Bhaktim Ittham Bhuta Gunoharihi"}, {"start": 85.22, "end": 88.04, "text": " The meaning of this verse is"}, {"start": 89.12, "end": 96.10000000000001, "text": " that there are all different varieties of Atmaramas."}, {"start": 96.10000000000001, "end": 99.06, "text": " Who are called Atmaramas?"}, {"start": 99.06, "end": 102.2, "text": " Those who take pleasure in Atma or spirit self."}, {"start": 102.2, "end": 105.60000000000001, "text": " Especially those established on the path of self realization,"}, {"start": 105.60000000000001, "end": 110.60000000000001, "text": " though freed from all kinds of material bondage,"}, {"start": 110.60000000000001, "end": 116.02000000000001, "text": " desire to render unalloyed devotional service unto the personality of Godhead."}, {"start": 116.02000000000001, "end": 117.32000000000001, "text": " This means that,"}, {"start": 117.32000000000001, "end": 118.72, "text": " the line that starts with D make,"}, {"start": 118.72, "end": 118.9, "text": " D where P, NVB can't say anywhere else, NB, PPVHH are such. errors of combination which will then run to the letter P. Rank short, NB, and guess r & NB. The two lines start does not finalize. u'll create aING or cannot cut all one of the kinds currently found during the met bakery P, Z and A, and the search for M Level 2 fazendo the next lavatory platform. The rest of the four lines I hope that after making one Да6 on incluso fallsunda основ bén yar gave fret to me etc., will start to"}, {"start": 119.12, "end": 126.36, "text": " Lord possesses transcendental qualities and therefore can attract everyone including"}, {"start": 126.36, "end": 135.08, "text": " liberated souls. So this verse has been explained by Sri Chaitanya Mahaprabhu to"}, {"start": 135.08, "end": 147.64000000000001, "text": " Sri Sanatana Goswami in 61 different ways. It's an amazing verse that's packed with so"}, {"start": 147.64000000000001, "end": 155.88000000000002, "text": " much of meanings. So in the purport to this verse, which is a very elaborate purport written"}, {"start": 155.88000000000002, "end": 167.38000000000002, "text": " by Srila Prabhupada, he explains that how did Chaitanya Mahaprabhu give 61 meanings to this"}, {"start": 167.38000000000002, "end": 175.42000000000002, "text": " verse. So Srila Prabhupada says, Lord Chaitanya Mahaprabhu explained this Atmarama shloka"}, {"start": 175.42000000000002, "end": 177.62, "text": " very vividly before the Lord. So this is a very elaborate purport written by Sri Sanatana"}, {"start": 177.62, "end": 187.48000000000002, "text": " Goswami. Therefore his chief devotee, Srila Sanatana Goswami. Lord Chaitanya points out"}, {"start": 187.48000000000002, "end": 206.74, "text": " 11 factors in this shloka. Atmarama, Munayaha, Nirgrantha, Api, Cha, Urukrama, Kurvanti, Ahaitukim,"}, {"start": 207.62, "end": 219.22, "text": " Bhaktim, Itthambhuta, Gunaha and Harihi. 11 different terms which make up this verse."}, {"start": 219.22, "end": 230.5, "text": " Now each one of these terms has got multiple meanings. So combining the different meanings,"}, {"start": 230.5, "end": 235.48000000000002, "text": " there are so many meanings of the verse that can be derived."}, {"start": 235.48000000000002, "end": 237.48000000000002, "text": " So this is a very elaborate shloka. Atmarama, Munayaha, Nirgantha, Api, Cha, Urukrama, Kurvanti,"}, {"start": 237.48000000000002, "end": 246.62, "text": " SSR. So Lord Chaitanya says, according to the Vishwa Prakasha, Sanskrit dictionary, there"}, {"start": 246.62, "end": 254.70000000000002, "text": " are seven synonyms for the word Atmarama. What are the seven synonyms? The first one"}, {"start": 254.70000000000002, "end": 267.28000000000003, "text": " is Brahman, the Absolute Truth. The second one, Atma refers to body. The third"}, {"start": 267.28000000000003, "end": 282.76000000000005, "text": " one mind the fourth one atma refers to endeavor the fifth one atma refers to endurance the sixth"}, {"start": 282.76000000000005, "end": 295.68, "text": " one atma refers to intelligence and the seventh one is atma referring to personal habits next"}, {"start": 295.68, "end": 310.14, "text": " Lord Chaitanya says the word Munayaha refers to again there are seven different meanings for the"}, {"start": 310.14, "end": 319.8, "text": " word Munayaha first is those who are thoughtful Muni means somebody who's a deep thinker so those"}, {"start": 319.8, "end": 325.66, "text": " who are thoughtful second meaning of the word Munayaha is those who are grave and"}, {"start": 325.66, "end": 335.32000000000005, "text": " silent the third meaning is those who are ascetics ascetics means they have taken severe vows and they"}, {"start": 335.32000000000005, "end": 344.38, "text": " undergo austerities penances the fourth meaning of the word Munayaha is those who are persistent"}, {"start": 344.38, "end": 355.66, "text": " determined the fifth meaning is those who are mendicants mendicants means beggars the sixth"}, {"start": 355.66, "end": 365.02000000000004, "text": " meaning is those who are sages and the last meaning in this series the seventh meaning is"}, {"start": 365.02000000000004, "end": 377.56, "text": " Munayaha referring to saintly persons or Saints then the word Nirgranta here for the"}, {"start": 377.56, "end": 385.3, "text": " word Nirgranta there are four meanings given the first meaning is one who is liberated from"}, {"start": 385.66, "end": 393.26000000000005, "text": " nescience nescience means ignorance one who is enlightened spiritually may be called nirgranta"}, {"start": 394.06, "end": 400.54, "text": " the second meaning is one who has no connection with scriptural injunction granta can refer to"}, {"start": 400.54, "end": 405.26000000000005, "text": " scriptures so nirgranta can refer to one who has no connection with scriptural injunctions"}, {"start": 406.54, "end": 412.54, "text": " that is one who is freed from the obligations of the rules and regulations mentioned in the"}, {"start": 412.54, "end": 423.66, "text": " revealed scriptures like ethics vedas philosophy psychology and metaphysics in other words this"}, {"start": 423.66, "end": 432.38, "text": " nirgranta in the second sense refers to fools illiterate people archins etc who have no"}, {"start": 432.38, "end": 440.54, "text": " connection with regulated principles the third meaning of nirgranta is a capitalist"}, {"start": 441.90000000000003, "end": 442.46000000000004, "text": " and the"}, {"start": 442.54, "end": 449.90000000000003, "text": " fourth meaning of nirgranta is one who is penniless one who is utterly poor"}, {"start": 452.70000000000005, "end": 453.26000000000005, "text": " now the"}, {"start": 458.54, "end": 460.46000000000004, "text": " dictionary called shabdakosha"}, {"start": 462.46000000000004, "end": 469.02000000000004, "text": " the affects me used in the sense of certainty counting building"}, {"start": 471.26, "end": 472.06, "text": " forbiddance"}, {"start": 473.1, "end": 476.94, "text": " and the word grantha is used in the sense of wealth"}, {"start": 476.94, "end": 482.46000000000004, "text": " thesis vocabulary etc so the word nirgranta also is broken up into"}, {"start": 482.46000000000004, "end": 487.34000000000003, "text": " nirgranta meant to你 and grantha the word urukkrama means"}, {"start": 488.38, "end": 500.38, "text": " the one whose activities are glorious krama means step so this word urukrama specifically indicates"}, {"start": 500.38, "end": 502.02000000000004, "text": " the lords incarnation as one whose activities are glorious karma means step so this word urukkrama specifically indicates the lord's incarnation as one who is prime abode with these affections and process go to our forum here is ah bombing descriptor words complying maybe vehicle organization or"}, {"start": 502.02000000000004, "end": 510.26000000000005, "text": " as Vamana. You would have heard of the name Vamana. The Lord appeared as a small Brahmachari boy"}, {"start": 511.3, "end": 519.62, "text": " and went to Bali Maharaj, asked for three steps of land and then when he actually had to take"}, {"start": 520.74, "end": 530.26, "text": " the measurement, he expanded himself and covered the whole universe by his immeasurable steps."}, {"start": 530.26, "end": 539.06, "text": " So, it is said here Lord Vishnu is powerful and his activities are so glorious"}, {"start": 539.86, "end": 543.86, "text": " that he has created the spiritual world by his internal potency."}, {"start": 544.98, "end": 550.26, "text": " He has created the material world by his material potency"}, {"start": 552.5, "end": 559.54, "text": " and by his all-pervading features, he is present everywhere as a supreme truth."}, {"start": 561.22, "end": 569.38, "text": " And in his personal feature, he is always present in his transcendental abode of Goloka Vrindavana"}, {"start": 569.9399999999999, "end": 575.7, "text": " where he displays transcendental pastimes in all variegatedness."}, {"start": 578.66, "end": 586.26, "text": " Now, Lord Vishnu's activities cannot be compared to anyone else's activities and therefore,"}, {"start": 586.26, "end": 589.54, "text": " the word Urukrama is applicable only to him."}, {"start": 590.34, "end": 592.9, "text": " Only to Lord Vishnu and nobody else."}, {"start": 595.7, "end": 604.26, "text": " Now, there is another term that is used that's called Itthambhoota Guna."}, {"start": 606.02, "end": 617.14, "text": " The last line of this verse, Itthambhoota Gunoharihi. In that last line, one term Itthambhoota Guna has got"}, {"start": 617.86, "end": 618.74, "text": " different meanings."}, {"start": 620.26, "end": 633.9399999999999, "text": " The word Itthambhoota is transcendentally exalted because it means full of transcendental bliss."}, {"start": 635.78, "end": 639.78, "text": " Itthambhoota means full of transcendental bliss."}, {"start": 641.22, "end": 649.9399999999999, "text": " Before this transcendental bliss, the bliss derived from merging into existence of the"}, {"start": 649.94, "end": 656.34, "text": " absolute Brahmananda, what is called as Brahmananda, becomes like a piece of straw in comparison."}, {"start": 657.86, "end": 667.7800000000001, "text": " Which means, Brahmananda or the joy of merging into the existence of the Supreme is insignificant"}, {"start": 667.7800000000001, "end": 678.34, "text": " in front of the transcendental bliss derived by realization or connection with the Supreme"}, {"start": 678.34, "end": 679.46, "text": " Personality of Godhead, Lord Vishnu."}, {"start": 679.46, "end": 686.9000000000001, "text": " Now, here is a quotation from a scripture."}, {"start": 686.9000000000001, "end": 691.22, "text": " This quotation clarifies this point."}, {"start": 691.22, "end": 698.4200000000001, "text": " What is Brahmananda in comparison with the joy of devotional service?"}, {"start": 698.4200000000001, "end": 707.0600000000001, "text": " This quotation says, My dear Lord, O Master of the universe, since I have directly seen you,"}, {"start": 707.0600000000001, "end": 708.98, "text": " seen whom?"}, {"start": 708.98, "end": 714.64, "text": " seen the personality of God at Krishna my transcendental bliss has taken the"}, {"start": 714.64, "end": 723.1800000000001, "text": " shape of a great ocean being situated in that ocean of transcendental bliss I now"}, {"start": 723.1800000000001, "end": 729.22, "text": " realize all other so-called happiness like the water contained in the"}, {"start": 729.22, "end": 737.26, "text": " footprint of a car it means very very very meager very insignificant very very"}, {"start": 737.26, "end": 746.62, "text": " little all other happiness is very little now the special feature of Lord"}, {"start": 746.62, "end": 753.1, "text": " Krishna is that Lord Krishna is so exalted that he is more attractive than"}, {"start": 753.1, "end": 757.72, "text": " anything else and more pleasing than anything else"}, {"start": 757.72, "end": 765.7, "text": " Krishna is both attractive and very pleasing he is the most sublime abode of"}, {"start": 765.7, "end": 767.04, "text": " transcendental bliss"}, {"start": 767.26, "end": 775.72, "text": " Krishna is the reservoir of unlimited transcendental bliss by his own strength"}, {"start": 775.72, "end": 786.46, "text": " he causes one to forget all other ecstasies that is Krishna's special"}, {"start": 786.46, "end": 794.56, "text": " feature pure devotional service is so sublime that one can very easily forget"}, {"start": 794.56, "end": 797.2, "text": " the happiness derived from material enjoyment"}, {"start": 797.2, "end": 802.72, "text": " happiness derived from material liberation and the happiness derived"}, {"start": 802.72, "end": 811.48, "text": " from mystic perfection thus the devotee is bound by Krishna's mercy and by"}, {"start": 811.48, "end": 819.5200000000001, "text": " Krishna's uncommon power and qualities this is a result of a realizing Krishna"}, {"start": 819.5200000000001, "end": 825.48, "text": " of contacting Krishna the personality recorded of seeing Krishna of rendering"}, {"start": 825.48, "end": 826.58, "text": " service to him un вроде"}, {"start": 827.2, "end": 856.2, "text": " Some or the other get in touch with Krishna the personality got it and that's only possible through bhakti and no other way but it's explained here even if somebody does not directly take to the process of bhakti through so many other processes if they are progressive they will come to the point of bhakti"}, {"start": 857.2, "end": 874.0, "text": " in order to ultimately realize Krishna and experience that unlimited transcendental bliss which is only available in realization of Krishna. So I'll stop here. Thank you very much. Hare Krishna."}]}