{"video_id": "bJhVwk44oqQ", "title": "Krishna Wants Our Uninterrupted Attention | Soulful Japa", "speaker": "HH Stoka Krishna Maharaj", "youtube_url": "https://www.youtube.com/watch?v=bJhVwk44oqQ", "duration": 283, "segments": [{"start": 0.0, "end": 19.44, "text": " Let me connect this uninterrupted chanting to Bhakti. Fire example we have given. Okay."}, {"start": 22.080000000000002, "end": 23.76, "text": " Iron in the fire example we have given."}, {"start": 23.76, "end": 39.52, "text": " But how is Krishna more pleased? Whether I chant 108 mantras in 108 minutes or in seven minutes,"}, {"start": 39.52, "end": 48.08, "text": " how does it matter? Krishna should be saying, okay, you're doing wrong. You're done 108 times,"}, {"start": 48.08, "end": 53.44, "text": " fine. So it should be same, no? No, it is not. Why?"}, {"start": 53.76, "end": 62.0, "text": " Krishna's angle. Krishna wants, what are we doing in our japa? We are offering something"}, {"start": 62.0, "end": 65.52, "text": " very fundamental to us. What is that? Attention. We are giving our attention."}, {"start": 69.67999999999999, "end": 72.0, "text": " Is it not? We are giving our attention to the Lord."}, {"start": 74.88, "end": 81.03999999999999, "text": " And the Lord wants our attention. If we are able to give attention uninterruptedly,"}, {"start": 82.4, "end": 83.68, "text": " is it not a matter of grace?"}, {"start": 83.76, "end": 92.08000000000001, "text": " Greater devotion. Yes. Suppose there is a lover and he thinks of the beloved always."}, {"start": 94.56, "end": 101.12, "text": " There's another lover who thinks of him now and then he thinks of him. Whose love is great."}, {"start": 103.68, "end": 112.48, "text": " In the same way, somebody who can give attention uninterruptedly, that means his devotion,"}, {"start": 112.48, "end": 113.60000000000001, "text": " he's devoting his attention to the Lord. He is devoting his attention to the Lord."}, {"start": 113.60000000000001, "end": 120.56, "text": " He is devoting his attention more to the Lord than a person, Hare Krishna, Hare Krishna,"}, {"start": 120.56, "end": 124.4, "text": " Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare. So what about this?"}, {"start": 124.4, "end": 128.32000000000002, "text": " What about that? Okay. Again, Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama,"}, {"start": 128.32000000000002, "end": 135.04000000000002, "text": " Hare Rama, even if it is concurrent chanting and hearing. At least that particular chanting,"}, {"start": 135.04000000000002, "end": 140.88, "text": " I'll hear and chant, which is better. If you're doing japa,"}, {"start": 143.6, "end": 148.88, "text": " Krishna wants the essence of all Krishna consciousness is always remember Krishna,"}, {"start": 148.88, "end": 155.6, "text": " never forget him. He's the essence of Krishna consciousness. Always remember him."}, {"start": 156.88, "end": 163.76, "text": " So two hours of 16 rounds is a great opportunity for rehearsal of uninterrupted japa,"}, {"start": 164.95999999999998, "end": 172.32, "text": " constant chanting of Hare Krishna Maha Mantra without a break. So this is the spiritual reason."}, {"start": 172.32, "end": 172.72, "text": " Why?"}, {"start": 172.72, "end": 172.95999999999998, "text": " Why?"}, {"start": 172.95999999999998, "end": 173.44, "text": " Why?"}, {"start": 173.44, "end": 174.8, "text": " Why?"}, {"start": 174.8, "end": 184.16, "text": " Definitely, an uninterrupted japa means you are devoting your attention exclusively for him,"}, {"start": 185.2, "end": 191.12, "text": " not allowing anybody, anything else to take your attention away. My Krishna is most important. Now"}, {"start": 191.12, "end": 198.64, "text": " I have said, my Sadhya is now 108 beats. Nobody shall interfere. My mind cannot interfere."}, {"start": 198.64, "end": 202.64, "text": " Outside, nobody can interfere. My attention is fully for Krishna Nama. Hare Krishna, Hare Krishna."}, {"start": 202.64000000000001, "end": 209.60000000000002, "text": " Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare."}, {"start": 209.60000000000002, "end": 214.32000000000002, "text": " You see the spirit behind uninterpreted. So devotion is connected even though I have given"}, {"start": 214.32000000000002, "end": 220.08, "text": " the fire example. Fire example looks like an impersonal example. That impersonal example is"}, {"start": 220.08, "end": 227.20000000000002, "text": " connected to this Lord being actually pleased more. Lord is definitely pleased more and therefore if"}, {"start": 227.20000000000002, "end": 232.08, "text": " he's pleased more, therefore you see more energy, more heat flows into you."}, {"start": 234.88000000000002, "end": 238.4, "text": " More Satchitananda mercy, you attract the mercy of Sakyavesha Nama."}, {"start": 239.44000000000003, "end": 246.56, "text": " Then you are so devotedly attentive to the Nama and doing the seva of chanting and hearing his name."}, {"start": 247.36, "end": 255.44000000000003, "text": " Very, very powerful. Okay. So this is like a rehearsal for us. The chanting 16 rounds uninterruptedly."}, {"start": 257.2, "end": 272.4, "text": " So when you chant the mantra, the mantra is for the"}, {"start": 272.4, "end": 275.28, "text": " lotus flower to be lit."}, {"start": 276.88, "end": 284.88, "text": " Very powerful."}, {"start": 284.88, "end": 286.88, "text": " How do we do it?"}]}