{"video_id": "bjYKu8NSUOs", "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.6.27 | 22-11-2021", "speaker": "HH Stoka Krishna Swami", "youtube_url": "https://www.youtube.com/watch?v=bjYKu8NSUOs", "duration": 863, "segments": [{"start": 0.0, "end": 19.86, "text": " In this session we will be discussing from the 27th verse of the 6th chapter of the 1st"}, {"start": 19.86, "end": 37.28, "text": " canto Srimad Bhagavatam."}, {"start": 37.28, "end": 44.620000000000005, "text": " The meaning of this verse is, And so, O Bramhna Vyasadeva, in due course of time, I, who was"}, {"start": 44.620000000000005, "end": 49.84, "text": " fully absorbed in thinking of Krishna and who therefore had no attachment to Krishna,"}, {"start": 49.84, "end": 58.96000000000001, "text": " am being completely free from all material taints, met with death, as lightning and illumination"}, {"start": 58.96000000000001, "end": 62.18000000000001, "text": " occurs simultaneously."}, {"start": 62.18000000000001, "end": 71.80000000000001, "text": " So Narada Muni is going to conclude his description about his previous life."}, {"start": 71.80000000000001, "end": 79.82000000000001, "text": " This is the last verse about his previous life."}, {"start": 79.82000000000001, "end": 82.2, "text": " What happened?"}, {"start": 82.2, "end": 90.48, "text": " As he was engaged in traveling throughout the earth, chanting and glorifying the Lord"}, {"start": 90.48, "end": 99.2, "text": " without any material formalities."}, {"start": 99.2, "end": 107.48, "text": " He, in course of time, when he had become fully absorbed in thinking of Krishna and"}, {"start": 107.48, "end": 108.62, "text": " in such a state of consciousness, he did not think of Krishna."}, {"start": 108.62, "end": 109.82000000000001, "text": " So he was not fully absorbed in thinking of Krishna."}, {"start": 109.82000000000001, "end": 117.7, "text": " he had become completely free from all material attachments no attachment to"}, {"start": 117.7, "end": 126.44000000000001, "text": " anything in this material world it is important to note this that even if a"}, {"start": 126.44000000000001, "end": 134.3, "text": " devotee has a tinge of material attachment he has to take birth again"}, {"start": 134.3, "end": 142.12, "text": " after quitting this body in the material world whereas that devotee who is"}, {"start": 142.12, "end": 148.22, "text": " completely free from all attachments and how is that possible becoming fully"}, {"start": 148.22, "end": 155.3, "text": " absorbed in thinking of Krishna by constantly engaging in chanting and"}, {"start": 155.3, "end": 162.08, "text": " hearing and glorifying the name fame pastimes activities qualities of the"}, {"start": 162.08, "end": 164.28, "text": " Supreme Lord"}, {"start": 164.56, "end": 174.34, "text": " being completely freed from all material taints completely free from all"}, {"start": 174.34, "end": 181.98000000000002, "text": " material taints as one goes on chanting and hearing the heart becomes cleansed"}, {"start": 181.98000000000002, "end": 194.08, "text": " and no further contamination can enter because such a devotee is always engaged"}, {"start": 194.08, "end": 200.08, "text": " thinking of Krishna, always engaged in hearing about Krishna, always engaged in"}, {"start": 200.08, "end": 207.08, "text": " chanting the holy name, fame, qualities, past times of Krishna etc. So no further"}, {"start": 207.08, "end": 215.08, "text": " contamination and all past contamination is completely cleansed away. Then in"}, {"start": 215.08, "end": 223.08, "text": " course of time he met with death. What is that death? Quitting the present body"}, {"start": 223.08, "end": 237.08, "text": " Krishna says in the Bhagavad Gita, the soul doesn't die, the real"}, {"start": 237.08, "end": 247.08, "text": " person, the spiritual identity is not lost at the time of death. It is only the"}, {"start": 247.08, "end": 253.08, "text": " material body that one quits. So met with death as lightning in the"}, {"start": 253.08, "end": 259.08000000000004, "text": " lightening and illumination occurs simultaneously. Now what is the"}, {"start": 259.08000000000004, "end": 264.08000000000004, "text": " significance of Narada Muni telling he met with death as lightning and"}, {"start": 264.08000000000004, "end": 269.08000000000004, "text": " illumination occurs simultaneously is explained by Prabhupada in the purport."}, {"start": 269.08000000000004, "end": 275.08000000000004, "text": " So let us go through the purport. To be fully absorbed in the thought of Krishna"}, {"start": 275.08000000000004, "end": 281.08000000000004, "text": " means clearance of material dirts or hankerings."}, {"start": 281.08, "end": 290.08, "text": " Such cleansing away of material dirt is not possible for somebody who is"}, {"start": 290.08, "end": 298.08, "text": " engaged in material activities. Material activity means actions and reactions"}, {"start": 298.08, "end": 309.08, "text": " under the influence of the three gunas. So material activity means what is the"}, {"start": 309.08, "end": 316.08, "text": " material activity means one becomes further entangled more and more in the"}, {"start": 316.08, "end": 328.08, "text": " material existence. Whereas cleansing away the material dirt by being absorbed"}, {"start": 328.08, "end": 338.08, "text": " fully in thought of Krishna means no more material entanglement, no more material"}, {"start": 338.08, "end": 346.08, "text": " contamination. And Srila Prabhupada gives a nice example here. As a very rich"}, {"start": 346.08, "end": 353.08, "text": " man has no hankerings for small petty things. So also a devotee of Lord Krishna"}, {"start": 353.08, "end": 360.08, "text": " who is guaranteed to pass on to the kingdom of God where life is eternal,"}, {"start": 360.08, "end": 367.08, "text": " fully cognizant and blissful. Satchitananda. Naturally has no hankerings for petty"}, {"start": 367.08, "end": 374.08, "text": " material things which are like dolls or shadows of the reality and are without"}, {"start": 374.08, "end": 379.08, "text": " permanent value. Srila Prabhupada is nicely summarizing. What is this material"}, {"start": 379.08, "end": 387.08, "text": " existence consisting of? Petty material things and these material things have no"}, {"start": 387.08, "end": 394.08, "text": " permanent value. Nothing material has permanent value. We discussed this in a"}, {"start": 394.08, "end": 396.08, "text": " previous session."}, {"start": 397.08, "end": 406.08, "text": " So this being reinforced this understanding for our benefit because we have got a"}, {"start": 406.08, "end": 412.08, "text": " background of having developed value for so many different material objects or"}, {"start": 412.08, "end": 420.08, "text": " material things. But now in spiritual life we should understand none of those"}, {"start": 420.08, "end": 426.08, "text": " material things are of any permanent value. They are compared to material"}, {"start": 426.08, "end": 436.08, "text": " things. Compared to shadows of reality. That means the real shadow means there is"}, {"start": 436.08, "end": 444.08, "text": " a real object of which the shadow is nothing but a reflection. So the real object"}, {"start": 444.08, "end": 455.08, "text": " is valuable. The shadow is not. Similarly anything material is nothing but a"}, {"start": 455.08, "end": 465.08, "text": " shadow or a reflection of the spiritual reality. So if we have a material body it"}, {"start": 465.08, "end": 478.08, "text": " is a reflection or a shadow of our spiritual form, spiritual body. That"}, {"start": 478.08, "end": 484.08, "text": " spiritual body is covered by material coverings."}, {"start": 485.08, "end": 493.08, "text": " Similarly the entire material world itself not only our own form but even the"}, {"start": 493.08, "end": 500.08, "text": " material world itself is nothing but a reflection or a shadow of the spiritual"}, {"start": 500.08, "end": 510.08, "text": " world. Krishna's personal abode. Parastasmatubhavonyo vyakto vyaktatsanatanah."}, {"start": 510.08, "end": 513.0799999999999, "text": " That eternal abode of the Supreme Lord."}, {"start": 513.08, "end": 519.08, "text": " It is called the kingdom of God where life is eternal, fully cognizant and blissful."}, {"start": 519.08, "end": 529.08, "text": " There are no miseries. There is no ignorance. There is no temporary life."}, {"start": 529.08, "end": 537.08, "text": " There is only eternal life. There is full cognizance, full knowledge. Full knowledge."}, {"start": 537.08, "end": 542.08, "text": " There is no ignorance at all. And there is no misery. There is no suffering. There is"}, {"start": 542.08, "end": 552.08, "text": " no disease, old age. There is no death. Completely blissful. That place, the kingdom"}, {"start": 552.08, "end": 562.08, "text": " of God is of permanent value, is eternal. So that is where we belong. That should be"}, {"start": 562.08, "end": 571.08, "text": " our destination. So Srila Prabhupada says that is the sign of spiritually enriched"}, {"start": 571.08, "end": 581.08, "text": " persons. Spiritually enriched persons. That's how they lose all attraction for"}, {"start": 581.08, "end": 591.08, "text": " everything material. That's how they lose value for anything material. And in due"}, {"start": 591.08, "end": 596.08, "text": " course of time when a pure devotee is completely prepared. What is the complete"}, {"start": 596.08, "end": 600.08, "text": " preparation? Full absorption in thought of Krishna. Complete preparation of the"}, {"start": 600.08, "end": 614.08, "text": " self. Completely purified of all material taints and completely freed from all material"}, {"start": 614.08, "end": 625.08, "text": " hankerings. No more material contamination. No more material attachments. Completely freed."}, {"start": 625.08, "end": 629.08, "text": " Then all of a sudden the change of body occurs which is commonly called the change of the"}, {"start": 629.08, "end": 637.08, "text": " body occurs which is commonly called death. For a devotee, death is a sudden change of"}, {"start": 637.08, "end": 649.08, "text": " body. What is this change of body? This change of body for a devotee is that it takes place"}, {"start": 649.08, "end": 657.08, "text": " exactly like lightning and illumination follow simultaneously. In this, when there are rains,"}, {"start": 657.08, "end": 669.08, "text": " you can see there is a flash of lightning. It is simultaneously occurring with the sound"}, {"start": 669.08, "end": 685.08, "text": " of the thunder. So like that a devotee simultaneously changes his material body and develops a spiritual"}, {"start": 685.08, "end": 686.08, "text": " body by the will of the Supreme."}, {"start": 687.08, "end": 699.08, "text": " Both happen simultaneously. The material body, generally when we quit this material"}, {"start": 699.08, "end": 708.08, "text": " body, we enter another material body. For those who are not fully purified by devotional"}, {"start": 708.08, "end": 715.08, "text": " service, they will enter another material body. But those who are completely purified"}, {"start": 715.08, "end": 727.08, "text": " and are fully ready to go to the kingdom of God, to go back to Godhead, for them simultaneously"}, {"start": 727.08, "end": 738.08, "text": " the material body, the devotee quits the material body and simultaneously develops a fully spiritual"}, {"start": 738.08, "end": 743.08, "text": " body by the will of the Supreme. This happens by the will of the Lord."}, {"start": 743.08, "end": 755.08, "text": " Actually, it is described here, even before death for a pure devotee, there is no material"}, {"start": 755.08, "end": 764.08, "text": " affection. Why? Because a pure devotee's body being completely engaged in pure devotional"}, {"start": 764.08, "end": 771.08, "text": " service becomes spiritualized. A pure devotee's body, material body, so called material body,"}, {"start": 771.08, "end": 783.08, "text": " is not material at all. It is spiritualized because he completely engages his body, his"}, {"start": 783.08, "end": 793.08, "text": " mind, his words, everything in Krishna's pure devotional service. Exactly like an iron rod"}, {"start": 793.08, "end": 799.08, "text": " when placed in fire becomes completely red hot and acts like fire."}, {"start": 801.08, "end": 809.08, "text": " This is the best example. Easily we can understand. Iron rod placed in blazing fire becomes completely"}, {"start": 809.08, "end": 819.08, "text": " red hot, then it acts like fire. Similarly, a pure devotee's material body, which we see"}, {"start": 819.08, "end": 827.08, "text": " ordinarily with our eyes as a material body, actually is not anymore material because he"}, {"start": 827.08, "end": 830.08, "text": " is fully engaged in pure devotional service."}, {"start": 831.08, "end": 845.08, "text": " It becomes completely spiritualized. And when he quits that body, then fully spiritual body,"}, {"start": 845.08, "end": 854.08, "text": " in that fully spiritual body, which he develops instantaneously, he goes back to Godhead."}, {"start": 854.08, "end": 860.08, "text": " He does not take birth again in this world. So I'll stop here. Thank you very much."}, {"start": 861.08, "end": 862.08, "text": " Hare Krishna."}]}