{"video_id": "bL4CspM0X30", "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.12.19 Part 1| 15-08-2022", "speaker": "HH Stoka Krishna Swami", "youtube_url": "https://www.youtube.com/watch?v=bL4CspM0X30", "duration": 909, "segments": [{"start": 0.0, "end": 8.18, "text": " Om Agyana Timiraandhasya Gyananjanishalakaya Chakshurunmilitam Yena Tasmai Shri Gurave Namaha"}, {"start": 8.18, "end": 16.02, "text": " Namah Om Vishnupadaya Krishna Prishthaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine"}, {"start": 16.02, "end": 24.12, "text": " Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Paschatya Deshatarine"}, {"start": 24.12, "end": 32.28, "text": " Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda"}, {"start": 32.28, "end": 39.900000000000006, "text": " Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"}, {"start": 39.900000000000006, "end": 46.040000000000006, "text": " Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam"}, {"start": 46.040000000000006, "end": 50.040000000000006, "text": " Deveem Saraswateem Vyasam Tato Jaya Mudhirayet"}, {"start": 50.040000000000006, "end": 54.040000000000006, "text": " In this session we will be discussing from the 19th verse of the 12th."}, {"start": 54.120000000000005, "end": 58.260000000000005, "text": " chapter of the first canto of Srimad Bhagavatam. The topic of this chapter is"}, {"start": 58.260000000000005, "end": 59.660000000000004, "text": " birth of Emperor Pariksit."}, {"start": 61.46000000000001, "end": 73.2, "text": " Brahmana Uchuhu Partha Prajavita Sakshad Ikshvakor Iva Manavaha"}, {"start": 73.2, "end": 80.02000000000001, "text": " Brahmanya Satya Sandhashya Ramo Dasarathir Yatha"}, {"start": 80.02000000000001, "end": 80.06, "text": " Yatha"}, {"start": 80.06, "end": 84.02000000000001, "text": " Yatha"}, {"start": 84.12, "end": 88.12, "text": " The meaning of this verse is, the learned Brahmana said,"}, {"start": 88.12, "end": 96.12, "text": " O son of Pritha, this child shall be exactly like King Ikshvaku, son of Manu,"}, {"start": 96.12, "end": 99.12, "text": " in maintaining all those who are born."}, {"start": 99.12, "end": 106.12, "text": " And as for following the Brahmanical principles, especially in being true to his promise,"}, {"start": 106.12, "end": 113.12, "text": " he shall be exactly like Rama, the personality of Godhead, the son of Maharaj Dasaratha."}, {"start": 114.12, "end": 117.16000000000001, "text": " And as for following the Brahmanical principles, especially in being true to his promise, he shall be exactly like Ramachandra, Lord Rama."}, {"start": 117.16000000000001, "end": 132.22, "text": " Because there are many Ramas in the past, so specifically this child will be like Dasarathi Rama, Lord Ramachandra, the personality of Godhead, who appeared as the son of Dasaratha Maharaj."}, {"start": 132.22, "end": 136.20000000000002, "text": " Lord Ramachandra, the personality of Godhead, who appeared as the son of Dasaratha Maharaj, that Rama."}, {"start": 136.20000000000002, "end": 141.46, "text": " So, in a very elaborate purport by Srila Prabhupada for this verse."}, {"start": 141.46, "end": 143.46, "text": " So, in a very elaborate purport by Srila Prabhupada for this verse."}, {"start": 144.12, "end": 152.58, "text": " Maharaj asked a question, will he be as glorious as his forefathers in his dynasty? So the"}, {"start": 152.58, "end": 159.66, "text": " Brahmanas replied, yes, he will have all the good qualities of all the great persons and"}, {"start": 159.66, "end": 169.36, "text": " that will be described in the next 10 to 15 verses of this chapter. So very, very promising"}, {"start": 169.36, "end": 180.9, "text": " child has taken birth as the grandson of Arjuna, the only surviving descendant of the Kuru"}, {"start": 180.9, "end": 194.62, "text": " dynasty. Everyone else has died in the battle of Kurukshetra. So a very qualified and"}, {"start": 194.62, "end": 198.92000000000002, "text": " exceptionally great personality has taken birth because"}, {"start": 198.92000000000002, "end": 199.14000000000001, "text": " this is a person's birth."}, {"start": 199.36, "end": 207.3, "text": " pure devotee taken birth and it's a lord's arrangement for the good of this entire world"}, {"start": 207.3, "end": 214.74, "text": " so srila prabhupada elaborately explains in the purport"}, {"start": 214.74, "end": 219.5, "text": " praja means the living being who has taken his birth in this material world"}, {"start": 219.5, "end": 221.96, "text": " praja"}, {"start": 221.96, "end": 228.04, "text": " actually the living being has no birth and no death"}, {"start": 228.04, "end": 231.68, "text": " but because of his separation from the service of the lord"}, {"start": 231.68, "end": 235.86, "text": " and due to his desire to lord it over material nature"}, {"start": 235.86, "end": 241.2, "text": " he is offered a suitable body to satisfy his material desires"}, {"start": 241.2, "end": 248.88, "text": " so a very fundamental understanding of who we are"}, {"start": 248.88, "end": 249.04, "text": " and"}, {"start": 249.5, "end": 251.84, "text": " we are actually spirit soul"}, {"start": 251.84, "end": 254.62, "text": " spirit soul does not have birth"}, {"start": 254.62, "end": 256.22, "text": " does not have death"}, {"start": 256.22, "end": 259.44, "text": " the soul itself is not born or does not die"}, {"start": 259.44, "end": 261.32, "text": " but it is the body"}, {"start": 261.32, "end": 265.2, "text": " body has got birth and body has got death"}, {"start": 265.2, "end": 267.92, "text": " and this body"}, {"start": 267.92, "end": 270.06, "text": " is"}, {"start": 270.06, "end": 273.12, "text": " awarded to us"}, {"start": 273.12, "end": 275.66, "text": " to the spirit soul particular spirit soul"}, {"start": 275.66, "end": 279.48, "text": " to satisfy the material desires of the spirit soul"}, {"start": 279.5, "end": 281.84, "text": " the soul"}, {"start": 281.84, "end": 286.72, "text": " soul and material desires don't go together actually"}, {"start": 286.72, "end": 292.06, "text": " but because we are separated from the service of the lord"}, {"start": 292.06, "end": 295.08, "text": " why are we separated from the service of the lord"}, {"start": 295.08, "end": 300.32, "text": " because we want to desire to lord over material nature"}, {"start": 300.32, "end": 303.56, "text": " we want to enjoy materially"}, {"start": 303.56, "end": 309.32, "text": " so this is the reason we are placed in the material world where we don't belong"}, {"start": 309.32, "end": 315.4, "text": " spirit soul does not belong to material world spirit soul belongs to the spiritual world"}, {"start": 316.84, "end": 324.12, "text": " but then in this material world if a spirit soul has to live in the material world spirit"}, {"start": 324.12, "end": 329.08, "text": " soul has to get a material body only then we can live in the material world"}, {"start": 330.44, "end": 337.64, "text": " we can attempt to lord over material nature we can attempt to satisfy material desires"}, {"start": 339.32, "end": 352.44, "text": " so therefore shloka prabha says the spirit soul the actual person the living being is offered a"}, {"start": 352.44, "end": 363.08, "text": " suitable body so the varieties of bodies are there in doing so one becomes conditioned by the laws of"}, {"start": 363.08, "end": 368.44, "text": " material nature and the material body is changed in terms of his own work"}, {"start": 369.8, "end": 376.59999999999997, "text": " condition means we are subject to the control the influence"}, {"start": 378.04, "end": 385.71999999999997, "text": " of material nature we cannot act in any way different from the influence"}, {"start": 388.84, "end": 394.36, "text": " and whatever work we do exactly according to that work we get our next body"}, {"start": 396.52, "end": 397.96, "text": " so if our work is"}, {"start": 399.32, "end": 403.32, "text": " possible we canmove it we can change it and we can change the world"}, {"start": 405.0, "end": 410.44, "text": " in terms of devotional service we get a spiritual body we revive our spiritual form"}, {"start": 412.68, "end": 420.28, "text": " otherwise if you don't do devotional service we keep changing our body according to our work"}, {"start": 420.28, "end": 425.88, "text": " in different species in different places or planets in different"}, {"start": 425.88, "end": 436.15999999999997, "text": " the living entity thus transmigrates from one body to another in 8 million 400 thousand species of"}, {"start": 436.15999999999997, "end": 446.86, "text": " life transmigration that means we are changing body but we don't appear to be changing body"}, {"start": 446.86, "end": 454.32, "text": " especially when in this very body in this very life what we understand is life between birth and"}, {"start": 454.32, "end": 460.74, "text": " death in this life we are changing body from childhood to youth to old age but we are not"}, {"start": 460.74, "end": 469.32, "text": " thinking that our body is changing we think our body is growing we think our body is the same"}, {"start": 469.32, "end": 483.78, "text": " body which is become bigger or which has become older but that's not a fact the body is material"}, {"start": 483.78, "end": 484.08, "text": " and"}, {"start": 484.32, "end": 496.02, "text": " matter doesn't grow for example this table will this table ever grow no never nothing"}, {"start": 496.02, "end": 505.44, "text": " material ever grows so therefore this body appears to grow but because it is material"}, {"start": 505.44, "end": 513.9399999999999, "text": " it will not grow it doesn't grow then what happens I was a child now I have"}, {"start": 514.32, "end": 530.24, "text": " somebody has a body of a youth and I had a body of old man so what happened actually the old body"}, {"start": 530.24, "end": 543.84, "text": " we give up to accept a new body and this happens in such a way that we don't realize that continuously"}, {"start": 544.32, "end": 564.24, "text": " Continuously, changes are taking place in this body. After all, this body is made up of so many cells, right? And some cells are dying and they are replaced with new cells. Old cells are replaced with new cells."}, {"start": 564.24, "end": 582.0, "text": " Continuously, this is happening. And it's so very gradual. If you are continuously in touch with another person, we don't notice how the person is changing body. We don't notice that."}, {"start": 583.36, "end": 594.0, "text": " And as long as there is a resemblance between one body, the previous state of my body and the next stage of my body,"}, {"start": 594.24, "end": 606.24, "text": " because there is a resemblance, we think, oh, the same person, same body. Same person, yes, but not the same body. It's not the same body. It's a similar body."}, {"start": 606.24, "end": 621.86, "text": " It's a similar body. So, therefore, this is called transmigration. Dehantara. In the Bhagavad Gita, it is explained."}, {"start": 623.34, "end": 624.22, "text": " Dehino samsara."}, {"start": 624.24, "end": 642.6800000000001, "text": " So, this transmigration from one body to another happens in different species of life to accommodate different types of desires for enjoyment."}, {"start": 644.28, "end": 651.36, "text": " Everybody doesn't have the same desire to enjoy. Just like in the human body, nobody enjoys eating stool. Rubbish."}, {"start": 652.34, "end": 654.22, "text": " But there is a particular body for enjoyment."}, {"start": 654.24, "end": 667.54, "text": " For those who have such desires, the pig's body, the hog's body, somebody likes to enjoy eating, drinking fresh blood."}, {"start": 671.04, "end": 682.0, "text": " Then they have to get the body of a tiger. A tiger pounces on its prey, kills it, and sucks the blood and eats the flesh."}, {"start": 682.76, "end": 684.2, "text": " So, there is a suitable body."}, {"start": 684.2, "end": 685.1, "text": " There is a body for that."}, {"start": 685.9000000000001, "end": 686.94, "text": " The body of a tiger."}, {"start": 687.76, "end": 688.74, "text": " Or the body of a lion."}, {"start": 690.38, "end": 692.32, "text": " So, there are varieties of bodies."}, {"start": 692.48, "end": 694.1800000000001, "text": " There are some birds which eat stone."}, {"start": 695.58, "end": 697.74, "text": " So, somebody has a desire to eat stone."}, {"start": 698.5600000000001, "end": 703.9200000000001, "text": " They have to get that particular type of body for which it's food and it is relishable."}, {"start": 705.2800000000001, "end": 712.9200000000001, "text": " So, nature has actually fashioned 8,400,000..."}, {"start": 714.2, "end": 716.0600000000001, "text": " types of bodies."}, {"start": 716.0600000000001, "end": 718.6400000000001, "text": " They are called species of life."}, {"start": 719.46, "end": 728.38, "text": " And every person gets a suitable body according to the desires the person has to enjoy."}, {"start": 731.6600000000001, "end": 741.5200000000001, "text": " But due to his being the part and parcel of the Lord, every soul, every living being, you, I, every living being,"}, {"start": 741.5200000000001, "end": 743.5200000000001, "text": " is actually part and parcel of God."}, {"start": 743.52, "end": 763.78, "text": " This many times it has been mentioned in Srila Prabhupada's books and writings, but please understand part means we are a tiny part, a tiny amsa of God, of Krishna."}, {"start": 763.78, "end": 772.9, "text": " Krishna is a complete whole, we are a tiny part and we are very, very, very, very, very small."}, {"start": 772.9, "end": 791.6999999999999, "text": " It's just like an atom compared to an entire universe, entire universe, compared to the universe, whole universe as a whole, compared to that what is an atom in that universe, like that."}, {"start": 791.6999999999999, "end": 802.78, "text": " So, Krishna is the whole creation and we are just one insignificant tiny atomic particle of spirit."}, {"start": 802.9, "end": 806.42, "text": " Part and parcel."}, {"start": 806.42, "end": 811.98, "text": " Parcel means we cannot be disconnected from Krishna."}, {"start": 811.98, "end": 815.6, "text": " We cannot be independent of Krishna."}, {"start": 817.26, "end": 827.52, "text": " We are always connected through the relationship of we are maintained and Krishna is the maintainer."}, {"start": 828.52, "end": 830.0, "text": " Krishna maintains us."}, {"start": 830.0, "end": 831.5799999999999, "text": " Krishna provides for us."}, {"start": 832.9, "end": 840.78, "text": " we cannot independently get our necessities independent of Krishna"}, {"start": 840.78, "end": 848.56, "text": " supply we cannot get in necessities so to think that somebody other than"}, {"start": 848.56, "end": 859.22, "text": " Krishna is my maintainer or provider or my master is actually a mistake is a"}, {"start": 859.22, "end": 867.52, "text": " mistake under the illusory energy mistake under illusion Krishna only is"}, {"start": 867.52, "end": 873.78, "text": " the provider Krishna only is the maintainer of everyone there is a"}, {"start": 873.78, "end": 879.78, "text": " statement in the Kathopanishad Eko Bahunam Yo Vidhati Kama"}, {"start": 880.84, "end": 886.64, "text": " so therefore because we are part and parcel of the Lord we are maintained by"}, {"start": 886.64, "end": 888.98, "text": " the Lord with all necessities of life"}, {"start": 888.98, "end": 889.1800000000001, "text": " you are part and parcel of the Lord we are maintained by the Lord with all"}, {"start": 889.1800000000001, "end": 889.2, "text": " necessities of life"}, {"start": 889.2, "end": 896.0600000000001, "text": " and we are also protected by the Lord and his representatives the saintly kings"}, {"start": 896.0600000000001, "end": 903.62, "text": " so I will stop here we'll continue discussing this purport because it's a"}, {"start": 903.62, "end": 908.0400000000001, "text": " long purport in the next few sessions thank you very much Hare Krishna"}]}