{"video_id": "CGZkMtd3VI4", "title": "SB 1.18.1-2 | HH Stoka Krishna Swami | 25-03-2023 | Daily Evening Bhagavatam Discourse", "speaker": "HH Stoka Krishna Swami", "youtube_url": "https://www.youtube.com/watch?v=CGZkMtd3VI4", "duration": 939, "segments": [{"start": 0.0, "end": 4.26, "text": " Om Agyana Timiran Dhasya Gyanan Janishalakaya"}, {"start": 4.26, "end": 8.42, "text": " Chaksharan Militam Yena Tasmai Shri Guravedamaha"}, {"start": 8.42, "end": 12.14, "text": " Nama Om Vishnupadaya Krishna Preshtaya Bhutale"}, {"start": 12.14, "end": 15.8, "text": " Shri Mate Bhakti Vedanta Swamin Nithinamine"}, {"start": 15.8, "end": 19.96, "text": " Namaste Saraswate Deve Gauravani Pracharine"}, {"start": 19.96, "end": 23.82, "text": " Nirvijesha Junyavadi Pashchatya Deshatarine"}, {"start": 23.82, "end": 27.64, "text": " Jaya Shri Krishna Chaitanya Prabhu Nithyananda"}, {"start": 27.64, "end": 31.94, "text": " Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda"}, {"start": 31.94, "end": 35.8, "text": " Hare Krishna Hare Krishna Krishna Krishna Hare Hare"}, {"start": 35.8, "end": 39.28, "text": " Hare Rama Hare Rama Rama Rama Hare Hare"}, {"start": 39.28, "end": 43.760000000000005, "text": " Om Namo Bhagavate Vasudevaya Narayanam Namaskritya"}, {"start": 43.760000000000005, "end": 47.66, "text": " Naram Chai Vanarottamam Deveem Saraswateem Vyasam"}, {"start": 47.66, "end": 49.8, "text": " Tato Jayam Udhirayet"}, {"start": 49.8, "end": 57.46, "text": " In this session we will be"}, {"start": 57.46, "end": 57.620000000000005, "text": " discussing"}, {"start": 57.64, "end": 61.76, "text": " from two verses the first and second"}, {"start": 61.76, "end": 63.58, "text": " verse of the 18th chapter of the first"}, {"start": 63.58, "end": 65.6, "text": " canto of Srimad Bhagavatam. We are"}, {"start": 65.6, "end": 68.16, "text": " beginning a new chapter in this session"}, {"start": 68.16, "end": 70.64, "text": " the 18th chapter is entitled Maharaj"}, {"start": 71.26, "end": 75.66, "text": " Pariksit Cursed by a Brahmana Boy. If you"}, {"start": 75.66, "end": 80.7, "text": " remember this first canto began by the"}, {"start": 80.7, "end": 82.82, "text": " sage Naimisharanya asking six"}, {"start": 82.82, "end": 87.62, "text": " questions to begin with this this"}, {"start": 87.64, "end": 91.76, "text": " was a print of this discussion from the"}, {"start": 91.76, "end": 95.6, "text": " Ugrashrava Suta, Suta Goswami and Suta Goswami answered"}, {"start": 95.6, "end": 99.16, "text": " these questions and he saw the Sages are very"}, {"start": 99.16, "end": 102.8, "text": " eager to hear about Krishna. So when he saw the"}, {"start": 102.8, "end": 106.28, "text": " eagerness to hear about Krishna, then he said I am"}, {"start": 106.28, "end": 109.46000000000001, "text": " going to recite the Srimad Bhagavatam as I heard it"}, {"start": 109.46000000000001, "end": 111.72, "text": " from Sukadeva Goswami. When Sukadeva Goswami is"}, {"start": 111.72, "end": 117.1, "text": " speaking Bhagavatam seven days continuously to Parikshit Maharaj when Parikshit Maharaj is about to quit his brain."}, {"start": 117.64, "end": 129.02, "text": " body by cursed by a brahmana body so before suta goswami could begin reciting the bhagavatam that"}, {"start": 129.02, "end": 134.68, "text": " he heard from shukadeva goswami the sage brahmishananya had so many more questions"}, {"start": 134.68, "end": 142.52, "text": " please tell us before you begin reciting bhagavatam please tell us about parikshit"}, {"start": 142.52, "end": 149.14000000000001, "text": " maharaj please tell us about shukadeva goswami please tell us how did parikshit maharaj meet"}, {"start": 149.14000000000001, "end": 157.64000000000001, "text": " shukadeva goswami how did they meet and we have heard that parikshit maharaj's birth"}, {"start": 157.64000000000001, "end": 165.16000000000003, "text": " activities and even his death is very very glorious please describe in detail these topics"}, {"start": 165.16000000000003, "end": 170.96, "text": " which pertain to krishna krishna means krishna and his pure devotees"}, {"start": 170.96, "end": 172.5, "text": " so since"}, {"start": 172.5, "end": 177.64, "text": " shukadeva goswami is a pure devotee of krishna parikshit maharaj is a pure devotee of krishna"}, {"start": 177.64, "end": 187.24, "text": " their meeting is completely transcendental completely spiritual so these topics are"}, {"start": 187.24, "end": 195.44, "text": " also krishna katha so the sages wanted that therefore suta goswami began to recite"}, {"start": 195.44, "end": 202.24, "text": " the birth of emperor parikshit how he took charge of ruling from his"}, {"start": 202.24, "end": 202.48, "text": " suta goswami and how he took charge of ruling from his suta goswami and how he took charge of ruling"}, {"start": 202.48000000000002, "end": 212.22000000000003, "text": " great from his grandfathers yudhishtira and arjuna and how parikshit maharaj happened to meet"}, {"start": 212.22000000000003, "end": 220.48000000000002, "text": " shukadeva goswami that is the last two chapters now maharaj parikshit cursed by a brahmana boy"}, {"start": 220.48000000000002, "end": 228.98000000000002, "text": " the 18th chapter and 19th chapter is the meeting of parikshit maharaj and shukadeva goswami so now"}, {"start": 228.98000000000002, "end": 231.18, "text": " the first verse of the 18th chapter"}, {"start": 232.48000000000002, "end": 251.12, "text": " shukadeva goswami said due to the mercy of the personality of god shri krishna who acts wonderfully"}, {"start": 251.12, "end": 259.02000000000004, "text": " maharaj parikshit though struck by the weapon of the son of drona in his mother's womb could not be"}, {"start": 262.48, "end": 272.36, "text": " so in the purport srila prabhupada says the sages of naimisharanya became struck with wonder"}, {"start": 272.36, "end": 277.78000000000003, "text": " after hearing about the wonderful administration of maharaj parikshit especially in reference to"}, {"start": 277.78000000000003, "end": 284.06, "text": " his punishing the personality of kali and making him completely unable to do any harm within the"}, {"start": 284.06, "end": 292.22, "text": " kingdom see parikshit maharaj gave shelter to kali but who's kali he is the friend of irreligion"}, {"start": 292.22, "end": 302.92, "text": " adharma bandhu he's got nefarious purpose so parikshit maharaj gave him shelter at the same time"}, {"start": 302.92, "end": 313.34000000000003, "text": " he incapacitated kali purusha to do any harm within his kingdom parikshit protected his citizens"}, {"start": 313.34000000000003, "end": 322.1, "text": " against influence of kali by taking proper steps so they were amazed what a great and wonderful"}, {"start": 322.22, "end": 328.64000000000004, "text": " personality is parikshit maharaj suta goswami is equally anxious to describe maharaj parikshit's"}, {"start": 328.64000000000004, "end": 334.82000000000005, "text": " wonderful birth and death and this verse is stated by suta goswami to increase the interest of the"}, {"start": 334.82000000000005, "end": 343.70000000000005, "text": " sage tsunami shananya that his birth was wonderful now hear about his death even that is very very"}, {"start": 343.70000000000005, "end": 351.06, "text": " very wonderful second verse brahma kopa utthitaad yastu brahma kopa utthitaad yastu brahma kopa utthitaad yastu"}, {"start": 352.22, "end": 364.24, "text": " takshakath phduina prihlavathu nasamuhamoha urubhayat bhagavati arpitashayaha"}, {"start": 364.24, "end": 370.8, "text": " the meaning of the second verse furthermore maharaj parikshit was always consciously"}, {"start": 370.8, "end": 377.20000000000005, "text": " surrounded to the personality of godhead and therefore he was neither afraid nor overwhelmed"}, {"start": 377.20000000000005, "end": 382.18, "text": " by fear due to a snake bird which was to bite him because he was afraid of him and픗"}, {"start": 382.22, "end": 392.5, "text": " of the fury of a brahmana boy. Before describing the details of Pariksit being cursed by a brahmana"}, {"start": 392.5, "end": 404.94000000000005, "text": " boy for an untimely death due to the curse being bitten by a snake bird, Suta Goswami is telling"}, {"start": 404.94, "end": 412.58, "text": " the sage Nami Sharanya that Pariksit Maharaj was not afraid of death itself, what to speak of fear"}, {"start": 412.58, "end": 420.94, "text": " of death due to a curse being bitten by a snake bird, he had no fear at all. Why? Because he is"}, {"start": 420.94, "end": 428.74, "text": " always surrendered to the personality of Godhead Krishna. So in the purport Srila Prabhupada explains"}, {"start": 428.74, "end": 434.74, "text": " this point. A self-surrendered devotee of the Lord is called Narayana,"}, {"start": 434.94, "end": 441.66, "text": " Narayana, Parayana. One is completely surrendered to the Supreme Lord Narayana"}, {"start": 441.66, "end": 450.86, "text": " and is very much attached to the Lord. Such a person is never afraid of any place or person,"}, {"start": 450.86, "end": 459.52, "text": " not even of death. Only a pure devotee of the Supreme Lord is fearless in this material"}, {"start": 459.52, "end": 464.9, "text": " existence. Otherwise in the material existence there are always these four"}, {"start": 464.9, "end": 464.92, "text": " right components, one is a pure devotee of the Lord and one is a pure devotee of the Lord."}, {"start": 464.92, "end": 464.94, "text": " So Nami Sharanya is telling us that the pure devotee of the Lord is fearlessness in this material existence. Otherwise in the material existence there are always these four"}, {"start": 464.94, "end": 474.5, "text": " fundamental problems which simply are giving so much of miseries to the living"}, {"start": 474.5, "end": 481.28, "text": " entities. Janma, Mrtyu, Jara, Vyadi, Dukha, Dosha, Anudarshanam, Krishna warns about"}, {"start": 481.28, "end": 487.64, "text": " this in the 13th chapter of the Bhagavad Gita. Material existence means these four"}, {"start": 487.64, "end": 496.65999999999997, "text": " fundamental Dukha, Dosha. Dukha means misery and Dosha means defect. So, nobody can avoid"}, {"start": 496.65999999999997, "end": 503.08, "text": " these four things. Once they take birth in this material world, they have to face death"}, {"start": 503.08, "end": 511.06, "text": " at a later time. And in between birth and death, there are the miseries of disease and"}, {"start": 511.06, "end": 517.38, "text": " old age. But a person who is completely surrendered to the Supreme Lord,"}, {"start": 517.64, "end": 529.26, "text": " like Maharaj Pariksit, is never afraid of any misery or any person or any situation,"}, {"start": 529.52, "end": 536.02, "text": " not at all. He is fearless. For him, that means for such a surrendered soul,"}, {"start": 536.86, "end": 543.8, "text": " nothing is as important as the Supreme Lord. Thus, he gives equal importance to heaven and hell."}, {"start": 545.06, "end": 547.54, "text": " Why? How is it possible?"}, {"start": 547.64, "end": 555.8, "text": " That a surrendered devotee of the Supreme Lord, how does he give equal importance to heaven and hell?"}, {"start": 556.08, "end": 559.38, "text": " There is so much difference in the conditions of living in heaven and hell."}, {"start": 561.28, "end": 567.66, "text": " The reason is, he knows well that both heaven and hell are creations of the Lord."}, {"start": 569.38, "end": 571.66, "text": " Who is the creator of this material existence?"}, {"start": 572.5, "end": 576.1, "text": " The different planetary systems, the different arrangements, the different facilities."}, {"start": 576.1, "end": 577.6, "text": " It is Supreme Lord himself."}, {"start": 578.3199999999999, "end": 581.54, "text": " He is the original creator."}, {"start": 582.56, "end": 584.0, "text": " There are secondary creators,"}, {"start": 584.76, "end": 587.3, "text": " but the original creator is the Supreme Lord."}, {"start": 587.36, "end": 595.38, "text": " And similarly, life and death are different conditions of existence created by the Lord in this material world."}, {"start": 597.36, "end": 599.3, "text": " It is an arrangement of the Supreme Lord"}, {"start": 599.3, "end": 601.8199999999999, "text": " that those living entities"}, {"start": 601.8199999999999, "end": 605.54, "text": " who are rebellious"}, {"start": 605.54, "end": 607.3, "text": " to death,"}, {"start": 607.64, "end": 613.88, "text": " devotional service, who are rebellious and who don't want to live with the Supreme Lord"}, {"start": 613.88, "end": 621.4, "text": " in the spiritual kingdom of God, they are placed in material existence and they are"}, {"start": 621.4, "end": 628.18, "text": " placed in situation of life and death, heaven and hell, etc."}, {"start": 628.1800000000001, "end": 638.72, "text": " But in all conditions and in all circumstances in this material world, remembrance of Narayana"}, {"start": 638.72, "end": 644.96, "text": " is essential if at all somebody wants to be fearless, somebody wants protection, somebody"}, {"start": 644.96, "end": 649.7, "text": " wants to avoid suffering from these conditions."}, {"start": 650.96, "end": 656.94, "text": " What is most essential and what works really ultimately is"}, {"start": 656.94, "end": 658.1600000000001, "text": " the remembrance of Narayana."}, {"start": 658.1800000000001, "end": 667.0400000000001, "text": " Constant remembrance of the Supreme Personality of Godhead, Narayana."}, {"start": 667.0400000000001, "end": 670.6600000000001, "text": " The Narayana Parayana practices this constantly."}, {"start": 670.6600000000001, "end": 678.4200000000001, "text": " A pure devotee like Maharaj Pariksit, he practices remembering Narayana constantly."}, {"start": 678.4200000000001, "end": 683.6800000000001, "text": " Maharaj Pariksit was such a pure devotee."}, {"start": 683.6800000000001, "end": 687.6600000000001, "text": " He was wrongfully cursed by an inexperienced son of a brahmana."}, {"start": 687.6600000000001, "end": 688.1600000000001, "text": " He was wrongfully cursed by an inexperienced son of a brahmana."}, {"start": 688.16, "end": 702.3, "text": " This son of the brahmana was under the influence of Kali. Therefore, he wrongly cursed Parikshit Maharaj. And details will be described in the later part of this chapter by Suta Goswami."}, {"start": 702.3, "end": 716.9599999999999, "text": " But here Prabhupada is just explaining how Parikshit was not afraid of death or the curse or the bite of this snake bird by which he was supposed to die. He was not afraid of that."}, {"start": 718.16, "end": 739.78, "text": " So, Maharaj Parikshit took this curse to be sent by Narayana. How is it possible for Parikshit to consider like this? He knew that Narayana, Lord Krishna had saved him when he was burned in the womb of his mother."}, {"start": 741.16, "end": 747.78, "text": " How did Parikshit take birth? When he was in the womb of his mother."}, {"start": 748.16, "end": 762.16, "text": " At the end of the battle of Kurukshetra, this Dronacharya's son Ashwatthama was fighting on the side of the Kauravas and the Kauravas had lost the battle."}, {"start": 762.16, "end": 775.56, "text": " So, he wanted to somehow take revenge against the Kauravas losing the battle."}, {"start": 775.56, "end": 778.06, "text": " So, he tried to kill them."}, {"start": 778.16, "end": 794.16, "text": " He tried to kill the five Pandavas and by mistake he killed the five sons of the five Pandavas, Upapandavas and by beheading them when they were asleep, fast asleep."}, {"start": 794.16, "end": 801.16, "text": " And this was not at all appreciated by Duryodhana, his master."}, {"start": 801.16, "end": 805.16, "text": " Duryodhana condemned this heinous act by Ashwatthama."}, {"start": 805.16, "end": 808.16, "text": " And then Ashwatthama was actually punished by Arjuna."}, {"start": 808.16, "end": 811.16, "text": " Though his life was spared."}, {"start": 811.16, "end": 827.16, "text": " And then he still was not, was not still giving up the opportunity to do some harm, some destruction for the Pandavas."}, {"start": 827.16, "end": 828.16, "text": " So, what did he do?"}, {"start": 828.16, "end": 837.16, "text": " He used a Brahmastra to kill the only surviving descendant of the Pandavas who was Maharaj Parikshit."}, {"start": 838.16, "end": 849.16, "text": " In the womb of his mother, the grandson of Arjuna, in the womb of his mother, Abhimanyu's wife, Arjuna's daughter-in-law."}, {"start": 849.16, "end": 856.16, "text": " So, he tried to kill Parikshit in the womb of his mother."}, {"start": 856.16, "end": 866.16, "text": " But Parikshit was saved by Krishna when this danger was there."}, {"start": 866.16, "end": 876.16, "text": " So, Parikshit knew that he was saved by the Supreme Lord Narayana or Lord Krishna when he was in the womb of his mother."}, {"start": 876.16, "end": 884.16, "text": " And similarly, if he were to be killed by a snake bite, it would also take place by the will of the Lord."}, {"start": 884.16, "end": 888.16, "text": " So, the devotee never goes against the will of the Lord."}, {"start": 888.16, "end": 891.16, "text": " Anything sent by God is a blessing for the devotee."}, {"start": 891.16, "end": 894.16, "text": " So, devotee is completely surrendered to the Lord."}, {"start": 894.16, "end": 898.16, "text": " His life is in the hands of the Lord."}, {"start": 898.16, "end": 904.16, "text": " Nobody else can do anything without the Lord's sanction in the material world."}, {"start": 904.16, "end": 917.16, "text": " Therefore, Maharaj Parikshit was neither afraid nor bewildered by such things as a curse or bite of a snake bird or death itself."}, {"start": 917.16, "end": 921.16, "text": " That is the sign of a pure devotee of the Lord."}, {"start": 921.16, "end": 923.16, "text": " A pure devotee is always fearless."}, {"start": 923.16, "end": 925.16, "text": " He is always protected."}, {"start": 925.16, "end": 927.16, "text": " He is always under the shelter of the Supreme Lord."}, {"start": 927.16, "end": 935.16, "text": " And in this way, he is actually indifferent to all material situations and circumstances."}, {"start": 935.16, "end": 936.16, "text": " I will stop here."}, {"start": 936.16, "end": 937.16, "text": " Thank you very much."}, {"start": 937.16, "end": 938.16, "text": " Hare Krishna."}]}