{"video_id": "ChSfOU-DUP8", "title": "Who Initiated Srila Bhaktivinoda Thakur? | His Grace Suvyakta Narasimha Dasa", "speaker": "HG Suvyakta Narasimha Dasa", "youtube_url": "https://www.youtube.com/watch?v=ChSfOU-DUP8", "duration": 1208, "segments": [{"start": 0.0, "end": 6.32, "text": " Who initiated Srila Bhaktivinoda Thakur and who initiated Srila Gaukishor Das Babaji Maharaj?"}, {"start": 6.4, "end": 11.82, "text": " In the Vedic culture, the father, the sanyasi and the brahmana are automatically given the"}, {"start": 11.82, "end": 17.68, "text": " respect and position of a spiritual master. But when such a natural spiritual master turns out"}, {"start": 17.68, "end": 22.94, "text": " to be an atheist like Hiranyakachapu, then he is nothing more than an official guru or a pseudo"}, {"start": 22.94, "end": 29.14, "text": " guru. The real deeksha or initiation involves a bona fide guru and surrender from the disciple."}, {"start": 29.14, "end": 35.72, "text": " In the ISKCON Mumbai group, their GBC has based their self-appointed guru system on Srila"}, {"start": 35.72, "end": 42.22, "text": " Bhaktivinoda Thakur's official acceptance of deeksha from someone who was not an acharya"}, {"start": 42.22, "end": 50.08, "text": " in our parampara. Hare Krishna, Vishwaguru Srila Prabhupada ki jai! Who initiated Srila Bhaktivinoda"}, {"start": 50.08, "end": 56.68, "text": " Thakur? Was Srila Jagannath Das Babaji Maharaj the siksha guru of Srila Bhaktivinoda Thakur?"}, {"start": 56.68, "end": 59.120000000000005, "text": " And who initiated Srila Gaukishor Das Babaji Maharaj? Who initiated Srila Bhaktivinoda Thakur?"}, {"start": 59.14, "end": 69.96000000000001, "text": " Was Srila Bhaktivinoda Thakur the siksha guru of Srila Gaukishor Das Babaji Maharaj? These questions"}, {"start": 69.96000000000001, "end": 79.86, "text": " may be swirling in the minds of those who happen to hear the claims that our guru parampara is a"}, {"start": 79.86, "end": 88.7, "text": " siksha parampara. That means the acharyas in our sampradaya are primarily of a siksha relationship"}, {"start": 89.14, "end": 95.92, "text": " or deeksha relationship. But what does Srila Prabhupada say about this matter? To know about"}, {"start": 95.92, "end": 103.58, "text": " this, first, let us understand some basic concepts before we hear Srila Prabhupada on"}, {"start": 103.58, "end": 110.5, "text": " who initiated Srila Bhaktivinoda Thakur and who initiated Srila Gaukishor Das Babaji Maharaj."}, {"start": 110.5, "end": 118.04, "text": " In a lecture on the Bhagavad Geeta, chapter two, verses four and five, given on August"}, {"start": 118.04, "end": 118.98, "text": " 5th, 1902."}, {"start": 119.14, "end": 140.64, "text": " 1973, Srila Prabhupada said, So, in the Krishna book in chapter 80, Srila Prabhupada mentions"}, {"start": 140.64, "end": 148.14, "text": " that the father is the natural spiritual master of the child. Similarly, in the Bhagavatam,"}, {"start": 148.14000000000001, "end": 154.38000000000002, "text": " Srila Prabhupada mentions, the sanyasi and the brahmana are also natural spiritual masters."}, {"start": 155.46, "end": 162.18, "text": " What does this mean, natural spiritual master? This means that in the Vedic culture, the father,"}, {"start": 162.72000000000003, "end": 169.36, "text": " the sanyasi and the brahmana are automatically given the respect and position of a spiritual"}, {"start": 169.36, "end": 176.86, "text": " master because they are all expected to play that role of a spiritual master. It is expected"}, {"start": 176.86, "end": 183.98000000000002, "text": " that they are qualified as spiritual masters. But when such a natural spiritual master turns"}, {"start": 183.98000000000002, "end": 189.48000000000002, "text": " out to be an atheist like Hiranyakachapu, then he is nothing more than an official guru"}, {"start": 189.48000000000002, "end": 198.76000000000002, "text": " or a judo guru. In another lecture on Srimad Bhagavatam, 7th canto, 9th chapter, verse"}, {"start": 198.76000000000002, "end": 205.86, "text": " number 14, recorded on 21st of February in 1976, Srila Prabhupada says,"}, {"start": 206.86, "end": 214.88000000000002, "text": " we have accepted somebody as guru, but he's a demon. You should be rejected immediately."}, {"start": 216.38000000000002, "end": 227.28000000000003, "text": " Immediately. Just like in India, there is a system of jnata-guru, the guru by car."}, {"start": 228.84, "end": 236.76000000000002, "text": " By family-wise, they become guru. One family is attached to another guru family."}, {"start": 236.86, "end": 249.52, "text": " by hereditary rules, the sons after sons accepting guru, the other party, and there is regular"}, {"start": 249.52, "end": 263.86, "text": " business. So such kind of guru is not wanted. See, Jīva Gosvāmī has recommended that"}, {"start": 263.86, "end": 276.24, "text": " loki guru, this is loki guru. Parityagela adhyātmik paramārthi guru accepted. Guru"}, {"start": 276.24, "end": 284.98, "text": " has to be accepted who is actually paramārthi, advanced in spiritual knowledge, not the formality."}, {"start": 286.56, "end": 288.1, "text": " That is seconded by Jīva Gosvāmī."}, {"start": 288.1, "end": 293.2, "text": " So here, Śrīla Prabhupāda is mentioning another example of an official,"}, {"start": 293.2, "end": 301.2, "text": " or a judo guru, or a laukika guru. A guru who is accepted according to hereditary rules,"}, {"start": 301.2, "end": 308.2, "text": " which are simply material rules. This type of hereditary guru is mentioned by Śrīla Prabhupāda"}, {"start": 308.2, "end": 314.7, "text": " in the Chaitanya Charitāmṛta also. There in the Madhya Līdhā, Chapter 8,"}, {"start": 314.7, "end": 322.59999999999997, "text": " verse number 128, purport, Śrīla Prabhupāda says, sometimes a caste guru says,"}, {"start": 322.59999999999997, "end": 323.09999999999997, "text": " you are a caste guru. You are a caste guru. You are a caste guru. You are a caste guru."}, {"start": 323.09999999999997, "end": 323.18, "text": " You are a caste guru. You are a caste guru. You are a caste guru. You are a caste guru. You are a caste guru."}, {"start": 323.2, "end": 330.9, "text": " That ye kṛṣṇa-tattva-veitāse guru-haya means that one who is not a brāhmaṇa may become a sikṣā-guru"}, {"start": 330.9, "end": 338.46, "text": " or a vartma-pradarśaka-guru, but not an initiator-guru. According to such caste gurus,"}, {"start": 339.09999999999997, "end": 347.02, "text": " birth and family ties are considered foremost. However, the hereditary consideration"}, {"start": 347.02, "end": 353.09999999999997, "text": " is not acceptable to Vaishnavas. So, from all these statements of Śrīla Prabhupāda,"}, {"start": 353.1, "end": 363.1, "text": " we can see that official gurus or Judo gurus or Lākika gurus or hereditary gurus, spiritual masters"}, {"start": 363.1, "end": 370.02000000000004, "text": " accepted according to culture, such as the natural spiritual masters, spiritual masters accepted"}, {"start": 370.02000000000004, "end": 376.02000000000004, "text": " according to hereditary considerations, those who are born in a certain caste or son of a guru,"}, {"start": 376.02000000000004, "end": 383.0, "text": " he automatically becomes a guru, etc. According to caste, etc., these are all not real spiritual"}, {"start": 383.0, "end": 391.3, "text": " masters. And initiation taken from such gurus is only official initiation and is not the real"}, {"start": 391.3, "end": 399.02, "text": " initiation. Such official initiation is not effective. Initiation or dikṣā may become"}, {"start": 399.02, "end": 406.52, "text": " official either if the guru is an official guru or Judo guru or if the disciple is not committed"}, {"start": 406.52, "end": 412.98, "text": " to the dikṣā. Śrīla Prabhupāda in a lecture on the Śrīmad-Bhāgavatam, 1st canto, 2nd chapter,"}, {"start": 413.0, "end": 418.0, "text": " verse number 20, recorded on 24th of July, 1974, says,"}, {"start": 418.0, "end": 427.0, "text": " The official initiation has no meaning. Unless one was fully surrendered to guru, there is"}, {"start": 427.0, "end": 438.0, "text": " no question of initiation. Dibhagyana hṛde prakāśi. Dibhagyana means transcendental knowledge."}, {"start": 438.0, "end": 443.0, "text": " So, to play tricks with guru, to become diplomat and introvert, to become a guru, to become"}, {"start": 443.0, "end": 453.26, "text": " a leader, these rascals will not help. You can get some other things, some material profit,"}, {"start": 453.26, "end": 456.28, "text": " but spiritual life will be spoiled."}, {"start": 456.28, "end": 464.92, "text": " This means that the real heart of initiation or dikṣā is surrender by the disciple. Therefore,"}, {"start": 464.92, "end": 471.76, "text": " the real dikṣā or initiation involves a bona fide guru, not an official or Judo guru."}, {"start": 471.76, "end": 472.76, "text": " And"}, {"start": 472.76, "end": 481.76, "text": " without these two things, the initiation is only official initiation, which is meaningless."}, {"start": 481.76, "end": 488.53999999999996, "text": " Now we have understood what is meant by official guru and official initiation. We have also"}, {"start": 488.53999999999996, "end": 494.59999999999997, "text": " seen that the surrender of the disciple is what really constitutes initiation."}, {"start": 494.59999999999997, "end": 502.76, "text": " Next, let us look at one more terminology that Śrīla Prabhupāda uses, which is preceptor."}, {"start": 502.76, "end": 509.96, "text": " In the Śrīmad-Bhāgavatam, purport to 1st canto, 1st chapter, verse 5, Śrīla Prabhupāda"}, {"start": 509.96, "end": 510.96, "text": " says,"}, {"start": 510.96, "end": 521.36, "text": " śrī vyāsadevā is the original spiritual preceptor for all men, and all other preceptors"}, {"start": 521.36, "end": 529.8, "text": " are considered to be his representatives. Obviously, here Śrīla Prabhupāda says spiritual"}, {"start": 529.8, "end": 530.76, "text": " preceptor or preceptor to be his representative. It is important to understand this principle."}, {"start": 530.76, "end": 531.76, "text": " He says,"}, {"start": 531.76, "end": 537.62, "text": " to mean the Acharya or spiritual master like Vyasa Deva."}, {"start": 537.98, "end": 540.58, "text": " That means someone who is in the Guru Parampara."}, {"start": 541.52, "end": 547.2, "text": " Again, in Srimad Bhagavatam, purport to Canto 1, chapter 13, verse 15,"}, {"start": 547.98, "end": 550.14, "text": " Srila Prabhupada mentions about Vidura."}, {"start": 550.92, "end": 557.84, "text": " He was quite competent to occupy the post of an Acharya or spiritual preceptor."}, {"start": 557.84, "end": 566.22, "text": " Here also, Srila Prabhupada uses the word spiritual preceptor as an equivalent of Acharya."}, {"start": 567.7, "end": 574.38, "text": " Again, in the purport to Srimad Bhagavatam, 3rd Canto, 19th chapter, 32nd verse,"}, {"start": 575.62, "end": 580.74, "text": " Srila Prabhupada again uses the word preceptor in the same sense of Acharya."}, {"start": 581.6800000000001, "end": 584.1600000000001, "text": " So, there Srila Prabhupada says,"}, {"start": 584.7, "end": 587.82, "text": " Thus, he accepted as bona fide."}, {"start": 587.84, "end": 594.96, "text": " The system of Parampara or receiving the transcendental message in disciplic succession."}, {"start": 596.24, "end": 602.94, "text": " Unless received by this bona fide process of hearing from a spiritual master,"}, {"start": 603.94, "end": 609.3000000000001, "text": " the statement of an Acharya or preceptor cannot be valid."}, {"start": 610.58, "end": 614.26, "text": " So, like this, in many places, we can see,"}, {"start": 614.26, "end": 617.5600000000001, "text": " Srila Prabhupada uses the word preceptor."}, {"start": 617.84, "end": 620.4, "text": " As an equivalent of an Acharya."}, {"start": 621.02, "end": 633.2800000000001, "text": " Now, let us come to what Srila Prabhupada says on the matter of initiation of Srila Bhaktivinoda Thakur and Srila Gaur Kishore Das Babaji Maharaj."}, {"start": 633.7, "end": 640.6800000000001, "text": " In a letter that Srila Prabhupada wrote to Dayananda, written on 1st of May, 1969,"}, {"start": 641.0600000000001, "end": 642.96, "text": " Srila Prabhupada says,"}, {"start": 643.76, "end": 645.98, "text": " So far as your second question,"}, {"start": 645.98, "end": 654.3000000000001, "text": " Thakur Bhaktivinoda was not the official spiritual master of Gaur Kishore Das Babaji Maharaj."}, {"start": 654.3000000000001, "end": 662.1, "text": " Gaur Kishore Das Babaji Maharaj was already renounced daughter, Paramahamsa."}, {"start": 662.1, "end": 670.0, "text": " But, Thakur Bhaktivinoda, while he was even playing the part of a householder,"}, {"start": 670.0, "end": 675.04, "text": " was treated by Gaur Kishore Das Babaji Maharaj."}, {"start": 675.04, "end": 682.9599999999999, "text": " As preceptor, on account of his highly elevated spiritual understanding."}, {"start": 684.0999999999999, "end": 689.3, "text": " And thus, he was always treating him as his spiritual master."}, {"start": 689.9, "end": 694.2199999999999, "text": " The spiritual master is divided into two parts."}, {"start": 695.0, "end": 698.36, "text": " Namely, Shiksha Guru and Diksha Guru."}, {"start": 698.36, "end": 704.8199999999999, "text": " So, officially, Bhaktivinoda Thakur was like Shiksha Guru."}, {"start": 705.04, "end": 708.14, "text": " He was like the Shiksha Guru of Gaur Kishore Das Babaji Maharaj."}, {"start": 708.14, "end": 712.3399999999999, "text": " So here, Srila Prabhupada is clearly mentioning,"}, {"start": 712.3399999999999, "end": 717.14, "text": " that Srila Bhaktivinoda Thakur was not the official,"}, {"start": 717.14, "end": 724.0999999999999, "text": " please underline, official spiritual master of Shila Gaur Kishore Das Babaji Maharaj."}, {"start": 724.0999999999999, "end": 730.8, "text": " But, officially, again underline, officially, he was like his Shiksha Guru."}, {"start": 730.8, "end": 733.26, "text": " Like his Shiksha Guru means,"}, {"start": 733.26, "end": 734.92, "text": " he was not actually Shiksha Guru."}, {"start": 734.92, "end": 758.5, "text": " From official point of view, that means in material point of view or from the point of view of custom or tradition that was prevalent in the society at that time, it appeared like Shaila Bhaktivinoda Thakur was the Shiksha Guru of Shaila Gaur Kishore Das Babaji Maharaj."}, {"start": 758.5, "end": 783.98, "text": " This was only on the official front. But Prabhupada says Shaila Gaur Kishore Das Babaji Maharaj treated Shaila Bhaktivinoda Thakur as his preceptor, which means spiritual master or acharya, as we have seen how Shaila Prabhupada uses the word preceptor elsewhere, which means a Diksha Guru in the parampara or acharya."}, {"start": 783.98, "end": 788.48, "text": " In other words, Shaila Gaur Kishore Das Babaji."}, {"start": 788.5, "end": 803.32, "text": " Shaila Gaur Kishore Das Babaji Maharaj treated Shaila Bhaktivinoda Thakur as his Diksha Guru. So, Shaila Gaur Kishore Das Babaji Maharaj surrendered to Shaila Bhaktivinoda Thakur, accepting him as his Diksha Guru, treating him as his Diksha Guru."}, {"start": 803.84, "end": 818.06, "text": " Not only that, Shaila Prabhupada here mentions that spiritual master are of two kinds, Diksha Guru and Shiksha Guru. So, if Shaila Bhaktivinoda Thakur was not really the Shiksha Guru of Shaila Gaur Kishore Das Babaji Maharaj,"}, {"start": 818.06, "end": 818.48, "text": " then,"}, {"start": 818.5, "end": 828.34, "text": " because Prabhupada says officially he was like the Shiksha Guru, that means he was not a Shiksha Guru, but Shaila Gaur Kishore Das Babaji Maharaj accepted him as his preceptor."}, {"start": 828.76, "end": 837.92, "text": " Then, what kind of spiritual master was Shaila Bhaktivinoda Thakur? Obviously, he was not the Shiksha Guru. So, then the only alternative left is that of Diksha Guru."}, {"start": 838.1, "end": 848.22, "text": " So, Shaila Bhaktivinoda Thakur was the Diksha Guru of Shaila Gaur Kishore Das Babaji Maharaj, because Shaila Gaur Kishore Das Babaji Maharaj treated him like that."}, {"start": 848.22, "end": 851.0600000000001, "text": " He accepted him like that. He surrendered to him like that."}, {"start": 851.38, "end": 857.82, "text": " In the Chaitanya Charita Amrita, Adi Leela, Chapter 1 Summary, Shaila Prabhupada says this,"}, {"start": 858.62, "end": 873.2, "text": " Shaila Vishwanatha Chakravarti Thakur accepted Shaila Jagannath Das Babaji, who initiated Shaila Bhaktivinoda Thakur, who in turn initiated Shaila Gaur Kishore Das Babaji."}, {"start": 873.48, "end": 877.2, "text": " So, here, Shaila Prabhupada clearly mentions,"}, {"start": 878.22, "end": 885.8000000000001, "text": " unequivocally, that Shaila Bhaktivinoda Thakur initiated Shaila Gaur Kishore Das Babaji Maharaj."}, {"start": 885.8000000000001, "end": 895.14, "text": " In the same vein, Shaila Prabhupada here says that Shaila Jagannath Das Babaji Maharaj also initiated Shaila Bhaktivinoda Thakur."}, {"start": 896.48, "end": 906.84, "text": " And this is confirmed by Shaila Prabhupada in the March 20, 1960 edition of Back to Godhead, Volume 3, Part 16,"}, {"start": 906.84, "end": 908.2, "text": " where Prabhupada says,"}, {"start": 908.22, "end": 928.5, "text": " Shaila Bhaktivinoda Thakur was initiated and Shaila Gaur Kishore Das Babaji, the spiritual master of Om Vishnupad, Bhaktisiddhanta Saraswati Prabhupada, the divine spiritual master of our humble self."}, {"start": 928.5, "end": 938.2, "text": " Again, here also, Shaila Prabhupada says that Shaila Bhaktivinoda Thakur was initiated by Shaila Jagannath Das Babaji."}, {"start": 938.22, "end": 958.5, "text": " So, from all of this, it is clear that officially or from material point of view, in terms of maybe social custom or tradition or hereditary practices or caste or whatever practices were prevalent in the society at that time,"}, {"start": 958.98, "end": 965.82, "text": " Shaila Jagannath Das Babaji Maharaj might not have appeared to be the diksha guru of Shaila Bhaktivinoda Thakur."}, {"start": 966.44, "end": 967.5, "text": " And Shaila Bhaktivinoda Thakur..."}, {"start": 968.22, "end": 976.76, "text": " In turn, might not have appeared to be the diksha guru of Shaila Gaur Kishore Das Babaji Maharaj in the eyes of the material people."}, {"start": 976.76, "end": 997.0600000000001, "text": " But from spiritual consideration, Shaila Jagannath Das Babaji Maharaj was indeed the diksha guru of Shaila Bhaktivinoda Thakur and Shaila Bhaktivinoda Thakur was indeed the diksha guru of Shaila Gaur Kishore Das Babaji Maharaj."}, {"start": 997.0600000000001, "end": 998.0600000000001, "text": " This..."}, {"start": 998.22, "end": 1004.64, "text": " is the conclusion we can draw. The official Diksha Guru, the Diksha Guru accepted according"}, {"start": 1004.64, "end": 1009.5600000000001, "text": " to hereditary customs or traditions or whatever. The official Diksha Guru of Srila Bhaktivinoda"}, {"start": 1009.5600000000001, "end": 1015.76, "text": " Thakur, who may have been accepted in terms of social customs, tradition, hereditary practices,"}, {"start": 1015.98, "end": 1022.0400000000001, "text": " caste or any other material reason, whatever it is. It might have been someone else, not"}, {"start": 1022.0400000000001, "end": 1028.46, "text": " Jagannath Das Babaji Maharaj. But for all practical purposes, Srila Prabhupada quotes"}, {"start": 1028.46, "end": 1036.3000000000002, "text": " Srila Jeev Goswami to emphasize that such official Diksha has no relevance, no meaning"}, {"start": 1036.3000000000002, "end": 1043.2, "text": " in spiritual life and therefore such official Diksha Gurus find no mention in the teachings"}, {"start": 1043.2, "end": 1049.78, "text": " of Srila Prabhupada about who were the official Gurus of Srila Bhaktivinoda Thakur or of Srila"}, {"start": 1049.78, "end": 1051.8000000000002, "text": " Gaur Keshavar Das Babaji Maharaj."}, {"start": 1052.04, "end": 1057.94, "text": " Because they are simply not relevant and they have no meaning. So, in fact, Prabhupada"}, {"start": 1057.94, "end": 1061.48, "text": " says such official Diksha Gurus are to be rejected."}, {"start": 1062.22, "end": 1072.52, "text": " As Srila Prabhupada quotes Srila Jeev Goswami, which brings us to the current unauthorized"}, {"start": 1072.52, "end": 1080.3999999999999, "text": " Guru system in the ISKCON Mumbai group. Their GBC has based their self-appointed Guru system"}, {"start": 1080.3999999999999, "end": 1082.02, "text": " on Srila Prabhupada."}, {"start": 1082.04, "end": 1090.1399999999999, "text": " The Bhaktivinoda Thakur's official acceptance of Diksha from someone who was not an Acharya"}, {"start": 1090.1399999999999, "end": 1101.96, "text": " in our Parampara or who was not a pure devotee. So, the GBC quotes this to justify their stand"}, {"start": 1101.96, "end": 1109.54, "text": " that the Diksha Gurus in ISKCON need not be pure devotees. But as we have seen until"}, {"start": 1109.54, "end": 1110.22, "text": " now, such official Diksha Gurus are accepted."}, {"start": 1110.22, "end": 1111.04, "text": " The Bhaktivinoda Thakur's official acceptance of Diksha Gurus from someone who was not an"}, {"start": 1111.04, "end": 1112.02, "text": " Acharya in our Parampara or who was not a pure devotee. So, the GBC quotes this to justify"}, {"start": 1112.04, "end": 1121.8999999999999, "text": " God by Srila Bhaktivinoda Thakur was Laukiki. It was only official and had no spiritual significance, no spiritual meaning."}, {"start": 1122.76, "end": 1129.26, "text": " And Srila Prabhupada quoted Srila Jeevakaswami to say that such Laukika Guru is to be rejected."}, {"start": 1129.94, "end": 1135.62, "text": " Parityagena. And a Paramarthika Adhyatmika Guru has to be accepted for Diksha."}, {"start": 1135.6200000000001, "end": 1144.42, "text": " So this means that all of ISKCON Mumbai group's Diksha Gurus who are indicated no objection by the GBC"}, {"start": 1144.42, "end": 1151.2, "text": " are based on the official or Laukika Diksha Guru example of Srila Bhaktivinoda Thakur"}, {"start": 1151.2, "end": 1158.0200000000002, "text": " which means as per Srila Jeevakaswami, they are all to be rejected. Parityagena."}, {"start": 1158.3200000000002, "end": 1163.2800000000002, "text": " All the Diksha Gurus in ISKCON are only official or Laukika Gurus."}, {"start": 1163.2800000000002, "end": 1165.5600000000002, "text": " Then who is the Paramarthika Guru?"}, {"start": 1165.6200000000001, "end": 1168.6200000000001, "text": " Who is the Paramarthika Guru to be accepted as Diksha Guru in ISKCON?"}, {"start": 1168.6200000000001, "end": 1177.6200000000001, "text": " The answer is that is only His Divine Grace Vishwaguru Abhay Charanarvinda Bhaktivedanta Swami Srila Prabhupada."}, {"start": 1177.6200000000001, "end": 1188.6200000000001, "text": " He is the sole Diksha Guru of ISKCON as declared by Srila Prabhupada himself in his July 9th 1977 Directive"}, {"start": 1188.6200000000001, "end": 1191.6200000000001, "text": " which is followed by ISKCON Bangalore group."}, {"start": 1191.6200000000001, "end": 1194.6200000000001, "text": " Vishwaguru Srila Prabhupada Ki Jai. Hare Krishna."}, {"start": 1195.6200000000001, "end": 1202.6200000000001, "text": " Skills have been learned quien sigui young and you are the Vinaya Presents among its own."}, {"start": 1202.6200000000001, "end": 1205.8000000000002, "text": " Could they ground to the point of an submarine to become a medium,"}, {"start": 1205.8000000000002, "end": 1209.2600000000002, "text": " at the correct point to a concept of every human being and their sense?"}, {"start": 1209.2600000000002, "end": 1211.88, "text": " You are not a mahaGina."}, {"start": 1211.88, "end": 1221.8600000000001, "text": " Your humble essence is of which of the seven suffixes can be deemed as initiate."}, {"start": 1221.8600000000001, "end": 1224.3000000000002, "text": " Who are you to be considered?"}, {"start": 1224.3000000000002, "end": 1224.72, "text": " I am Nekshath"}, {"start": 1224.72, "end": 1225.5400000000002, "text": " I have had Tirthik meenak or Ambaekha,"}, {"start": 1225.5400000000002, "end": 1225.6000000000001, "text": " They are repeating negative sentences and their names are not necessary to tell the truth."}]}