{"video_id": "Ebbdi4RmtxA", "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.16.21 | 28-01-2023", "speaker": "HH Stoka Krishna Swami", "youtube_url": "https://www.youtube.com/watch?v=Ebbdi4RmtxA", "duration": 902, "segments": [{"start": 0.0, "end": 6.92, "text": " Om Agyana Timiraandhasya Gyananjanishalakaya Chakshuranmeelitam Yena Tasmai Shri Gurave Namaha"}, {"start": 6.92, "end": 14.08, "text": " Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine"}, {"start": 14.08, "end": 22.34, "text": " Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine"}, {"start": 22.34, "end": 30.619999999999997, "text": " Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda"}, {"start": 30.619999999999997, "end": 37.82, "text": " Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"}, {"start": 37.82, "end": 44.06, "text": " Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam"}, {"start": 44.06, "end": 48.04, "text": " Deveem Saraswateem Vyasam Tato Jayam Udi Rayet"}, {"start": 48.04, "end": 52.32, "text": " In this session we will be discussing from the 21st verse."}, {"start": 52.34, "end": 55.52, "text": " Of the 16th chapter of the 1st canto of Srimad Bhagavatam."}, {"start": 82.34, "end": 93.16, "text": " The meaning of this verse is are you feeling compunction for the unhappy women and children"}, {"start": 93.16, "end": 100.26, "text": " who are left forlorn by unscrupulous persons or are you unhappy because the goddess of"}, {"start": 100.26, "end": 106.34, "text": " learning is being handled by brahmanas addicted to acts against the principles of religion"}, {"start": 106.34, "end": 112.32000000000001, "text": " or are you sorry to see that the brahmanas have taken shelter of administrative powers"}, {"start": 112.34, "end": 117.18, "text": " their families but do not respect brahmanical culture."}, {"start": 117.18, "end": 128.44, "text": " So this verse is a continuation of dharma questioning mother earth . Dharma in the shape"}, {"start": 128.44, "end": 133.14000000000001, "text": " of a bull is asking mother earth in the shape of a cow."}, {"start": 133.14000000000001, "end": 142.1, "text": " Three more questions are raised here . All these are symptoms of suffering of the people"}, {"start": 142.1, "end": 142.24, "text": " in culture."}, {"start": 142.24, "end": 142.32, "text": " Now if we know about practice of practice of practice of practice of practice of practice"}, {"start": 142.32, "end": 154.16, "text": " Kali Yuga. Mother earth is feeling for the people of this earth planet who are suffering"}, {"start": 154.16, "end": 162.14, "text": " in this Kali Yuga in different ways. So, dharma is questioning mother earth."}, {"start": 162.85999999999999, "end": 166.22, "text": " Are you feeling compunction? What is the meaning of compunction? Compunction means"}, {"start": 166.22, "end": 174.24, "text": " are you feeling sad or sorry for the unhappy women and children"}, {"start": 174.24, "end": 180.57999999999998, "text": " who are left forlorn. Forlorn means they are completely deserted. They are"}, {"start": 180.57999999999998, "end": 186.48, "text": " left alone to suffer on their own by unscrupulous persons."}, {"start": 189.66, "end": 196.2, "text": " Prabhupada will explain how this is happening in the purport, but I am just going through the"}, {"start": 196.22, "end": 202.42, "text": " verse itself. This is the first question. Then the next question being asked by dharma in the"}, {"start": 202.42, "end": 208.16, "text": " same verse, in these 21st verses. Or are you unhappy because the goddess of learning is being"}, {"start": 208.16, "end": 217.44, "text": " handled by brahmanas addicted to acts against the principles of religion? That means knowledge is"}, {"start": 217.44, "end": 223.32, "text": " in the hands of brahmanas. They learn and they disseminate that knowledge to the people in"}, {"start": 223.32, "end": 226.2, "text": " society. Now, these brahmanas, if they don't have the knowledge, they don't have the knowledge to"}, {"start": 226.20000000000002, "end": 234.54000000000002, "text": " follow the principles of religion, the dharmic principles, then they become disqualified as"}, {"start": 234.54000000000002, "end": 244.18, "text": " brahmanas. Then they are no longer able to properly either learn or properly disseminate"}, {"start": 244.18, "end": 251.26000000000002, "text": " or set a right example or teach people the right values, right principles. They are unable to do"}, {"start": 251.26000000000002, "end": 255.78000000000003, "text": " that. So, this is another sorry state of affairs in this Kali Yuga."}, {"start": 256.2, "end": 263.15999999999997, "text": " We don't have qualified brahmanas. We have teachers, but they are not qualified brahmanas."}, {"start": 263.47999999999996, "end": 270.92, "text": " They don't follow principles. Then the third question is, or are you sorry to see that the"}, {"start": 270.92, "end": 276.36, "text": " brahmanas have taken shelter of administrative families that do not respect brahmanical culture?"}, {"start": 277.56, "end": 284.82, "text": " These brahmanas, then knowledgeable or learned people, they work for the government."}, {"start": 286.2, "end": 296.28, "text": " And they are not treated properly by the government. They are forced to commit sinful activities"}, {"start": 296.28, "end": 303.86, "text": " in spite of having knowledge because they are dependent for their livelihood upon the government's salary."}, {"start": 305.74, "end": 310.98, "text": " So, they cannot say, I won't do something that they are asked to do. So, they will do it."}, {"start": 310.98, "end": 316.14, "text": " Even though they know it's wrong, it is bad, it is sinful, it is going to bring about,"}, {"start": 316.2, "end": 322.38, "text": " lot of misery, suffering for the people. Still, they cannot avoid, they cannot refuse,"}, {"start": 322.94, "end": 328.48, "text": " they cannot instruct the administrators that this is not correct, what you are doing."}, {"start": 329.0, "end": 337.08, "text": " They cannot do that. So, this is a sorry plight of the people in this Kali Yuga due to the"}, {"start": 337.08, "end": 344.62, "text": " degradation or the bad, evil influence of Kali. So, in the purport, Srila Prabhupada says,"}, {"start": 344.62, "end": 346.12, "text": " in the age of Kali,"}, {"start": 346.76, "end": 354.3, "text": " the women and the children along with brahmanas and cows will be grossly neglected and left unprotected."}, {"start": 354.3, "end": 356.8, "text": " This is Kali Yuga symptom."}, {"start": 358.09999999999997, "end": 365.3, "text": " In the scriptures it is said very clearly, in a civilized society five categories of people"}, {"start": 365.3, "end": 375.94, "text": " deserve to be protected by the government and by the respective, respective guardians, respective leaders."}, {"start": 376.2, "end": 390.65999999999997, "text": " or respective protectors the women had to be protected by men especially in the"}, {"start": 390.65999999999997, "end": 396.0, "text": " young age by the father a girl has to be protected in the middle age by her"}, {"start": 396.0, "end": 403.52, "text": " husband and in old age by her son or another guardian family guardian so this"}, {"start": 403.52, "end": 408.85999999999996, "text": " is the protection that shastras say must be given to women what happens if they"}, {"start": 408.85999999999996, "end": 414.74, "text": " are not given protection then they are exploited by unscrupulous ruffians rogues"}, {"start": 414.74, "end": 429.85999999999996, "text": " and and uncultured mlechas yavanas gundas drunkards meat-eaters womanizers"}, {"start": 429.85999999999996, "end": 433.08, "text": " woman hunters prostitute hunters"}, {"start": 433.52, "end": 440.06, "text": " women are exploited therefore women should be protected but in the age of"}, {"start": 440.06, "end": 445.96, "text": " Kali there is no protection children children definitely require protection"}, {"start": 445.96, "end": 451.15999999999997, "text": " children should be protected by the state government and children should"}, {"start": 451.15999999999997, "end": 459.62, "text": " also be protected by the parents in case the parents the child doesn't have"}, {"start": 459.62, "end": 463.26, "text": " parents because it's an orphan parents died up and separated from"}, {"start": 463.26, "end": 463.5, "text": " parents"}, {"start": 463.5, "end": 470.16, "text": " then the state has to give protection to such children orphans so children"}, {"start": 470.16, "end": 474.96, "text": " require protection again they will be exploited they will be uncared for they"}, {"start": 474.96, "end": 480.96, "text": " not be proper upbringing there will be no proper development of the child for a"}, {"start": 480.96, "end": 489.42, "text": " good future etc now brahmanas they require protection because they don't"}, {"start": 489.42, "end": 493.24, "text": " have time for earning their livelihoods they don't have time for earning their"}, {"start": 493.24, "end": 502.18, "text": " livelihood by doing some work they are supposed to be busy with worshipping God"}, {"start": 502.18, "end": 507.76, "text": " and learning the scriptures and disseminating that knowledge in society"}, {"start": 507.76, "end": 514.3, "text": " free of charge to everyone else who is ignorant or who doesn't have the"}, {"start": 514.3, "end": 522.7, "text": " aptitude to learn this by the by the system of gurukula"}, {"start": 523.24, "end": 530.22, "text": " so brahmanas have got a very irresponsible task and brahmanas they are not strong"}, {"start": 530.22, "end": 534.58, "text": " enough to defend themselves against any attack they have to be protected by the"}, {"start": 534.58, "end": 541.88, "text": " Kshatriyas government government has to give protection law and order situation"}, {"start": 541.88, "end": 548.1800000000001, "text": " has to be maintained by the government so brahmanas specially require protection"}, {"start": 548.1800000000001, "end": 553.24, "text": " for the welfare of the entire society cows cows require special protection"}, {"start": 553.24, "end": 558.6800000000001, "text": " protection because cow is the only animal that gives the human society what"}, {"start": 558.6800000000001, "end": 563.02, "text": " is called as cow's milk which is a miracle food which contains the"}, {"start": 563.02, "end": 568.34, "text": " aggregate of all nutritional values required for a human being it's required"}, {"start": 568.34, "end": 572.44, "text": " for our subsistence it's required for our development and growth and"}, {"start": 572.44, "end": 577.5, "text": " development of finer brain tissues to understand spiritual subject matter we"}, {"start": 577.5, "end": 584.12, "text": " discuss this many times earlier so cow should be specially protected so in"}, {"start": 584.12, "end": 589.02, "text": " Kali Yuga there is no protect proper protection for these four categories of"}, {"start": 589.02, "end": 597.2, "text": " persons they'd be grossly neglected and they left unprotected in this age of"}, {"start": 597.2, "end": 602.44, "text": " Kali illicit connection with women will render many women and children uncared"}, {"start": 602.44, "end": 607.04, "text": " for you can see this specially in the western countries in America"}, {"start": 607.04, "end": 607.48, "text": " you can see this specially in the western countries in America"}, {"start": 607.48, "end": 637.22, "text": " So many women, because somehow they get married or even if they are not married, they have their living partner. Then they have a child and the person who is supposed to be the father of the child that is born, he just walks out due to divorce or separation or broken family."}, {"start": 637.48, "end": 658.78, "text": " Relationship, whatever, broken marriage. And then the child and the mother are left unprotected, uncared for. That's what is being mentioned here. And the numbers are increasing as the years go by. Numbers are increasing."}, {"start": 660.7, "end": 667.46, "text": " And one more problem in this Kaliwai's present age is circumstantial. The women will try to become into the relationship."}, {"start": 667.48, "end": 688.7, "text": " Independent of the protection of marriage. Sorry, independent protection of men through marriage. They want to be independent. This independent is dangerous for the woman. Why? Because then she is prone to be exploited by rogues, ruffians."}, {"start": 690.5, "end": 695.7, "text": " As long as they are married and there is a proper family unit."}, {"start": 696.7, "end": 697.46, "text": " Where they are married."}, {"start": 697.48, "end": 706.38, "text": " They are given proper protection. They are guided and they are cared for. Women will be exploited."}, {"start": 708.26, "end": 712.32, "text": " They will be exploited. That's what we see everywhere around us now."}, {"start": 715.62, "end": 725.08, "text": " The brahmanas, they are traditionally intelligent people who can pick up knowledge, who can learn, who can teach."}, {"start": 725.7, "end": 727.12, "text": " But in Kali Yuga,"}, {"start": 727.48, "end": 735.38, "text": " they will acquire modern education, but as far as moral and religious principles are concerned, they don't care for that."}, {"start": 737.0600000000001, "end": 744.52, "text": " They shall be most fallen in terms of following good moral principles."}, {"start": 745.62, "end": 754.72, "text": " Very intelligent, very educated, very learned, but as far as morality is concerned, very, very poor, very bad."}, {"start": 755.36, "end": 756.52, "text": " So, education,"}, {"start": 757.48, "end": 765.98, "text": " education and bad character don't go together, normally, but in Kali Yuga, they will run parallel."}, {"start": 767.36, "end": 785.08, "text": " The person is very intelligent, very educated, very learned, but as for don't ask what is his character, character is worst character, because they don't care to follow the principles, moral principles, religious principles, they don't care to follow."}, {"start": 786.16, "end": 786.66, "text": " And,"}, {"start": 786.66, "end": 788.66, "text": " what about the administrators?"}, {"start": 790.04, "end": 792.04, "text": " They call themselves a secular."}, {"start": 793.16, "end": 798.9599999999999, "text": " Because of it, they don't follow any of the eternal Vedic principles."}, {"start": 800.3199999999999, "end": 801.66, "text": " So, they say we don't believe."}, {"start": 802.62, "end": 808.24, "text": " And, they have their own so-called system of administration."}, {"start": 809.6, "end": 812.6, "text": " They don't follow the standard authorities, Manusamhita, etc."}, {"start": 813.18, "end": 816.54, "text": " So, they have some concocted system of governance."}, {"start": 816.66, "end": 841.3399999999999, "text": " And, they will actually not give protection to the genuine brahmanas, to followers of real dharma, because of which, there will be so much of degradation in society, because people don't get proper guidance from a qualified brahmana, they become degraded."}, {"start": 841.3399999999999, "end": 845.3399999999999, "text": " The innocent people, the common people become degraded."}, {"start": 845.34, "end": 849.8000000000001, "text": " And, society will actually become very, very, very, very fallen."}, {"start": 849.8000000000001, "end": 853.8000000000001, "text": " So, that is what is being described here."}, {"start": 853.8000000000001, "end": 861.8000000000001, "text": " So, these are some of the symptoms of the age of Kali, which are harmful to the general welfare of the human society."}, {"start": 861.8000000000001, "end": 863.8000000000001, "text": " That's why this is being raised here."}, {"start": 865.8000000000001, "end": 870.8000000000001, "text": " Dharma, personified in the form of a bull."}, {"start": 870.8000000000001, "end": 874.8000000000001, "text": " To Mother Earth, personified in the form of a cow."}, {"start": 875.34, "end": 899.34, "text": " So, this conversation is going to lead to some real enlightenment in understanding what is the necessity of dharma, what is the necessity of following the Vedic principles, absolute necessity for the well-being of the entire society."}, {"start": 899.34, "end": 901.34, "text": " So, I'll stop here. Thank you very much. Hare Krishna."}]}