{"video_id": "Fiwg9d4D8SA", "title": "SB 1.17.38 part 2 | HH Stoka Krishna Swami | 18-03-2023 | Daily Evening Bhagavatam Discourse", "speaker": "HH Stoka Krishna Swami", "youtube_url": "https://www.youtube.com/watch?v=Fiwg9d4D8SA", "duration": 941, "segments": [{"start": 0.0, "end": 9.66, "text": " Om Agyanati Miran Dhasya Gyananj Nishalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha"}, {"start": 9.66, "end": 17.72, "text": " Namao Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine"}, {"start": 17.72, "end": 26.34, "text": " Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pachachyade Shatarine"}, {"start": 26.34, "end": 35.24, "text": " Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Ganadhara Shiva Sadhi Gauravakta Vrinda"}, {"start": 35.24, "end": 43.84, "text": " Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"}, {"start": 43.84, "end": 52.24, "text": " Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam"}, {"start": 52.24, "end": 56.24, "text": " Devi Saraswati Vyasam Tato Jayam Udhirayam"}, {"start": 56.34, "end": 63.940000000000005, "text": " In this session we will be discussing from the 38th verse of the 17th chapter of the"}, {"start": 63.940000000000005, "end": 66.68, "text": " first canto of Srimad Bhagavatam."}, {"start": 66.68, "end": 73.54, "text": " This is a fresh session which is continuing from the previous session."}, {"start": 73.54, "end": 80.12, "text": " Previous session we discussed part 1 of this 38th verse, now we will discuss part 2 and"}, {"start": 80.12, "end": 84.28, "text": " in the next session we will discuss part 3 because there is a very big purport here written"}, {"start": 84.28, "end": 86.12, "text": " by Srila Prabhupada."}, {"start": 86.12, "end": 94.36, "text": " So I will just read this verse once again, 38th verse of the 17th chapter of the first"}, {"start": 94.36, "end": 105.22, "text": " canto of Srimad Bhagavatam, Suta Vacha Abhyarthitas Tadatasmai Sthanani Kalaye Dadau Deutam Panam"}, {"start": 105.22, "end": 115.72, "text": " Striya Suna Yatra Adharma Chatur Vidhah The meaning of this verse is, Suta Goswami said,"}, {"start": 116.12, "end": 123.22, "text": " Maharaj Pariksit, thus being petitioned by the personality of Kali, gave him permission"}, {"start": 123.22, "end": 134.76, "text": " to reside in places where gambling, drinking, prostitution and animal slaughter were performed."}, {"start": 134.76, "end": 145.96, "text": " So Maharaj Pariksit gave Kali Purusha four places, Deutam Panam Striya Suna, Deutam means"}, {"start": 145.96, "end": 156.06, "text": " gambling, Panam means drinking, Pras and Striya means prostitution and Suna means"}, {"start": 156.06, "end": 158.58, "text": " animal slaughter."}, {"start": 158.58, "end": 169.18, "text": " So we discussed in the previous session that the basic principles of irreligiosity, they"}, {"start": 169.18, "end": 172.68, "text": " counteract the four principles of religion."}, {"start": 172.68, "end": 174.28, "text": " And we discussed the."}, {"start": 174.28, "end": 175.28, "text": " How?"}, {"start": 175.28, "end": 184.16, "text": " counteraction happens in the previous session. Now, Srila Prabhupada says in the purport further,"}, {"start": 184.16, "end": 193.7, "text": " the personality of Kali was given permission to live in four places particularly mentioned"}, {"start": 193.7, "end": 204.56, "text": " by the king. Namely, the place of gambling, the place of prostitution, the place of drinking,"}, {"start": 204.56, "end": 213.62, "text": " and the place of animal slaughter. Four specific places were given for Kali Purusha by Maharaj"}, {"start": 213.62, "end": 228.5, "text": " Pariksit. So, now something about what is Dharma and what is Adharma as regards these four activities"}, {"start": 228.5, "end": 234.08, "text": " are specifically explained by Srila Prabhupada."}, {"start": 234.56, "end": 247.66, "text": " With reference to Srila Jeeva Goswami's commentary on this verse in his writings. Srila Jeeva"}, {"start": 247.66, "end": 255.7, "text": " Goswami is one of the six Goswamis, the direct disciples of Sri Chaitanya Mahaprabhu. So,"}, {"start": 255.7, "end": 264.56, "text": " Srila Prabhupada says in the next part of the purport, Srila Jeeva Goswami directs the"}, {"start": 264.56, "end": 271.78000000000003, "text": " drunken people and the unmarried woman with the five principles of the scriptures that"}, {"start": 271.78000000000003, "end": 279.62, "text": " drinking against the principles of scriptures, such as the Sautramaaniyagna, association"}, {"start": 279.62, "end": 290.9, "text": " with woman outside of marriage, killing animals against the injunctions of scriptures, are"}, {"start": 290.9, "end": 293.7, "text": " irreligious. Irreligious means Adharma. Three things are specifically mentioned. Drinking"}, {"start": 293.7, "end": 300.7, "text": " against the principles of scriptures, association with women outside marriage, killing animals"}, {"start": 300.7, "end": 309.12, "text": " against the injunction of scriptures are all adharma or all irreligious."}, {"start": 309.12, "end": 320.5, "text": " Now we have to carefully understand what does it mean that these acts are irreligious only"}, {"start": 320.5, "end": 334.5, "text": " if they are against the scriptures and what do scriptures allow in terms of drinking,"}, {"start": 334.5, "end": 350.3, "text": " illicit connection with women and or rather association with women and killing animals."}, {"start": 350.3, "end": 350.5, "text": " What do scriptures allow?"}, {"start": 350.5, "end": 359.22, "text": " scriptures say so Prabhupada first of all clarifies in the Vedas two different types"}, {"start": 359.22, "end": 371.44, "text": " of injunctions are there for the pravrittas and for the nivrittas so dharma or scriptural"}, {"start": 371.44, "end": 383.14, "text": " injunctions are there differently explained for two different categories of persons who"}, {"start": 383.14, "end": 390.5, "text": " are the pravrittas pravrittas are those who are engaged in material enjoyment and nivrittas"}, {"start": 390.5, "end": 400.34, "text": " are those who are liberated for from material bondage"}, {"start": 400.34, "end": 401.34, "text": " so pravrittas"}, {"start": 401.34000000000003, "end": 408.88000000000005, "text": " who are regular ordinary people they are somehow in ignorance and they are"}, {"start": 408.88000000000005, "end": 416.84000000000003, "text": " engaged in material enjoyment so what is the scriptural injunctions of practicing"}, {"start": 416.84000000000003, "end": 422.56000000000006, "text": " Dharma for the normal people ordinary people the pravartas those engaged in"}, {"start": 422.56000000000006, "end": 428.40000000000003, "text": " material enjoyment and what are those scriptural injunctions specifically"}, {"start": 428.40000000000003, "end": 433.40000000000003, "text": " meant for nivrittas or those liberated from material bondage there are"}, {"start": 433.40000000000003, "end": 440.90000000000003, "text": " different injunctions so Srila Prabhupada further says the Vedic injunction for"}, {"start": 440.90000000000003, "end": 447.40000000000003, "text": " the pravartas the ordinary people those engaged in material enjoyment is to"}, {"start": 447.40000000000003, "end": 457.22, "text": " gradually regulate their activities towards the path of liberation so the"}, {"start": 457.22, "end": 458.38000000000005, "text": " injunctions in this scriptural injunctions are the same as the pravartas"}, {"start": 458.38, "end": 468.34, "text": " scriptures are meant to regulate the activities of the ordinary common people"}, {"start": 468.34, "end": 479.36, "text": " so that these common people progress towards liberation not that they follow"}, {"start": 479.36, "end": 488.38, "text": " the scriptures and they remain in bondage no the aim of the Vedas"}, {"start": 488.38, "end": 495.98, "text": " whether it is for the pravartas or nivrittas is ultimately to free them"}, {"start": 495.98, "end": 505.08, "text": " from material bondage and to help them progress after becoming liberated to go"}, {"start": 505.08, "end": 512.76, "text": " back to Godhead we should not forget this merely attaining liberation from"}, {"start": 512.76, "end": 518.24, "text": " material bondage is not enough there is a"}, {"start": 518.24, "end": 527.12, "text": " further progress to be made after liberation to go back to Godhead where we all belong"}, {"start": 533.44, "end": 539.84, "text": " therefore Srila Prabhupada further says for those who are in the lowest stage of ignorance"}, {"start": 539.84, "end": 552.08, "text": " and who indulge in wine women and flesh there are scriptural rules how to regulate their activities"}, {"start": 552.08, "end": 561.86, "text": " in this connection how to regulate their drinking how to regulate their association with women how"}, {"start": 561.86, "end": 568.7, "text": " to regulate them in the matter of eating flesh so for drinking liquor"}, {"start": 569.84, "end": 581.2800000000001, "text": " for the pravrittas there is a injunction that they may drink liquor after performing"}, {"start": 581.2800000000001, "end": 596.1600000000001, "text": " Sautramani Yagna the pravrittas may associate with women only through marriage and the pravrittas"}, {"start": 596.1600000000001, "end": 599.82, "text": " may eat animal flesh and drink liquor after performing Sautramani Yagna"}, {"start": 599.84, "end": 606.08, "text": " after offering a goat in sacrifice"}, {"start": 609.84, "end": 617.84, "text": " so we should always remember that these recommendations in the Vedas for the pravrittas"}, {"start": 619.2800000000001, "end": 626.88, "text": " is meant for pravrittas only and not for everyone"}, {"start": 629.6800000000001, "end": 629.84, "text": " you"}, {"start": 629.84, "end": 635.44, "text": " it's not meant for everyone so these pravrittas for whom such"}, {"start": 635.44, "end": 645.7, "text": " allowance is given are those in the lowest stage of ignorance they are tamasic people"}, {"start": 645.7, "end": 649.4, "text": " they are situated in tamoguna"}, {"start": 649.4, "end": 658.48, "text": " so it is not meant for those who are not in tamoguna it's not meant for those in rajoguna"}, {"start": 658.48, "end": 659.6800000000001, "text": " or sattvaguna"}, {"start": 659.6800000000001, "end": 675.84, "text": " no so when the people who are thumbsick they indulge in drinking liquor or"}, {"start": 675.84, "end": 684.2800000000001, "text": " eating flesh animal flesh or they indulge in associating with women they"}, {"start": 684.28, "end": 694.52, "text": " may do so according to the injunctions of the scriptures by following the"}, {"start": 694.52, "end": 706.9599999999999, "text": " sacrifice meant for offering a goat to Kali or by offering some liquor to again"}, {"start": 706.9599999999999, "end": 714.22, "text": " Kali in Sautramani yajna or they may associate with women"}, {"start": 714.22, "end": 714.26, "text": " or they may associate with women or they may associate with women or they may"}, {"start": 714.26, "end": 724.8199999999999, "text": " after getting married to them according to the Vedic injunctions so for such"}, {"start": 724.8199999999999, "end": 731.68, "text": " thumbsick people under Vedic regulation which is meant for thumbsick people"}, {"start": 731.68, "end": 738.52, "text": " pravrittas there is no consideration of"}, {"start": 738.88, "end": 744.2, "text": " sin I'm sorry there's no consideration of being"}, {"start": 744.2, "end": 752.4000000000001, "text": " punished by being sent to hell if they kill a goat and offer it in sacrifice to"}, {"start": 752.4000000000001, "end": 759.44, "text": " Kali or they offer wine in a Sautramani yajna and then partake of the remnants"}, {"start": 759.44, "end": 770.2, "text": " of such offering or they indulge in sex with a woman after being duly married to"}, {"start": 770.2, "end": 772.7, "text": " that woman"}, {"start": 772.7, "end": 774.1400000000001, "text": " so"}, {"start": 804.14, "end": 808.26, "text": " do not pray to Lord Shiva for anything else but only to improve one's health"}, {"start": 808.26, "end": 814.1, "text": " in hell so these injunctions in the scriptures are only for thumbsick people"}, {"start": 814.1, "end": 824.8199999999999, "text": " it is not meant for every one so Shruthi Prabhupada says one man's food may be"}, {"start": 824.8199999999999, "end": 828.7, "text": " poisoned for others similarly what is recommended for those in the mode of"}, {"start": 828.7, "end": 833.98, "text": " ignorance may be poisoned for those in the mode of goodness"}, {"start": 833.98, "end": 843.86, "text": " Srila Jiva Goswami Prabhupada says that recommendations in the scriptures for certain class of men"}, {"start": 843.86, "end": 854.22, "text": " are never to be considered adharma or irreligious for them but in general for people who are"}, {"start": 854.22, "end": 865.0400000000001, "text": " not in the tamasic stage all such activities are never to be encouraged and they are factually"}, {"start": 865.0400000000001, "end": 875.1600000000001, "text": " adharma for sattvic people and rajasic people the recommendations like soutramani yajna etc"}, {"start": 875.1600000000001, "end": 884.14, "text": " are actually not to be followed for them all sorts of"}, {"start": 884.14, "end": 884.1800000000001, "text": " recommendations like that are not to be followed for them all sorts of"}, {"start": 884.1800000000001, "end": 884.2, "text": " recommendations like that are not to be followed for them all sorts of"}, {"start": 884.2, "end": 891.6, "text": " meat-eating and all sorts of drinking liquor are prohibited so therefore one"}, {"start": 891.6, "end": 898.1600000000001, "text": " has to be very careful that simply because the shastras allow for a certain"}, {"start": 898.1600000000001, "end": 906.22, "text": " class of people some animal sacrifice or offering of wine in some yagna and then"}, {"start": 906.22, "end": 913.3000000000001, "text": " partaking the remnants doesn't mean everyone can do it no so this"}, {"start": 913.3000000000001, "end": 919.6600000000001, "text": " clarification Srila Prabhupada is giving in the purport to this particular verse"}, {"start": 919.6600000000001, "end": 928.5200000000001, "text": " the 38th verse which says that Kali Purusha was given four places and one"}, {"start": 928.5200000000001, "end": 936.7400000000001, "text": " has to be careful and the later verses and purports will clarify this more I"}, {"start": 936.7400000000001, "end": 940.9200000000001, "text": " will stop here thank you very much Hare Krishna"}]}