{"video_id": "fjRm5JlVs4k", "title": "SB 1.18.27-28 | HH Stoka Krishna Swami | 17-04-2023 | Daily Evening Bhagavatam Discourse", "speaker": "HH Stoka Krishna Swami", "youtube_url": "https://www.youtube.com/watch?v=fjRm5JlVs4k", "duration": 974, "segments": [{"start": 0.0, "end": 8.120000000000001, "text": " Om Agyanati Mirandhsya Gyananjanishalakaya Chaksharunmeenitam Yena Tasmai Shri Gurave Namaha"}, {"start": 8.120000000000001, "end": 15.38, "text": " Namah Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine"}, {"start": 15.38, "end": 24.580000000000002, "text": " Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Paschatya Deshatarine"}, {"start": 24.580000000000002, "end": 33.42, "text": " Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhigaura Bhakta Vrinda"}, {"start": 33.42, "end": 40.7, "text": " Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"}, {"start": 40.7, "end": 46.5, "text": " Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam"}, {"start": 46.5, "end": 50.74, "text": " Deveem Saraswateem Vyasam Tato Jayam Udi Rayet"}, {"start": 50.74, "end": 54.56, "text": " In this session we will be discussing from two words."}, {"start": 54.58, "end": 59.66, "text": " The 27th and the 28th verses of the 18th chapter of the first canto."}, {"start": 60.48, "end": 63.66, "text": " So the 27th verse to begin this session."}, {"start": 64.24, "end": 77.58, "text": " Vipra Kirna Jatachannam Rauravena Jinenacha Vishushyat Talur Udakam Tathabhutam Ayachata"}, {"start": 77.58, "end": 80.44, "text": " The meaning of this verse is"}, {"start": 80.44, "end": 84.44, "text": " The sage in meditation was covered by the skin of a stanchion"}, {"start": 84.58, "end": 89.4, "text": " And long compressed hair was scattered all over him"}, {"start": 89.4, "end": 95.4, "text": " The king whose palate was dry from thirst asked him for water"}, {"start": 95.4, "end": 100.46, "text": " So you just try to picturize what's happening"}, {"start": 100.46, "end": 102.62, "text": " Pariksit Maharaj has gone hunting"}, {"start": 102.62, "end": 107.62, "text": " And he became very tired, thirsty and hungry"}, {"start": 107.62, "end": 110.06, "text": " And he started searching for water"}, {"start": 110.06, "end": 114.24, "text": " And he came across this muni's ashram"}, {"start": 114.24, "end": 114.48, "text": " Shastra of the sage in meditation"}, {"start": 114.48, "end": 115.66000000000001, "text": " Shamika Rishi's ashram"}, {"start": 115.66000000000001, "end": 119.32000000000001, "text": " He entered inside and saw the sage is sitting in meditation"}, {"start": 119.32000000000001, "end": 126.7, "text": " And the way king Pariksit saw the muni is being described here further"}, {"start": 126.7, "end": 131.26, "text": " That the sage that is Shamika Rishi"}, {"start": 131.26, "end": 136.56, "text": " Who was sitting in meditation was covered by skin of a stanchion"}, {"start": 136.56, "end": 140.02, "text": " These rishis they don't wear regular clothes"}, {"start": 140.02, "end": 142.16, "text": " Because they are in the forest"}, {"start": 142.16, "end": 144.14000000000001, "text": " So the sage was sitting in meditation"}, {"start": 144.14000000000001, "end": 151.72000000000003, "text": " So they cover themselves with some skin of an animal"}, {"start": 151.72000000000003, "end": 153.42000000000002, "text": " Or a bark of a tree"}, {"start": 153.42000000000002, "end": 155.32000000000002, "text": " Something easily available"}, {"start": 155.32000000000002, "end": 156.62, "text": " And that need not be changed"}, {"start": 156.62, "end": 158.16000000000003, "text": " That need not be washed"}, {"start": 158.16000000000003, "end": 162.46, "text": " Just because they sit for meditation for very long time"}, {"start": 162.46, "end": 167.64000000000001, "text": " So they have no time to maintain all those things"}, {"start": 167.64000000000001, "end": 172.32000000000002, "text": " And long compressed hair was scattered all over him"}, {"start": 172.32000000000002, "end": 173.52, "text": " There's no time to do that"}, {"start": 173.52, "end": 180.42000000000002, "text": " trim the hair or shave etc so the compressed hair is everywhere over his"}, {"start": 180.42000000000002, "end": 192.78, "text": " body and this king Parikshit he was very very thirsty so thirsty that his palate"}, {"start": 192.78, "end": 200.46, "text": " or his tongue was completely dry and he entered and he asked for water because"}, {"start": 200.46, "end": 207.84, "text": " he was very very thirsty so Srila Prabhupada says in the purport the king"}, {"start": 207.84, "end": 215.66, "text": " being thirsty asked the sage for water something very natural and very simple"}, {"start": 215.66, "end": 221.12, "text": " that such a great devotee and King asked for water from a sage absorbed in trance"}, {"start": 221.12, "end": 230.16, "text": " was certainly providential something unexpected something not expected from a"}, {"start": 230.16, "end": 230.44, "text": " devotee"}, {"start": 230.46, "end": 242.52, "text": " Parikshit is a devotee and he is aware that he is entering the ashram of a"}, {"start": 242.52, "end": 248.24, "text": " Rishi and the Rishi is sitting in meditation obviously you don't expect the"}, {"start": 248.24, "end": 252.98000000000002, "text": " Rishi will be when he's sitting in meditation and deeply absorbed in"}, {"start": 252.98000000000002, "end": 260.16, "text": " meditation you don't expect him to be conscious"}, {"start": 260.16, "end": 263.3, "text": " that some guest has come or somebody has come asking for water you wouldn't"}, {"start": 263.3, "end": 269.0, "text": " expect that so and in spite of that because the king was very very very"}, {"start": 269.0, "end": 279.88, "text": " thirsty he's desperately looking for water so he just asked just asked so it"}, {"start": 279.88, "end": 285.42, "text": " is something which is extraordinary because Prabhupada says here otherwise"}, {"start": 285.42, "end": 290.02000000000004, "text": " there was no chance of such a unique happening it is very very unique this is"}, {"start": 290.02, "end": 297.79999999999995, "text": " an incident arranged by the Supreme Lord for Bhagavatam to be spoken by Shukadev Goswami"}, {"start": 297.79999999999995, "end": 310.34, "text": " on enquiry of Parikshit Maharaj. All these descriptions are events leading to that extraordinary"}, {"start": 310.34, "end": 319.09999999999997, "text": " meeting of Parikshit and Shukadev Goswami leading to the Srimad Bhagavatam being spoken."}, {"start": 319.1, "end": 324.28000000000003, "text": " So Maharaj Parikshit just placed an awkward position so that gradually Srimad Bhagavatam"}, {"start": 324.28000000000003, "end": 334.28000000000003, "text": " could be revealed. This is what Prabhupada says. 28th verse further description, Alabdha"}, {"start": 334.28000000000003, "end": 349.08000000000004, "text": " Trna Bhumi Adihi, Asam Prapt Argya Soondrata, Avagyatam Ivaatmanam Manya Manas Chukopah,"}, {"start": 349.08, "end": 355.52, "text": " the meaning of this 28th verse. The king not received by any formal welcome by means of"}, {"start": 355.52, "end": 365.32, "text": " being offered a seat, a place, water and sweet addresses, considered himself neglected and"}, {"start": 365.32, "end": 373.0, "text": " so thinking he became angry. This is describing King Parikshit. What was his reaction? He"}, {"start": 373.0, "end": 378.08, "text": " thought I have come to his Muni's ashram. And the Muni is not angry. He is not angry."}, {"start": 379.08, "end": 387.21999999999997, "text": " He is responding. He is indifferent to my having come here. He is not offering a seat"}, {"start": 387.21999999999997, "end": 397.32, "text": " or place to sit down. No welcome and no water and no sweet talk. So he considered that I"}, {"start": 397.32, "end": 403.08, "text": " have been neglected. Very basic etiquette is not being followed. I have been neglected"}, {"start": 403.08, "end": 408.44, "text": " and he became angry. So Prabhupada explains in the purport."}, {"start": 409.08, "end": 415.94, "text": " So the background for this verse being this this description by Suta Goswami. The law of"}, {"start": 415.94, "end": 423.32, "text": " reception in the courts of the Vedic principles state that even if an enemy is received at"}, {"start": 423.32, "end": 429.96, "text": " home he must be received with all respects. This is the Vedic culture. Whoever it is,"}, {"start": 429.96, "end": 437.59999999999997, "text": " when they come to your house, enemy or friend, a stranger or a known person, you have to"}, {"start": 437.59999999999997, "end": 438.91999999999996, "text": " receive that person with all respect. This is very important. After you get to the be"}, {"start": 438.92, "end": 448.28000000000003, "text": " all respects the visitor should not be given a chance to understand that he has"}, {"start": 448.28000000000003, "end": 453.5, "text": " come into the house of an enemy if he happens to be an enemy and proper gives"}, {"start": 453.5, "end": 457.64, "text": " an example here when Lord Krishna accompanied by Arjuna and Bhima"}, {"start": 457.64, "end": 463.68, "text": " approached Jarasandha in Magadha the respectable enemies were given a royal"}, {"start": 463.68, "end": 473.62, "text": " reception by King Jarasandha enemy means enemy camp Jarasandha belongs to"}, {"start": 473.62, "end": 486.12, "text": " the camp of the Asuras headed by Kamsa and Krishna Arjuna Bhima the Pandavas"}, {"start": 486.12, "end": 493.2, "text": " they belong to the camp of devotees and Supreme Lord"}, {"start": 493.2, "end": 493.66, "text": " obviously"}, {"start": 493.68, "end": 506.88, "text": " so when Krishna Arjuna and Bhima approached Jarasandha they were in disguise so even"}, {"start": 506.88, "end": 517.02, "text": " though they were in disguise when Jarasandha tried to inquire who are you because he could"}, {"start": 517.02, "end": 524.16, "text": " not recognize their external features they disguised themselves so then when they reveal"}, {"start": 524.16, "end": 532.4399999999999, "text": " their identity still Jarasandha understood these are my enemies but still he received them with a"}, {"start": 532.4399999999999, "end": 543.98, "text": " royal reception this is very cultural and it is also told in the Mahabharata the guest enemy"}, {"start": 543.98, "end": 546.9, "text": " namely Bhima was to fight with Jarasandha"}, {"start": 547.02, "end": 554.28, "text": " that the purpose for which Krishna Bhima and Arjuna had gone and yet they were given a grand"}, {"start": 554.28, "end": 564.52, "text": " reception so at night they used to sit down together as friends and guests and in the"}, {"start": 564.52, "end": 572.04, "text": " daytime they used to fight risking life and death that was a law of reception in their fighting and"}, {"start": 572.04, "end": 576.92, "text": " one of them will be defeated and killed still"}, {"start": 577.02, "end": 583.8, "text": " that is only due to the daytime the fight is going on Bhima versus Jarasandha at night the"}, {"start": 583.8, "end": 591.3, "text": " fight is not concluded at the end of day one day two day three four for so many days so when the"}, {"start": 591.3, "end": 598.56, "text": " fight has not been decided they at the night they will be like Bhima Arjuna and Krishna are guests"}, {"start": 598.56, "end": 606.6999999999999, "text": " of Jarasandha so they'll be nicely given a place to stay they'll be given a nice food nice talk"}, {"start": 607.02, "end": 615.18, "text": " everything very nice now further Prabhupada says the Vedic etiquette the reception law enjoins that a"}, {"start": 615.18, "end": 623.22, "text": " poor man was nothing to offer his guest very poor should be good enough to offer a straw mat for"}, {"start": 623.22, "end": 633.6, "text": " sitting a glass of water for drinking and some sweet words so Prabhupada says therefore to receive"}, {"start": 633.6, "end": 636.9, "text": " a guest either a friend or foe somebody is an enemy"}, {"start": 637.02, "end": 644.6999999999999, "text": " not an enemy is a friendly person there is no expense it is only a question of good manners"}, {"start": 644.6999999999999, "end": 654.84, "text": " very culture is the poorest of poor man when he receives somebody at home he still offers a good"}, {"start": 654.84, "end": 662.74, "text": " reception simply by offering a straw mat straw mat means some straws which are available anywhere"}, {"start": 662.74, "end": 666.88, "text": " they just woven together and made into a sitting mat"}, {"start": 667.02, "end": 676.86, "text": " so straw mat some water to drink water is available everywhere you know poor man is plenty"}, {"start": 676.86, "end": 684.52, "text": " of water earlier there is to live always by a water source either a river or a nice pond or"}, {"start": 684.52, "end": 692.76, "text": " lake or a nice well and plenty of water always there is water so water even a poorest of poor"}, {"start": 692.76, "end": 696.6999999999999, "text": " man can offer a straw mat he can offer to the guest"}, {"start": 697.02, "end": 704.64, "text": " he can offer sweet words welcome to my humble abode please come sit down accept some water"}, {"start": 704.64, "end": 711.84, "text": " what can I do for you so sweet words can be offered without any expense so it is question"}, {"start": 711.84, "end": 717.36, "text": " of good manners now Prabhupada explains when Maharaj Pariksit entered the door of Shamika"}, {"start": 717.36, "end": 723.64, "text": " Rishi he did not expect a royal reception by the Rishi because he knew that saints and Rishis are"}, {"start": 723.64, "end": 726.86, "text": " not material rich persons they are living in an ashram they are not material rich persons they are living in an ashram"}, {"start": 726.86, "end": 726.96, "text": " they are living in an ashram they are not material rich persons they are living in an ashram"}, {"start": 727.02, "end": 733.1999999999999, "text": " some hut and where can they offer royal reception even the king because King"}, {"start": 733.1999999999999, "end": 737.5799999999999, "text": " deserves a royal reception but how can they offer a royal reception so Pariksit"}, {"start": 737.5799999999999, "end": 743.9, "text": " did not expect a royal reception but he never expected that a seed of straw a"}, {"start": 743.9, "end": 751.14, "text": " glass of water and some sweet words would be denied to him he was not an"}, {"start": 751.14, "end": 756.06, "text": " ordinary guest nor was he an enemy of the Rishi and therefore the cold"}, {"start": 756.06, "end": 756.86, "text": " reception with the Rishi was not an ordinary guest nor was he an enemy of the Rishi and"}, {"start": 756.86, "end": 761.52, "text": " therefore the cold reception with the Rishi was not an ordinary guest nor was he an enemy of the Rishi and astonished the King greatly why am I"}, {"start": 761.52, "end": 765.16, "text": " astonished the King greatly why am I being denied even some basic reception I"}, {"start": 765.16, "end": 768.04, "text": " being denied even some basic reception I just want some water that's all and even"}, {"start": 768.04, "end": 770.5600000000001, "text": " just want some water that's all and even that water is being denied by this Rishi"}, {"start": 770.5600000000001, "end": 781.34, "text": " that's what thinking of Pariksit Maharaj is so going by the etiquette that is"}, {"start": 781.34, "end": 786.7, "text": " expected the king was right to get angry with the Rishi when he needed a glass of"}, {"start": 786.7, "end": 791.72, "text": " water very badly so Papa says in the elecmosis to become angry in such a"}, {"start": 791.72, "end": 798.1600000000001, "text": " grave situation was not unnatural for the king but this special circumstance"}, {"start": 798.1600000000001, "end": 802.82, "text": " here what is that because the King himself was not less than a great saint"}, {"start": 802.82, "end": 807.1, "text": " he was saintly king rajarshi Pariksit was not ordinary king his"}, {"start": 807.1, "end": 812.36, "text": " becoming angry and taking action were astonishing very the muni is sitting in"}, {"start": 812.36, "end": 816.7, "text": " trance he is engaged in spiritual activities he is cut off from external"}, {"start": 816.7, "end": 828.48, "text": " sense perception he is absorbed within completely and you expect that such a meditating sage he's"}, {"start": 828.48, "end": 833.1400000000001, "text": " going to offer you some reception he's going to give some water he's conscious that you have"}, {"start": 833.1400000000001, "end": 842.08, "text": " come to his ashram no so why is King Pariksit becoming angry that is a question that should"}, {"start": 842.08, "end": 851.62, "text": " be raised so proper says it must be accepted that this situation was ordained by the supreme will"}, {"start": 851.62, "end": 860.14, "text": " of Lord Krishna the king was a great devotee of the Lord and the saint that is Samika Rishi was"}, {"start": 860.14, "end": 869.0200000000001, "text": " also as good as the king in saintly conduct but by the will of the Lord the circumstances"}, {"start": 869.0200000000001, "end": 871.84, "text": " are so created that they became ways to"}, {"start": 872.08, "end": 878.72, "text": " the kings becoming unattached to family connection and governmental activities and thus becoming"}, {"start": 878.72, "end": 886.58, "text": " a surrendered soul unto the lotus feet of Lord Krishna the events led to that and that"}, {"start": 886.58, "end": 893.9000000000001, "text": " we described in the next few verses the merciful Lord sometimes creates such awkward position"}, {"start": 893.9000000000001, "end": 902.0600000000001, "text": " for his pure devotees in order to drag the pure devotee towards himself"}, {"start": 902.0600000000001, "end": 908.6, "text": " from the mire of material existence mire means that entangling situations in this material world"}, {"start": 908.6, "end": 917.6, "text": " the Lord wants to pull out every one of us but the pure devotees is particularly conscious come"}, {"start": 917.6, "end": 923.96, "text": " out quickly out of this material existence and come back to me outwardly the situations appear"}, {"start": 923.96, "end": 928.22, "text": " to be frustrating to the devotees but the devotees of the Lord are always under the"}, {"start": 928.22, "end": 931.7600000000001, "text": " protection of the Lord and in any condition frustration of success"}, {"start": 932.0600000000001, "end": 938.32, "text": " the Lord is a supreme guide for the devotees devotees understand if there is some frustrating"}, {"start": 938.32, "end": 943.4200000000001, "text": " situation they know it is the arrangement of the Lord Lord has got a higher plan otherwise the"}, {"start": 943.4200000000001, "end": 949.4200000000001, "text": " devotees are never put in frustrating situation in inconvenience they execute the devotional service"}, {"start": 949.4200000000001, "end": 955.2800000000001, "text": " peacefully but sometimes in spite of their endeavor to execute devotional service they put in a"}, {"start": 955.2800000000001, "end": 960.1200000000001, "text": " situation where is difficulty even for doing devotional service and that is the Lord has"}, {"start": 960.1200000000001, "end": 961.1200000000001, "text": " got a higher plan"}, {"start": 962.0600000000001, "end": 966.24, "text": " devotees therefore accept all conditions of frustration as blessings from the"}, {"start": 966.24, "end": 970.74, "text": " Lord and that's what happened in the case of Parikshit Maharaj I'll stop here"}, {"start": 970.74, "end": 976.6400000000001, "text": " thank you very much Hare Krishna. He has got a higher plan. The pure devotees therefore"}, {"start": 976.6400000000001, "end": 981.82, "text": " accept all conditions of frustration as blessings from the Lord and that's what"}, {"start": 981.82, "end": 985.22, "text": " happened in the case of Parikshit Maharaj. I'll stop here thank you very much Hare Krishna."}]}