{"video_id": "flED_YKikRk", "title": "SB 1.19.29-31 | HH Stoka Krishna Swami | 30-05-2023 | Daily Evening Bhagavatam Discourse", "speaker": "HH Stoka Krishna Swami", "youtube_url": "https://www.youtube.com/watch?v=flED_YKikRk", "duration": 946, "segments": [{"start": 0.0, "end": 7.28, "text": " ओम अज्ञानति मिरान्दस्या ज्यानान्जनिषलाकया चक्षरुन्मीलितं येनातस्मैः श्री गुरवे नमः"}, {"start": 7.28, "end": 15.06, "text": " नमा ओम विष्णु पाधाया कृष्ण प्रेष्ठाय भूतले श्रीमते भक्ति वेलांत स्वामेन नितिनामिने"}, {"start": 15.06, "end": 23.22, "text": " नमस्ते सारस्वते देवे गवरवाणी प्रचारिने निर्विशेश शुन्यवादी पाश्चात्य देशतारिने"}, {"start": 23.22, "end": 31.560000000000002, "text": " जाय श्री कृष्ण चैतन्या प्रभू नित्यानन्दा श्री अद्वाईत गदाधरा श्री वासादी गवरवक्त वृन्दा"}, {"start": 31.560000000000002, "end": 49.22, "text": " Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare, Om Namo Bhagavate Vasudevaya, Narayanam Namaskritya, Naram Jai Vanarottamam, Devim Sarasvatim Vyasam Tato Jayam Udhirayet."}, {"start": 49.22, "end": 62.5, "text": " So, in this session, we'll be discussing from three more verses, the 29th, the 30th, and the 31st verses of the 19th chapter of the first canto of Srimad Bhagavatam."}, {"start": 63.28, "end": 72.78, "text": " These set of verses are describing the appearance of Shukadeva Goswami, and so far we have heard the sages in that assembly,"}, {"start": 73.4, "end": 79.12, "text": " they stood up out of respect for Shukadeva Goswami, recognizing him to be a very,"}, {"start": 79.22, "end": 84.53999999999999, "text": " very great personality. What was Pariksit's reaction? That we are going to hear now."}, {"start": 84.53999999999999, "end": 86.26, "text": " 29th verse."}, {"start": 86.26, "end": 106.36, "text": " Sravishnurato atithaya agataya tasmaisa pariyam shirasajahara tato nivrttahi abudhastriyo arbhaka mahasanesopavishesha pujitaha"}, {"start": 106.36, "end": 108.75999999999999, "text": " Sorry."}, {"start": 109.22, "end": 113.0, "text": " mahasanesopavishesha pujitaha"}, {"start": 113.0, "end": 125.72, "text": " The meaning of this verse is, Maharaj Pariksit, who is also known as Vishnurata, Vishnurata means one who is protected always by Lord Vishnu,"}, {"start": 125.72, "end": 130.88, "text": " he bowed his head to receive the chief guest, Shukadeva Goswami."}, {"start": 132.04, "end": 139.2, "text": " At that time, all the ignorant women and boys ceased following Srila Shukadeva."}, {"start": 139.22, "end": 156.04, "text": " He was surrounded by some archins and some foolish women, so all of them became alerted that here is a great personality, he is not a madman, so then they stopped following him, they just disappeared from there."}, {"start": 156.04, "end": 162.04, "text": " Receiving respect from all, Shukadeva Goswami took his exalted seat."}, {"start": 162.04, "end": 168.04, "text": " It's in the purport Srila Prabhupada explains very nicely."}, {"start": 169.22, "end": 179.22, "text": " On Shukadeva Goswami's arrival at the meeting, everyone except Srila Vyasadeva, Narada and a few others stood up."}, {"start": 179.22, "end": 195.22, "text": " See, it was described, great sages, because of physiognomy, they could recognize Shukadeva Goswami, even though he is not properly dressed by his external bodily features, so they stood up out of respect."}, {"start": 195.22, "end": 199.22, "text": " But not Vyasadeva Narada. Why?"}, {"start": 199.22, "end": 204.22, "text": " Because Vyasadeva is Shukadeva Goswami's own spiritual master."}, {"start": 204.22, "end": 209.22, "text": " Narada is the spiritual master of the spiritual master."}, {"start": 209.22, "end": 212.22, "text": " Narada is Vyasadeva's spiritual master."}, {"start": 212.22, "end": 219.22, "text": " So Vyasadeva and Narada did not stand up, and few others who were great personalities, they did not stand up."}, {"start": 219.22, "end": 225.22, "text": " But everybody else stood up out of respect for Shukadeva Goswami."}, {"start": 225.22, "end": 227.22, "text": " Now, what about Maharaj Pariksit?"}, {"start": 227.22, "end": 228.22, "text": " It is described here."}, {"start": 228.22, "end": 240.22, "text": " Maharaj Pariksit was very glad to receive a great devotee of the Lord, and he bowed down before Shukadeva Goswami with all the limbs of his body."}, {"start": 240.22, "end": 249.22, "text": " Dandavat, dandavat pranama, or sastanga pranama, different ways this is said."}, {"start": 249.22, "end": 256.22, "text": " So here it is described that he bowed down with all his limbs of his body."}, {"start": 256.22, "end": 264.22, "text": " Saparyam shirasam ajaharao."}, {"start": 264.22, "end": 269.22, "text": " With all the limbs of his body, he bowed down completely to Shukadeva Goswami."}, {"start": 269.22, "end": 282.22, "text": " Shukadeva Goswami also exchanged the greetings and reception by embrace, shaking of hands, nodding and bowing down, especially before his father and Narada Muni."}, {"start": 282.22, "end": 285.22, "text": " Shukadeva Goswami knew."}, {"start": 286.22, "end": 295.22, "text": " How to exchange greetings, depending on the different person's position or achievements."}, {"start": 295.22, "end": 300.22, "text": " So with some equals, he was shaking hands."}, {"start": 300.22, "end": 305.22, "text": " With juniors, he was embracing them."}, {"start": 305.22, "end": 312.22, "text": " And acknowledging some people's greetings by nodding his head."}, {"start": 312.22, "end": 321.22, "text": " And especially to his father Vyasadeva and Narada Muni, he bowed down himself, because he is a junior."}, {"start": 321.22, "end": 330.22, "text": " Thus, Shukadeva Goswami was offered the presidential seat at the meeting."}, {"start": 330.22, "end": 341.22, "text": " Because he was the greatest, realized, advanced, spiritually advanced personality of his time."}, {"start": 342.22, "end": 346.22, "text": " Recognized by all other great persons."}, {"start": 346.22, "end": 355.22, "text": " So he was offered the seat of the president of the assembly, the chief person in that assembly of Parikshit Maharaj."}, {"start": 355.22, "end": 366.22, "text": " When he was so received by the kings and sages, the street boys and less intelligent women who were following him were struck with wonder and fear."}, {"start": 366.22, "end": 370.22, "text": " So they retired from their frivolous activities."}, {"start": 370.22, "end": 376.22, "text": " Everything was full of gravity and calm."}, {"start": 376.22, "end": 383.22, "text": " You see how the whole atmosphere changed completely after the arrival of Shukadeva Goswami."}, {"start": 383.22, "end": 395.22, "text": " The 30th verse."}, {"start": 395.22, "end": 419.22, "text": " The meaning of this 30th verse is."}, {"start": 419.22, "end": 421.22, "text": " The meaning of this 30th verse is."}, {"start": 421.22, "end": 424.22, "text": " Shukadeva Goswami was then surrounded."}, {"start": 424.22, "end": 429.22, "text": " Shukadeva Goswami was then surrounded by saintly sages and demigods."}, {"start": 429.22, "end": 436.22, "text": " Just as the moon is surrounded by stars, planets and other heavenly bodies."}, {"start": 436.22, "end": 443.22, "text": " His presence was gorgeous and he was respected by all."}, {"start": 443.22, "end": 452.22, "text": " So Shukadeva Goswami's appearance there in the assembly of Parikshit Maharaj is very, very, very special."}, {"start": 452.22, "end": 461.22, "text": " Because in that assembly, Parikshit Maharaj himself is a pure devotee."}, {"start": 461.22, "end": 466.22, "text": " The greatest Rajarshi of his time."}, {"start": 466.22, "end": 476.22, "text": " And other Rajarshis, Devarishis, Brahmarishis, Arunodayas, they all arrived from different parts of the universe to witness Parikshit Maharaj quitting his body."}, {"start": 476.22, "end": 481.22, "text": " And other Rajarshis, Devarishis, Brahmarishis, Arunodayas, they all arrived from different parts of the universe to witness Parikshit Maharaj quitting his body."}, {"start": 481.22, "end": 497.02000000000004, "text": " So, in that great assembly, how was Sukhadeva Goswami appearing? Like the moon is surrounded by stars, planets and other heavenly bodies. This is a natural beauty in the sky at night, especially on a full moon night."}, {"start": 498.02000000000004, "end": 507.02000000000004, "text": " How does it look? The moon will be shining the brightest among all the other heavenly bodies in the sky as seen from the earth at night."}, {"start": 507.02000000000004, "end": 519.82, "text": " But the other heavenly bodies will be twinkling like stars, planets and other heavenly bodies."}, {"start": 520.82, "end": 527.82, "text": " Moon will outshine all others, all other heavenly bodies, particularly on a full moon night."}, {"start": 528.82, "end": 532.82, "text": " So, that is the beauty, natural beauty."}, {"start": 533.82, "end": 536.82, "text": " So, this presence,"}, {"start": 537.8199999999999, "end": 552.8199999999999, "text": " the presence of Sukhadeva Goswami surrounded by all varieties of saintly persons, all great personalities is compared to this moon in the night sky, full moon surrounded by stars, planets and other heavenly bodies."}, {"start": 563.8199999999999, "end": 566.8199999999999, "text": " So, in the purport, Srila Prabhupada says,"}, {"start": 567.8199999999999, "end": 587.8199999999999, "text": " In the great assembly of saintly persons, there was Vyasadeva, the Brahmarshi, Narada, the Devarishi, Parashurama, the great ruler of Kshatriya kings, etc., Rajarishi."}, {"start": 588.8199999999999, "end": 593.8199999999999, "text": " Some of them were powerful incarnations of the Lord."}, {"start": 594.8199999999999, "end": 596.8199999999999, "text": " Parashurama was an incarnation of the Supreme Lord."}, {"start": 597.62, "end": 599.62, "text": " Vyasadeva was an incarnation."}, {"start": 600.62, "end": 602.62, "text": " Narada was an empowered incarnation."}, {"start": 603.62, "end": 615.62, "text": " Sukhadeva Goswami was not known as Brahmarshi, Rajarishi, Devarishi, nor was he known as an incarnation, like Narada, Vyasa or Parashurama."}, {"start": 616.62, "end": 622.62, "text": " Yet, he excelled all of them in respects paid."}, {"start": 623.42, "end": 628.42, "text": " There is something very, very important to note."}, {"start": 629.42, "end": 640.42, "text": " Sukhadeva Goswami, in spite of not having a formal position like all the many other personalities in the assembly, great personalities,"}, {"start": 641.42, "end": 646.42, "text": " he was offered more respect than all of them."}, {"start": 647.42, "end": 648.42, "text": " Why?"}, {"start": 649.42, "end": 650.42, "text": " Srila Prabhupada explains,"}, {"start": 650.42, "end": 659.2199999999999, "text": " This means that the devotee of the Lord is more honored in the world than the Lord himself."}, {"start": 663.2199999999999, "end": 668.2199999999999, "text": " So, Srila Prabhupada many times quotes another verse in the Bhagavatam."}, {"start": 669.2199999999999, "end": 674.2199999999999, "text": " Krishna, while instructing Uddhava in the 11th canto of the Bhagavatam, he says to Uddhava,"}, {"start": 675.2199999999999, "end": 678.2199999999999, "text": " Madbhakta Pooja Abhyadhika"}, {"start": 678.22, "end": 680.02, "text": " What does it mean?"}, {"start": 681.02, "end": 682.02, "text": " Krishna says,"}, {"start": 683.02, "end": 692.02, "text": " My pure devotee, who is very, very, very dear to me, he should be respected more than me by the others."}, {"start": 693.02, "end": 698.02, "text": " Madbhakta Pooja Abhyadhika"}, {"start": 699.02, "end": 706.02, "text": " He should be worshipped with greater respect than me."}, {"start": 706.02, "end": 711.8199999999999, "text": " Krishna is the topmost worshipable personality among all worshipable personalities in this whole universe."}, {"start": 712.8199999999999, "end": 730.8199999999999, "text": " But it is Krishna's own choice that he would be more pleased if instead of worshipping Krishna, we worship Krishna's pure devotee."}, {"start": 730.82, "end": 735.62, "text": " So, therefore, Prabhupada concludes this purport by telling,"}, {"start": 736.62, "end": 744.62, "text": " One should therefore never minimize the importance of a devotee like Shukadeva Goswami."}, {"start": 745.62, "end": 747.62, "text": " 31st verse"}, {"start": 748.62, "end": 759.62, "text": " Prasantham asinam akuntha medasam munim rupo bhagavato abhyupetya pranamya murdha avahita"}, {"start": 759.62, "end": 775.42, "text": " avahita tutanjalir natwagira sunruta anvaprichat"}, {"start": 776.42, "end": 778.42, "text": " So, the meaning of this 31st verse is"}, {"start": 779.42, "end": 789.42, "text": " The sage Shri Shukadeva Goswami sat perfectly pacified, intelligent and ready to answer any question without hesitation."}, {"start": 790.42, "end": 800.42, "text": " Shukadeva Goswami knew by the indication of the Paramatma within his heart what is he supposed to do in that assembly."}, {"start": 801.42, "end": 816.42, "text": " Even without Pariksit speaking, before Pariksit could even speak anything, he knew why he was there, what was his purpose in being brought there by the Supreme Lord, and what was he supposed to do in that assembly, everything he knew."}, {"start": 817.22, "end": 821.22, "text": " So, it is described, he sat perfectly pacified."}, {"start": 822.22, "end": 827.22, "text": " He was the most intelligent personality among all the persons assembled there."}, {"start": 828.22, "end": 832.22, "text": " And therefore, he was ready to answer any question without hesitation."}, {"start": 833.22, "end": 839.22, "text": " He was fully knowledgeable, fully self-realized, greatest authority."}, {"start": 840.22, "end": 843.22, "text": " So, he was ready to answer any question."}, {"start": 843.22, "end": 853.02, "text": " Because, already we have heard, Shukadeva Goswami, Pariksit Maharaj asked two questions from the assembled saintly persons."}, {"start": 854.02, "end": 856.02, "text": " So, Prabhupada says further,"}, {"start": 857.02, "end": 870.02, "text": " The great devotee Maharaj Pariksit approached him, offered his respects by bowing before him, and politely inquired with sweet words and folded hands."}, {"start": 870.02, "end": 872.8199999999999, "text": " Pariksit inquired from him."}, {"start": 873.8199999999999, "end": 881.8199999999999, "text": " So, what Pariksit, what inquiry did he make of Shukadeva Goswami will be described in the later verses."}, {"start": 882.8199999999999, "end": 885.8199999999999, "text": " But, Prabhupada says in the purport,"}, {"start": 886.8199999999999, "end": 892.8199999999999, "text": " The gesture adopted by Maharaj Pariksit of questioning a master is befitting in terms of scriptural directions."}, {"start": 893.8199999999999, "end": 894.8199999999999, "text": " What do scriptural directions say?"}, {"start": 895.8199999999999, "end": 898.8199999999999, "text": " One should humbly approach a spiritual master to understand the transcendental signs."}, {"start": 898.82, "end": 904.62, "text": " One must approach a bona fide spiritual master."}, {"start": 905.62, "end": 913.62, "text": " So, Pariksit Maharaj is already actually fully aware what he is supposed to do."}, {"start": 914.62, "end": 917.62, "text": " He has already told assembled saintly persons, kindly sing the glories of Vishnu."}, {"start": 918.62, "end": 923.62, "text": " So that I can fix my mind on the lotus feet of the Supreme Lord before I quit my body."}, {"start": 924.62, "end": 927.62, "text": " But, when Shukadeva Goswami came,"}, {"start": 927.62, "end": 930.42, "text": " as a matter of etiquette,"}, {"start": 931.42, "end": 934.42, "text": " he approached Shukadeva Goswami with folded hands"}, {"start": 935.42, "end": 939.42, "text": " and actually began to inquire about the transcendental signs,"}, {"start": 940.42, "end": 942.42, "text": " assuming humble position."}, {"start": 943.42, "end": 946.42, "text": " So, I will stop here. Thank you very much. Hare Krishna."}]}