{"video_id": "fMJMdvbKmFE", "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.12.24 Part 3 | 31-08-2022", "speaker": "HH Stoka Krishna Swami", "youtube_url": "https://www.youtube.com/watch?v=fMJMdvbKmFE", "duration": 886, "segments": [{"start": 0.0, "end": 7.4, "text": " Om Agyana Timiraandasya Gyananjanishalakaya Chakshurunmelitam Yena Tasmait Shri Gurave Namaha"}, {"start": 7.4, "end": 14.46, "text": " Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine"}, {"start": 14.46, "end": 21.900000000000002, "text": " Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine"}, {"start": 21.900000000000002, "end": 29.560000000000002, "text": " Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda"}, {"start": 29.560000000000002, "end": 36.84, "text": " Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"}, {"start": 36.84, "end": 42.940000000000005, "text": " Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Jai Vanarottamam"}, {"start": 42.940000000000005, "end": 46.96000000000001, "text": " Deveem Saraswateem Vyasam Tato Jayam Udi Rayet"}, {"start": 46.96000000000001, "end": 54.620000000000005, "text": " In this session we will be discussing from the 24th verse of the 12th chapter of the first"}, {"start": 54.620000000000005, "end": 59.540000000000006, "text": " canto of Srimad Bhagavatam. This will be a discussion on the third part"}, {"start": 59.54, "end": 67.36, "text": " of the final concluding part of this verse. We had discussed in the previous two sessions"}, {"start": 67.36, "end": 74.02, "text": " two different parts of this verse. The verse itself I will read once again to refresh your"}, {"start": 74.02, "end": 75.02, "text": " memory"}, {"start": 75.02, "end": 80.0, "text": " Sarva Sadgunamahatme E Komukam Ayesha Krishnam Anuvratah"}, {"start": 80.0, "end": 87.7, "text": " Aranti Coordinates Dev Iwodaro Yayatir Iwa dharmikaha"}, {"start": 87.7, "end": 88.7, "text": " ."}, {"start": 88.7, "end": 89.53999999999999, "text": " The meaning of this verse is. The child will be almost as good as the child we at that"}, {"start": 89.54, "end": 94.58000000000001, "text": " Lord Shri Krishna by following his footsteps. In magnanimity he will become"}, {"start": 94.58000000000001, "end": 100.2, "text": " as great as King Rantideva and in religion he will be like Maharaja Yati."}, {"start": 100.2, "end": 106.82000000000001, "text": " So in the previous two sessions we discussed the comparison with"}, {"start": 106.82000000000001, "end": 112.34, "text": " Lord Krishna and the comparison with Rantideva. In this third part, the final"}, {"start": 112.34, "end": 118.16000000000001, "text": " part, we will discuss the comparison with Maharaja Yati. So Srila Prabhupada in the"}, {"start": 118.16, "end": 125.53999999999999, "text": " purport gives a brief history of this great King Yati. The great emperor of"}, {"start": 125.53999999999999, "end": 130.04, "text": " the world and the original forefather of all great nations of the world who"}, {"start": 130.04, "end": 138.4, "text": " belong to the Aryan and Indo-European stock. Yati is a great forefather of"}, {"start": 138.4, "end": 147.01999999999998, "text": " all races in this world. He is the son of Maharaja Nahusha and he became the"}, {"start": 147.01999999999998, "end": 148.14, "text": " emperor of the world."}, {"start": 148.14000000000001, "end": 154.00000000000003, "text": " due to his elder brothers becoming a great and liberated saintly mystic. He"}, {"start": 154.00000000000003, "end": 158.10000000000002, "text": " ruled over the world for several thousands of years and performed many"}, {"start": 158.10000000000002, "end": 165.76000000000002, "text": " sacrifices and pious activities recorded in history. This is the greatness of this"}, {"start": 165.76000000000002, "end": 173.4, "text": " Maharaja Yati. He was Dharmikaha. He was a strict follower of religious"}, {"start": 173.4, "end": 177.82000000000002, "text": " principles. For a king the most important religious principle"}, {"start": 178.14000000000001, "end": 187.66000000000003, "text": " is to perform sacrifices as prescribed for a Kshatriya or a king in the scriptures and"}, {"start": 187.66000000000003, "end": 197.52, "text": " ensure the welfare of the entire kingdom or the entire planet of all the people. So"}, {"start": 197.52, "end": 205.4, "text": " because in the Bhagavad Gita it is said all necessities are provided by the Supreme Lord. If"}, {"start": 208.8, "end": 213.06, "text": " people perform sacrifices especially the King the leader of all the people"}, {"start": 213.06, "end": 223.02, "text": " in this world the the ruler if he performs sacrifices then people will get"}, {"start": 223.02, "end": 231.0, "text": " their necessities without any difficulty. Now regarding yati there is a mention"}, {"start": 231.0, "end": 237.14000000000001, "text": " here by Srila Prabhupada even though he's famous for having performed a lot"}, {"start": 237.14000000000001, "end": 247.36, "text": " lot of sacrifices and many many pious activities. In his early youth he was very lustful and"}, {"start": 247.36, "end": 260.54, "text": " full of lusty desires for enjoying young girls. He fell in love with Devayani, the most beloved"}, {"start": 260.54, "end": 268.0, "text": " daughter of Shukracharya. Who is Shukracharya? Shukracharya is the spiritual master of the"}, {"start": 268.0, "end": 275.04, "text": " demons, the Asuras. And he was a Brahmana, qualified Brahmana, Shukracharya. His daughter"}, {"start": 275.04, "end": 284.68, "text": " Devayani somehow. That is explained in another part of the Bhagavatam. I will try to say"}, {"start": 284.68, "end": 289.76, "text": " in brief, narrate in brief."}, {"start": 289.76, "end": 290.54, "text": " The"}, {"start": 290.54, "end": 319.42, "text": " Shukracharya's daughter, Devayani, had a girlfriend named Sharmishta before her marriage"}, {"start": 319.42, "end": 320.0, "text": " with Yayati."}, {"start": 320.54, "end": 337.48, "text": " Now, this Sharmishta, the friend of Devayani was the daughter of one king Vrishapurva."}, {"start": 337.48, "end": 345.20000000000005, "text": " That once it so happened, Sharmishta was sporting in the water with thousands of her girlfriends"}, {"start": 345.20000000000005, "end": 345.24, "text": " and Devayani was also there, with Sharmishta sporting in the water."}, {"start": 350.54, "end": 370.3, "text": " When the young girls saw Lord Shiva seated on this bull carrier with Uma or Parvati, they immediately dressed themselves. Because they were sporting in water, they had left their dress in the outside the bank of the water reservoir."}, {"start": 370.3, "end": 384.56, "text": " Suddenly they saw Shiva and to respect him, immediately they covered themselves. But Sharmishta mistakenly put on Devayani's clothes because they were in a hurry."}, {"start": 385.38, "end": 398.96000000000004, "text": " Now Devayani became very angry at Sharmishta and rebuked her. Now Sharmishta responded by rebuking Devayani and not only she rebuked her,"}, {"start": 398.96000000000004, "end": 400.28000000000003, "text": " but Sharmishta also rebuked her."}, {"start": 400.28000000000003, "end": 410.38000000000005, "text": " Sharmishta threw her, threw Devayani into a well and left her there and went away with her other friends."}, {"start": 411.72, "end": 422.86, "text": " She was the daughter of the king. So she was very proud of her special position. So she ill-treated Devayani."}, {"start": 424.46000000000004, "end": 430.0, "text": " By chance, when Devayani was trapped in that well,"}, {"start": 430.28000000000003, "end": 437.28000000000003, "text": " King Yayati came hunting expedition and he came searching for water."}, {"start": 437.28000000000003, "end": 447.28000000000003, "text": " By chance, he found Devayani and rescued her and in this way, Devayani accepted Maharaj Yayati as her husband."}, {"start": 447.28000000000003, "end": 459.28000000000003, "text": " But before accepting Yayati as husband, Devayani crying loudly told her father Shukracharya about Sharmishta's behavior."}, {"start": 459.28000000000003, "end": 460.28000000000003, "text": " But before accepting Yayati as husband, Devayani crying loudly told her father Shukracharya about Sharmishta's behavior."}, {"start": 460.28000000000003, "end": 461.28000000000003, "text": " But before accepting Yayati as husband, Devayani crying loudly told her father Shukracharya about Sharmishta's behavior."}, {"start": 461.28000000000003, "end": 462.28000000000003, "text": " But before accepting Yayati as husband, Devayani crying loudly told her father Shukracharya about Sharmishta's behavior."}, {"start": 462.28000000000003, "end": 463.28000000000003, "text": " But before accepting Yayati as husband, Devayani crying loudly told her father Shukracharya about Sharmishta's behavior."}, {"start": 463.28000000000003, "end": 464.28000000000003, "text": " Now Shukracharya was very angry at Sharmishta and he went to King Vrishapurva and complained that your daughter has insulted my daughter."}, {"start": 464.28000000000003, "end": 465.28000000000003, "text": " Now Shukracharya was very angry at Sharmishta and he went to King Vrishapurva and complained that your daughter has insulted my daughter."}, {"start": 465.28000000000003, "end": 466.28000000000003, "text": " Now Shukracharya was very angry at Sharmishta and he went to King Vrishapurva and complained that your daughter has insulted my daughter."}, {"start": 466.28000000000003, "end": 476.76000000000005, "text": " And he went to King Vrishaparva and complained that your daughter has insulted my daughter."}, {"start": 478.20000000000005, "end": 489.58000000000004, "text": " So because Shukracharya was the Brahmana advisor to the king, so king was very afraid that Shukracharya will leave and go away."}, {"start": 489.58, "end": 504.08, "text": " So he pacified and said, my daughter Sharmishta will actually become the maidservant of your daughter Devayani."}, {"start": 504.9, "end": 511.62, "text": " So then Shukracharya was satisfied. He did not chastise Vrishaparva or Vrishaparva's daughter Sharmishta."}, {"start": 511.62, "end": 518.76, "text": " So then Sharmishta, after the marriage of Devayani with Maharaja Yati,"}, {"start": 518.76, "end": 524.5, "text": " went with Devayani as Devayani's maidservant to Maharaja Yati's palace."}, {"start": 526.74, "end": 534.98, "text": " Now, when Sharmishta found that her friend Devayani had a son through Maharaja Yati,"}, {"start": 534.98, "end": 537.2, "text": " she also desired to have a son."}, {"start": 538.46, "end": 542.2, "text": " And she requested Maharaja Yati for sex."}, {"start": 543.5, "end": 548.26, "text": " And when Sharmishta became pregnant, Devayani became very envious."}, {"start": 548.76, "end": 552.76, "text": " Devayani became very envious of her maidservant becoming pregnant."}, {"start": 552.76, "end": 558.76, "text": " And in great anger, she left Maharaja Yati and went away to her father's house."}, {"start": 558.76, "end": 564.76, "text": " And narrated everything that happened to her father, Shukracharya."}, {"start": 564.76, "end": 573.76, "text": " Shukracharya again became angry against Maharaja Yati and he cursed Yati to become old."}, {"start": 573.76, "end": 577.5, "text": " When he was just still young, he was cursed to become old."}, {"start": 577.5, "end": 578.7, "text": " When he was just still young, he was cursed to become old."}, {"start": 578.7, "end": 580.7, "text": " When he was just still young, he was cursed to become old and invalid."}, {"start": 580.7, "end": 586.7, "text": " And then Yati became very, very morose naturally."}, {"start": 586.7, "end": 595.7, "text": " That he had lost his youth when he had not actually grown sufficiently by age."}, {"start": 595.7, "end": 606.7, "text": " So he begged Shukracharya, do something about my youth."}, {"start": 606.7, "end": 607.7, "text": " How can I regain youth?"}, {"start": 608.7, "end": 613.7, "text": " I have not yet satisfied my desires for enjoyment, material enjoyment."}, {"start": 613.7, "end": 615.7, "text": " Kindly give me back my youth."}, {"start": 615.7, "end": 625.7, "text": " So then Shukracharya gave him the benediction that he could transfer his old age to someone else, some young man."}, {"start": 625.7, "end": 629.7, "text": " And thereby get back the youth."}, {"start": 629.7, "end": 634.7, "text": " So Yati exchanged his old age for his youngest son, Puru."}, {"start": 634.7, "end": 636.7, "text": " So Yati exchanged his old age for his youngest son, Puru."}, {"start": 636.7, "end": 640.7, "text": " And thus he was able to enjoy with young girls."}, {"start": 640.7, "end": 647.7, "text": " Now after many, many, years of enjoyment,"}, {"start": 647.7, "end": 652.7, "text": " In the material world, Yati finally became disgusted with this material enjoyment."}, {"start": 652.7, "end": 654.7, "text": " When satiated,"}, {"start": 654.7, "end": 660.7, "text": " he devised his story corresponding to his own life"}, {"start": 660.7, "end": 662.7, "text": " and narrated that story before his beloved wife Devayani."}, {"start": 662.7, "end": 664.7, "text": " and narrated that story before his beloved wife Devayani."}, {"start": 664.7, "end": 665.7, "text": " and narrated that story before his beloved wife Devayani."}, {"start": 665.7, "end": 685.4200000000001, "text": " The story is described in the Bhagavatam as follows. Once upon a time, this is Yayati telling Devayani this story. Once upon a time, there was a goat who was searching in a forest for different types of vegetables to eat."}, {"start": 685.42, "end": 701.38, "text": " And by chance, this goat came to a well. And in that well, the goat saw a she-goat. He became attracted to the she-goat and somehow or other delivered her from the well. And they were united."}, {"start": 702.5799999999999, "end": 715.38, "text": " Thereafter, when the she-goat saw the he-goat enjoying sex with another she-goat, she became angry, abandoned the he-goat and returned to her brahmana owner to whom she described."}, {"start": 716.26, "end": 728.4599999999999, "text": " The brahmana became angry and cursed the he-goat to lose his sexual power. Thereupon, the he-goat begged the brahmana's pardon and was given back the power for sex."}, {"start": 728.9799999999999, "end": 735.26, "text": " Then the he-goat enjoyed sex with the she-goat for many years. But still, he was not satisfied."}, {"start": 738.12, "end": 745.38, "text": " If one is lusty and greedy, even the total stock of gold in the entire world cannot be sold."}, {"start": 746.26, "end": 749.26, "text": " The he-goat cannot satisfy one's lusty desires."}, {"start": 750.26, "end": 753.26, "text": " This is the conclusion of Maharajayati."}, {"start": 754.26, "end": 761.26, "text": " He says, these material desires for enjoyment of lust are like a fire."}, {"start": 762.26, "end": 773.26, "text": " One may pour clarified butter on a blazing fire, but one cannot expect the fire to be extinguished because of pouring clarified butter."}, {"start": 775.4200000000001, "end": 780.2600000000001, "text": " Such a fire, one must adopt a different process."}, {"start": 781.2600000000001, "end": 787.2600000000001, "text": " The shastra therefore advises that by intelligence one renounces the life of enjoyment."}, {"start": 790.2600000000001, "end": 801.2600000000001, "text": " So, now those who are not sufficiently intelligent, they cannot give up sense enjoyment"}, {"start": 802.2600000000001, "end": 804.2600000000001, "text": " because a beautiful woman bewilders even the most learned woman."}, {"start": 804.2600000000001, "end": 805.2600000000001, "text": " because a beautiful woman bewilders even the most learned woman."}, {"start": 806.1, "end": 815.1, "text": " King Yayati, however, renounced worldly life and divided his property among his sons."}, {"start": 816.1, "end": 821.1, "text": " He personally adopted the life of a mendicant, giving up all attraction to material enjoyment,"}, {"start": 822.1, "end": 827.1, "text": " and engaged himself fully in devotional service to the Lord. Thus he attained perfection."}, {"start": 828.1, "end": 834.1, "text": " So, this is the history of Yayati described in the Bhagavatam."}, {"start": 834.1, "end": 843.94, "text": " This Yayati, even while he was ruling, he performed many many many many sacrifices"}, {"start": 844.94, "end": 848.94, "text": " and ensured the prosperity for everyone in his kingdom."}, {"start": 849.94, "end": 855.94, "text": " And he was also engaged in very many pious activities by which he gave lot of charity."}, {"start": 855.94, "end": 867.7800000000001, "text": " So, in this respect, Pariksit is compared to King Yayati that Pariksit will be as magnanimous,"}, {"start": 868.7800000000001, "end": 881.7800000000001, "text": " sorry, as religious and as charitable as Maharaj Yayati, who is famous in history for being very very religious minded."}, {"start": 882.7800000000001, "end": 884.7800000000001, "text": " I will stop here. Thank you very much. Hare Krishna."}]}