{"video_id": "FTqqFYIM1aA", "title": "Lessons from the Relationship Between Lord Rama and Sri Hanuman | Sri Sampati Dasa", "speaker": "HG Satya Gaura Chandra Dasa", "youtube_url": "https://www.youtube.com/watch?v=FTqqFYIM1aA", "duration": 183, "segments": [{"start": 0.0, "end": 3.64, "text": " He spoke extremely well. He was well-versed in Sanskrit."}, {"start": 4.1, "end": 7.32, "text": " He entered Lanka to locate Mother Sita."}, {"start": 7.68, "end": 12.08, "text": " Such powerful, intelligent, smart follower like Hanuman."}, {"start": 12.34, "end": 13.6, "text": " He's a happy being servant."}, {"start": 13.84, "end": 15.620000000000001, "text": " What is the lesson Hanuman is teaching?"}, {"start": 23.52, "end": 29.0, "text": " What lesson we learn from the relationship between Hanuman and Lord Shri Ram?"}, {"start": 29.0, "end": 32.06, "text": " Hanuman is very powerful."}, {"start": 32.7, "end": 40.54, "text": " We remember he brought mountains and he was fighting in Lanka with big, big warriors."}, {"start": 40.82, "end": 43.3, "text": " He's very powerful. He's very smart."}, {"start": 44.120000000000005, "end": 47.32, "text": " He entered Lanka to locate Mother Sita."}, {"start": 47.58, "end": 49.82, "text": " He was very smart and intelligent."}, {"start": 50.379999999999995, "end": 53.94, "text": " He spoke extremely well. He was well-versed in Sanskrit."}, {"start": 54.94, "end": 58.8, "text": " And he was very satisfied being servant."}, {"start": 59.0, "end": 61.0, "text": " Hanuman is the servant of Lord Shri Ram."}, {"start": 61.0, "end": 67.0, "text": " Such a powerful, smart, intelligent person is happy being servant."}, {"start": 67.0, "end": 73.0, "text": " Today if I am powerful, smart, intelligent, I would like to become on my own and another leader."}, {"start": 73.0, "end": 76.0, "text": " What is the lesson Hanuman is teaching?"}, {"start": 76.0, "end": 83.0, "text": " Hanuman is teaching that when you have a leader like Lord Ram, who is so glorious, who is so great,"}, {"start": 83.0, "end": 88.0, "text": " because of his virtues and values, people love to be their servant."}, {"start": 88.0, "end": 89.0, "text": " Because of his virtues and values, people love to be their servant."}, {"start": 89.0, "end": 97.0, "text": " And be happy and satisfied being under them, being contributing under such leadership like Lord Shri Ram."}, {"start": 97.0, "end": 105.0, "text": " Today many leaders, they think that they need loyal, committed and contributing followers and servants."}, {"start": 105.0, "end": 110.0, "text": " But they need to ask question about their own self."}, {"start": 110.0, "end": 118.0, "text": " Am I being a worthy leader like Lord Ram to attract a worthy follower, a worthy servant like Hanuman?"}, {"start": 118.0, "end": 126.0, "text": " The moment I am not a worthy leader like Lord Ram, who cared, who loved his followers."}, {"start": 126.0, "end": 135.0, "text": " Because of that, the followers were ready to offer their lives in the service of Lord Shri Ram in the war with Ravan."}, {"start": 135.0, "end": 145.0, "text": " That is because Ram was such an inspiring leader, who set personal examples, taking care of his own followers"}, {"start": 145.0, "end": 147.0, "text": " and following the virtues of Lord Ram."}, {"start": 148.0, "end": 152.0, "text": " And he had great values and values in his personal life."}, {"start": 152.0, "end": 160.0, "text": " That is why Lord Shri Ram, who is a great leader, attracted great servants, great followers like Hanuman."}, {"start": 160.0, "end": 169.0, "text": " We always see such powerful, intelligent, smart followers like Hanuman sitting at the lotus feet of Lord Ram."}, {"start": 169.0, "end": 173.0, "text": " Because Lord Ram is such a great leader."}, {"start": 173.0, "end": 177.0, "text": " So if you want good followers, be a good leader first."}, {"start": 178.0, "end": 207.0, "text": " If you want some people to lead from the lotus feet of Lord Ram, share this message with your followers,"}]}