{"video_id": "gFqRGmuQp_4", "title": "Is July 9th letter Tamala Krishna Goswami’s? | Sri Suvyakta Narasimha Dasa", "speaker": "HG Suvyakta Narasimha Dasa", "youtube_url": "https://www.youtube.com/watch?v=gFqRGmuQp_4", "duration": 791, "segments": [{"start": 0.0, "end": 3.68, "text": " Hare Krishna! Vishwaguru Srila Prabhupada ki Jai!"}, {"start": 5.0, "end": 13.72, "text": " Srila Prabhupada, on 9th of July, 1977, issued a written directive to the whole of ISKCON,"}, {"start": 14.16, "end": 18.38, "text": " detailing a Rithvik system of initiations to be followed in ISKCON."}, {"start": 18.740000000000002, "end": 24.84, "text": " In this directive, Srila Prabhupada appointed 11 devotees to act as his representatives,"}, {"start": 24.84, "end": 29.68, "text": " also called Rithviks, to initiate disciples on his behalf."}, {"start": 30.56, "end": 34.9, "text": " The newly initiated disciples would be Srila Prabhupada's disciples."}, {"start": 35.92, "end": 44.92, "text": " This directive, July 9th directive, was actually the outcome of a GBC meeting with Srila Prabhupada on 28th of May, 1977,"}, {"start": 45.66, "end": 51.34, "text": " where they asked Srila Prabhupada what would be the system of conducting initiations in ISKCON,"}, {"start": 51.86, "end": 55.18, "text": " particularly at the time when Prabhupada was no longer with us."}, {"start": 55.44, "end": 59.44, "text": " Tamalkrishna Goswami, who was Srila Prabhupada's secretary at that time,"}, {"start": 59.68, "end": 59.980000000000004, "text": " he told,"}, {"start": 60.0, "end": 63.84, "text": " typed out the directive on July 9th, 1977,"}, {"start": 64.48, "end": 66.96, "text": " and he took Prabhupada's signature on it,"}, {"start": 67.3, "end": 71.6, "text": " and he sent it out to all the GBCs and temple presidents at that time."}, {"start": 71.94, "end": 77.78, "text": " However, after Srila Prabhupada's disappearance in November of 1977,"}, {"start": 78.8, "end": 80.38, "text": " in the year 1978,"}, {"start": 81.2, "end": 87.18, "text": " all the 11 people appointed as Rithviks were elevated by the GBC to become Diksha Gurus."}, {"start": 87.68, "end": 89.88, "text": " They claimed at that time,"}, {"start": 90.0, "end": 95.76, "text": " that Srila Prabhupada had appointed or selected these 11 people as Diksha Gurus."}, {"start": 95.76, "end": 97.76, "text": " Several years later,"}, {"start": 97.76, "end": 104.32, "text": " Tamalkrishna Goswami claimed that the July 9th letter was his letter, not Srila Prabhupada's."}, {"start": 105.04, "end": 110.64, "text": " He said that Srila Prabhupada did not dictate or write the letter, but he did."}, {"start": 110.64, "end": 113.52, "text": " So, it was his letter, not Srila Prabhupada's."}, {"start": 114.72, "end": 119.36, "text": " So, he gave this explanation to justify his and others."}, {"start": 120.0, "end": 121.52, "text": " He said that he was a Guru."}, {"start": 122.16, "end": 127.92, "text": " Then, there is no other order by Srila Prabhupada for anyone to become a Guru in ISKCON."}, {"start": 128.16, "end": 131.2, "text": " The letter was written by me. It was not dictated by Prabhupada."}, {"start": 131.2, "end": 133.2, "text": " It was signed by me, and it's my letter."}, {"start": 133.92, "end": 136.48, "text": " It's not Prabhupada's letter. So, it's just astounding to me"}, {"start": 136.96, "end": 139.68, "text": " that somehow my letter turns out to be the final order."}, {"start": 140.24, "end": 142.64, "text": " And it was my suggestion that Prabhupada approved it,"}, {"start": 142.64, "end": 145.84, "text": " because I thought it would add weight to it, so people would know it was authorized."}, {"start": 146.56, "end": 149.92000000000002, "text": " And it's just astounding how this becomes the basis of a new,"}, {"start": 150.72, "end": 152.32, "text": " understanding of the Sampradaya."}, {"start": 153.76, "end": 159.68, "text": " This video of Tamal Krishna Goswami is cited by the supporters of the self-appointed Guru system"}, {"start": 159.68, "end": 168.4, "text": " in ISKCON, saying that July 9th directive is not the final order, since it didn't come from Srila"}, {"start": 168.4, "end": 178.24, "text": " Prabhupada at all. It was Tamal Krishna Goswami's letter. So, it appears like ISKCON is now disowning"}, {"start": 178.24, "end": 186.32000000000002, "text": " the July 9th Directive from Srila Prabhupada. Actually, with this argument, the self-appointed"}, {"start": 186.32000000000002, "end": 193.92000000000002, "text": " Gurus are honestly shooting themselves in the foot. The devotees of ISKCON Bangalore, of course,"}, {"start": 194.48000000000002, "end": 201.92000000000002, "text": " we are not buying this argument. However, for the sake of argument, let us hypothetically assume"}, {"start": 201.92000000000002, "end": 209.20000000000002, "text": " that the July 9th Directive was not Srila Prabhupada's letter, but it was Tamalkrishna Goswami's."}, {"start": 209.20000000000002, "end": 217.12, "text": " Well, if this was Tamalkrishna Goswami's letter, then the question comes, who appointed the 11"}, {"start": 217.12, "end": 224.24, "text": " people as Ritwiks? Was it Tamalkrishna Goswami? Did Tamalkrishna Goswami have the powers to"}, {"start": 224.24, "end": 231.52, "text": " appoint Ritwiks in ISKCON? Did he really have that kind of power? The answer is obviously"}, {"start": 231.92000000000002, "end": 238.64000000000001, "text": " a resounding no, because what was Tamalkrishna Goswami? Tamalkrishna Goswami, at that time, was"}, {"start": 238.64000000000001, "end": 244.32000000000002, "text": " just a mere secretary to Srila Prabhupada, nothing more. He had no power to appoint"}, {"start": 244.32000000000002, "end": 252.48000000000002, "text": " anyone in ISKCON. Forget about Ritwiks. The second question that crops up is that the July 9th"}, {"start": 252.48000000000002, "end": 260.16, "text": " Directive was addressed to all the GBCs and temple precedence. If this was not Prabhupada's letter,"}, {"start": 260.16, "end": 261.92, "text": " but Tamalkrishna Goswami's letter,"}, {"start": 261.92, "end": 269.78000000000003, "text": " did Tamal Krishna Goswami, just as a simple secretary, did he have the powers to direct"}, {"start": 269.78000000000003, "end": 276.1, "text": " the entire GBCs and temple presidents, which means the entire movement? Is there any order"}, {"start": 276.1, "end": 283.52000000000004, "text": " from Srila Prabhupada that said that he was conferring such powers on Tamal Krishna Goswami?"}, {"start": 283.52, "end": 293.35999999999996, "text": " In reality, none. Only Srila Prabhupada had such powers. Therefore, July 9 directive is"}, {"start": 293.35999999999996, "end": 299.91999999999996, "text": " undeniably from Srila Prabhupada only. It cannot be from Tamal Krishna Goswami."}, {"start": 299.91999999999996, "end": 309.74, "text": " Moreover, the 11 people named in the July 9 directive became diksha gurus in 1978. How?"}, {"start": 309.74, "end": 313.35999999999996, "text": " By claiming that Srila Prabhupada appointed them."}, {"start": 313.36, "end": 322.14, "text": " selected them. The GBC resolution number 16 of 1978 stated, the GBC will consider each year at"}, {"start": 322.14, "end": 328.72, "text": " Gaurapurnima the appointment of new spiritual masters to be approved by a three-fourth vote."}, {"start": 329.26, "end": 338.88, "text": " However, for 1978, no new spiritual master shall be appointed other than the 11 selected by"}, {"start": 338.88, "end": 346.7, "text": " Shela Prabhupada. So, in this resolution by the GBC, and mind you, Tamalkrishna Goswami was one of"}, {"start": 346.7, "end": 354.44, "text": " the GBC members. So, he has also been part of this resolution. So, in this resolution, it is clearly"}, {"start": 354.44, "end": 360.28, "text": " mentioned by the GBC, in which Tamalkrishna Goswami was also a member, that the 11 people"}, {"start": 360.28, "end": 366.48, "text": " were selected by Shela Prabhupada. At that time, why did Tamalkrishna Goswami not tell them? Why"}, {"start": 366.48, "end": 368.86, "text": " did he not tell them? That these are not selected."}, {"start": 368.88, "end": 373.62, "text": " They are selected by Prabhupada. They are selected by me, because this is my letter, not Prabhupada's"}, {"start": 373.62, "end": 379.38, "text": " letter. Why did he not tell at that time? But these 11 names, because you have to understand"}, {"start": 379.38, "end": 386.54, "text": " that these 11 names, which are mentioned here in this resolution, appeared only in the July 9th,"}, {"start": 386.56, "end": 395.56, "text": " 1977 directive, and that too as Ritwiks, not as Gurus. And there is no other document from Shela"}, {"start": 395.56, "end": 398.86, "text": " Prabhupada where these 11 names are mentioned."}, {"start": 398.88, "end": 409.12, "text": " So, the 11 people becoming Gurus is coming out of the July 9th directive. And what is Tamalkrishna"}, {"start": 409.12, "end": 415.92, "text": " Goswami saying? Later, he is claiming that it is his letter. So, are these 11 Gurus appointed by"}, {"start": 415.92, "end": 422.42, "text": " Tamalkrishna Goswami? They claimed, these 11 people, they claimed that the July 9th directive"}, {"start": 422.42, "end": 428.58, "text": " was temporary, only till Shela Prabhupada's departure from this world. And after Prabhupada's"}, {"start": 428.58, "end": 428.86, "text": " departure, they were not selected. So, they were not selected. So, they were not selected. So, they"}, {"start": 428.88, "end": 438.78, "text": " became Gurus. So, the next question that comes is, if July 9th letter is Tamalkrishna Goswami's"}, {"start": 438.78, "end": 446.68, "text": " letter, then does it mean that the GBC resolution number 16, which says Prabhupada selected them,"}, {"start": 447.18, "end": 453.12, "text": " is that GBC resolution wrong? That Shela Prabhupada did not select the 11 people,"}, {"start": 453.12, "end": 458.8, "text": " but Tamalkrishna Goswami selected, appointed himself,"}, {"start": 458.88, "end": 463.92, "text": " turned 10 others to become Gurus after Shela Prabhupada's disappearance? Is this the meaning"}, {"start": 463.92, "end": 470.92, "text": " that the GBC of today wants to convey by disowning the July 9th directive as Tamalkrishna Goswami's"}, {"start": 470.92, "end": 479.12, "text": " letter? So, does that mean ISKCON is following Tamalkrishna Goswami in indicating no objections"}, {"start": 479.12, "end": 485.88, "text": " to devotees to become Diksha Gurus in ISKCON? What is ISKCON trying to tell us by disowning"}, {"start": 485.88, "end": 488.86, "text": " the July 9th directive? They are actually saying that Tamalkrishna Goswami is following Tamalkrishna"}, {"start": 488.86, "end": 494.28000000000003, "text": " Goswami, trying to question the validity of the Rithvik system by disowning the July 9th directive."}, {"start": 494.92, "end": 501.36, "text": " But instead, what are they achieving? All that they are achieving is to raise serious questions"}, {"start": 501.36, "end": 509.34000000000003, "text": " on their own unauthorized, self-appointed Guru system. ISKCON, GBC, in fact, contradicted their"}, {"start": 509.34000000000003, "end": 516.98, "text": " resolution number 16 of 1978 later on. And they confessed that Shela Prabhupada, as they claimed in"}, {"start": 516.98, "end": 518.84, "text": " resolution number 16 of 1978, was a Guru. So, Tamalkrishna Goswami is following Tamalkrishna Goswami in"}, {"start": 518.86, "end": 525.82, "text": " his confession. As they had claimed in that, it was not true. Shela Prabhupada did not select or"}, {"start": 525.82, "end": 533.92, "text": " appoint any Gurus in ISKCON in 1978. So, this confession came in 1999 from the GBC when they"}, {"start": 533.92, "end": 541.5600000000001, "text": " passed this resolution number 403, which reads, whereas Shela Prabhupada established ISKCON in"}, {"start": 541.5600000000001, "end": 548.84, "text": " 1966 and prior to his disappearance in November 1977, he stated in his will that there was no"}, {"start": 548.86, "end": 555.98, "text": " GBC is the ultimate managerial authority for the society. Unfortunately, shortly after Srila"}, {"start": 555.98, "end": 562.94, "text": " Prabhupada's disappearance, the GBC body, not Prabhupada, the GBC body allowed for an unauthorized"}, {"start": 562.94, "end": 571.1, "text": " zonal acharya system to evolve in ISKCON, elevating 11 exclusive successor diksha gurus."}, {"start": 571.1, "end": 581.9, "text": " So, the GBC body allowed for elevating 11 exclusive successor diksha gurus. In 1978,"}, {"start": 582.28, "end": 589.84, "text": " what did the GBC say? They said Srila Prabhupada selected the 11 people. In 1999, the GBC is saying"}, {"start": 589.84, "end": 598.48, "text": " the GBC body allowed for elevating 11 diksha gurus. So, in this resolution, the GBC is clearly"}, {"start": 598.48, "end": 601.08, "text": " saying that they elevated 11 successor diksha gurus. So, in this resolution, the GBC is clearly"}, {"start": 601.08, "end": 605.4200000000001, "text": " saying that they elevated 11 successor diksha gurus. That means, Srila Prabhupada did not appoint"}, {"start": 605.4200000000001, "end": 613.74, "text": " any diksha gurus in ISKCON. The GBC did. Now, what you see is, GBC in 1978 said that Srila"}, {"start": 613.74, "end": 620.1, "text": " Prabhupada selected the 11 people. In 1999, they said, no, Prabhupada did not do it. We did it."}, {"start": 620.5200000000001, "end": 626.6800000000001, "text": " And now, in 2025, the GBC is saying that the July 9th directive is not Prabhupada's,"}, {"start": 626.6800000000001, "end": 630.6400000000001, "text": " it is Tamalkrishna Goswami's. Anyway, coming back to the point,"}, {"start": 631.08, "end": 638.2, "text": " the GBC is saying in 1999 that they elevated 11 people as diksha gurus. So, the question is,"}, {"start": 638.5600000000001, "end": 646.44, "text": " who gave the GBC the powers to appoint diksha gurus? Do they have any written order from Srila"}, {"start": 646.44, "end": 653.2, "text": " Prabhupada to do so? Or maybe in some conversation, Prabhupada authorized them. Can the GBC produce"}, {"start": 653.2, "end": 660.84, "text": " such an order? Reality is, there is no such order. Hence, entire diksha guru system in ISKCON,"}, {"start": 661.08, "end": 667.64, "text": " is unauthorized because it is authorized by a GBC which has no authority to do so. The reality,"}, {"start": 668.0400000000001, "end": 674.22, "text": " what is the reality? The reality is that there was a discussion with Srila Prabhupada on 7th of July"}, {"start": 674.32, "end": 682.48, "text": " 1977, regarding who all could be appointed as his deputies or as his representatives."}, {"start": 683.5200000000001, "end": 690.1800000000001, "text": " Srila Prabhupada mentioned all the 11 names in that conversation. And as Srila Prabhupada's secretary,"}, {"start": 690.2, "end": 690.38, "text": " and the Chairman of the GBC Entertainment Company, those names are all mentioned."}, {"start": 690.96, "end": 691.0400000000001, "text": " It was not as that in the session 12 fr verändert the이면 of the Discipline, it was not as that in the audience."}, {"start": 691.0400000000001, "end": 691.0600000000001, "text": " So, it was not as that in the session 12 years prior, and it was not as that in the session 13 years before."}, {"start": 691.08, "end": 697.0, "text": " Tamal Krishna Goswami's duty to put it in writing and inform everyone about Srila Prabhupada's order."}, {"start": 697.64, "end": 704.84, "text": " So, based on this order of Srila Prabhupada and based on the May 28th, 1977 meeting of the GBC"}, {"start": 704.84, "end": 711.32, "text": " with Srila Prabhupada, the July 9th directive was typed out by Tamal Krishna Goswami. Prabhupada saw"}, {"start": 711.32, "end": 718.84, "text": " that, Prabhupada signed it and then it was sent out to all the GBCs and TPs. Since Srila Prabhupada"}, {"start": 718.84, "end": 725.24, "text": " had signed it, all the GBCs and TPs who received the directive accepted it as Srila Prabhupada's"}, {"start": 725.24, "end": 731.1600000000001, "text": " order. Nobody thought it was Tamal Krishna Goswami's order. Actually, we devotees of ISKCON"}, {"start": 731.1600000000001, "end": 737.24, "text": " Bangalore also even today accept that it is Srila Prabhupada's order, it is not Tamal Krishna Goswami's"}, {"start": 737.24, "end": 745.0, "text": " order. So, please do not be swayed by such illegitimate claims by Tamal Krishna Goswami"}, {"start": 745.0, "end": 748.6800000000001, "text": " or the self-appointed Gurus of ISKCON. Please remain"}, {"start": 748.84, "end": 755.1600000000001, "text": " firm in following Srila Prabhupada's July 9th directive for Diksha in ISKCON by Rittviks or"}, {"start": 755.1600000000001, "end": 761.8000000000001, "text": " representatives of Srila Prabhupada. Everyone in ISKCON is a disciple of Srila Prabhupada."}, {"start": 761.8000000000001, "end": 765.32, "text": " No one is authorized to be Diksha Guru in ISKCON."}, {"start": 766.12, "end": 772.44, "text": " Diksha Guru Srila Prabhupada Ki Jai! Vishwa Guru Srila Prabhupada Ki Jai! Hare Krishna!"}, {"start": 778.84, "end": 783.1600000000001, "text": " Vishwa Guru Srila Prabhupada Ki Jai!"}]}