{"video_id": "Go1XucXQF6k", "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.12.13 | 8-08-2022", "speaker": "HH Stoka Krishna Swami", "youtube_url": "https://www.youtube.com/watch?v=Go1XucXQF6k", "duration": 954, "segments": [{"start": 0.0, "end": 4.36, "text": " Om Agyanati Miran Dasya Gyanan Janishalakaya"}, {"start": 4.36, "end": 8.42, "text": " Chakshurunmeenitam Yena Tasmai Shri Gurave Namaha"}, {"start": 8.42, "end": 12.36, "text": " Nama Om Vishnupadaya Krishna Prishtaya Bhutale"}, {"start": 12.36, "end": 16.1, "text": " Shri Mate Bhaktivedanta Swamin Nithinamine"}, {"start": 16.1, "end": 20.44, "text": " Namaste Saraswate Deve Gauravani Pracharine"}, {"start": 20.44, "end": 24.0, "text": " Nirvishesha Shunyavadi Pachatya Deshatarine"}, {"start": 24.6, "end": 28.0, "text": " Jaya Shri Krishna Chaitanya Prabhu Nithyananda"}, {"start": 28.0, "end": 33.44, "text": " Shri Advaita Gadhadhara Shri Vasadi Gauravakta Vrinda"}, {"start": 33.44, "end": 37.58, "text": " Hare Krishna Hare Krishna Krishna Krishna Hare Hare"}, {"start": 37.58, "end": 41.82, "text": " Hare Rama Hare Rama Rama Rama Hare Hare"}, {"start": 41.82, "end": 45.400000000000006, "text": " Om Namo Bhagavate Vasudevaya"}, {"start": 45.400000000000006, "end": 49.14, "text": " Narayanam Namaskritya Naramchaiva Narottamam"}, {"start": 49.14, "end": 53.94, "text": " Deveem Saraswateem Vyasam Tato Jaya Muthi Rayet"}, {"start": 54.620000000000005, "end": 57.900000000000006, "text": " In this session we will be discussing from the 13th verse of the"}, {"start": 57.900000000000006, "end": 57.980000000000004, "text": " 12th chapter of the Bhagavad Gita."}, {"start": 58.0, "end": 60.58, "text": " 12th chapter of the first canto of Shri Madbhagavatam"}, {"start": 60.58, "end": 66.84, "text": " Tasyapreetamana Raja Vipraya Dhaumya Kripadibihi"}, {"start": 66.84, "end": 72.54, "text": " Jatakam Karayamasa Vachayitvacha Mangalam"}, {"start": 72.54, "end": 75.96000000000001, "text": " The meaning of this verse is"}, {"start": 75.96000000000001, "end": 80.62, "text": " King Yudhishthira who was very satisfied with the birth of Maharaj Pariksit"}, {"start": 80.62, "end": 84.32, "text": " had the purificatory process of birth performed."}, {"start": 86.1, "end": 87.98, "text": " Learned Brahmanas headed by the"}, {"start": 88.0, "end": 91.36, "text": " Dhaumya and Kripa recited auspicious hymns."}, {"start": 92.82, "end": 97.3, "text": " So this is a Vedic tradition, Vedic culture."}, {"start": 98.64, "end": 102.72, "text": " On the birth of a child there is something called Jatakarma which is performed."}, {"start": 102.72, "end": 107.98, "text": " It is one of the samskaras, purificatory processes."}, {"start": 109.7, "end": 113.53999999999999, "text": " Purification by cultural method."}, {"start": 113.54, "end": 122.36000000000001, "text": " The life of a human being in this material world is contaminated in so many ways."}, {"start": 123.5, "end": 125.26, "text": " Material contamination is there."}, {"start": 126.36000000000001, "end": 130.3, "text": " But if one becomes purified of all material contaminations,"}, {"start": 130.3, "end": 141.38, "text": " one revives his or her spiritual position."}, {"start": 141.38, "end": 148.2, "text": " The spiritual process is the purification of the material contaminations."}, {"start": 148.2, "end": 152.06, "text": " So this is a great science, it is called the Spiritual Science."}, {"start": 152.06, "end": 163.38, "text": " And such samskaras, cultural purificatory processes are employed for purifying the material contamination."}, {"start": 163.38, "end": 170.24, "text": " So Yudhishthira was satisfied with the birth of Maharaj Pariksit,"}, {"start": 170.24, "end": 184.34, "text": " and he had the purificatory process but performed Jatakarma so for such purification to happen they"}, {"start": 184.34, "end": 195.8, "text": " take help of learned brahmanas who know the science and they actually perform the purification by the"}, {"start": 195.8, "end": 208.52, "text": " proper method according to the according to the science so Srila Prabhupada says in the purport"}, {"start": 208.52, "end": 216.26000000000002, "text": " there is a need for a good and intelligent class of brahmanas who are expert in performing the"}, {"start": 216.26000000000002, "end": 223.92000000000002, "text": " purificatory processes prescribed in the system of varnashrama dharma varnashrama dharma is a"}, {"start": 223.92000000000002, "end": 225.78, "text": " scientific method of purification."}, {"start": 225.8, "end": 237.26000000000002, "text": " system of practicing Dharma religion religious processes by which every human being can become"}, {"start": 237.26000000000002, "end": 248.12, "text": " purified of all material contamination and revive their spiritual position unless such purificatory"}, {"start": 248.12, "end": 255.66000000000003, "text": " processes are performed there is no possibility of good population how can we have a good"}, {"start": 255.66000000000003, "end": 255.78, "text": " population how can we have a good population how can we have a good population how can we have a"}, {"start": 255.78, "end": 268.2, "text": " population nice citizens responsible well-behaved with good qualities who know the aim of life who"}, {"start": 268.2, "end": 280.68, "text": " are progressive in their thinking how can we get such a population by performing such purificatory"}, {"start": 280.68, "end": 285.24, "text": " processes under the able guidance of the Buddha."}, {"start": 285.24, "end": 286.98, "text": " with the help of learned Brahmanes."}, {"start": 286.98, "end": 289.28000000000003, "text": " with the help of learned Brahma."}, {"start": 289.28000000000003, "end": 304.08, "text": " in the age of Kali the population all over the world is of Shudra quality or lower for want of this purificatory process so in Kali"}, {"start": 304.08, "end": 311.18, "text": " yuga according to the scriptures kalava shudra sambhava aha in Kali yuga most of the population which is born from the"}, {"start": 311.18, "end": 315.14, "text": " in Kali yuga most of the population which is born from the"}, {"start": 315.24, "end": 326.18, "text": " human population is of the shudra quality means they are not having cultural purification"}, {"start": 326.18, "end": 339.1, "text": " now shudra quality means they are not refined they are not purified why because there is"}, {"start": 339.1, "end": 350.1, "text": " no purificatory process for purifying the child which is born why because there is this"}, {"start": 350.1, "end": 360.54, "text": " acute scarcity of learned brahmanas so such learned brahmanas are not easily available"}, {"start": 360.54, "end": 367.74, "text": " in Kali Yuga some so called brahmanas by birth are there in Kali Yuga but they are all bogus"}, {"start": 367.74, "end": 368.74, "text": " brahmanas"}, {"start": 368.74, "end": 397.34000000000003, "text": " Because they are not having qualification, neither they are learned in the Vedic sciences, nor their behavior, their conduct, their character is up to the standard of Brahmanical prescription in the Shastra."}, {"start": 398.74, "end": 412.08, "text": " In the Bhagavad Gita, it is clearly said, a Brahmana is qualified in so many ways. At least nine distinct qualifications a Brahmana should have."}, {"start": 412.08, "end": 428.0, "text": " Shamo, Damo, Tapaha, Shoucham, Shanti, Arjavam, Evacha, Gyanam, Vigyanam, Astikyam. Nine qualifications for a Brahmana mentioned in the"}, {"start": 428.74, "end": 457.16, "text": " Bhagavad Gita. Control of the mind, control of the senses, performing austerities, Tapasya, Shoucham, maintaining internal and external cleanliness, Shoucham, Shanti, tolerant, Arjavam is simple, is not duplicitous,"}, {"start": 458.74, "end": 486.86, "text": " straightforward, honest in all his dealings with everyone, Arjavam, Evacha, Gyanam is having proper knowledge, Vigyanam is having proper realization of that knowledge of the Vedas, and Astikyam has got faith in the Vedic scriptures, is not simply"}, {"start": 488.74, "end": 518.72, "text": " reciting some hymns or verses like a parrot. No, he is learned, he knows the science, he is able to apply that science in his own life, guide others how to apply that science, he knows the reality, he knows the truth, and he has got faith, he is not faithless, he is not faithless."}, {"start": 518.74, "end": 546.94, "text": " He is not a blind follower, he is not a foolish person who actually is ignorant but poses as a Brahmana by cheating innocent people. Not such a Brahmana. So there is an acute scarcity of qualified, learned, gentle Brahmanas."}, {"start": 548.74, "end": 552.74, "text": " Such Brahmanas are not there in Kali Yuga."}, {"start": 552.74, "end": 570.74, "text": " It is not possible, however, to revive the Vedic process of purification in this age of Kali, but there is the Pancharatrika system also recommended for this age."}, {"start": 570.74, "end": 577.74, "text": " See, this Varnashram."}, {"start": 578.74, "end": 591.74, "text": " To revive that is very difficult in Kali Yuga because there are no proper facilities and there are no good Brahmanas to revive this."}, {"start": 591.74, "end": 602.74, "text": " But there is another system recommended in the scriptures that is called Pancharatrika system specially for Kali Yuga."}, {"start": 602.74, "end": 607.74, "text": " The Pancharatrika system acts on the Shudra class of men."}, {"start": 607.74, "end": 608.74, "text": " Subtlety."}, {"start": 608.74, "end": 612.74, "text": " Supposedly the population of Kali Yuga."}, {"start": 612.74, "end": 617.74, "text": " So Pancharatrika is specially meant for the Shudra class of people."}, {"start": 617.74, "end": 628.74, "text": " Those who are born without cultural purification, without samskara, such people, they can take advantage of the Pancharatrika system."}, {"start": 628.74, "end": 637.74, "text": " And in this Pancharatrika system there is a prescribed purificatory process suitable for this age and the present time."}, {"start": 637.74, "end": 655.74, "text": " You see, this is the arrangement of the Supreme Lord Krishna for us in Kali Yuga when there is a scarcity of Brahmanas, when there is no cultural purification happening before the birth of a child."}, {"start": 655.74, "end": 666.74, "text": " Such a purification or purificatory process as prescribed in the Pancharatrika system is allowed only for spiritual purification."}, {"start": 666.74, "end": 673.74, "text": " For spiritual upliftment and not for any other purpose."}, {"start": 673.74, "end": 677.74, "text": " See, the purpose is also very clearly explained in the scriptures."}, {"start": 677.74, "end": 685.74, "text": " Why this Pancharatrika system is given when already the scriptures describe a Varanashrama Dharma system."}, {"start": 685.74, "end": 686.74, "text": " Why?"}, {"start": 686.74, "end": 695.74, "text": " Because it is necessary for spiritual upliftment of the population through this Pancharatrika method."}, {"start": 695.74, "end": 715.74, "text": " Which is possible that anyone from any kind of background can be uplifted to the spiritual platform directly without going through the complicated procedures of the Varanashrama system."}, {"start": 715.74, "end": 724.74, "text": " Spiritual upliftment is never conditioned by higher or lower parentage."}, {"start": 725.74, "end": 729.74, "text": " See, Srila Prabhupada explained a very, very, very important point."}, {"start": 729.74, "end": 748.74, "text": " If somebody is born without samskara or samskruta, culturally not refined, but irrespective of what is the status of the parents or the family in which one takes birth,"}, {"start": 748.74, "end": 754.74, "text": " one can be uplifted spiritually by the Pancharatrika system."}, {"start": 754.74, "end": 761.74, "text": " This is the method of purification."}, {"start": 761.74, "end": 775.74, "text": " After the Garbhadana purificatory process, there are certain other samskaras like Seeman Tonnayana, Sardh Bhakshana, etc."}, {"start": 775.74, "end": 783.74, "text": " During the period of pregnancy and when the child is born, the first purificatory process is Jatakarma."}, {"start": 784.74, "end": 793.74, "text": " See, before a child is conceived, the very first samskara is called Garbhadana samskara."}, {"start": 793.74, "end": 810.74, "text": " Or, the parents combine to conceive a child by themselves purifying their consciousness of material contamination"}, {"start": 810.74, "end": 813.74, "text": " by observing their child."}, {"start": 813.74, "end": 819.74, "text": " By observing certain specific practices."}, {"start": 819.74, "end": 822.74, "text": " Now, that is missing in Kali Yuga."}, {"start": 822.74, "end": 825.74, "text": " Garbhadana samskara is missing."}, {"start": 825.74, "end": 828.74, "text": " They do not even know about it."}, {"start": 828.74, "end": 841.74, "text": " That they can have a child with a good background if they are able to perform this Garbhadana samskara."}, {"start": 841.74, "end": 847.74, "text": " They themselves become purified before they combine for conceiving a child."}, {"start": 847.74, "end": 849.74, "text": " It's not accidental."}, {"start": 849.74, "end": 854.74, "text": " It's not by chance some child is born to some parents."}, {"start": 854.74, "end": 855.74, "text": " No."}, {"start": 855.74, "end": 858.74, "text": " It is a complete science."}, {"start": 858.74, "end": 867.74, "text": " What kind of child you want, accordingly there is a prescription in the scriptures."}, {"start": 867.74, "end": 880.74, "text": " How parents can actually have a child with a good background."}, {"start": 880.74, "end": 883.74, "text": " Because life is continuous."}, {"start": 883.74, "end": 887.74, "text": " It's not that life begins at birth and ends at death."}, {"start": 887.74, "end": 888.74, "text": " No."}, {"start": 888.74, "end": 893.74, "text": " It's the soul who is eternal, who is accepting a particular type of body."}, {"start": 893.74, "end": 895.74, "text": " So, Maharaj Yudhishthira, with the help of good and learned Brahmanas,"}, {"start": 895.74, "end": 901.74, "text": " like Dhaumya and Kripacharya,"}, {"start": 901.74, "end": 910.74, "text": " performed this Jatakarma samskara for Parikshit Maharaj."}, {"start": 910.74, "end": 921.74, "text": " And it is described here that these two Brahmanas, Dhaumya and Kripacharya,"}, {"start": 921.74, "end": 924.74, "text": " were very learned."}, {"start": 924.74, "end": 939.74, "text": " And they properly performed that samskara because of which the child was properly purified."}, {"start": 939.74, "end": 942.74, "text": " Cultural purification of the child happened."}, {"start": 942.74, "end": 949.74, "text": " Because of these two expert Brahmanas performing the Jatakarma samskara."}, {"start": 949.74, "end": 951.74, "text": " I'll stop here."}, {"start": 951.74, "end": 952.74, "text": " Thank you very much."}, {"start": 952.74, "end": 953.74, "text": " Hare Krishna."}]}