{"video_id": "Grd67ulwNlQ", "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.8.19 | 09-02-2022", "speaker": "HH Stoka Krishna Swami", "youtube_url": "https://www.youtube.com/watch?v=Grd67ulwNlQ", "duration": 955, "segments": [{"start": 0.0, "end": 8.06, "text": " ओम ग्यानति मिरान्दस्या ज्यानान्जनिषलाकया चक्षुरुन्मीलितं येनतस्मै श्री गुरवे नमः"}, {"start": 8.06, "end": 16.2, "text": " नमा ओम विष्णु पादाया कृष्ण प्रेष्ठाय भूतले श्रीमते भक्ति वेदान्त स्वामिन्निति नामिने"}, {"start": 16.2, "end": 24.299999999999997, "text": " नमस्ते सारस्वते देवे गौरभाणी प्रचारिने निर्विशेश शुन्यवादी पाश्चात्यदेशतारिने"}, {"start": 24.299999999999997, "end": 33.06, "text": " जाय श्री कृष्ण चैतन्या प्रभूनित्यानन्दा श्री अद्वैत गदाधर श्रीवासादी गौरभक्त वृन्दा"}, {"start": 33.06, "end": 41.18000000000001, "text": " हरे कृष्णा हरे कृष्णा कृष्ट कृष्णा हरे हरे हरे रामा हरे रामा रामा रामा हरे हरे"}, {"start": 41.18000000000001, "end": 52.5, "text": " ओम नमो भगवते वासु देवाया नारायणम नमस्कृत्या नरम्चैवन अरोत्तमं देवीम सरस्वतीम व्यासम ततो जयमुदी रयेत्"}, {"start": 52.5, "end": 70.28, "text": " इन दिस सेशन विल बि डिस्कसिंग फ्राम् द 19 वर्ष अप द 8 चाप्तर अप द फर्स्ट कान्टो श्रीमण भागवतं दिस इस द सेक्षिन कंटेनिंग कुंतिस प्रेयर्स दिस 19 वर्स द द सेक्केन्ट प्रेयर्स आफर्ड बाय कुंति देवी"}, {"start": 70.28, "end": 93.44, "text": " The meaning of this verse is, being beyond the range of limited sense perception, you are the eternally irreproachable factor covered by the curtain of deluding energy."}, {"start": 93.44, "end": 103.0, "text": " You are invisible to the foolish observer, exactly as an actor is dressed as a player is not recognized."}, {"start": 105.53999999999999, "end": 119.64, "text": " So, some words which are maybe not easily understandable, let me try to explain them a little more easily understandable way."}, {"start": 120.64, "end": 123.42, "text": " Being beyond the range of limited sense perception."}, {"start": 123.44, "end": 134.92, "text": " With sense perception, sense perception means with our senses, we are seeing, hearing, smelling, touching, tasting, perception, we are perceiving."}, {"start": 136.92, "end": 143.24, "text": " We are getting knowledge from outside through these five senses."}, {"start": 144.2, "end": 150.78, "text": " Krishna is beyond this range of our senses to perceive."}, {"start": 152.02, "end": 153.42, "text": " Because, Krishna is beyond the range of our senses to perceive."}, {"start": 153.42, "end": 153.44, "text": " Krishna is beyond the range of our senses to perceive."}, {"start": 153.44, "end": 155.54, "text": " Krishna's form is completely spiritual."}, {"start": 156.9, "end": 160.7, "text": " So, these eyes cannot see spiritual form."}, {"start": 161.34, "end": 164.5, "text": " These ears cannot hear spiritual sound."}, {"start": 166.14, "end": 172.7, "text": " You see, that's why Krishna's personality is totally spiritual."}, {"start": 173.64, "end": 177.7, "text": " And therefore, he is beyond the range of limited sense perception."}, {"start": 178.92, "end": 182.7, "text": " Krishna is also described as the eternally irreproachable."}, {"start": 183.44, "end": 184.57999999999998, "text": " In your case, Krishna is the irreproachable factor."}, {"start": 184.57999999999998, "end": 187.5, "text": " Irreproachable means faultless."}, {"start": 189.42, "end": 192.18, "text": " Krishna is eternally faultless."}, {"start": 192.98, "end": 196.76, "text": " Whereas, one of the qualities of every living being is,"}, {"start": 197.72, "end": 200.96, "text": " the living being being very, very limited."}, {"start": 201.3, "end": 206.72, "text": " Every living being being very limited is prone to commit mistakes."}, {"start": 208.54, "end": 211.56, "text": " This is one of the characteristics of every living being."}, {"start": 212.56, "end": 212.82, "text": " Even though, Krishna is a very limited being."}, {"start": 212.82, "end": 213.42, "text": " He is a very limited being."}, {"start": 213.42000000000002, "end": 225.36, "text": " such great personalities like big big devatas they also sometimes commit mistakes so nobody is"}, {"start": 225.36, "end": 235.26000000000002, "text": " eternally faultless except Krishna so therefore Krishna is described here as eternally irreproachable"}, {"start": 235.26, "end": 246.6, "text": " factor eternally is faultless and he is also covered by a curtain of deluding energy maya javanika"}, {"start": 246.6, "end": 259.74, "text": " chanam maya javanika means curtain maya means of the curtain made up of the deluding energy"}, {"start": 259.74, "end": 263.09999999999997, "text": " deluding energy means that energy which bewilders us"}, {"start": 263.09999999999997, "end": 265.24, "text": " Krishna is covered by a curtain of deluding energy"}, {"start": 265.24, "end": 274.42, "text": " Krishna has got two kinds of energies which bewilders us one kind of energy is the material"}, {"start": 274.42, "end": 286.42, "text": " energy which bewilders us the maha maya maha maya and another kind of energy Krishna has"}, {"start": 286.42, "end": 295.06, "text": " got which is called yoga maya the spiritual energy that is also bewildering for every"}, {"start": 295.06, "end": 319.82, "text": " every living being. Both the spiritual energy which is personal energy of Krishna and Krishna's material energy both are bewildering for the living entities. Of course, those who are pure devotees, they are never bewildered by the material energy."}, {"start": 319.82, "end": 333.6, "text": " And those who are non-devotees, they are subject to the bewilderment by even the material energy."}, {"start": 334.6, "end": 349.58, "text": " Now, the bewilderment by the spiritual energy, Yogamaya, is meant for devotees to engage in pure devotional service of Krishna."}, {"start": 349.82, "end": 379.8, "text": " And the bewilderment of non-devotees due to the material energy is facilitating the non-devotees to be able to think falsely that they are independent, they are the lord or they are controllers or to think that there is no God."}, {"start": 379.82, "end": 393.82, "text": " Or to be ignorant about Krishna. All this is the effect of the bewilderment due to the material energy only upon non-devotees."}, {"start": 393.82, "end": 402.64, "text": " So, here Kunti Devi is telling Krishna is always covered by the curtain of Yogamaya."}, {"start": 406.28, "end": 409.8, "text": " Now, how is it that Krishna is always covered by the curtain of Yogamaya?"}, {"start": 409.82, "end": 417.5, "text": " invisible to the foolish observer to those who are enlightened spiritually krishna is not invisible"}, {"start": 418.14, "end": 423.5, "text": " they are able to see krishna very clearly always because krishna is always present eternally"}, {"start": 423.5, "end": 431.5, "text": " present but those who are foolish people who don't have spiritual knowledge who don't have"}, {"start": 431.5, "end": 438.62, "text": " spiritual enlightenment for them krishna is always invisible now the example is given by kunti devi"}, {"start": 438.62, "end": 447.74, "text": " here even when krishna incarnates foolish people cannot see him as the supreme lord"}, {"start": 449.34000000000003, "end": 458.78000000000003, "text": " now why is it like that kunti devi says just like an actor who is dressed in a particular drama"}, {"start": 459.66, "end": 466.46, "text": " for playing a particular role in a drama he is not recognized by the people"}, {"start": 467.74, "end": 468.62, "text": " who is the person"}, {"start": 468.78000000000003, "end": 476.94, "text": " who is playing this role of course this is uh understandable if you go back in time"}, {"start": 478.54, "end": 482.7, "text": " that formerly when there used to be a drama performance"}, {"start": 483.82, "end": 497.98, "text": " on the stage a dramatic artist a dramatic actor he will have a makeup and he will speak move etc"}, {"start": 499.02, "end": 505.26, "text": " exactly as what the role demands supposing an actor has to play the role of a king"}, {"start": 506.38, "end": 513.66, "text": " he will dress up like a king he will talk like a king he will walk like a king his voice will be"}, {"start": 513.66, "end": 521.42, "text": " very deep like that of a king even though in ordinary life he will be just another ordinary"}, {"start": 521.42, "end": 527.98, "text": " person so he is using his acting skill"}, {"start": 528.62, "end": 535.18, "text": " to play a role of a king and when he actually appears on the stage"}, {"start": 536.38, "end": 542.86, "text": " people will who are watching that particular drama they will not be able to say who is this"}, {"start": 542.86, "end": 550.54, "text": " person who is dressed like a king even though that person may be known to the people who are watching"}, {"start": 550.54, "end": 558.54, "text": " the drama outside the stage they may be known to him uh the the actor may be known to them"}, {"start": 558.94, "end": 561.2, "text": " okay they may have actually seen a text"}, {"start": 561.5600000000001, "end": 566.44, "text": " they may have recognized that somebody who's dressed like a king but they cannot recognize"}, {"start": 566.84, "end": 573.4, "text": " who is this person who is dressed like us exactly like that krishnavani appears as the son of vasudeva"}, {"start": 573.66, "end": 581.02, "text": " or his rama narsimha varaha people who are don't have spiritual enlightenment foolish observers"}, {"start": 581.02, "end": 584.78, "text": " they cannot recognize here is god they cannot have greatest"}, {"start": 584.78, "end": 585.98, "text": " so in the purport"}, {"start": 585.98, "end": 587.98, "text": " sri lakravapalyee explains"}, {"start": 587.98, "end": 594.98, "text": " Somebody stated in the Bhagavad Gita that less intelligent persons mistake Krishna to be an ordinary man."}, {"start": 597.98, "end": 607.98, "text": " He says, avajananti mamurha manushin tanum ashritam. Bhagavad Gita 9th chapter, 11th verse. Krishna says that."}, {"start": 607.98, "end": 621.98, "text": " So, the ordinary people, they think Krishna is another ordinary man. No, Krishna is not another ordinary person. He is the Supreme Lord."}, {"start": 622.98, "end": 636.98, "text": " He is never without his power. He is never without his opulences. He is never minus the opulences. No."}, {"start": 638.98, "end": 644.98, "text": " Kunti is now confirming this point that is described in the Bhagavad Gita."}, {"start": 645.98, "end": 652.98, "text": " Less intelligent persons, who are the less intelligent persons? Those who rebel against the authority of Krishna."}, {"start": 653.98, "end": 656.98, "text": " They are the less intelligent persons. They are called asuras."}, {"start": 657.98, "end": 666.98, "text": " Asuras generally want to go against the authority established by the Supreme Lord in this world, in the material world."}, {"start": 668.98, "end": 680.98, "text": " When the Lord appears as Rama, Narasimha, Varaha, Vamana, any of the transcendental incarnations of the Lord, or even as Krishna,"}, {"start": 681.98, "end": 693.98, "text": " then he performs so many activities which are impossible to be performed by any person of this world, by any human being, or even any devata. They cannot perform."}, {"start": 693.98, "end": 707.98, "text": " Now, in the tenth canto of the Srimad Bhagavatam, it is clearly explained that Krishna exhibited extraordinary power"}, {"start": 708.98, "end": 718.98, "text": " even when he was lying on the lap of his mother Yashoda as a small child, infant, not child, infant, just born."}, {"start": 718.98, "end": 732.98, "text": " Say about ten days after Krishna took birth, he was attempted to be killed by one Putana."}, {"start": 733.98, "end": 743.98, "text": " But when Putana came to breastfeed Krishna with her breast milk, she had severe deadly poison on her breast."}, {"start": 744.98, "end": 747.98, "text": " And Krishna, he sucked out her life."}, {"start": 747.98, "end": 759.98, "text": " When she tried to feed him poison through her breast milk, Krishna sucked out her life air."}, {"start": 760.98, "end": 774.98, "text": " So, it is not possible for anybody of this world to suck out another person's adult's life air, prana, suck out the prana."}, {"start": 774.98, "end": 787.98, "text": " And instantaneously, Putana died. Instantaneously."}, {"start": 788.98, "end": 798.98, "text": " Now, when he was a small boy, seven years old, playfully he lifted the Govardhan hill on his little left finger."}, {"start": 798.98, "end": 812.98, "text": " Now, as easily as a child picks up a mushroom, small mushroom, a child, sometimes children when they play in rainy season, there are mushrooms growing."}, {"start": 813.98, "end": 817.98, "text": " They pick up that mushroom and hold it like an umbrella."}, {"start": 818.98, "end": 826.98, "text": " Krishna apparently was holding the Govardhan hill on his little left finger as an umbrella"}, {"start": 826.98, "end": 833.98, "text": " for protecting the residents of Vrindavan when there was a torrential rain sent by Indra."}, {"start": 834.98, "end": 843.98, "text": " But he did it as effortlessly as a child picks up a small mushroom and can effortlessly hold it."}, {"start": 844.98, "end": 852.98, "text": " Exactly like that, Krishna picked up the huge Govardhan hill and held it up like an umbrella to protect the residents of Vrindavan."}, {"start": 852.98, "end": 860.98, "text": " So, these type of superhuman activities of Krishna are described in the tenth canto of the Bhagavatam."}, {"start": 861.98, "end": 871.98, "text": " And even the activities of Lord Rama, Lord Varaha, Lord Narasimha, they are all described in the authentic scriptures."}, {"start": 872.98, "end": 880.98, "text": " Now, Krishna has also delivered marvelous instructions."}, {"start": 880.98, "end": 885.98, "text": " In the Bhagavad Gita, he spoke to Arjuna 45 minutes."}, {"start": 886.98, "end": 890.98, "text": " When the battle was about to begin, Arjuna became bewildered."}, {"start": 891.98, "end": 904.98, "text": " And Krishna removed his illusion by speaking Bhagavad Gita and enlightening Arjuna and through Arjuna all of us."}, {"start": 905.98, "end": 906.98, "text": " So, that is only possible for Krishna."}, {"start": 907.98, "end": 909.98, "text": " That cannot be done by anybody else."}, {"start": 910.98, "end": 931.98, "text": " So, and Krishna is accepted as a very very great personality, the supreme personality by such authorities as Vyasa, Devala, Asita, Narada, Madhvacharya, Ramanujacharya, Shankaracharya, Chaitanya Mahaprabhu, Jeeva Goswami."}, {"start": 932.98, "end": 938.98, "text": " All great personalities, they have accepted Krishna as the supreme lord."}, {"start": 938.98, "end": 951.98, "text": " So, therefore, Kunti's asserting that Krishna is the supreme lord is perfectly accurate."}, {"start": 952.98, "end": 954.98, "text": " I will stop here. Thank you very much. Hare Krishna."}]}