{"video_id": "gU44V7gUdck", "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.14.1 - 3 | 6-11-2022", "speaker": "HH Stoka Krishna Swami", "youtube_url": "https://www.youtube.com/watch?v=gU44V7gUdck", "duration": 940, "segments": [{"start": 0.0, "end": 8.34, "text": " Om Agyana Timiraandasya Gyananjanishalakaya Chakshurunmelitam Yena Tasmai Shri Gurave Namaha"}, {"start": 8.34, "end": 15.32, "text": " Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine"}, {"start": 15.32, "end": 22.740000000000002, "text": " Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine"}, {"start": 22.740000000000002, "end": 29.88, "text": " Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadi Gauravakt"}, {"start": 29.88, "end": 36.18, "text": " Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama"}, {"start": 36.18, "end": 43.019999999999996, "text": " Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam"}, {"start": 43.019999999999996, "end": 46.76, "text": " Deveem Saraswateem Vyasam Tato Jaya Mudhirayet"}, {"start": 46.76, "end": 50.94, "text": " We are going to begin a new chapter."}, {"start": 53.32, "end": 59.120000000000005, "text": " The chapter 14 of the first canto of Srimad Bhagavatam, the chapter is entitled The Disappearance"}, {"start": 59.120000000000005, "end": 59.86, "text": " of Lord Krishna."}, {"start": 59.88, "end": 63.38, "text": " This is the speciality of the Bhagavatam."}, {"start": 64.5, "end": 69.16, "text": " Bhagavatam, the topics are not necessarily chronologically described."}, {"start": 69.72, "end": 74.72, "text": " Chronologically means first this happened, then this happened, then something else happened,"}, {"start": 74.82000000000001, "end": 76.72, "text": " then something else happened, then something else happened."}, {"start": 76.72, "end": 88.7, "text": " No, the sequence of description in the Bhagavatam follows the questions and answers, the questions"}, {"start": 88.7, "end": 89.54, "text": " and the answers."}, {"start": 89.88, "end": 93.44, "text": " So, according to the question being asked, the answer is given."}, {"start": 94.5, "end": 103.96, "text": " And the answer is given with support of the historical incidents describing certain incidents,"}, {"start": 104.24, "end": 111.28, "text": " describing certain important principles illustrated in the life of great devotees or taught by"}, {"start": 111.28, "end": 115.34, "text": " the activities of the Supreme Lord in his various incarnations, etc."}, {"start": 116.02, "end": 119.86, "text": " So, the disappearance of Lord Krishna described in the first canto."}, {"start": 120.17999999999999, "end": 124.44, "text": " The appearance of Lord Krishna is described in the tenth canto."}, {"start": 124.88, "end": 129.92, "text": " This is the peculiarity of the Srimad Bhagavatam."}, {"start": 129.92, "end": 141.56, "text": " And not only Bhagavatam, even the other Puranas also, there is description of different topics"}, {"start": 141.56, "end": 148.0, "text": " according to the questions raised and according to the sequence in which the answers are given"}, {"start": 148.0, "end": 148.5, "text": " to questions."}, {"start": 148.5, "end": 159.12, "text": " questions as the questions are raised and the message is important even if one is not"}, {"start": 159.12, "end": 166.6, "text": " able to strictly follow the chronology the sequence of events very strictly important"}, {"start": 166.6, "end": 170.0, "text": " thing is the message."}, {"start": 170.0, "end": 175.06, "text": " So the first verse of this 14th chapter of the first canto of Bhagavatam is as follows"}, {"start": 175.06, "end": 185.64000000000001, "text": " sutavvacha samprasthite dvarakayam jisnau bandhu didrikshaya nyatum cha punya shlokasya"}, {"start": 185.64000000000001, "end": 191.32, "text": " krishnasya cha vicheshtitam the meaning of this verse is Sri Suta Goswami said Suta Goswami"}, {"start": 191.32, "end": 198.0, "text": " speaking to the sage sunaimisharanya he said Arjuna went to Dvaraka to see Lord Krishna"}, {"start": 198.0, "end": 205.0, "text": " and other friends and also to learn from the Lord of his next activities."}, {"start": 205.0, "end": 205.02, "text": " Hmm."}, {"start": 205.02, "end": 205.04, "text": " Hmm."}, {"start": 205.04, "end": 215.16, "text": " So Krishna is ruling sorry Yudhishthira is ruling in Hastinapura and then he is properly"}, {"start": 215.16, "end": 222.48, "text": " perfectly ruling and Dhritarashtra has quit home he is liberated."}, {"start": 223.28, "end": 234.56, "text": " Now after that what did Yudhishthira do so it is explained in this verse that Yudhishthira"}, {"start": 234.56, "end": 241.52, "text": " sent Arjuna to Dvaraka to find out what is the next program of the Lord."}, {"start": 244.52, "end": 251.02, "text": " So Srila Prabhupada explains as stated in Bhagavad Gita the Lord descended on earth for the protection"}, {"start": 251.02, "end": 253.78, "text": " of the faithful and annihilation of the empires."}, {"start": 255.48000000000002, "end": 264.52, "text": " So after the battle of Kurukshetra and establishment of Maharaja Yudhishthira as the emperor of"}, {"start": 264.52, "end": 271.64, "text": " the entire world the mission of the Lord was complete."}, {"start": 271.64, "end": 278.32, "text": " The Pandavas especially Sri Arjuna was our eternal companions of the Lord and therefore"}, {"start": 278.32, "end": 283.68, "text": " Arjuna went to Dvaraka to hear from the Lord of his next program of work."}, {"start": 283.68, "end": 292.9, "text": " His devotees they simply follow the Lord they have no other engagement they simply want"}, {"start": 292.9, "end": 294.47999999999996, "text": " to please Krishna."}, {"start": 294.48, "end": 300.36, "text": " They want to carry out his orders they want to follow his program they have no program"}, {"start": 300.36, "end": 303.0, "text": " of their own."}, {"start": 303.0, "end": 315.28000000000003, "text": " Second verse Vyateetaha Katichinmasa Tadanayat Tathorjunah Dadarsha Ghorarupani Nimittani"}, {"start": 315.28000000000003, "end": 321.20000000000005, "text": " Kurudvahaha meaning of the second verse of this 14th chapter of the first canto a few"}, {"start": 321.20000000000005, "end": 324.42, "text": " months passed and Arjuna did not return."}, {"start": 324.42, "end": 328.84000000000003, "text": " Maharaja Yudhishthira then began to observe some inauspicious omens which were fearful"}, {"start": 328.84000000000003, "end": 332.98, "text": " in themselves."}, {"start": 332.98, "end": 338.24, "text": " So in the purport Shri Ram Prabhupada says what are these fearful omens that Yudhishthira"}, {"start": 338.24, "end": 345.38, "text": " is observing when Arjuna is away from Hastinapura has gone to Dvaraka to inquire about Krishna's"}, {"start": 345.38, "end": 347.46000000000004, "text": " next program."}, {"start": 347.46000000000004, "end": 354.42, "text": " So Prabhupada says in the purport Sri Krishna the supreme personality of Godhead is as a"}, {"start": 354.42, "end": 355.42, "text": " Pontifex."}, {"start": 355.42, "end": 357.66, "text": " At the time of Arjuna's visit to Kulidwaraka as the principal of the group of Varunachala"}, {"start": 357.66, "end": 360.98, "text": " and Shri Krishna says that I have come to tell you that these are all possible omens"}, {"start": 360.98, "end": 363.52000000000004, "text": " and you have seen all the powerful and powerful things that come from far and wide to the"}, {"start": 363.52000000000004, "end": 364.52000000000004, "text": " extent that you go into the universe."}, {"start": 364.52000000000004, "end": 365.52000000000004, "text": " But Krishna is not a complete and infinite Omens and he does not exist and we will not"}, {"start": 365.52000000000004, "end": 366.52000000000004, "text": " ever find any of that things that come from far and wide."}, {"start": 366.52000000000004, "end": 368.16, "text": " The only thing you do is keep following the Gesture of Krishna's Omens of the Great"}, {"start": 368.16, "end": 369.40000000000003, "text": " Omens and you will be able to take that Omens of the Great Omens."}, {"start": 369.40000000000003, "end": 370.42, "text": " The Omens of the Great Omens are the Omens of the Vishwara and Krishna."}, {"start": 370.42, "end": 380.06, "text": " They are the"}, {"start": 380.06, "end": 381.06, "text": " Omens of the Shri Krishna and Krishna's will."}, {"start": 381.06, "end": 382.06, "text": " Krishna's will is the highest form of power."}, {"start": 382.06, "end": 391.82, "text": " billions of suns are created by Krishna and he only annihilates everything and everything"}, {"start": 391.82, "end": 399.3, "text": " all his creation and destruction happens within one breathing period of the incarnation of"}, {"start": 399.3, "end": 405.72, "text": " Krishna called Maha Vishnu. Maha Vishnu breathes out universes, universes remain as long as"}, {"start": 405.72, "end": 413.32000000000005, "text": " Maha Vishnu does not inhale. So, he breathes out after some time he inhales, when he inhales"}, {"start": 413.32000000000005, "end": 424.1, "text": " everything that that is created is destroyed and enters his transcendental body. Now, in"}, {"start": 424.1, "end": 428.6, "text": " the material world, the sun is considered to be the source of all productivity and material"}, {"start": 428.6, "end": 435.66, "text": " energy and only due to the sun can we have our necessities of life. That is a fact, you"}, {"start": 435.66, "end": 435.72, "text": " may think."}, {"start": 435.72, "end": 441.12, "text": " We may not be aware of this, we may not be able to figure this out, but the shastras"}, {"start": 441.12, "end": 449.66, "text": " explain this. Therefore, during the personal presence of the Lord on the earth, all paraphernalia"}, {"start": 449.66, "end": 455.28000000000003, "text": " for our peace and prosperity, especially religion and knowledge, but in full display because"}, {"start": 455.28000000000003, "end": 458.6, "text": " of the Lord's presence."}, {"start": 458.6, "end": 465.66, "text": " When Krishna was present, everything was perfect, everything was very nice for everyone in the"}, {"start": 465.66, "end": 475.06, "text": " entire earth planet. Maharaja Yudhishthira observed some discrepancies in his kingdom."}, {"start": 475.06, "end": 480.6, "text": " Now, when Krishna is present, everything is fine. Now, why suddenly some discrepancies"}, {"start": 480.6, "end": 491.6, "text": " are appearing? Maharaja Yudhishthira is perfectly ruling. So, Yudhishthira is observing the discrepancies,"}, {"start": 491.6, "end": 495.6, "text": " is indicative of what?"}, {"start": 495.66, "end": 502.66, "text": " He suspected, Yudhishthira suspected disappearance of Lord Krishna. Otherwise, there would have"}, {"start": 502.66, "end": 513.22, "text": " been no possibility of any discrepancies. And also, Arjuna had not brought back the"}, {"start": 513.22, "end": 520.86, "text": " news of Krishna's next program. That was another observation by Yudhishthira. Long time Arjuna"}, {"start": 520.86, "end": 525.6, "text": " is gone, he has not come back. And these fearful omens are the same."}, {"start": 525.6, "end": 532.6, "text": " These inauspicious symptoms are appearing in his kingdom."}, {"start": 532.6, "end": 534.6, "text": " The third verse,"}, {"start": 534.6, "end": 547.6, "text": " kalasya ca gatim raudraam viparyaya viparyastha rutu dharminana"}, {"start": 547.6, "end": 554.6, "text": " papiyasim nirunam vartam krodha lobha andrata atmanam"}, {"start": 554.6, "end": 559.94, "text": " kaftu, the meaning of this verse is what did Yudhishthira see that is being described"}, {"start": 559.94, "end": 567.1, "text": " here? He saw that the direction of eternal time had changed and this was very fearful."}, {"start": 567.1, "end": 573.36, "text": " There were disruptions in seasonal regularities. The people in general had become very greedy,"}, {"start": 573.36, "end": 583.1, "text": " angry and deceitful. He also saw that people had become, people were adopting foul means"}, {"start": 583.1, "end": 583.6, "text": " of livelihood."}, {"start": 583.6, "end": 590.14, "text": " the proper explains this in the purple when civilization disconnected from the loving"}, {"start": 590.14, "end": 596.0, "text": " relation of the Supreme Personality of Godhead symptoms like changes of seasonal regulations"}, {"start": 596.0, "end": 603.84, "text": " foul means of livelihood greed anger and fraudulence become rampant if people in this"}, {"start": 603.84, "end": 610.6600000000001, "text": " even in this material world are not following the devotional principles the directions of the"}, {"start": 610.66, "end": 620.0799999999999, "text": " bona fide scriptures they don't follow then people become corrupted and nature will not function"}, {"start": 620.0799999999999, "end": 630.86, "text": " properly the change of seasonal regulations refers to one seasons atmosphere become manifest in"}, {"start": 630.86, "end": 638.16, "text": " another season for example we have experience of this now nowadays especially the rainy season"}, {"start": 638.16, "end": 640.54, "text": " being transferred to autumn autumn"}, {"start": 640.66, "end": 647.28, "text": " is not supposed to rain autumn is after the rainy season is over and the rains have stopped but what"}, {"start": 647.28, "end": 658.8199999999999, "text": " if in autumn suddenly there is heavy rain this is called seasonal irregularity or the"}, {"start": 658.8199999999999, "end": 665.3199999999999, "text": " fructification of fruits and flowers from one season in another season normally we get mango"}, {"start": 665.3199999999999, "end": 670.64, "text": " fruit in summer but what if mango fruit starts appearing in the summer and it is not supposed"}, {"start": 670.66, "end": 681.36, "text": " to rain in winter that is a seasonal irregularity also Srila Prabhupada says a godless man is"}, {"start": 681.36, "end": 693.9599999999999, "text": " invariably greedy angry and fraudulent so good qualities cannot be generated in a person or"}, {"start": 693.9599999999999, "end": 696.92, "text": " cannot be seen in a person who is godless"}, {"start": 696.92, "end": 699.86, "text": " Harava Bhaktasya Kuto Mahadguna"}, {"start": 700.66, "end": 705.76, "text": " Elsewhere in the Bhagavatam it is said one who is not a devotee of the Supreme Lord he"}, {"start": 705.76, "end": 714.4399999999999, "text": " cannot have any good qualities, he may appear to be very nice man but that so called nice"}, {"start": 714.4399999999999, "end": 721.66, "text": " man inside his heart full of all dirty things."}, {"start": 721.66, "end": 731.4, "text": " So nice person or not nice person is not by external appearances or behaviour it is what"}, {"start": 731.4, "end": 738.18, "text": " is in the core of the heart and depending on what is in the core of the heart that will"}, {"start": 738.18, "end": 750.5, "text": " manifest sooner or later it cannot be kept inside hidden in a dormant state it may be"}, {"start": 750.5, "end": 751.66, "text": " there for some time."}, {"start": 751.66, "end": 769.06, "text": " but it has got to show up such a man a godless person who's full of greed anger and corruption"}, {"start": 769.06, "end": 779.8, "text": " can earn his livelihood by any means black or white and such godless people don't care how"}, {"start": 779.8000000000001, "end": 787.2400000000001, "text": " they earn their livelihood they'll adopt even unfair means if they are unable to earn by a"}, {"start": 787.2400000000001, "end": 795.2800000000001, "text": " fair means during the reign of Maharaja Yudhishthira all the above symptoms were conspicuous by their"}, {"start": 795.2800000000001, "end": 801.2800000000001, "text": " absence that means in Yudhishthira was properly ruling and Krishna was present everybody was"}, {"start": 801.2800000000001, "end": 809.7800000000001, "text": " following all the principles of the Dharma very nicely and they were nicely engaged there was"}, {"start": 809.78, "end": 816.4599999999999, "text": " no scarcity there was no bad behavior there was no seasonal irregularities nothing"}, {"start": 816.88, "end": 825.22, "text": " but Maharaja Yudhishthira was astonished to experience even a slight change in the godly atmosphere of his kingdom"}, {"start": 825.6999999999999, "end": 832.98, "text": " he detected and is carefully observing that there are some changes taking place why"}, {"start": 834.5799999999999, "end": 839.62, "text": " therefore he at once suspected the disappearance of the"}, {"start": 839.62, "end": 839.72, "text": " Land of Future."}, {"start": 839.78, "end": 851.3199999999999, "text": " thought, the only reason why these discrepancies are being observed by me is only because the"}, {"start": 851.3199999999999, "end": 858.5799999999999, "text": " disappearance of Krishna. Krishna's mission is over, he returns to his personal kingdom"}, {"start": 858.5799999999999, "end": 869.22, "text": " from where he comes. Now what is the meaning of foul means of livelihood?"}, {"start": 869.22, "end": 877.6, "text": " It means deviation from one's occupational duty. There are prescribed duties meant for"}, {"start": 877.6, "end": 884.7, "text": " the Brahmana, Kshatriya, Vaishya, Shudra. But if a Brahmana without doing his Brahmanical"}, {"start": 884.7, "end": 892.32, "text": " duties, he performs the duties of Kshatriya or Vaishya, Shudra, then that is called foul"}, {"start": 892.32, "end": 898.82, "text": " means of livelihood. Or somebody becomes too greedy for wealth."}, {"start": 898.82, "end": 907.0600000000001, "text": " That is also incorrect, improper. Such a person will become greedy for wealth only if he has"}, {"start": 907.0600000000001, "end": 913.7, "text": " no higher objective in life. The goal of life is spiritual realization. But if somebody"}, {"start": 913.7, "end": 919.0600000000001, "text": " forgets that goal or misses that goal or does not care for that goal, then such a person"}, {"start": 919.0600000000001, "end": 924.6800000000001, "text": " has to be affected by greed, anger, corruption, etc."}, {"start": 928.82, "end": 935.96, "text": " To remain free from all these bad qualities is to be Krishna conscious. And there is no"}, {"start": 935.96, "end": 938.72, "text": " other way. I will stop here. Thank you very much. Hare Krishna."}]}