{"video_id": "HHaTdJsX-qE", "title": "SB 1.19.9-10 Part 1 | HH Stoka Krishna Swami | 08-05-2023 | Daily Evening Bhagavatam Discourse", "speaker": "HH Stoka Krishna Swami", "youtube_url": "https://www.youtube.com/watch?v=HHaTdJsX-qE", "duration": 941, "segments": [{"start": 0.0, "end": 9.200000000000001, "text": " Om Agyanati Miran Dhasya Gyananjan Shalakaya Chakshuran Militam Yena Tasmai Shri Gurave Namaha"}, {"start": 9.200000000000001, "end": 16.96, "text": " Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Svamin Nithinamine"}, {"start": 16.96, "end": 25.26, "text": " Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine"}, {"start": 25.26, "end": 34.18, "text": " Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda"}, {"start": 34.18, "end": 42.72, "text": " Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"}, {"start": 42.72, "end": 49.86, "text": " Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam"}, {"start": 49.86, "end": 54.58, "text": " Devim Saraswati Vyasam Tato Jayam Udi Rayet"}, {"start": 54.58, "end": 55.24, "text": " Om Namah Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam"}, {"start": 55.24, "end": 61.660000000000004, "text": " In this session we will be discussing from two verses which are given together by Shri"}, {"start": 61.660000000000004, "end": 68.64, "text": " La Prabhupada the 9th and the 10th verses of the 19th chapter of the first canto of Shreemad"}, {"start": 68.64, "end": 76.86, "text": " Bhagavatam. Since the purport is a very big one we will discuss these two verses in two"}, {"start": 76.86, "end": 85.1, "text": " parts so this session we will discuss the first half of the purport part 1 of these"}, {"start": 85.1, "end": 85.22, "text": " two verses."}, {"start": 85.24, "end": 92.36, "text": " verses. I will read the two verses and then we will go through the purport, the first half of"}, {"start": 92.36, "end": 99.39999999999999, "text": " the purport. The two verses are given together, the ninth and the tenth verses."}, {"start": 115.24000000000001, "end": 127.48, "text": " Utatya indra pramada idva vahau. These are all names of great sages who arrived there as was"}, {"start": 127.48, "end": 136.68, "text": " described in the previous verse. The next verse also describes more names of these great sages."}, {"start": 144.76000000000002, "end": 145.16000000000003, "text": " Medu."}, {"start": 145.24, "end": 172.86, "text": " Now, who all arrived there? A partial list is given, not a complete list. So, the translation"}, {"start": 172.86, "end": 182.5, "text": " is, from different parts of the universe there arrived great sages like Atri, Chavana, Sharadvan,"}, {"start": 182.96, "end": 194.08, "text": " Arishtanemi, Brugu, Vasishta, Parashara, Vishwamitra, Pangira, Parushurama, Uthatya, Indrapramada,"}, {"start": 194.08, "end": 202.84, "text": " Idmavahu, Medhatiti, Devala, Arshtishena, Bharadvaja."}, {"start": 202.86, "end": 215.5, "text": " Gautama, Pippalada, Maitreya, Aurva, Kavasha, Kumbhayoni, Dwaipayana and the great personality Narada."}, {"start": 217.8, "end": 225.9, "text": " So, in the purport, Srila Prabhupada gives a brief description of some of the great sages"}, {"start": 225.9, "end": 232.86, "text": " who arrived there. So, we will cover some of the sages in this"}, {"start": 232.86, "end": 240.32000000000002, "text": " session and more sages in the next session. That is part two, next session will be part"}, {"start": 240.32000000000002, "end": 248.48000000000002, "text": " two of these two verses. The first sage being described by Prabhupada is Chavana, a great"}, {"start": 248.48000000000002, "end": 253.94000000000003, "text": " sage and one of the sons of Brugu Muni. Brugu Muni was himself a great personality. So,"}, {"start": 253.94000000000003, "end": 261.36, "text": " his son was another great sage Chavana. This Chavana Rishi was born prematurely when his"}, {"start": 261.36, "end": 262.84000000000003, "text": " pregnant mother was killed."}, {"start": 262.86, "end": 265.76, "text": " His testified himself to his father'sthe family about how he became"}, {"start": 265.76, "end": 280.1, "text": " kidnapped. See even among great personalities, there is some weakness of enviousness, weakness"}, {"start": 280.1, "end": 291.92, "text": " of greed, weakness of pride. This is the nature of material existence you should understand."}, {"start": 291.92, "end": 292.76, "text": " Hmm."}, {"start": 292.86, "end": 314.86, "text": " So, briefly Prabhupada is describing, he was born prematurely, Chavana is one of the six sons of his father Bhrigu Muni, great personalities, because of their practicing severe austerities, diligently studying the Vedic literature,"}, {"start": 314.86, "end": 343.16, "text": " cultivating spiritual knowledge, and living a very austere life, teaching this most important branch of knowledge, which is spiritual knowledge, Atmavidya, to other aspiring students, all these great works are done by these great sages."}, {"start": 343.16, "end": 344.0, "text": " But,"}, {"start": 344.86, "end": 373.86, "text": " not all of them are always in this material world, living a pure life, sometimes overcome by some bad influence, or overcome by some weakness of the heart, they may make some mistake, they may commit some mistake."}, {"start": 374.86, "end": 385.86, "text": " But, because they are great personalities, they immediately take steps to rectify their mistakes."}, {"start": 387.86, "end": 391.06, "text": " That's the difference between great personalities and ordinary people."}, {"start": 393.24, "end": 403.86, "text": " So, we should never show them disrespect, or ignore them, or neglect them, just because they commit a mistake, or they have done something wrong."}, {"start": 404.86, "end": 412.98, "text": " In the past because of some weakness, or because of being influenced by the"}, {"start": 412.98, "end": 417.86, "text": " overwhelming, overpowering material energy."}, {"start": 417.86, "end": 425.8, "text": " So, it's a lesson for us, of course, we are very very ordinary persons compared to such great personalities."}, {"start": 425.8, "end": 433.28000000000003, "text": " So, we are constantly subject to the influence of this most powerful material energy."}, {"start": 433.28000000000003, "end": 433.86, "text": " And we often practice this in ourouls."}, {"start": 433.86, "end": 434.08000000000004, "text": " So, we are constantly subject to the influence of this most powerful material energy."}, {"start": 434.08, "end": 439.9, "text": " And we are prone to make mistakes again and again and again and again."}, {"start": 439.9, "end": 460.09999999999997, "text": " So therefore, if we want to stop committing sins, if we want to rectify our old habits, we should be extra cautious to always strenuously try to avoid bad association."}, {"start": 460.1, "end": 478.42, "text": " To strenuously try to constantly engage in pious activities and which are the best type of pious activities, that is pious activities of the nature of devotional service."}, {"start": 478.42, "end": 488.1, "text": " That is the top most pious activity, performing pure devotional service."}, {"start": 490.1, "end": 493.82000000000005, "text": " Next, Srila Prabhupada describes Bhrigu Muni."}, {"start": 494.5, "end": 502.24, "text": " When Brahmaji was performing a great sacrifice on behalf of Vishnu, Maharshi Bhrigu was born from the sacrificial fire."}, {"start": 503.08000000000004, "end": 508.54, "text": " So even the appearance of Bhrigu is not an ordinary appearance."}, {"start": 509.54, "end": 512.2, "text": " He was born as the son of Brahma."}, {"start": 512.88, "end": 518.9200000000001, "text": " When Brahma was performing a great sacrifice, he was born out of the sacrificial fire."}, {"start": 520.1, "end": 524.1, "text": " He was a great sage and his very dear wife was Puloma."}, {"start": 524.7, "end": 528.5400000000001, "text": " He could travel in space like Durvasa, Narada and others."}, {"start": 529.0400000000001, "end": 532.24, "text": " And he used to visit all the planets of the universe."}, {"start": 532.24, "end": 535.02, "text": " You can imagine their power."}, {"start": 537.64, "end": 543.9, "text": " They can travel to any planet in the universe including the top most, Brahma Loka."}, {"start": 545.1, "end": 547.44, "text": " He could travel to all the planets in the universe."}, {"start": 548.5400000000001, "end": 549.24, "text": " And their travel..."}, {"start": 550.1, "end": 553.32, "text": " ...is not by some spaceship."}, {"start": 554.6, "end": 560.38, "text": " They travel using the natural mystic power they have."}, {"start": 563.6, "end": 566.76, "text": " Now, it is described here."}, {"start": 566.84, "end": 573.96, "text": " Before the battle of Kurukshetra, this Bhrigu Muni tried to stop the battle."}, {"start": 576.46, "end": 579.08, "text": " See, they are very, very great personalities."}, {"start": 579.08, "end": 579.6, "text": " They know."}, {"start": 580.28, "end": 582.14, "text": " This battle is unnecessary."}, {"start": 583.76, "end": 588.6, "text": " Because the Pandavas are the rightful claimants."}, {"start": 590.22, "end": 593.1, "text": " And the Pandavas reduce their request to five villages."}, {"start": 593.1, "end": 606.5600000000001, "text": " Just because they are duty bound to earn their livelihood by protecting the weaker sections of the society."}, {"start": 608.1, "end": 610.1, "text": " So by ruling and collecting some tax."}, {"start": 610.1, "end": 617.82, "text": " they maintain themselves so very very simple life because they're great devotees also the"}, {"start": 617.82, "end": 624.26, "text": " Pandavas they can live a very simple life they lived in fact in the forest 13 years"}, {"start": 624.26, "end": 637.14, "text": " when they were challenged by Duryodhana and party so this battle of Kurukshetra many personalities"}, {"start": 637.14, "end": 644.04, "text": " tried to stop this battle because it was a world war and everyone knew that the destruction is"}, {"start": 644.04, "end": 658.08, "text": " going to be very very big on the scale of a whole world war was going to be fought big number of"}, {"start": 658.08, "end": 667.14, "text": " deaths would occur of the Kshatriyas so it is also described as"}, {"start": 667.14, "end": 677.52, "text": " that Bhrigu Muni he instructed Bharadwaja Muni about astronomical evolution and he is the author"}, {"start": 677.52, "end": 685.62, "text": " of the great Bhrigu Samhita. This Bhrigu Samhita is a great astrological treatise authored by"}, {"start": 685.62, "end": 692.3, "text": " Bhrigu Muni and it contains so many details about the science of astrology."}, {"start": 692.3000000000001, "end": 704.6, "text": " This Bhrigu Muni is such a great personality. He explained how air fire water and earth are"}, {"start": 704.6, "end": 710.7, "text": " generated from ether. At the beginning of the creation, there is only the material energy in"}, {"start": 710.7, "end": 716.2400000000001, "text": " the inactive state. So when material energy is activated by the glance of Maha Vishnu,"}, {"start": 716.2400000000001, "end": 722.1200000000001, "text": " then material energy becomes activated and first of all there is a"}, {"start": 722.1200000000001, "end": 722.2400000000001, "text": " trap. He explains this and says that the will of the Father is an intensity of energy and there is a"}, {"start": 722.2400000000001, "end": 722.2800000000001, "text": " trap. So when material energy is activated by the glance of Maha Vishnu then material energy becomes"}, {"start": 722.28, "end": 732.64, "text": " transformation of Pradhana to Mahatatva. Mahatatva is the active principle of the material energy"}, {"start": 732.64, "end": 742.16, "text": " that Mahatatva transforms into false ego and false ego transforms into other elements like"}, {"start": 742.16, "end": 750.04, "text": " that how these elements get transformed and generated from one element another element"}, {"start": 750.04, "end": 756.5799999999999, "text": " is generated. So, from ether, ether is the first among the five elements to appear in"}, {"start": 756.5799999999999, "end": 765.5999999999999, "text": " the process of creation. So, from ether how air is generated, from air how fire is generated,"}, {"start": 765.5999999999999, "end": 771.76, "text": " how from fire water is generated and from water how earth is generated. This Brighumani"}, {"start": 771.76, "end": 778.76, "text": " explained this particular aspect of the process of creation."}, {"start": 780.04, "end": 791.06, "text": " He explained how the air in the stomach works and regulates the intestines. See the scientists"}, {"start": 791.06, "end": 796.92, "text": " modern day scientists, they think they have made lot of advancement in understanding how"}, {"start": 796.92, "end": 806.92, "text": " this internal body works, but actually they know very very little. Whereas these great"}, {"start": 806.92, "end": 809.92, "text": " sages based on the knowledge given in the knowledge given in the knowledge given in"}, {"start": 809.92, "end": 810.02, "text": " the knowledge given in the knowledge given in the knowledge given in the knowledge given"}, {"start": 810.02, "end": 817.34, "text": " in the Vedas and as the knowledge is handed down in parampara from the Supreme Lord to"}, {"start": 817.34, "end": 824.62, "text": " Brahma from Brahma to his sons and disciples in disciplic succession, they know lot more"}, {"start": 824.62, "end": 832.6999999999999, "text": " than what these modern scientists know. As a great philosopher, he logically established"}, {"start": 832.6999999999999, "end": 839.9, "text": " the eternity of the living entity and that is described in the Mahabharata that we are"}, {"start": 839.9, "end": 853.04, "text": " eternal beings. Even though our body is temporary, body is changing, body will perish, but I,"}, {"start": 853.04, "end": 865.3, "text": " the real I or you or any living being is eternal. That Brighumani has established, logically"}, {"start": 865.3, "end": 869.78, "text": " established by explaining the philosophy."}, {"start": 869.9, "end": 882.5, "text": " He was a great anthropologist and the theory of evolution was long ago explained by him."}, {"start": 882.5, "end": 887.64, "text": " He was a scientific propounder of the four divisions and orders of human society known"}, {"start": 887.64, "end": 894.62, "text": " as Varnashrama institution. This Varnashrama lot has been described in the scriptures and"}, {"start": 894.62, "end": 899.78, "text": " even Srila Prabhupada spoke a lot about this Varnashrama institution. It is not the, the"}, {"start": 899.78, "end": 909.78, "text": " so called caste system that degraded modern day caste system. No, Varnashrama institution"}, {"start": 909.78, "end": 919.28, "text": " is a scientific institution for the welfare of the entire human society and the welfare"}, {"start": 919.28, "end": 929.42, "text": " of all creatures. So, some other time we will discuss this. So, this is about Brighumani. I will"}, {"start": 929.78, "end": 935.06, "text": " stop here. We will discuss about the other great sages who have been described in this"}, {"start": 935.06, "end": 939.78, "text": " purport by Srila Prabhupada in the next few sessions. Thank you very much. Hare Krishna."}]}