{"video_id": "hoeoWS0w8sI", "title": "Disappearance Day of Sri Murari Gupta | HH Stoka Krishna Swami | ISKCON Bangalore Sanga", "speaker": "HH Stoka Krishna Swami", "youtube_url": "https://www.youtube.com/watch?v=hoeoWS0w8sI", "duration": 316, "segments": [{"start": 0.0, "end": 8.1, "text": " Today is the disappearance day anniversary of Shri Murari Gupta, who was an intimate"}, {"start": 8.1, "end": 11.32, "text": " associate of Shri Chaitanya Mahaprabhu."}, {"start": 11.32, "end": 17.92, "text": " Let us hear about his wonderful devotional qualities from Shri Chaitanya Charitamrita."}, {"start": 17.92, "end": 23.26, "text": " Murari Gupta was a storehouse of love of Godhead."}, {"start": 23.26, "end": 28.68, "text": " His great humility and meekness melted the heart of Lord Chaitanya."}, {"start": 28.68, "end": 33.14, "text": " Shri Murari Gupta wrote a book called Shri Chaitanya Charita."}, {"start": 33.14, "end": 39.86, "text": " He belonged to a Vaidya physician family of Shri Hatha, the paternal home of Lord Chaitanya"}, {"start": 39.86, "end": 43.42, "text": " and later became a resident of Navadvipa."}, {"start": 43.42, "end": 48.92, "text": " He was among the elders of Shri Chaitanya Mahaprabhu."}, {"start": 48.92, "end": 55.66, "text": " Shri Murari Gupta never accepted charity from friends nor did he accept money from anyone."}, {"start": 55.66, "end": 58.66, "text": " He practiced as a physician and maintained his family."}, {"start": 58.660000000000004, "end": 66.5, "text": " With his earnings, as Murari Gupta treated his patients, by his mercy, both their bodily"}, {"start": 66.5, "end": 70.48, "text": " and spiritual diseases subsided."}, {"start": 70.48, "end": 77.36, "text": " Once Sivananda Sena offered food to Lord Chaitanya that had been cooked with excessive ghee."}, {"start": 77.36, "end": 83.66, "text": " And the next day, Lord Chaitanya became sick and went to Murari Gupta for treatment."}, {"start": 83.66, "end": 87.86, "text": " Lord Chaitanya accepted some water from the water pot of Murari Gupta."}, {"start": 88.66, "end": 91.38, "text": " And thus, he was cured."}, {"start": 91.38, "end": 95.5, "text": " The natural remedy for indigestion is to drink a little water."}, {"start": 95.5, "end": 101.6, "text": " And since Murari Gupta was a physician, he gave the Lord some drinking water and cured"}, {"start": 101.6, "end": 103.47999999999999, "text": " him."}, {"start": 103.47999999999999, "end": 109.36, "text": " When Chaitanya Mahaprabhu appeared in the house of Srivastakur in his Chaturbhuja murti,"}, {"start": 109.36, "end": 117.12, "text": " Murari Gupta became his carrier in the form of Garuda and in these pastimes of ecstasy,"}, {"start": 117.12, "end": 118.5, "text": " the Lord then got up on his feet."}, {"start": 118.5, "end": 118.64, "text": " Shri Murari Gupta became his carrier in the form of Garuda and in these pastimes of ecstasy, the Lord then got up on his feet."}, {"start": 118.66, "end": 119.96, "text": " and passed down the back of Murari Gupta."}, {"start": 119.96, "end": 126.66, "text": " When Sri Chaitanya Mahaprabhu one day appeared in ecstasy as the Varaha Murti,"}, {"start": 126.66, "end": 129.7, "text": " Murari Gupta offered him nice prayers."}, {"start": 129.7, "end": 133.7, "text": " Murari Gupta gave Zuvar posso kepada Sat-Siat Rao one time."}, {"start": 133.7, "end": 139.0, "text": " Once Lord Chaitanya Mahaprabhu glorified Murari Gupta for his unf constellating devotion and loyalty"}, {"start": 139.0, "end": 143.74, "text": " to Lord Rama Chandra b Coordinates of Lord Ramachandra because Murari Gupta was a great devotee of Lord Rama."}, {"start": 143.74, "end": 147.96, "text": " Once Lord Chaitanya Mahaprabhu glorified Murari Gupta for his unf constellating devotion and loyalty to Lord Rama Chandra because"}, {"start": 147.96, "end": 154.14000000000001, "text": " Mahaprakasha form, Lord Chaitanya appeared before Murari Gupta as Lord"}, {"start": 154.14000000000001, "end": 160.74, "text": " Ramachandra. Just to test Murari's faith, he repeatedly encouraged Murari Gupta to"}, {"start": 160.74, "end": 166.44, "text": " shift his worship from Lord Rama to Lord Krishna, describing the unparalleled"}, {"start": 166.44, "end": 173.22, "text": " sweetness, supremacy and all attractive nature of Shri Krishna, who is the origin"}, {"start": 173.22, "end": 179.46, "text": " of all incarnations and the reservoir of all transcendental qualities and"}, {"start": 179.46, "end": 185.28, "text": " pleasure. Although Murari heard these divine glories of Krishna from the Lord"}, {"start": 185.28, "end": 192.42, "text": " himself, his heart remained steadfastly fixed on his eternal master Lord"}, {"start": 192.42, "end": 199.68, "text": " Ramachandra. Murari being utterly devoted could not imagine giving up the"}, {"start": 199.68, "end": 203.18, "text": " service of Lord Rama's lotus feet."}, {"start": 203.22, "end": 210.24, "text": " That night he was deeply troubled, weeping continuously and praying that"}, {"start": 210.24, "end": 216.24, "text": " death might take him before he was forced to abandon his worship of Lord"}, {"start": 216.24, "end": 223.26, "text": " Ramachandra. He spent the entire night awake, overwhelmed by distress. The next"}, {"start": 223.26, "end": 229.72, "text": " morning Murari approached Lord Chaitanya, fell at his feet and humbly confessed"}, {"start": 229.72, "end": 233.16, "text": " that though he desired to please the Lord,"}, {"start": 233.16, "end": 239.78, "text": " he could not forsake Lord Ramachandra for he had sold his head and heart to"}, {"start": 239.78, "end": 246.6, "text": " Lord Rama's service. Torn between obedience to Chaitanya's command and loyalty to"}, {"start": 246.6, "end": 253.82, "text": " Lord Ramachandra Murari begged for death as his only release. Hearing this"}, {"start": 253.82, "end": 259.78, "text": " pure devotion Shri Chaitanya Mahaprabhu became overjoyed. Embracing Murari Gupta,"}, {"start": 259.78, "end": 263.02, "text": " Lord Chaitanya praised his"}, {"start": 263.02, "end": 269.08, "text": " unwavering faith declaring that such steadfast devotion is a true hallmark of"}, {"start": 269.08, "end": 277.24, "text": " a servant. The Lord revealed that his repeated persuasion was merely a test to"}, {"start": 277.24, "end": 283.08, "text": " demonstrate Murari's deep unbreakable attachment to Lord Ramachandra."}, {"start": 283.08, "end": 289.5, "text": " Recognizing him as an incarnation of Hanuman, the eternal servant of Rama,"}, {"start": 289.5, "end": 295.1, "text": " Mahaprabhu accepted Murari Gupta as his very life and soul moved by his"}, {"start": 295.1, "end": 301.1, "text": " humility and unalloyed devotion. It is a desire of Murari Gupta to leave his body"}, {"start": 301.1, "end": 306.88, "text": " before the disappearance of Sri Chaitanya Mahaprabhu but the Lord forbade"}, {"start": 306.88, "end": 310.12, "text": " him to do so."}]}