{"video_id": "HwUSa66RoYw", "title": "AAQ: How to Serve Krishna Without Feeling Overwhelmed | His Grace Suvyakta Narasimha Dasa", "speaker": "HG Suvyakta Narasimha Dasa", "youtube_url": "https://www.youtube.com/watch?v=HwUSa66RoYw", "duration": 613, "segments": [{"start": 0.0, "end": 19.92, "text": " शुद्ध बक्ता बी जेंटली एंकरेज्ड राधर दान पुष्ट इंटो मिनी सर्विसेस"}, {"start": 19.92, "end": 27.44, "text": " एस्पेशियली वेन इट स्टार्ट्स टो फील लाइक अ बर्डन इंस्टेड आफ जॉय हो कैन आई सर्व सिंसियरली विदाउट बींग"}, {"start": 27.44, "end": 40.56, "text": " ओवरवेल्म ओके गुड प्वेस्टेंट शुड वी बी जेंटली एंकरेज्ड एंड अलाउट टो डू वाट वी फील कंफर्टबल डूइंग और शुड वी बी पुष्ट इंटो सर्विस"}, {"start": 40.56, "end": 51.540000000000006, "text": " लाइट वैसे क्वेश्चन आई टेल यू माय ओन एक्सांपल इनिशियली वैने स्टार्टर बेकमिंग ए डिवोटी आई वस चैंटिंग"}, {"start": 51.54, "end": 59.46, "text": " एबी वन राउंड आफ अरेकृष्ण मंत्रा एंड आई वस वर्किंग आउटसाइड सो वीकेंट्स आई वोटो द टेंपल इन"}, {"start": 59.46, "end": 64.62, "text": " बैंकलोड अरेकृष्णाहिल विक टेंपल वस सिल नार देर इट वस स्मार्ट शेड विद कृष्णपलराम डीटीज"}, {"start": 64.62, "end": 71.9, "text": " नियुक्ति अपने प्रश्चन राम टेंपल आई वुद्ध गो फॉर दर्शनार्थी अटेंड दर्शनार्थी आफ्ट दर्शनार्थी भागवतं"}, {"start": 71.9, "end": 93.88000000000001, "text": " सर्श नियुक्त बर"}, {"start": 93.88000000000001, "end": 96.9, "text": " सबस्क्राइब"}, {"start": 98.5, "end": 99.78, "text": " पड़ी"}, {"start": 100.28, "end": 101.04, "text": " आय"}, {"start": 101.04, "end": 101.42, "text": " लो"}, {"start": 101.42, "end": 101.84, "text": " प्रो पोर्ग्राम"}, {"start": 101.84, "end": 101.88000000000001, "text": " I am for program"}, {"start": 101.88, "end": 109.44, "text": " आपका विद्धी वर्ष निश्चा ने आई था, बहुत कृपी रहा हुआ था, में वांट में आश्च रहा था, और इसमें उस स्थित्र के लिए आपके बाद बढ़ने बहुत रहा हुआ था."}, {"start": 109.44, "end": 114.14, "text": " में एक बिल्ड थक गुड़ थे. ए, प्रभुजी, प्रभुजी. मैं कह दूसरा हूँ, वाला।"}, {"start": 114.14, "end": 119.1, "text": " क्या बिल्ड हूँ? आप वहां पहला पूंठते हैं। कूपका में बिल दे रहा है कि,"}, {"start": 119.1, "end": 123.96, "text": " हम उस संखित हल्पारों के बाद उसमें करने के लिए नहीं करने चाहिए।"}, {"start": 123.96000000000001, "end": 131.52, "text": " एक पटमा करना रखा गया था। एक योग उपसे बात करने की वजह नहीं जाना था।"}, {"start": 131.52, "end": 135.28, "text": " मेरे बास, हमें वह बहुत मुझे उपचार भूल्यया था।"}, {"start": 135.28, "end": 141.04000000000002, "text": " लेकिन शर्पद बिल्कुल नहीं बता सकता था।"}, {"start": 141.04000000000002, "end": 142.88, "text": " मेरी बहुत मास्ट पर एक पटमा ले गए।"}, {"start": 142.88, "end": 150.16, "text": " मैं बहुत खुश हूँ। किसी में मुझे देखेंगे, क्या हो जाएगा। दोस्तों, वहाँ देखेंगे, मोबाइल नहीं हुआ, किसी में पिक्चर देखेंगे और जोड़ेंगे।"}, {"start": 150.16, "end": 158.92, "text": " तो, आज वे वहाँ लिए आधे बजाएगी, आज आप नहीं कहेंगे। तो एक पारण में एक मैंसेज़ बढ़ाए गया।"}, {"start": 158.92, "end": 163.6, "text": " इन मुझे यहाँ पढ़ रहा था और मैं जब वहाँ पढ़ना चाहिए। उस परिणान कहा, उस चारे यहाँ पाठे जाएगा।"}, {"start": 163.6, "end": 168.79999999999998, "text": " I went, kept that in the corner, slowly started walking towards the door."}, {"start": 168.79999999999998, "end": 172.16, "text": " Again, प्रभुजी, प्रभुजी! I said, now what?"}, {"start": 172.16, "end": 175.6, "text": " I said, where are you? He said, where are you going? There are so many more mats."}, {"start": 175.6, "end": 180.16, "text": " I said, what one mat is not enough? You want me to pick up more mats?"}, {"start": 180.16, "end": 185.76, "text": " अप्पा, it was such a, I tell you, it was a, you know, for my ego."}, {"start": 185.76, "end": 190.0, "text": " Because all my life I have never done any menial work like that."}, {"start": 190.0, "end": 194.0, "text": " Lived always like a prince, like a king, you know, there are always people to"}, {"start": 194.0, "end": 197.28, "text": " take care of washing the clothes and washing the dishes and all that."}, {"start": 197.28, "end": 204.08, "text": " Never did any such thing in my life. So it was really, you know, it was really,"}, {"start": 204.08, "end": 209.52, "text": " it was like somebody is pushing me, very uncomfortable doing that and all that."}, {"start": 209.52, "end": 214.08, "text": " But if that devotee had not done it that day, today I will not be sitting here."}, {"start": 214.08, "end": 220.0, "text": " That's the reality. So I'm thankful to him that he broke through my false ego barrier"}, {"start": 220.0, "end": 224.48, "text": " and he pushed me to engage in service because of which today I'm here."}, {"start": 224.48, "end": 230.32, "text": " So reality is, what is preventing us from rendering service to Krishna?"}, {"start": 230.32, "end": 234.56, "text": " Why are we feeling reluctant? Why are we feeling burdensome?"}, {"start": 234.56, "end": 238.48, "text": " Krishna actually says in the ninth chapter of the Bhagavad Gita,"}, {"start": 238.48, "end": 244.24, "text": " सुसुकं कर्तुं अभ्ययं Devotional service to Krishna is very joyfully performed."}, {"start": 244.24, "end": 249.76, "text": " So then if it is joyfully performed, when picking up the mat, why am I feeling so much,"}, {"start": 250.0, "end": 256.64, "text": " discomfort, so much embarrassment? Because false ego."}, {"start": 256.64, "end": 261.28, "text": " Maya doesn't want us to engage in service to Krishna."}, {"start": 261.28, "end": 264.64, "text": " Because if we engage in service, we'll get out of our clutches."}, {"start": 264.64, "end": 270.24, "text": " So Maya will use false ego and tell us, why you are to do all these things?"}, {"start": 270.24, "end": 273.76, "text": " This is not meant for you. You are supposed to live like a king."}, {"start": 273.76, "end": 279.04, "text": " What is all this, you know, picking up the mat, wiping the floor? No, no, no, no, no, no, no."}, {"start": 279.04, "end": 280.0, "text": " These are all burdens."}, {"start": 280.0, "end": 284.24, "text": " And you are engaging in spiritual life for this."}, {"start": 284.24, "end": 288.64, "text": " I mean, you are an engineer, you have studied in so much, this one big college,"}, {"start": 288.64, "end": 295.44, "text": " you have got so much rank, this, that, and all that. All that for this?"}, {"start": 295.44, "end": 302.72, "text": " So these are the thoughts that will come to your mind and which will inhibit you,"}, {"start": 302.72, "end": 305.84, "text": " which will discourage you from doing service to Krishna."}, {"start": 305.84, "end": 309.2, "text": " So at that time, some devotee has to come and push you."}, {"start": 309.2, "end": 311.2, "text": " Baba, do know."}, {"start": 311.2, "end": 316.56, "text": " So little by little, little by little, that barrier gets broken, broken, broken, broken."}, {"start": 316.56, "end": 319.52, "text": " What will happen is eventually we'll become comfortable."}, {"start": 319.52, "end": 321.68, "text": " We'll go beyond comfortable."}, {"start": 321.68, "end": 324.08, "text": " We'll start loving to do that service."}, {"start": 326.0, "end": 333.91999999999996, "text": " So this is how we have to be ready to go beyond our comfort zone."}, {"start": 334.71999999999997, "end": 337.44, "text": " Then only we can expect to progress."}, {"start": 337.44, "end": 338.64, "text": " No pain, no gain."}, {"start": 339.2, "end": 345.28, "text": " The pain that you have to take in Krishna consciousness is the pain of overcoming our false ego,"}, {"start": 345.28, "end": 350.56, "text": " which always advises us against rendering service to Krishna."}, {"start": 350.56, "end": 355.2, "text": " So therefore, if somebody is pushing you into services,"}, {"start": 355.2, "end": 358.8, "text": " you should not develop grudge against that devotee."}, {"start": 358.8, "end": 360.8, "text": " You should be grateful to that devotee."}, {"start": 360.8, "end": 362.8, "text": " You see my false ego,"}, {"start": 362.8, "end": 367.2, "text": " Maya is so strongly preventing me from doing service,"}, {"start": 367.2, "end": 369.2, "text": " but this devotee so mercifully,"}, {"start": 369.2, "end": 371.2, "text": " is pushing me to engage in service to Krishna."}, {"start": 371.2, "end": 373.2, "text": " That is the way we should look at it."}, {"start": 373.2, "end": 377.2, "text": " So it is good that somebody is pushing you out of your comfort zone."}, {"start": 377.2, "end": 379.2, "text": " And when you push yourself out of your comfort zone only,"}, {"start": 379.2, "end": 381.2, "text": " you can achieve anything."}, {"start": 381.2, "end": 383.2, "text": " Even in material life,"}, {"start": 383.2, "end": 385.2, "text": " if you want to achieve anything,"}, {"start": 385.2, "end": 387.2, "text": " if you sit back and relax,"}, {"start": 387.2, "end": 389.2, "text": " you will sit back and relax whole life."}, {"start": 389.2, "end": 391.2, "text": " That's all."}, {"start": 391.2, "end": 393.2, "text": " You will not be able to go anywhere in life."}, {"start": 393.2, "end": 395.2, "text": " If you want to achieve something in life,"}, {"start": 395.2, "end": 397.2, "text": " you have to push yourself beyond the comfort zone."}, {"start": 397.2, "end": 399.2, "text": " Then only you will achieve something."}, {"start": 399.2, "end": 404.15999999999997, "text": " will be able to achieve anything in life spiritual life also if you are coming to spiritual life for"}, {"start": 404.15999999999997, "end": 409.44, "text": " progressing and going back to garden you should be ready to go far beyond your comfort zone you"}, {"start": 409.44, "end": 416.24, "text": " should be ready to slog not we are not here coming to spiritual life or comfortable life"}, {"start": 417.03999999999996, "end": 422.96, "text": " please take it out of your system that i am coming here for comfortable life to feel good"}, {"start": 422.96000000000004, "end": 429.68000000000006, "text": " no when you come to krishna consciousness you'll get battered your false ego will get smashed"}, {"start": 429.68000000000006, "end": 434.00000000000006, "text": " you will you know you will you will you will have to do the most menial services"}, {"start": 434.00000000000006, "end": 438.32000000000005, "text": " you'll have to pick up footwear you'll have to wipe the somebody else's juta the"}, {"start": 438.32000000000005, "end": 442.56000000000006, "text": " they have eaten and left you have to wipe that floor all these things you will have to do"}, {"start": 444.88000000000005, "end": 451.6, "text": " in fact you know i should not share this it may put up many of the devotees who"}, {"start": 451.6, "end": 452.88000000000005, "text": " have ideas of joining the"}, {"start": 452.96000000000004, "end": 459.36, "text": " temple but still i will tell you so that tomorrow you have no disillusionment the first"}, {"start": 459.36, "end": 465.84000000000003, "text": " service when anybody joins the temple whether he is from iit or from mit first service he gets when"}, {"start": 465.84000000000003, "end": 473.04, "text": " he joins the ashram is cleaning the toilets in the ashram even i also when i joined one first"}, {"start": 473.04, "end": 477.76000000000005, "text": " as soon as i joined first one full week was cleaning all the toilets and bathrooms in the"}, {"start": 477.76000000000005, "end": 480.56000000000006, "text": " ashram and bangalore ashram is very big"}, {"start": 482.48, "end": 482.88000000000005, "text": " there are"}, {"start": 482.96000000000004, "end": 490.72, "text": " you know 50 60 devotees at least 10 bathrooms and 10 sets of bathrooms and toilets"}, {"start": 490.72, "end": 497.92, "text": " each set will have 10 bathrooms and 10 toilets like that 10 sets of common bathrooms or toilets"}, {"start": 497.92, "end": 505.12000000000006, "text": " are there which whole week i had to clean so this is our beginning in spiritual life we have to"}, {"start": 505.12000000000006, "end": 512.72, "text": " learn to be humble we have to learn to do services which are not in our comfort zone our idea of"}, {"start": 512.96, "end": 518.48, "text": " into spiritual life is not to please ourselves our idea of coming to krishna consciousness is to"}, {"start": 518.48, "end": 525.0400000000001, "text": " please krishna and guru so if you have to please krishna and guru we should not look at ourselves"}, {"start": 525.0400000000001, "end": 530.48, "text": " what is comfortable for me we are go beyond that and so that training begins with somebody pushing"}, {"start": 530.48, "end": 535.6, "text": " you and telling you to go beyond your comfort zone and engaging in service so if you are in"}, {"start": 535.6, "end": 541.36, "text": " krishna consciousness get ready to be pushed around simple and if you if you"}, {"start": 542.96, "end": 548.0, "text": " are not in krishna consciousness get ready to be pushed around that is the way to become sincere in"}, {"start": 548.0, "end": 552.8000000000001, "text": " devotional service we are all not born with sincerity in devotional service you please understand we are"}, {"start": 552.8000000000001, "end": 559.0400000000001, "text": " all not born with sincerity we are all being saved by prahupad it's not that we are all sincerely"}, {"start": 559.0400000000001, "end": 565.12, "text": " coming and serving krishna we want to please krishna that's not our mood to come to that place"}, {"start": 565.12, "end": 572.48, "text": " here to become a pure devotee so prahupad is very compassionately picking us up and saving us"}, {"start": 572.96, "end": 579.44, "text": " we have to when we when we are forcibly engaging ourselves in service to krishna and guru"}, {"start": 579.44, "end": 586.64, "text": " shaila prahupad eventually sincerity will come as our heart gets cleansed as we become purified more"}, {"start": 586.64, "end": 592.4000000000001, "text": " and more of the contamination that i am this body as as we get purified of this contamination we"}, {"start": 592.4000000000001, "end": 600.08, "text": " will get more and more comfortable in doing our services which shows our sincerity all right"}, {"start": 602.96, "end": 615.52, "text": " so"}, {"start": 624.1600000000001, "end": 624.24, "text": " you"}]}