{"video_id": "I_kwD4O4Mzs", "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.9.48 | 20-05-2022", "speaker": "HH Stoka Krishna Swami", "youtube_url": "https://www.youtube.com/watch?v=I_kwD4O4Mzs", "duration": 898, "segments": [{"start": 0.0, "end": 3.56, "text": " Om Agyanati Mirandasya Gyananjani Shalakaya"}, {"start": 3.56, "end": 7.58, "text": " Chaksharunmeelitam Jena Tasmai Shri Gurave Namaha"}, {"start": 7.58, "end": 11.48, "text": " Nama Om Vishnupadaya Krishna Preshtaya Bhutale"}, {"start": 11.48, "end": 15.280000000000001, "text": " Srimate Bhaktivedanta Swamennati Namine"}, {"start": 15.280000000000001, "end": 19.38, "text": " Namaste Saraswate Deve Gauravani Pracharine"}, {"start": 19.38, "end": 23.34, "text": " Nirvishesha Shunyavadi Pashchatyade Shatarine"}, {"start": 23.34, "end": 27.18, "text": " Jaya Shri Krishna Chaitanya Prabhu Nityananda"}, {"start": 27.18, "end": 31.72, "text": " Sri Advaita Gadadhara Srivasadi Gauravaktavrinda"}, {"start": 31.72, "end": 35.62, "text": " Hare Krishna Hare Krishna Krishna Krishna Hare Hare"}, {"start": 35.62, "end": 39.28, "text": " Hare Rama Hare Rama Rama Rama Hare Hare"}, {"start": 39.28, "end": 43.92, "text": " Om Namo Bhagavate Vasudevaya Narayanam Nama Skritya"}, {"start": 43.92, "end": 47.7, "text": " Naram Chai Vanarottamam Deveem Saraswateem Vyasam"}, {"start": 47.7, "end": 49.379999999999995, "text": " Tato Jayam Udy Rayet"}, {"start": 50.58, "end": 53.44, "text": " In this session we will be discussing from the 48th verse"}, {"start": 53.44, "end": 56.4, "text": " of the 9th chapter of the 1st canto of Srimad Bhagavatam."}, {"start": 56.760000000000005, "end": 57.14, "text": " We will come on and on."}, {"start": 57.18, "end": 63.14, "text": " almost to the end of this chapter describing the passing away of Bhishma Deva in the presence"}, {"start": 63.14, "end": 72.74, "text": " of Lord Krishna, tato yudhishthira gatva sahakrishno gajafayam pitaram santvayam asa gandhareemcha"}, {"start": 72.74, "end": 75.74, "text": " tapasvinim."}, {"start": 75.74, "end": 82.18, "text": " The meaning of this verse is thereafter Maharaj Yudhishthira at once went to his capital Hastinapura"}, {"start": 82.18, "end": 88.82000000000001, "text": " accompanied by Lord Shri Krishna and there he consoled his uncle and aunt Gandhari, uncle"}, {"start": 88.82000000000001, "end": 97.66000000000001, "text": " Dhritarashtra and aunt Gandhari who was an ascetic, Gandhareemcha tapasvinim, tapasvi"}, {"start": 97.66000000000001, "end": 100.5, "text": " she was an ascetic."}, {"start": 100.5, "end": 105.44000000000001, "text": " So Srila Prabhupada explains in the purport, Dhritarashtra and Gandhari the father and"}, {"start": 105.44000000000001, "end": 111.66000000000001, "text": " the mother of Duryodhana and his brothers were the elder uncle and aunt of Maharaj"}, {"start": 111.66000000000001, "end": 112.16000000000001, "text": " Yudhishthira."}, {"start": 112.16, "end": 122.16, "text": " After the battle of Kurukshetra the celebrated couple having lost all their sons and grandsons"}, {"start": 122.16, "end": 125.75999999999999, "text": " were under the care of Maharaj Yudhishthira."}, {"start": 125.75999999999999, "end": 132.7, "text": " What happened in the battle of Kurukshetra all the 100 sons of Dhritarashtra and Gandhari"}, {"start": 132.7, "end": 141.64, "text": " they were killed in the battle and even the grandsons."}, {"start": 141.64000000000001, "end": 146.74, "text": " Everyone was killed from Dhritarashtra's side Kaurava side."}, {"start": 146.74, "end": 159.8, "text": " Dhritarashtra was very very confident that his sons will win the battle because they"}, {"start": 159.8, "end": 166.4, "text": " had the best support, but Dhritarashtra being materialistic he made a miscalculation, he"}, {"start": 166.4, "end": 168.94000000000003, "text": " did not stop the war."}, {"start": 168.94000000000003, "end": 171.02, "text": " Water."}, {"start": 171.64000000000001, "end": 185.4, "text": " So, consider Krishna, even though he was not fighting, actually, he had not taken up any weapons in the battle, he was on the side of the Pandavas."}, {"start": 185.4, "end": 201.92000000000002, "text": " Yes, Jayastu Pandu Putranam, Esham Pakshe Janardana, whosoever side Krishna is, that side ultimately is going to win."}, {"start": 203.72, "end": 215.20000000000002, "text": " Even Sanjaya, at the end of the Bhagavad Gita, while narrating what is happening on the battlefield of Kurukshetra, before the battle is about to begin, Sanjaya says,"}, {"start": 215.4, "end": 224.86, "text": " at the end of the Bhagavad Gita, 45 minutes, that's all, Krishna spoke Bhagavad Gita to Arjuna."}, {"start": 225.66, "end": 226.96, "text": " So, Sanjaya concludes,"}, {"start": 228.88, "end": 237.26, "text": " Yatra Yogeshwara Krishna, Yatra Partho Dhanurdhara, Tatra Shri Vijayo, Bhutir Dhruva, Neetir Matir Mama."}, {"start": 238.48000000000002, "end": 245.24, "text": " Wherever there is Krishna and wherever there is Arjuna, his pure devotee, there, there is certainly victory."}, {"start": 245.4, "end": 266.5, "text": " So, even before the battle began, Sanjaya predicted and announced to Dhritarashtra that don't expect victory for the Kauravas because Krishna and Arjuna, Krishna and his pure devotee,"}, {"start": 266.5, "end": 273.8, "text": " of course, all the Pandavas are pure devotees, but still, wherever there is Krishna and Arjuna, there, there is victory."}, {"start": 274.98, "end": 275.38, "text": " Pandavas."}, {"start": 275.40000000000003, "end": 276.76000000000005, "text": " Pandavas are guaranteed to win."}, {"start": 278.40000000000003, "end": 284.86, "text": " So, all of the material calculations, ultimately, are a failure."}, {"start": 286.98, "end": 300.1, "text": " Everything actually happens even in the material world, according to the plan of the Supreme Lord, according to the will of Govinda."}, {"start": 301.42, "end": 304.72, "text": " That's how everything actually is happening, is going on."}, {"start": 304.72, "end": 319.88000000000005, "text": " Though Krishna never takes away the free will of the living entities, he never takes away the free will, but the living entities are very, very, very, very, very tiny."}, {"start": 320.98, "end": 327.18, "text": " They are insignificant parts of the Supreme Lord, who is unlimitedly powerful."}, {"start": 327.18, "end": 333.42, "text": " And we have some power, some strength, some knowledge, some ability."}, {"start": 333.42, "end": 355.94, "text": " We are very, very, very, very, very, very tiny, insignificant, atomic, we are atomic, and Krishna is the complete whole, the total manifestation of the material, spiritual, everything."}, {"start": 355.94, "end": 359.42, "text": " So, there is no comparison."}, {"start": 360.18, "end": 362.8, "text": " It is foolish to think that..."}, {"start": 362.8, "end": 370.0, "text": " To think that, I can become God, I can compete with God, Krishna."}, {"start": 370.90000000000003, "end": 374.0, "text": " That is utterly foolish, utterly foolish."}, {"start": 375.38, "end": 386.46000000000004, "text": " So, therefore, only devotees have this sense that, what am I in comparison to Krishna?"}, {"start": 387.46000000000004, "end": 391.46000000000004, "text": " So, our devotees' humility is very..."}, {"start": 392.8, "end": 408.04, "text": " Reasonable and natural, and it is very meaningful, to take a humble position in presence of Krishna, and always remain so, because eternally that is our position."}, {"start": 408.04, "end": 421.62, "text": " So, here the explanation is being given that, what is the situation of Dhritarashtra and Gandhari after the battle of Kurukshetra?"}, {"start": 421.72, "end": 422.04, "text": " They lost all..."}, {"start": 422.8, "end": 425.08, "text": " All their sons and grandsons."}, {"start": 425.08, "end": 435.02000000000004, "text": " So, they were passing their days in great agony over such a heavy loss of life, and were practically living the life of ascetics."}, {"start": 435.02000000000004, "end": 439.74, "text": " What did they have to aspire for further in their life?"}, {"start": 440.78000000000003, "end": 441.96000000000004, "text": " Even materially speaking."}, {"start": 443.34000000000003, "end": 452.1, "text": " Of course, from a spiritual perspective, success in this life, whatever we may do, is if we become Krishna conscious,"}, {"start": 452.1, "end": 458.78000000000003, "text": " and put our body in Krishna consciousness but for materialists they make calculations I will live my"}, {"start": 458.78000000000003, "end": 468.36, "text": " life in such a way that I enjoy my the prime of my youth and when I become old then my family"}, {"start": 468.36, "end": 477.24, "text": " members my descendants will take over and they will enjoy life in this material world power or"}, {"start": 477.24, "end": 488.1, "text": " wealth or some fame etc all these things but that is never to happen that is never to happen"}, {"start": 488.1, "end": 498.14, "text": " everyone meets with defeat though everyone means all those who are materialistic they meet with"}, {"start": 498.14, "end": 507.12, "text": " defeat in every step of their life in this material world because Maya is very very powerful"}, {"start": 507.12, "end": 507.22, "text": " we are very powerful we are very powerful we are very powerful we are very powerful we are very powerful"}, {"start": 507.22, "end": 513.4, "text": " are on the clutches of Maya Dhritarashtra was similarly in the clutches of Maya making"}, {"start": 513.4, "end": 526.1800000000001, "text": " calculation oh somehow let me try to kill the fatherless sons of Pandu and once the"}, {"start": 526.1800000000001, "end": 535.0600000000001, "text": " pond the five Pandavas are killed then my sons will take over from me I am the caretaker King"}, {"start": 535.0600000000001, "end": 537.1600000000001, "text": " but they will take over and become regular King"}, {"start": 537.22, "end": 547.5400000000001, "text": " regular Emperor this was his calculation but all his calculations were completely upset so"}, {"start": 547.5400000000001, "end": 557.46, "text": " Rupa is describing the situation the condition of these two Dhritarashtra and Gandhari their"}, {"start": 557.46, "end": 567.1, "text": " uncle and aunt of this Tyra and not only they suffered due to the heavy loss of life"}, {"start": 567.1, "end": 576.1, "text": " in the battle of Kurukshetra but the death news of Bhishma Deva uncle of Dhritarashtra was another"}, {"start": 576.1, "end": 582.76, "text": " great shock for the king and the queen for both Dhritarashtra and Gandhari it was another great"}, {"start": 582.76, "end": 590.5400000000001, "text": " shock because Bhishma Deva was the well-wisher of everyone in the family therefore they required"}, {"start": 590.5400000000001, "end": 596.98, "text": " solace from Maharaja Yudhishthira so Maharaja Yudhishthira was conscious of"}, {"start": 596.98, "end": 603.04, "text": " his duty and he at once hurried to the spot with Lord Krishna and satisfied the bereaved"}, {"start": 603.04, "end": 610.96, "text": " Dhritarashtra with kind words from both himself and the Lord also Krishna and Yudhishthira both"}, {"start": 610.96, "end": 622.9, "text": " of them they pacified Dhritarashtra and Gandhari both the Lord and his pure devotee they are always"}, {"start": 622.9, "end": 626.82, "text": " kind to everyone including the suffering souls"}, {"start": 626.98, "end": 635.44, "text": " who may be rebellious who may be envious who may be not following the principles of Dharma but"}, {"start": 635.44, "end": 647.32, "text": " still the Lord is always looking upon every living being as his own child a father looks upon his"}, {"start": 647.32, "end": 653.86, "text": " child same way because Krishna is the supreme father of every living being and Krishna naturally"}, {"start": 653.86, "end": 654.34, "text": " will have"}, {"start": 656.98, "end": 667.1800000000001, "text": " concern for the rebellious conditioned suffering souls of this world and Dhritarashtra is one of"}, {"start": 667.1800000000001, "end": 678.04, "text": " them like all other suffering souls of this world so Dhritarashtra and Gandhari they were pacified"}, {"start": 678.04, "end": 686.08, "text": " by Yudhishthira and Krishna now regarding Gandhari there's a particular mention here Gandhari was a"}, {"start": 686.08, "end": 686.96, "text": " powerful and powerful woman who was a powerful woman who was a powerful woman who was a powerful woman"}, {"start": 686.98, "end": 691.6800000000001, "text": " who was a powerful woman who was an ascetic although she was living the life of a faithful wife and"}, {"start": 691.6800000000001, "end": 703.16, "text": " a kind mother Gandhari she was not like Dhritarashtra materialistic she was very very"}, {"start": 703.88, "end": 716.78, "text": " very advanced spiritually the pravapada says she was on the level of Bhishma as regards Brahmapurias"}, {"start": 716.98, "end": 724.86, "text": " spiritual attainment because she was a very faithful wife of her husband"}, {"start": 724.86, "end": 732.1, "text": " Dhritarashtra it is said that Gandhari also voluntarily closed her eyes because"}, {"start": 732.1, "end": 737.5, "text": " of the blindness of her husband when she came to know that I am going to get"}, {"start": 737.5, "end": 745.94, "text": " married to a blind King before her marriage she voluntarily agreed to"}, {"start": 745.94, "end": 753.4200000000001, "text": " remain blind whole life voluntarily her eyesight was perfect but she"}, {"start": 753.4200000000001, "end": 760.44, "text": " voluntarily agreed to close her eyes whole life because of the blindness of"}, {"start": 760.44, "end": 766.5, "text": " her husband a wife's duty is to follow the husband cent percent and Gandhari"}, {"start": 766.5, "end": 770.74, "text": " was so true to her husband that she followed him even his perpetual"}, {"start": 770.74, "end": 775.12, "text": " blindness in the entire life she followed him"}, {"start": 775.12, "end": 775.9200000000001, "text": " you know"}, {"start": 775.9200000000001, "end": 779.1, "text": " therefore interaction she was a great ascetic tapas win increased"}, {"start": 779.1, "end": 789.5000000000001, "text": " Tapaswini described here particularly well described here"}, {"start": 789.5000000000001, "end": 801.34, "text": " besides this austere T here undertaken the shock she suffered because the"}, {"start": 801.34, "end": 802.2600000000001, "text": " wholesale killing of her 100 sons and grandsons also a searchance a whole jam"}, {"start": 802.2600000000001, "end": 805.84, "text": " killing of her 100 sons and grandsons also a searchance a whole jam"}, {"start": 805.84, "end": 805.9000000000001, "text": " same aggressive really to stop iPads beatings to your mother so she couldn't"}, {"start": 805.9, "end": 813.9, "text": " certainly too much for a woman. They are soft hearted. They are very, very soft in their"}, {"start": 813.9, "end": 833.76, "text": " heart. So Gandhari was very much aggrieved on the loss of all her sons, all her sons."}, {"start": 833.76, "end": 842.24, "text": " But she suffered all this just like an ascetic, tapasvini. That means she tolerated the suffering,"}, {"start": 842.24, "end": 851.04, "text": " the grief. She tolerated the grief. So Gandhari, although she was a woman, she is no less than"}, {"start": 851.04, "end": 859.22, "text": " Bhishma Deva in character, perfect character. She did all her duties exactly according to"}, {"start": 859.22, "end": 863.74, "text": " the scriptural directions. She was a faithful wife. She was a kind mother."}, {"start": 863.74, "end": 875.92, "text": " But she knew that her policy was always that Dhritarashtra should not cheat the Pandavas."}, {"start": 875.92, "end": 883.24, "text": " She warned Dhritarashtra, her own husband, and she warned her son Duryodhana to not cheat"}, {"start": 883.24, "end": 890.8, "text": " the Pandavas, to not attempt to usurp the kingdom which rightfully belongs to the Pandavas."}, {"start": 890.8, "end": 893.64, "text": " That was Gandhari's policy."}, {"start": 893.64, "end": 897.74, "text": " I will stop here. Thank you very much. Hare Krishna."}]}