{"video_id": "irlp-_ltNtg", "title": "SB 1.19.9-10 Part 3 | HH Stoka Krishna Swami | 10-05-2023 | Daily Evening Bhagavatam Discourse", "speaker": "HH Stoka Krishna Swami", "youtube_url": "https://www.youtube.com/watch?v=irlp-_ltNtg", "duration": 1018, "segments": [{"start": 0.0, "end": 9.26, "text": " Om Agyanati Miran Dhasya Gyananjan Shalakaya Chakshur Unmilitam Yena Tasmai Shri Gurave Namaha"}, {"start": 9.26, "end": 16.96, "text": " Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine"}, {"start": 16.96, "end": 25.400000000000002, "text": " Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine"}, {"start": 25.400000000000002, "end": 34.160000000000004, "text": " Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gaurabhakta Vrinda"}, {"start": 34.160000000000004, "end": 42.64, "text": " Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"}, {"start": 42.64, "end": 48.88, "text": " Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam"}, {"start": 48.88, "end": 53.46000000000001, "text": " Deveem Saraswateem Vyasam Tato Jayam Udi Rayet"}, {"start": 53.46000000000001, "end": 55.38, "text": " Om Namah Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam"}, {"start": 55.38, "end": 63.14, "text": " In this session, we will continue to discuss from the same two verses, verses 9 and 10"}, {"start": 63.14, "end": 68.5, "text": " of the 19th chapter of the first canto of Srimad Bhagavatam."}, {"start": 68.5, "end": 80.30000000000001, "text": " These two verses list the names of some of the great sages who were visiting the place"}, {"start": 80.30000000000001, "end": 84.5, "text": " where Pariksit Maharaj decided to..."}, {"start": 85.38, "end": 93.84, "text": " sit down on the bank of the river Ganga and fast unto death, preparing himself for quitting"}, {"start": 93.84, "end": 97.39999999999999, "text": " the body in one week's time."}, {"start": 97.39999999999999, "end": 104.19999999999999, "text": " So these great saintly persons from the upper planets of the universe, they could understand"}, {"start": 104.19999999999999, "end": 113.22, "text": " the importance of this event of Pariksit Maharaj quitting his body because he was a first class"}, {"start": 113.22, "end": 114.22, "text": " devotee."}, {"start": 114.22, "end": 115.22, "text": " A great devotee."}, {"start": 115.22, "end": 117.08, "text": " Pure devotee of the Lord."}, {"start": 117.08, "end": 126.42, "text": " Therefore, his quitting the body is instructive for everyone all over the universe."}, {"start": 126.42, "end": 133.22, "text": " That is the greatest test we have to face in life."}, {"start": 133.22, "end": 141.66, "text": " How to be prepared to quit this body or how to face death in such a way that we don't"}, {"start": 141.66, "end": 144.62, "text": " enter another body, material body."}, {"start": 144.62, "end": 145.14, "text": " That is the greatest test."}, {"start": 145.14000000000001, "end": 161.38000000000002, "text": " But instead, if we are situated in right consciousness, like Parikshit Maharaj was, then we don't take another birth after we leave this body, which is what happens at a time of death. We leave this body."}, {"start": 161.38, "end": 191.01999999999998, "text": " And if we are ready, we are prepared, we are situated in the right consciousness. What is that right consciousness? That is Krishna consciousness. Situated in devotional service to Krishna, situated in bhakti, then we straight go to Krishna's personal abode for eternal life full of bliss and knowledge."}, {"start": 191.38, "end": 206.06, "text": " In association with Krishna. So, that is what the confidential portions of the Vedas describe to us."}, {"start": 207.6, "end": 221.16, "text": " So, these great personalities, they know how important it is to actually prepare oneself to quit the body, to leave the body."}, {"start": 221.38, "end": 243.1, "text": " At the time of death, in the right consciousness. So, they are anxious, they are eager to learn by witnessing the passing away of such great personality as Parikshit Maharaj."}, {"start": 244.6, "end": 251.1, "text": " So, by this you can also estimate what is the position of a pure devotee in the entire universe."}, {"start": 251.38, "end": 276.0, "text": " Parikshit Maharaj, by virtue of his birth in a family of great kings, Kshatriya family, Pandavas, Pandava family, he was entitled to become the emperor of the entire world, this earth planet."}, {"start": 276.52, "end": 281.2, "text": " But, compared to the position of an emperor."}, {"start": 281.38, "end": 310.5, "text": " Of this earth planet, there are many many great personalities or greater personalities in other higher parts of the universe who have much better power, much more power, much better position, much greater duration of life, bodily beauty and facilities for material enjoyment and lot of knowledge, lot of knowledge, lot of knowledge."}, {"start": 311.38, "end": 318.86, "text": " And, they also have a lot of good aristocratic society in which they live, etc."}, {"start": 318.86, "end": 340.54, "text": " The Devatas, the Rishis, the Siddhas, the Charanas, the Vidyadharas, the Kinnaras and so many different grades of higher beings in the upper planets up to Brahma Loka."}, {"start": 341.38, "end": 351.14, "text": " but none of them are actually by virtue of their actual material position none of them are free"}, {"start": 351.14, "end": 361.86, "text": " from death none of them are by virtue of their material position in a proper situation to face"}, {"start": 361.86, "end": 369.38, "text": " death so that they don't take birth again and go back to godhead none of them have that"}, {"start": 369.38, "end": 378.5, "text": " assurance simply by virtue of their position as some great devata or great jnani tapasvi yogi"}, {"start": 380.02, "end": 388.34, "text": " brahma rishi raja rishi deva rishi none of them have this assurance or guarantee"}, {"start": 389.46, "end": 397.94, "text": " but a pure devotee like parikshit maharaj has the guarantee that he is going back to godhead"}, {"start": 399.21999999999997, "end": 399.3, "text": " when he is going back to godhead"}, {"start": 399.3, "end": 399.38, "text": " but a pure devotee like parikshit maharaj has the guarantee that he is going back to godhead"}, {"start": 399.38, "end": 409.3, "text": " when he quits this body because of his being 100 krishna conscious before even quitting the body"}, {"start": 411.06, "end": 416.98, "text": " so therefore the scriptures say simply practice devotional service"}, {"start": 417.94, "end": 429.3, "text": " become a pure devotee and go back to godhead at the end of this very life scriptures"}, {"start": 429.3, "end": 436.5, "text": " describe you have to wait for millions of births before you even become liberated from material"}, {"start": 436.5, "end": 448.58000000000004, "text": " bondage but a devotee does not endeavor for freedom from material bondage separately"}, {"start": 449.86, "end": 457.86, "text": " like the other practitioners of different other yoga systems or other spiritual recommendations do"}, {"start": 458.74, "end": 467.22, "text": " a devotee does not endeavor like that a devotee simply is engaged in devotion authorized devotional"}, {"start": 467.22, "end": 475.94, "text": " service what is authorized devotional service in this kali yuga it is to practice chanting and"}, {"start": 475.94, "end": 483.86, "text": " hearing of the name holy name of krishna particularly the harikrishna mahamantra"}, {"start": 484.58000000000004, "end": 487.78000000000003, "text": " and also supplement it with hearing the srimad"}, {"start": 487.78000000000003, "end": 496.66, "text": " bhagavatam or reading or studying the srimad bhagavatam and bhagavad gita associated with"}, {"start": 496.66, "end": 508.66, "text": " devotees accept the simple principles of sadhana bhakti as taught by sri la rupa goswami one of"}, {"start": 508.66, "end": 515.94, "text": " our previous acharyas the direct disciple of sri chaitanya maha prabhu simply accept this"}, {"start": 516.58, "end": 527.22, "text": " easy method of uh krishna consciousness and prepare yourself to go back to god now let us hear"}, {"start": 527.86, "end": 534.82, "text": " sri la prabhupada describing the personality of the great sages some of the great sages who"}, {"start": 534.82, "end": 544.74, "text": " assembled in that saintly assembly of great persons where pariksit maharaj had retired after"}, {"start": 544.74, "end": 545.7800000000001, "text": " renouncing his Indian religion"}, {"start": 545.94, "end": 555.7800000000001, "text": " his kingdom in order to prepare himself to go back to godhead at the end of seven days when he was"}, {"start": 555.7800000000001, "end": 566.5, "text": " due to die due to a snake bite due to a curse by the son of a brahmana a sage"}, {"start": 566.5, "end": 573.86, "text": " shamika rishi shamika rishi's son feeling that his father was insulted by pariksit"}, {"start": 573.86, "end": 579.92, "text": " he cursed pariksit to die within seven days by his snake bite because his father was insulted"}, {"start": 579.92, "end": 590.1, "text": " by pariksit taking a dead snake and putting it around the shoulder of his father who was"}, {"start": 590.1, "end": 596.58, "text": " sitting in meditation completely in trance unaware of the external surroundings"}, {"start": 596.58, "end": 602.38, "text": " so pariksit accepted the curse"}, {"start": 602.38, "end": 603.84, "text": " because he was insulted by pariksit"}, {"start": 603.84, "end": 603.86, "text": " because he was insulted by pariksit"}, {"start": 603.86, "end": 606.34, "text": " because he was insulted by pariksit he was an intelligent king he knew i have"}, {"start": 606.34, "end": 606.36, "text": " he was an intelligent king he knew i have"}, {"start": 606.36, "end": 607.46, "text": " he was an intelligent king he knew i have to die"}, {"start": 607.46, "end": 607.48, "text": " to die"}, {"start": 607.48, "end": 611.3000000000001, "text": " to die someday sooner or later let me now"}, {"start": 611.3000000000001, "end": 611.32, "text": " someday sooner or later let me now"}, {"start": 611.32, "end": 613.78, "text": " someday sooner or later let me now accept this notice of death which has"}, {"start": 613.78, "end": 613.8000000000001, "text": " accept this notice of death which has"}, {"start": 613.8000000000001, "end": 614.82, "text": " accept this notice of death which has come"}, {"start": 614.82, "end": 614.84, "text": " come"}, {"start": 614.84, "end": 618.26, "text": " come of its own accord by"}, {"start": 618.26, "end": 618.28, "text": " of its own accord by"}, {"start": 618.28, "end": 621.54, "text": " of its own accord by higher arrangement of providence"}, {"start": 621.54, "end": 621.5600000000001, "text": " higher arrangement of providence"}, {"start": 621.5600000000001, "end": 625.0600000000001, "text": " higher arrangement of providence or as devotees understand by arrangement"}, {"start": 625.0600000000001, "end": 625.08, "text": " or as devotees understand by arrangement"}, {"start": 625.08, "end": 627.86, "text": " or as devotees understand by arrangement of krishna the supreme personality caught"}, {"start": 627.86, "end": 627.88, "text": " of krishna the supreme personality caught"}, {"start": 627.88, "end": 630.82, "text": " of krishna the supreme personality caught in the ultimate controller of"}, {"start": 630.82, "end": 630.84, "text": " in the ultimate controller of"}, {"start": 630.84, "end": 633.84, "text": " in the ultimate controller of providence itself so let me"}, {"start": 633.84, "end": 642.72, "text": " accept that opportunity that I now have seven days to prepare myself being exclusively dedicated"}, {"start": 642.72, "end": 650.9, "text": " for such preparation by completely renouncing my kingdom, my family, my wealth, my material"}, {"start": 650.9, "end": 657.7800000000001, "text": " connections, everything material and simply sitting down on the bank of the Ganga and"}, {"start": 657.78, "end": 665.28, "text": " associating with saintly persons who naturally live in such holy places, themselves being"}, {"start": 665.28, "end": 674.18, "text": " engaged in spiritual activities meant exclusively for self-realization."}, {"start": 674.18, "end": 682.9599999999999, "text": " So let me associate with them, take their good advice and accordingly follow their instructions"}, {"start": 682.9599999999999, "end": 686.78, "text": " to prepare myself to attain self-realization."}, {"start": 686.78, "end": 687.78, "text": " This was Pariksit Maharaj."}, {"start": 687.78, "end": 690.36, "text": " This was Pariksit Maharaj's plan."}, {"start": 690.36, "end": 697.22, "text": " So yes at the previous session we heard about Vasishta."}, {"start": 697.22, "end": 703.52, "text": " Now let us hear about another great sage Parashara Muni."}, {"start": 703.52, "end": 710.22, "text": " So it is described by Srila Prabhupada, Parashara Muni was the grandson of Vasishta Muni, sorry"}, {"start": 710.22, "end": 715.22, "text": " we should not talk in the past because these are all great personalities who live a very"}, {"start": 715.22, "end": 717.36, "text": " very long life span."}, {"start": 717.36, "end": 725.6800000000001, "text": " Running over several yugas, several thousands of yuga cycles."}, {"start": 725.6800000000001, "end": 734.34, "text": " So Srila Prabhupada says he is the grandson of Vasishta Muni and he is the father of Vyasadeva."}, {"start": 734.34, "end": 740.24, "text": " All these personalities are still living in the universe."}, {"start": 740.24, "end": 745.94, "text": " Parashara Muni is the son of Maharshi Shakti and his mother's name was Adrisha."}, {"start": 745.94, "end": 746.94, "text": " Adrisha."}, {"start": 747.36, "end": 752.48, "text": " That means he was born in the past but he is still living."}, {"start": 752.48, "end": 759.6800000000001, "text": " He was in the womb of his mother when she was only 12 years old."}, {"start": 759.6800000000001, "end": 765.74, "text": " Those days there was a child marriage."}, {"start": 765.74, "end": 771.88, "text": " Now child marriage is decried in modern age but actually those days it was understood"}, {"start": 771.88, "end": 775.6800000000001, "text": " that child marriage is the most conducive for marriage."}, {"start": 775.6800000000001, "end": 776.6800000000001, "text": " That is why it is called as child marriage."}, {"start": 776.6800000000001, "end": 777.1800000000001, "text": " That is why it is called as child marriage."}, {"start": 777.1800000000001, "end": 777.28, "text": " That is why it is called as child marriage."}, {"start": 777.28, "end": 777.34, "text": " That is why it is called as child marriage."}, {"start": 777.36, "end": 778.6, "text": " It is called as a spiritual advancement."}, {"start": 778.6, "end": 781.74, "text": " It is called as a spiritual advancement."}, {"start": 781.74, "end": 795.76, "text": " Why because the parents understand that their children have to be properly established in"}, {"start": 795.76, "end": 807.28, "text": " Grahastha ashrama so that they can live peacefully together without unnecessarily having some"}, {"start": 808.0799999999999, "end": 820.56, "text": " distress and so many misunderstandings etc so two good families they agree to marry their"}, {"start": 821.36, "end": 831.68, "text": " son and daughter and thereby the marriage is fixed when the when the boy and girl are young"}, {"start": 831.6800000000001, "end": 842.0000000000001, "text": " in fact too young but the actual marriage take place when they come of age and then they are"}, {"start": 842.0000000000001, "end": 852.1400000000001, "text": " trained up how to live as husband and wife how to have a a nice family how to cooperate with"}, {"start": 852.1400000000001, "end": 860.9000000000001, "text": " each other for spiritual advancement and for living harmoniously while in this material body"}, {"start": 861.6800000000001, "end": 870.9200000000001, "text": " for each other's a spiritual benefit this is the training that is given and such a life is a very"}, {"start": 870.9200000000001, "end": 880.9200000000001, "text": " glorious life human form of life properly utilized so in the womb of his mother he learned the vedas"}, {"start": 883.5600000000001, "end": 890.2800000000001, "text": " and it is described here his father was killed by a demon named kalmashapada and to avenge this"}, {"start": 891.6800000000001, "end": 897.1600000000001, "text": " death of his father he wanted to annihilate the whole world because he was a very powerful"}, {"start": 897.1600000000001, "end": 903.6400000000001, "text": " sage he could have done that but he was restrained by his grandfather vasishta he then performed a"}, {"start": 903.6400000000001, "end": 908.44, "text": " rakshasa killing yagna he decided oh i'm not going to destroy the whole world i'm going to kill these"}, {"start": 908.44, "end": 916.84, "text": " rakshasas who are demons who are meant for simply giving trouble to innocent saintly persons but"}, {"start": 916.84, "end": 919.6400000000001, "text": " maharshi pulastya restrained him"}, {"start": 921.6800000000001, "end": 931.0600000000001, "text": " you see how uh this wholesale killing is uh not at all proper somebody has to be punished"}, {"start": 931.0600000000001, "end": 940.0600000000001, "text": " specifically for the specific uh mistake or crime or uh sin he has done but that punishment should"}, {"start": 940.0600000000001, "end": 950.86, "text": " be commensurate with the particular activity so um parashara muni is famous for begetting vyasa deva"}, {"start": 951.6800000000001, "end": 961.48, "text": " he begot vyasareva in the womb of one satyavati satyavati later on became"}, {"start": 961.48, "end": 967.6400000000001, "text": " the wife of maharaja santanu and satyavati's"}, {"start": 971.24, "end": 979.3000000000001, "text": " sons were vichitravirya and chitra virya vichitravirya became the emperor of the world"}, {"start": 979.3000000000001, "end": 981.1400000000001, "text": " after santanu maharaja"}, {"start": 981.6800000000001, "end": 989.1200000000001, "text": " And Vichitravirya's sons were Dhritarashtra, Pandu and Vidura."}, {"start": 994.08, "end": 996.6200000000001, "text": " Vasishta, sorry, I am sorry."}, {"start": 997.1600000000001, "end": 1000.44, "text": " Parashara Muni was present also during the time of Bhishma's death."}, {"start": 1001.24, "end": 1003.82, "text": " He was also the spiritual master of Maharaj Janaka."}, {"start": 1004.72, "end": 1008.24, "text": " He is the author of many Vedic scriptures in sociological directions."}, {"start": 1008.6800000000001, "end": 1010.96, "text": " So that is about Parashara Muni."}, {"start": 1010.96, "end": 1012.1800000000001, "text": " I will stop here."}, {"start": 1012.26, "end": 1016.64, "text": " We will discuss more about the other great sages in the next session."}]}