{"video_id": "Iw3NLsA_YM8", "title": "Srimad Bhagavad-gita - Chapter 7 Recitation | HH Stoka Krishna Swami | ISKCON Bangalore Sanga", "speaker": "HH Stoka Krishna Swami", "youtube_url": "https://www.youtube.com/watch?v=Iw3NLsA_YM8", "duration": 341, "segments": [{"start": 0.0, "end": 5.5, "text": " Bhagavad Gita Chapter 7 Knowledge of the Absolute"}, {"start": 30.0, "end": 59.980000000000004, "text": " अपरेयम् विदस्त्वन्याम् प्रकृतिम् विद्धिमे पराम्"}, {"start": 60.0, "end": 71.22, "text": " जीवभूता महावाः ययेदं धार्यते जगत् एतद्योनीनि भूतानि सर्वानीत्युपधारया"}, {"start": 71.22, "end": 81.0, "text": " अहं पृत्सनस्य जगतः प्रभवः प्रलयस्तथा मत्तः परतरं नान्यत् किंचिदस्तिधनन् जया"}, {"start": 81.0, "end": 86.0, "text": " मै सर्वमिदं प्रोतं सूत्रे मनिगनाईवा"}, {"start": 86.0, "end": 96.56, "text": " रसोहम अप्सुकाउन्तेया प्रभास्मिशशि सूर्ययोह प्रणवस् सर्ववेदेशु शब्दक्खे पवुरुषं गृषो"}, {"start": 96.56, "end": 107.32, "text": " पुन्यो गन्धः पृतिव्याम् चा तेजस् चास्मि विभावसो जीवनम् सर्वभूतेशु तपस् चास्मि तपस् विशो"}, {"start": 107.32000000000001, "end": 123.14000000000001, "text": " बीजम् आम् सर्वभूतानामिद्धि पार्थसनातनम् बुद्धिर् बुद्धिमतामस्मी तेजस् तेजस् विनामहं बलंबलवताम् चाहं तामरागविवर्जितं"}, {"start": 123.14, "end": 144.14, "text": " धर्मा विरुद्धो वूतेशो कामोस्मिभरतर्षभा येचैवसात्मिकाभावा राजसास्तामसास्चये मत्तैवेतितामिद्धीनत्वहंतेशुतेमै त्रिभर्गुणमयैर्भावैरेविस्सर्वमिदंजगत्"}, {"start": 144.14000000000001, "end": 160.14000000000001, "text": " मोहितम्नाविजानातिमामेभ्यफ्परमव्ययं दैवीहेषागुणमैममायादुरत्ययामामेवैप्रपध्यन्तेमायामेताम्धरन्तिते"}, {"start": 160.14000000000001, "end": 171.14000000000001, "text": " नमाम्दुष्कृतिनोमूडः प्रपध्यन्तेनराधमाह माययापुर्तज्ञाना आसुरंभावमाश्रिताह"}, {"start": 171.14000000000001, "end": 187.14000000000001, "text": " चतुर्विधाभजन्तेमाम्जनासुकृतिनोर्जुणा आर्तोजिन्यासुरर्थार्थी ज्ञानीचभरतर्शवा तेशाम् ज्ञानी नित्ययुक्त एकभक्तिर्विशिष्यते"}, {"start": 187.14000000000001, "end": 203.14000000000001, "text": " प्रियोहि ज्ञानि अत्यार्थम अहं सचमम अप्रियहा। उदारा सर्वेवैते ज्ञानि त्वात्मैवमेमतं। आस्तितस्सहि युक्तात्मामामे वानुत्तमाम्कतिं।"}, {"start": 203.14000000000001, "end": 220.14000000000001, "text": " बहुनाम् जन्मनामन्ते ज्ञानवान्माम् प्रपध्यते। वासु देवस सर्वमिती समहात्मासु दुल्लमः। कामैस्तैस्तैरुतज्ञानाफ् प्रपध्यन्तेन्यदेवताह।"}, {"start": 220.14000000000001, "end": 235.14000000000001, "text": " तम्तम् नियम वास्थाया प्रकृत्यानियतास्वया योयोयाम्याम् तनुभक्तश्रद्धयार्चितुमिच्छति तस्यतस्याचलाम् शद्धाम् तामेवविदधाम्यहं"}, {"start": 235.14000000000001, "end": 250.14000000000001, "text": " सतयाशद्धयायुत्तस्तस्याराधनमीहते लवतेचकतः कामान् मयैवविहितामितान् अन्तवत्तुभलं देशाम् तद्भवत्यल्वमेधसाम्"}, {"start": 250.14000000000001, "end": 272.02000000000004, "text": " देवान्देवय जोयान्ति मात्वक्तायान्ति मामपी अव्यक्तं व्यक्ति मापन्नं मन्यन्ते मामबुद्धयः परंभावम जानन्तोममाव्ययमरुत्तमं नाहं प्रकाश सर्वस्य योगमायासमावृतः"}, {"start": 272.02, "end": 298.02, "text": " मोधो यम्नावि जानाति लोको मामजम अभ्ययम् वेदाहं समतीतानि भर्तमानानि चार्जुना भविष्यानि चभूतानि माप्तु वेदन कष्चना इच्छाद्वेश समुत्तेन ध्वन्द्वमोहेन भारता सर्वभूतानि सम्मोहं सर्के याति परंधपा"}, {"start": 298.02, "end": 319.24, "text": " येशां त्वन्धगतं पापं जनानां पुञ्यकर्मणां तेद्वन्वमोहनिर्मुत्ताः भजन्तेमां तृडब्रताः जरामरणमोक्षायामामाश्वित्ययतंतिये तेब्रम्मतद्विदुकृष्णं अध्यात्मं कर्मचाखिलं"}, {"start": 319.24, "end": 329.92, "text": " साधि भूताधि दैवम्माम् साधि यज्ञम्च येविदुहो प्रयाणकाले पिचमाम् तेविदुर्युक्त चेतसहा"}]}