{"video_id": "jsbOXtHRf6Y", "title": "The Glories of Srila Sanatana Gosvami | Madhya lila | Cc 20.97-99 | 20.07.2024", "speaker": "HDG Srila Prabhupada", "youtube_url": "https://www.youtube.com/watch?v=jsbOXtHRf6Y", "duration": 1772, "segments": [{"start": 0.0, "end": 9.200000000000001, "text": " Jaya Jaya Shri Chaitanya Jaya Nithyananda"}, {"start": 9.200000000000001, "end": 18.72, "text": " Jaya Dvaita Chandra Jaya Gaurabhakta Vrinda"}, {"start": 18.72, "end": 23.68, "text": " We are reading from Shri Chaitanya Charita Amrita, Madhya Leela, Chapter 20, entitled"}, {"start": 23.68, "end": 28.88, "text": " Lord Shri Chaitanya Mahaprabhu Instructs Sanatana Goswami in the Science of the Absolute Truth"}, {"start": 28.88, "end": 35.36, "text": " from verse from 97 to 99. I will read 97 and 98 and will repeat verse 99."}, {"start": 35.36, "end": 40.4, "text": " Krishna Swaroopa Madhuri Aishwarya Bhakti Rasashriyam"}, {"start": 40.4, "end": 45.519999999999996, "text": " Tatvam Sanatana Yesha Kripa Yopadi Desha Saha"}, {"start": 45.519999999999996, "end": 50.32, "text": " Shri Chaitanya Mahaprabhu, the Supreme Personality of God, had personally told Sanatana Goswami"}, {"start": 50.32, "end": 56.879999999999995, "text": " about Lord Krishna's real identity. He also told him about the Lord's conjugal love,"}, {"start": 56.879999999999995, "end": 58.72, "text": " his personal opulence and the"}, {"start": 58.72, "end": 58.8, "text": " message of love. He also told him about the Lord's conjugal love, his personal opulence and the"}, {"start": 58.8, "end": 58.84, "text": " message of love. He also told him about the Lord's conjugal love, his personal opulence and the"}, {"start": 58.84, "end": 64.52000000000001, "text": " mellows of devotion service. All these truths were explained to Sanatana Goswami by the Lord"}, {"start": 64.52000000000001, "end": 68.12, "text": " himself out of his causeless mercy."}, {"start": 68.12, "end": 69.24000000000001, "text": " Text 98"}, {"start": 76.92, "end": 83.16, "text": " Putting a straw in his mouth and bowing down, Sanatana Goswami clasped the lotus feet of Shri"}, {"start": 83.16, "end": 87.56, "text": " Chaitanya Mahaprabhu and humbly spoke as follows."}, {"start": 87.56, "end": 88.68, "text": " Text 98"}, {"start": 88.68, "end": 103.0, "text": " Putting a straw in his mouth and bowing down, Sanatana Goswami clasped the lotus feet of Shri Chaitanya Mahaprabhu and humbly spoke as follows."}, {"start": 103.0, "end": 108.76, "text": " Translation in purport by H. D. Vaingresa Bhai Charanarvinda Bhaktivedanta Swami Shri Prabhupada K. Chaitanya"}, {"start": 108.76, "end": 109.80000000000001, "text": " Translation"}, {"start": 109.80000000000001, "end": 115.16000000000001, "text": " Sanatana Goswami said, I was born in a low family and my associates are all low class men."}, {"start": 115.16000000000001, "end": 118.52000000000001, "text": " I myself am fallen and am the lowest of men."}, {"start": 118.52, "end": 123.72, "text": " Indeed, I have passed my whole life fallen in the well of sinful materialism."}, {"start": 123.72, "end": 124.03999999999999, "text": " Translation in purport by H. D. Vaingresa Bhai Charanarvinda Bhaktivedanta Swami Shri Prabhupada K. Chaitanya Mahaprabhu and humbly spoke as follows."}, {"start": 124.03999999999999, "end": 127.8, "text": " Translation in purport by H. D. Vaingresa Bhai Charanarvinda Bhaktivedanta Swami Shri Prabhupada K. Chaitanya Mahaprabhu and humbly spoke as follows."}, {"start": 127.8, "end": 134.35999999999999, "text": " Actually, Shri Sanatana Goswami belonged to a brahmana family because he belonged to the Saraswati"}, {"start": 134.35999999999999, "end": 140.84, "text": " division of the brahmanas and was well-cultured and well-educated. Somehow or other, he accepted a"}, {"start": 140.84, "end": 147.32, "text": " ministership in the Muslim government. Therefore, he had to associate with meat-eaters, drunkards"}, {"start": 147.32, "end": 153.79999999999998, "text": " and cross-materialists. Sanatana Goswami considered himself fallen for in the association of such men,"}, {"start": 153.79999999999998, "end": 160.51999999999998, "text": " he also fell victim to material enjoyment. Having passed his life in that way, he considered that"}, {"start": 160.51999999999998, "end": 165.48, "text": " he had wasted his valuable time. This statement about how one can become"}, {"start": 166.12, "end": 171.4, "text": " fallen in this material world is made by the greatest authority in the Gaudiya Vaishnavasam"}, {"start": 171.4, "end": 177.24, "text": " Pradaya. Actually, the whole world is presently fallen into material existence."}, {"start": 177.79999999999998, "end": 185.32, "text": " Everyone is a meat-eater, drunkard, woman-hunter, gambler and what not. People are enjoying material"}, {"start": 185.32, "end": 191.4, "text": " life by committing the four basic sins. Although they are fallen, if they simply submit themselves"}, {"start": 191.4, "end": 196.6, "text": " at the lotus feet of Shri Chaitanya Mahaprabhu, they will be saved from sinful reactions."}, {"start": 196.6, "end": 198.6, "text": " This ends the Bhaktivedanta Parbat."}, {"start": 207.32, "end": 209.95999999999998, "text": " Chapter 6 merchant-uneater"}, {"start": 209.95999999999998, "end": 211.06, "text": " Yayogini"}, {"start": 211.06, "end": 228.88, "text": " 0Ben"}, {"start": 228.88, "end": 230.92, "text": " Ghane"}, {"start": 230.92, "end": 231.79999999999998, "text": " 7."}, {"start": 231.79999999999998, "end": 232.6, "text": " एग्ठी"}, {"start": 232.6, "end": 232.92, "text": " 0प-दाठा"}, {"start": 232.92, "end": 233.6, "text": " 0प-दाठा"}, {"start": 233.6, "end": 233.92, "text": "다"}, {"start": 237.32, "end": 255.92, "text": " Sanātana Gosvāmī is taking instruction and lessons from Śrī Caitanya Mahāprabhu. And what is the subject matter of instruction that is described herein by the author of this Caitanya-caritāmī?"}, {"start": 255.92000000000002, "end": 277.24, "text": " The subject matter is Kṛṣṇa's svarūpa. What is the actual position of Kṛṣṇa? Kṛṣṇa's svarūpa, mādhujya. And what is the special attractiveness of Kṛṣṇa?"}, {"start": 279.24, "end": 285.90000000000003, "text": " Mādhujya. Kṛṣṇa's svarūpa, mādhujya, aisharja. And what are the opulences of Kṛṣṇa?"}, {"start": 285.92, "end": 286.38, "text": " Kṛṣṇa's svarūpa, mādhujya, aisharja. And what are the opulences of Kṛṣṇa?"}, {"start": 287.8, "end": 305.3, "text": " Bhakti-vāsākram. And all these, what is Kṛṣṇa? What is His special qualification for attraction? And what is His opulence?"}, {"start": 305.3, "end": 314.62, "text": " These three things can be understood through devotional service by no other means."}, {"start": 315.92, "end": 330.40000000000003, "text": " Just like I have several times cited the example that if you want to be in confidence of a great personality, then you must satisfy him by your service."}, {"start": 331.68, "end": 342.04, "text": " You cannot understand a big man by your speculation, even in this material world."}, {"start": 342.04, "end": 345.04, "text": " If you want to know a big man..."}, {"start": 345.92, "end": 347.92, "text": " By disappointment."}, {"start": 347.92, "end": 354.32, "text": " What he is. Then you must satisfy him by your service, attitude, by friendship, by love."}, {"start": 355.84000000000003, "end": 359.40000000000003, "text": " And he will disclose to you what he's..."}, {"start": 359.92, "end": 363.14, "text": " So the same process is bhakti-vāsākram."}, {"start": 363.8, "end": 372.06, "text": " If you want to know what is Kṛṣṇa, what is His opulence, what is his special feature for attraction,"}, {"start": 373.44, "end": 375.78000000000003, "text": " then you should try to understand by no other means anything other than Kṛṣṇa, anything."}, {"start": 375.78000000000003, "end": 387.86, "text": " understand through the devotional service of Kṛṣṇa consciousness. In the Bhagavad-gītā also the Lord"}, {"start": 387.86, "end": 407.64, "text": " says that bhakti-āmāma-bhijānāti tattvatā. Yāvān yasyāmi tattvatā. In another place, the Lord"}, {"start": 407.64, "end": 417.76, "text": " says that to understand Me, actually what I am, is very difficult. Manuṣyānāṁ sa śreṣu kaścid"}, {"start": 417.76, "end": 417.84000000000003, "text": " yaḥ."}, {"start": 417.86, "end": 429.96000000000004, "text": " Out of many millions of human beings, somebody tries to make a perfection of his life. Otherwise"}, {"start": 429.96000000000004, "end": 435.84000000000003, "text": " they are all working jail cats and dogs. That's all. Simply āhāra-vidrā-vāya-mṛti-viṣaḥ."}, {"start": 435.84000000000003, "end": 443.72, "text": " They have no other information. Work hard, eat and be merry and enjoy. And making, that's"}, {"start": 443.72, "end": 447.76, "text": " all. So out of millions and millions of persons, they are all working."}, {"start": 447.76, "end": 447.86, "text": " Therefore they are all working. They cannot be made devoid of the sacraments of the Lord."}, {"start": 447.86, "end": 447.88, "text": " And what is the profession of a person who is engaged in animal profession?"}, {"start": 447.88, "end": 456.36, "text": " Even for a person like this, engaged in animal profession of life, only a few persons, selected"}, {"start": 456.36, "end": 466.98, "text": " persons, because the illusory energy has grasped under her clutches very tightly. To get out of the"}, {"start": 466.98, "end": 475.42, "text": " clutches is very difficult. So somehow or other, a few people, out of many millions and thousands,"}, {"start": 475.42, "end": 477.74, "text": " they come to the understanding of God. And then the rest of them, they are not able to"}, {"start": 477.74, "end": 486.74, "text": " understanding that what is the real perfection of life. Now, those who are actually perfected,"}, {"start": 487.74, "end": 494.74, "text": " out of them, out of millions of them, one can understand Kṛṣṇa. That is the statement of Bhagavad-gītā."}, {"start": 494.74, "end": 500.74, "text": " Manuṣṭhānaṁ sahasreṣu kaścid yatati siddhaye yatatām api siddhānaṁ"}, {"start": 501.74, "end": 508.74, "text": " Siddhānaṁ means those who have already achieved perfection. Out of them. Not these imperfect fools."}, {"start": 509.74, "end": 516.74, "text": " Those who are actually attained perfection, they can understand what Kṛṣṇa is actually."}, {"start": 517.74, "end": 523.74, "text": " Tattva. And that actual position can be understood"}, {"start": 524.74, "end": 528.74, "text": " in another place of Bhagavad-gītā state, bhaktyā mām abhijānāti."}, {"start": 529.74, "end": 535.74, "text": " What he sees actually, that can be understood by this devotional service. No other process."}, {"start": 536.74, "end": 543.74, "text": " No other process will help to understand Kṛṣṇa. You can, by other processes, you can achieve some other thing."}, {"start": 544.74, "end": 551.74, "text": " But if you want to know Kṛṣṇa, then you have to understand through your devotional service."}, {"start": 552.74, "end": 553.74, "text": " Bhaktyā mām abhijānāti."}, {"start": 554.74, "end": 570.74, "text": " So you will have entrance into the spiritual kingdom, into the abode of Kṛṣṇa, when you have perfectly…"}, {"start": 571.74, "end": 576.74, "text": " We cannot understand perfectly, but as far as possible, as far as you have got the capacity,"}, {"start": 577.74, "end": 583.74, "text": " if you understand Kṛṣṇa as He is, then the entrance will be there. Otherwise there is no entrance."}, {"start": 585.74, "end": 597.74, "text": " Therefore Lord Caitanya instructed Sanātana Gosvāmī about Kṛṣṇa through devotional service."}, {"start": 598.74, "end": 606.74, "text": " This instruction is very important. You should very carefully hear and, if possible, note."}, {"start": 608.74, "end": 610.74, "text": " This is directly the instruction."}, {"start": 610.74, "end": 618.74, "text": " Just like the Bhagavad-gītā, Lord Kṛṣṇa is directly instructing or doing."}, {"start": 619.74, "end": 623.74, "text": " But in the Bhagavad-gītā there are many phases of instruction,"}, {"start": 624.74, "end": 634.74, "text": " fruitive action, philosophical speculation, and yoga system, and jñāna system, all kinds of different paths."}, {"start": 634.74, "end": 642.74, "text": " Ultimately, of course, Lord Kṛṣṇa instructing him that sarva-dharmān parityajya mām ītaṁ sarvaṁ bhajaṁ."}, {"start": 643.74, "end": 653.74, "text": " That is the most confidential part. But here Lord Caitanya, He is not instructing any superfluous thing."}, {"start": 654.74, "end": 658.74, "text": " So that is the blessing of Lord Caitanya."}, {"start": 658.74, "end": 668.74, "text": " Even what Kṛṣṇa could not give, what Kṛṣṇa could not, or Kṛṣṇa hesitated to give,"}, {"start": 669.74, "end": 675.74, "text": " because Kṛṣṇa hesitated that if I speak in the beginning of the Bhagavad-gītā,"}, {"start": 676.74, "end": 682.74, "text": " sarva-dharmān parityajya mām ītaṁ sarvaṁ bhajaṁ, people would not accept it."}, {"start": 682.74, "end": 691.74, "text": " There was no necessity of describing Bhagavad-gītā in so many phases of instruction."}, {"start": 692.74, "end": 702.74, "text": " Because the last instruction, most confidential instruction was that you give up everything and just surrender unto Him."}, {"start": 703.74, "end": 708.74, "text": " That is the actual instruction of Bhagavad-gītā. But that was not spoken in the beginning."}, {"start": 708.74, "end": 716.74, "text": " Because there are many phases of human being. They are under different stages of soul."}, {"start": 717.74, "end": 723.74, "text": " Or they have different stages, karma, jñāna, yoga, so many things they have been discovered."}, {"start": 724.74, "end": 732.74, "text": " Here Caitanya Mahāprabhu, His mercy is that He directly gives this highest instruction."}, {"start": 733.74, "end": 737.74, "text": " What Kṛṣṇa could not give, but Kṛṣṇa Caitanya,"}, {"start": 738.74, "end": 745.74, "text": " or Kṛṣṇa in His incarnation as Lord Śrī Caitanya Mahāprabhu, He gave up."}, {"start": 746.74, "end": 757.74, "text": " Therefore He is considered the most munificent, charitable personality, man of charity."}, {"start": 758.74, "end": 767.74, "text": " Rūpa Gosvāmī offered His respect that namo mahā-vadānā, you are the greatest munificent personality."}, {"start": 768.74, "end": 775.74, "text": " You are directly offering Kṛṣṇa, which is very difficult for you."}, {"start": 776.74, "end": 786.74, "text": " It is very difficult to understand. So many scholars, so many philosophers, so many great personalities,"}, {"start": 787.74, "end": 796.74, "text": " they could not understand Kṛṣṇa. But your mercy is so broad that you are directly offering Kṛṣṇa."}, {"start": 796.74, "end": 804.74, "text": " Therefore mahā-vadānā, Kṛṣṇa prema-pradāya, directly you are giving love of Kṛṣṇa."}, {"start": 805.74, "end": 820.74, "text": " So Sanātana Gosvāmī in this way directly received instruction from Lord Caitanya about bhakti-yoga, what is bhakti."}, {"start": 820.74, "end": 832.74, "text": " So this is called tattvaṁ sanātanāya īśa, kṛpayāpadi-veṣa īśa. īśa means the Lord, the Lord, Supreme Controller."}, {"start": 833.74, "end": 847.74, "text": " So He is also there. Just like Arjuna received instruction directly, similarly Sanātana Gosvāmī also received instruction directly from the Supreme Lord."}, {"start": 847.74, "end": 857.74, "text": " So here how to receive instruction, that is given by example by Sanātana Gosvāmī."}, {"start": 858.74, "end": 865.74, "text": " tave sanātana-prahūr-carane dharīya dainya-vinati-kare dante-triṇalaiya"}, {"start": 866.74, "end": 873.74, "text": " Sanātana Gosvāmī very humbly fell down on the lotus feet of Caitanya Mahāprabhu."}, {"start": 873.74, "end": 880.74, "text": " And most humbly He submitted. What is that submission?"}, {"start": 881.74, "end": 888.74, "text": " nīca-jāti nīca-saṅgī-patīt adhaṁ pūpiṣaya pūpe parī gāyaṇu janam"}, {"start": 889.74, "end": 897.74, "text": " My dear sir, I have wasted my time in simply sensual gratification. That is my qualification."}, {"start": 898.74, "end": 901.74, "text": " And I belong to the lowest caste."}, {"start": 901.74, "end": 907.74, "text": " Nīca-jāti. Nīca-saṅgī. And my association is also of the lowest type."}, {"start": 908.74, "end": 916.74, "text": " And patīt. I have fallen and I am the lowest of all. This is my qualification."}, {"start": 917.74, "end": 929.74, "text": " Now, why He is submitting himself? Nīca-jāti. Nīca-jāti means those who are born in lower family."}, {"start": 929.74, "end": 933.74, "text": " They are called nīca-jāti. They are śūdras or less than the śūdras."}, {"start": 934.74, "end": 939.74, "text": " According to Vedic system, the brāhmaṇa, kṣatriya and vaiśya, they are higher caste."}, {"start": 940.74, "end": 946.74, "text": " And the śūdras, they are lower caste. And less than śūdras, they are lowest."}, {"start": 947.74, "end": 952.74, "text": " So Sanātana Gosvāmī, actually he belongs to the brāhmaṇa family."}, {"start": 953.74, "end": 958.74, "text": " He, his forefathers belonged to the śārasya-brāhmaṇa family."}, {"start": 960.74, "end": 964.74, "text": " There are different set, gaura-brāhmaṇa and śārasya-brāhmaṇa."}, {"start": 965.74, "end": 973.74, "text": " So śārasya-brāhmaṇa, actually, they belong to the Aryan, āryavartā, the Panyāra side and Kashmir side."}, {"start": 974.74, "end": 981.74, "text": " They are considered high-class brāhmaṇas. So he belongs to that community."}, {"start": 982.74, "end": 987.74, "text": " But somehow or other, their forefathers…"}, {"start": 987.74, "end": 992.74, "text": " I mean, make their domicile in Bengal."}, {"start": 993.74, "end": 1000.74, "text": " Because they had some property in Bengal. They are very rich, aristocratic family."}, {"start": 1001.74, "end": 1006.74, "text": " And this Sanātana Gosvāmī accepted ministership in the Mohammedan kingdom."}, {"start": 1007.74, "end": 1016.74, "text": " So in those days, amongst the brāhmaṇa community, if any brāhmaṇa would accept service, he becomes at once a śūdra."}, {"start": 1018.74, "end": 1028.74, "text": " He becomes at once. Because service is meant for the śūdras, not for the brāhmaṇas, kṣatriya and vaiśya."}, {"start": 1029.74, "end": 1036.74, "text": " They would never accept anybody's obligation as service. They would starve. That was the principle."}, {"start": 1037.74, "end": 1040.74, "text": " Only the śūdras could accept service."}, {"start": 1040.74, "end": 1058.74, "text": " So because these Sanātana Gosvāmī and Rupa Gosvāmī accepted government office, although it was government office, but it was service, so they were outside the brāhmaṇa community."}, {"start": 1059.74, "end": 1065.74, "text": " So only Caitanya Mahāprabhu accepted. That is Caitanya Mahāprabhu."}, {"start": 1065.74, "end": 1070.74, "text": " Otherwise, at that time, social condition was very strict."}, {"start": 1071.74, "end": 1077.74, "text": " You have heard the name of Rabindrīnātrava. They were also in that way, hospitied."}, {"start": 1078.74, "end": 1082.74, "text": " They were out of brāhmaṇa community. They also belonged to the brāhmaṇa community."}, {"start": 1083.74, "end": 1091.74, "text": " So therefore he is presenting himself that nityāti. Nityāti. I am lower caste."}, {"start": 1092.74, "end": 1093.74, "text": " Why?"}, {"start": 1093.74, "end": 1101.74, "text": " Because my associates are niche. My associates are Mormonian. They are not Brahmins. They are not highly qualified."}, {"start": 1102.74, "end": 1108.74, "text": " Because my associates are lower, so I am lower also."}, {"start": 1109.74, "end": 1115.74, "text": " And patīr, I have fallen down from the standard of my fraternal position."}, {"start": 1116.74, "end": 1121.74, "text": " Patīr, I have fallen. Ādhāṁ. And ādhāṁ means I am the lowest of the human beings."}, {"start": 1121.74, "end": 1131.74, "text": " So, of course, because Sanātana Gosvāmī was under certain condition, it is not simply particularly for the Sanātana Gosvāmī."}, {"start": 1132.74, "end": 1141.74, "text": " Everyone, unless he is conscious of his position that he is the lowest, he cannot become the highest."}, {"start": 1141.74, "end": 1152.74, "text": " One should not think, while approaching his spiritual master, one should not be puffed up with his so-called qualifications."}, {"start": 1153.74, "end": 1159.74, "text": " He should be a blank slate. That is the, that is requirement."}, {"start": 1160.74, "end": 1166.74, "text": " He should forget that whatever nonsense he had learnt, he should forget."}, {"start": 1166.74, "end": 1172.74, "text": " Otherwise, there will be no benefit by approaching spiritual master."}, {"start": 1173.74, "end": 1183.74, "text": " He should forget. If he keeps his personality, I believe, I cannot, there is no necessity."}, {"start": 1184.74, "end": 1191.74, "text": " With such nonsense things, nobody should approach a spiritual master."}, {"start": 1192.74, "end": 1195.74, "text": " One should become a blank slate."}, {"start": 1196.74, "end": 1204.74, "text": " So, I am fallen. I am the lowest. And I am lower born."}, {"start": 1205.74, "end": 1209.74, "text": " So many things are good qualifications. This is my position."}, {"start": 1210.74, "end": 1214.74, "text": " Nityānā. And ku viṣaya kupe parī gāiṇu-janaḥ."}, {"start": 1215.74, "end": 1219.74, "text": " I have now wasted my time simply by sense gratification."}, {"start": 1220.74, "end": 1225.74, "text": " Viṣaya means āhāra-nidrā-bhaya-maitur. These are called viṣaya."}, {"start": 1226.74, "end": 1233.74, "text": " Objects of sense gratification. Eating, sleeping, mating, and defending."}, {"start": 1234.74, "end": 1241.74, "text": " These are called viṣaya. And we are engaged only how to eat very nicely,"}, {"start": 1242.74, "end": 1249.74, "text": " how to sleep very nicely, how to give me protection, and how to have nice mating."}, {"start": 1250.74, "end": 1253.74, "text": " This is our business."}, {"start": 1253.74, "end": 1258.74, "text": " So, Samātana Gosvāmī says that I have simply wasted my time in this way."}, {"start": 1259.74, "end": 1261.74, "text": " And my position is this."}, {"start": 1262.74, "end": 1269.74, "text": " So, therefore, actually, āpanār hita hi kisi na hi yati."}, {"start": 1270.74, "end": 1277.74, "text": " Because I am so much fallen, because I have wasted my time in sense gratification, because I am ostracized,"}, {"start": 1277.74, "end": 1289.74, "text": " because my association is so lower, therefore my position is that I do not know what is actually beneficial to me."}, {"start": 1290.74, "end": 1293.74, "text": " Āpanār hita hi kisi na yati."}, {"start": 1293.74, "end": 1305.74, "text": " Now, Samātana Gosvāmī was minister, educated, he was learned scholar in Parsi and Sanskrit."}, {"start": 1306.74, "end": 1310.74, "text": " So, how it is that he is placing himself in that way?"}, {"start": 1311.74, "end": 1317.74, "text": " Is he, I would say, imitating something, such humbleness?"}, {"start": 1317.74, "end": 1319.74, "text": " But actually he was known?"}, {"start": 1320.74, "end": 1321.74, "text": " Yes."}, {"start": 1321.74, "end": 1322.74, "text": " Actually he was."}, {"start": 1322.74, "end": 1323.74, "text": " No."}, {"start": 1323.74, "end": 1324.74, "text": " Actually he was so."}, {"start": 1325.74, "end": 1329.74, "text": " A devotee does not say anything falsely unless he feels."}, {"start": 1330.74, "end": 1332.74, "text": " He feels himself like that."}, {"start": 1332.74, "end": 1333.74, "text": " Why does he feel?"}, {"start": 1334.74, "end": 1335.74, "text": " He was educated."}, {"start": 1336.74, "end": 1338.74, "text": " He belonged to the brāhmaṇa aristocratic family."}, {"start": 1339.74, "end": 1342.74, "text": " His association was all Nabhāvas and Yamindārasa aristocratic family."}, {"start": 1343.74, "end": 1344.74, "text": " And still he says like this."}, {"start": 1345.74, "end": 1346.74, "text": " Why?"}, {"start": 1346.74, "end": 1347.74, "text": " What is the defect?"}, {"start": 1348.74, "end": 1349.74, "text": " That he felt like that."}, {"start": 1350.74, "end": 1351.74, "text": " Now he is expressing."}, {"start": 1352.74, "end": 1354.74, "text": " Āpanār hita hi kisi na yati."}, {"start": 1355.74, "end": 1358.74, "text": " I do not know what is actually beneficial to me."}, {"start": 1359.74, "end": 1368.74, "text": " I am thinking that if I am posted in a service like this, and if I have got some aristocratic association,"}, {"start": 1369.74, "end": 1372.74, "text": " I have got some enchantment for sense gratification, that is materialism."}, {"start": 1373.74, "end": 1375.74, "text": " So I have passed my, wasted my time in that."}, {"start": 1376.74, "end": 1380.74, "text": " But actually I do not know what is beneficial to me."}, {"start": 1381.74, "end": 1386.74, "text": " So grāma-bhāvahara paṇḍita tāi sattva-māne."}, {"start": 1387.74, "end": 1390.74, "text": " In the Indian system, a brāhmaṇa is addressed as paṇḍita."}, {"start": 1391.74, "end": 1404.74, "text": " But as you know, Paṇḍita Jahannālaya, although he had no brāhmaṇical qualification, but because he was born in a brāhmaṇa family, so this title was Paṇḍita."}, {"start": 1404.74, "end": 1405.74, "text": " Paṇḍita."}, {"start": 1405.74, "end": 1407.74, "text": " So a brāhmaṇa is addressed as paṇḍita."}, {"start": 1408.74, "end": 1411.74, "text": " A kṣatriya is addressed as Ṭhākura."}, {"start": 1412.74, "end": 1419.74, "text": " And a vaiśya is addressed as a saint, sīrjī, a rich man."}, {"start": 1420.74, "end": 1423.74, "text": " The vaiśyas, vaiśyas are generally very rich men."}, {"start": 1424.74, "end": 1432.74, "text": " For us, as you have in your country, the Rockefeller, Carnegie and Ford, similarly in our country you have got many rich men."}, {"start": 1432.74, "end": 1437.74, "text": " Just like Billard, Dalmya, Bangar and so many."}, {"start": 1438.74, "end": 1440.74, "text": " So they are called sēdjī."}, {"start": 1441.74, "end": 1443.74, "text": " So sēdjī, Ṭhākura-jī and paṇḍita-jī."}, {"start": 1444.74, "end": 1446.74, "text": " And the śūdras are called mahājana."}, {"start": 1447.74, "end": 1450.74, "text": " Because if they are called śūdras, they will be angry."}, {"start": 1451.74, "end": 1453.74, "text": " And mahājana means great personality."}, {"start": 1454.74, "end": 1459.74, "text": " So these are some etiquette for addressing different communities."}, {"start": 1459.74, "end": 1469.74, "text": " Among the different communities, although there are such classifications, still there was no enmity."}, {"start": 1470.74, "end": 1478.74, "text": " They lived in village, although in their position, but the relationship was very friendly."}, {"start": 1479.74, "end": 1483.74, "text": " Just like brothers, just like brothers, actually."}, {"start": 1484.74, "end": 1487.74, "text": " Because the culture was religion."}, {"start": 1487.74, "end": 1490.74, "text": " Culture was the Kṛṣṇa consciousness."}, {"start": 1491.74, "end": 1492.74, "text": " So they depended on the culture."}, {"start": 1493.74, "end": 1494.74, "text": " There was no provincialism."}, {"start": 1495.74, "end": 1498.74, "text": " Because they depended on culture."}, {"start": 1499.74, "end": 1500.74, "text": " The culture is the thing."}, {"start": 1501.74, "end": 1502.74, "text": " The Kṛṣṇa conscious speech can…"}, {"start": 1503.74, "end": 1508.74, "text": " Even there are materially so many high and low classifications."}, {"start": 1509.74, "end": 1514.74, "text": " When you come to this culture, Kṛṣṇa consciousness, they will be all in the same place."}, {"start": 1514.74, "end": 1521.74, "text": " So he said, the grāhma-bhābhāre paṇḍita."}, {"start": 1522.74, "end": 1527.74, "text": " And as a matter of social etiquette, I am addressed as paṇḍita."}, {"start": 1528.74, "end": 1529.74, "text": " Paṇḍita means planet."}, {"start": 1530.74, "end": 1531.74, "text": " Planet scholar."}, {"start": 1532.74, "end": 1533.74, "text": " He is called paṇḍita."}, {"start": 1534.74, "end": 1535.74, "text": " Paṇḍita asama-darśana."}, {"start": 1536.74, "end": 1537.74, "text": " He has read in the Bhagavad-gītā."}, {"start": 1538.74, "end": 1541.74, "text": " Paṇḍita means he sees everything on equal eyes."}, {"start": 1541.74, "end": 1542.74, "text": " Why?"}, {"start": 1543.74, "end": 1544.74, "text": " Because he is brāhmaṇa."}, {"start": 1545.74, "end": 1548.74, "text": " He has known what is grāhma and what are these living entities."}, {"start": 1549.74, "end": 1550.74, "text": " He has got such knowledge."}, {"start": 1551.74, "end": 1552.74, "text": " That is called paṇḍita."}, {"start": 1553.74, "end": 1555.74, "text": " So Sanātana Gosvāmī had no such knowledge."}, {"start": 1556.74, "end": 1558.74, "text": " At least he is pretending like that."}, {"start": 1559.74, "end": 1563.74, "text": " So he said, the grāhma-bhābhāre kahaye paṇḍita."}, {"start": 1564.74, "end": 1567.74, "text": " By social etiquette, I am addressed as paṇḍita."}, {"start": 1568.74, "end": 1569.74, "text": " But…"}, {"start": 1569.74, "end": 1575.74, "text": " And I also accept that I am paṇḍita."}, {"start": 1576.74, "end": 1582.74, "text": " If somebody falsely calls me that your majesty…"}, {"start": 1583.74, "end": 1585.74, "text": " So it is an insult."}, {"start": 1586.74, "end": 1589.74, "text": " It is not honoring him."}, {"start": 1590.74, "end": 1591.74, "text": " I am an ordinary man."}, {"start": 1592.74, "end": 1593.74, "text": " If somebody calls me your majesty…"}, {"start": 1594.74, "end": 1597.74, "text": " So a man who has no qualification…"}, {"start": 1597.74, "end": 1600.74, "text": " If he is visualized in that way, that is an insult."}, {"start": 1601.74, "end": 1607.74, "text": " But we are so much poor that if somebody calls me your majesty, I shall feel, I am majesty."}, {"start": 1608.74, "end": 1609.74, "text": " Yes?"}, {"start": 1610.74, "end": 1611.74, "text": " I am his majesty."}, {"start": 1612.74, "end": 1613.74, "text": " That is our nature."}, {"start": 1614.74, "end": 1619.74, "text": " If some false qualifications are awarded to me, I shall be very glad to accept it."}, {"start": 1620.74, "end": 1621.74, "text": " I shall think, yes, I am."}, {"start": 1621.74, "end": 1631.74, "text": " So Sarātana Gosvāmī said that actually I am not paṇḍita because I do not know what is my benefit, what is beneficial to me."}, {"start": 1632.74, "end": 1633.74, "text": " I do not know the goal of my life."}, {"start": 1634.74, "end": 1637.74, "text": " I simply wasted my time in sense gratification."}, {"start": 1638.74, "end": 1639.74, "text": " I do not know."}, {"start": 1640.74, "end": 1642.74, "text": " And still people say, you are paṇḍita."}, {"start": 1643.74, "end": 1644.74, "text": " And I accept it."}, {"start": 1645.74, "end": 1647.74, "text": " Just see my position."}, {"start": 1647.74, "end": 1654.74, "text": " So this is blank slate, admitting that I am fool number one."}, {"start": 1655.74, "end": 1658.74, "text": " But people say, I am learned and I accept it."}, {"start": 1659.74, "end": 1660.74, "text": " This is our nature."}, {"start": 1661.74, "end": 1662.74, "text": " This is called illusion."}, {"start": 1665.74, "end": 1667.74, "text": " He will never think that I am fool number one."}, {"start": 1668.74, "end": 1671.74, "text": " He will always think, oh, who can be greater than me?"}, {"start": 1672.74, "end": 1673.74, "text": " I am the…"}, {"start": 1674.74, "end": 1676.74, "text": " I can think myself."}, {"start": 1677.74, "end": 1679.74, "text": " What is the necessity of a spiritual master?"}, {"start": 1680.74, "end": 1681.74, "text": " I can…"}, {"start": 1682.74, "end": 1683.74, "text": " I can become a religious leader."}, {"start": 1684.74, "end": 1685.74, "text": " I can become…"}, {"start": 1686.74, "end": 1687.74, "text": " This, this is our mentality."}, {"start": 1688.74, "end": 1695.74, "text": " So this mentality should be sacrificed first, before going to a spiritual master."}, {"start": 1696.74, "end": 1699.74, "text": " First of all, you have to select who can be your spiritual master."}, {"start": 1700.74, "end": 1701.74, "text": " That requires some knowledge."}, {"start": 1702.74, "end": 1706.74, "text": " Or you have to behave with a person to understand whether he is fit to be a spiritual master."}, {"start": 1707.74, "end": 1712.74, "text": " If you become my spiritual master, then you should offer yourself to be a student."}, {"start": 1713.74, "end": 1714.74, "text": " That is the process."}, {"start": 1715.74, "end": 1720.74, "text": " Not that all of a sudden you shall go to a person, oh, please accept me as my student."}, {"start": 1721.74, "end": 1722.74, "text": " No."}, {"start": 1723.74, "end": 1726.74, "text": " You should first of all try to understand whether he is actually fit."}, {"start": 1727.74, "end": 1729.74, "text": " Then offer yourself."}, {"start": 1730.74, "end": 1736.74, "text": " So just like Sanātana Gosvāmī, when he first saw Caitanya Mahāprabhu, he did not offer himself."}, {"start": 1736.74, "end": 1737.74, "text": " He just…"}, {"start": 1737.74, "end": 1743.74, "text": " But when he heard from Caitanya Mahāprabhu, and he understood, yes, it is a very nice thing,"}, {"start": 1744.74, "end": 1750.74, "text": " so I should now retire from service, and I should wholly devote to Caitanya Mahāprabhu."}, {"start": 1751.74, "end": 1759.74, "text": " He left his very lucrative job, minister seat, and just like a very poor man, he approached to Caitanya Mahāprabhu."}, {"start": 1760.74, "end": 1761.74, "text": " And he…"}, {"start": 1762.74, "end": 1764.74, "text": " And he placing, submitting himself as blank place."}, {"start": 1764.74, "end": 1765.74, "text": " That these are my qualifications."}, {"start": 1766.74, "end": 1767.74, "text": " Please accept me."}, {"start": 1768.74, "end": 1769.74, "text": " Thank you."}]}