{"video_id": "k46-SZm7HY0", "title": "The Teachings and Influence of Lord Buddha | HH Stoka Krishna Swami", "speaker": "HH Stoka Krishna Swami", "youtube_url": "https://www.youtube.com/watch?v=k46-SZm7HY0", "duration": 229, "segments": [{"start": 0.0, "end": 12.48, "text": " Tathaskalau sampravrttye sammohaya suradvisham buddho namna anjana sutaha kikateshu bhavishyati"}, {"start": 12.48, "end": 21.7, "text": " Suta Goswami is speaking in the future tense. Bhavishyati means will appear in the future."}, {"start": 22.64, "end": 26.88, "text": " Lord Buddha is a powerful incarnation of the personality of Godhead."}, {"start": 26.88, "end": 32.18, "text": " Buddha is an empowered incarnation, shaktiavesha avatara."}, {"start": 32.6, "end": 40.12, "text": " Of course for us now, Buddha appeared in the past because 5000 years have elapsed since Kali Yuga began."}, {"start": 40.98, "end": 44.34, "text": " So Buddha came about 2500 years back."}, {"start": 44.8, "end": 49.46, "text": " He appeared in the province of Gaya, Bihar as a son of Anjana."}, {"start": 49.46, "end": 54.92, "text": " At the time when Lord Buddha appeared, the people in general were atheistic"}, {"start": 54.92, "end": 56.46, "text": " and preferred animosity."}, {"start": 56.88, "end": 60.1, "text": " They preferred animosity over the animal flesh."}, {"start": 60.1, "end": 66.7, "text": " On the plea of Vedic sacrifice, every place was practically turned into a slaughterhouse."}, {"start": 66.7, "end": 72.14, "text": " And animal killing was indulged in unrestrictedly."}, {"start": 72.14, "end": 77.84, "text": " Lord Buddha preached non-violence, taking pity on the poor animals."}, {"start": 77.84, "end": 84.32000000000001, "text": " He preached that he did not believe in the tenets of the Vedas, and stressed the adverse psychological effect of non-violence."}, {"start": 86.88, "end": 92.39999999999999, "text": " incurred by animal killing. When the Vedas are not accepted through the"}, {"start": 92.39999999999999, "end": 99.03999999999999, "text": " authoritative disciplic succession, the casual readers of the"}, {"start": 99.03999999999999, "end": 105.41999999999999, "text": " Vedas are misled by the flowery language of that system of knowledge. They have no"}, {"start": 105.41999999999999, "end": 114.46, "text": " depth of knowledge. Now animal killing is specifically allowed in the Vedic"}, {"start": 114.46000000000001, "end": 122.52000000000001, "text": " sacrifices to test the power of the mantra being chanted by a particular"}, {"start": 122.52000000000001, "end": 135.48000000000002, "text": " Brahman. What is done is an old cow or an old bull is offered in sacrifice but"}, {"start": 135.48000000000002, "end": 142.86, "text": " after that sacrifice the animal is revived. The soul in the animal's body is"}, {"start": 142.86, "end": 144.36, "text": " getting a new body."}, {"start": 144.46, "end": 150.78, "text": " Less intelligent men of the age of Kali who had no faith in God followed the"}, {"start": 150.78, "end": 155.5, "text": " principle of Lord Buddha and for the time being they were trained in moral"}, {"start": 155.5, "end": 160.9, "text": " discipline and non-violence, the preliminary steps for proceeding further"}, {"start": 160.9, "end": 169.46, "text": " on the path of God realization. Lord Buddha deluded the atheists because such"}, {"start": 169.46, "end": 174.46, "text": " atheists who followed his principle did not believe in God but they kept"}, {"start": 174.46, "end": 180.56, "text": " their absolute faith in Lord Buddha who himself was the incarnation of God."}, {"start": 180.56, "end": 189.04000000000002, "text": " According to the Bhagavad Gita Vedascha Sarvair Ahameva Vedyah. The whole system"}, {"start": 189.04000000000002, "end": 194.5, "text": " of the Vedas is to lead one gradually to the path of the Supreme Lord. To know the"}, {"start": 194.5, "end": 202.24, "text": " Supreme Lord, the individual soul, the cosmic situation and the relation between"}, {"start": 202.24, "end": 203.74, "text": " all these items."}, {"start": 204.46, "end": 212.36, "text": " When the relation is known, the relative function begins. Thus the faithless people"}, {"start": 212.36, "end": 218.58, "text": " were made to believe in God in the form of Lord Buddha. That was the mercy of Lord Buddha."}, {"start": 218.58, "end": 221.46, "text": " He made the faithless faithful to him."}]}