{"video_id": "kmO-HeLRBHw", "title": "AAQ: How do we not Overthink, Over Analyze | His Grace Suvyakta Narasimha Dasa", "speaker": "HG Suvyakta Narasimha Dasa", "youtube_url": "https://www.youtube.com/watch?v=kmO-HeLRBHw", "duration": 640, "segments": [{"start": 0.0, "end": 20.72, "text": " Interesting question. How do we not overthink or overanalyze? How to avoid overthinking"}, {"start": 20.72, "end": 32.879999999999995, "text": " and overanalyzing? Well, if we look at the Vedic scriptures, if we look at the Bhagavad"}, {"start": 32.879999999999995, "end": 42.480000000000004, "text": " Gita, faith is given a very important role to play in acquisition of knowledge. Now of"}, {"start": 42.480000000000004, "end": 50.64, "text": " course, in the modern day, faith is given a very, you know, it is, it is, it is, it"}, {"start": 50.64, "end": 50.7, "text": " is, it is, it is, it is, it is, it is, it is, it is, it is, it is, it is, it is, it is,"}, {"start": 50.7, "end": 56.84, "text": " it is treated as a very contemptuous thing. All religions are all fakes. Leave it aside."}, {"start": 56.96, "end": 64.96000000000001, "text": " Science is real knowledge. That's the way it is presented. It is true that to acquire"}, {"start": 64.96000000000001, "end": 72.2, "text": " spiritual knowledge, you need faith. Krishna says in the Bhagavad Gita that ashraddha dana,"}, {"start": 73.06, "end": 80.62, "text": " those who are unfaithful, those who do not have faith, they will have neither peace in this life"}, {"start": 80.62, "end": 89.7, "text": " nor in the next one. So to be able to acquire spiritual knowledge, faith is very important."}, {"start": 89.7, "end": 99.02000000000001, "text": " But then to acquire science also faith is required. All of us, we learn science. How?"}, {"start": 99.02000000000001, "end": 103.98, "text": " By going to the school and college, sitting in a classroom and studying the textbook."}, {"start": 103.98, "end": 110.54, "text": " Whatever the textbook is teaching, we accept it as truth. We say to water, consciousness,"}, {"start": 110.54, "end": 113.10000000000001, "text": " there are two molecules of water. All of us have done it. We have done it. We have done it."}, {"start": 113.10000000000001, "end": 115.48, "text": " We have done it. We have done it. We have done it. We have done it. We have done it."}, {"start": 115.48, "end": 121.84, "text": " How many of you have actually taken out water and analyzed how many atoms of hydrogen, how"}, {"start": 121.84, "end": 126.58000000000001, "text": " many atoms of oxygen are there? How many of you have done it? None of us have done it."}, {"start": 127.36000000000001, "end": 134.12, "text": " True, no. But if anybody asks any one of us, what is the composition of water? What is the"}, {"start": 134.12, "end": 140.32, "text": " chemical composition of water? H2O. Immediately answer will come. Where did you get this H2O from?"}, {"start": 140.54, "end": 145.73999999999998, "text": " What is hydrogen in the first place? What is oxygen? Oxygen, can you separate it out and show"}, {"start": 145.73999999999998, "end": 151.73999999999998, "text": " it to me? If you can you show it to me, where is oxygen? Show me. Can you show me? Not possible."}, {"start": 152.78, "end": 159.1, "text": " Can you show me hydrogen? Not possible. Can you show me God? Not possible. So can you show me God?"}, {"start": 159.1, "end": 164.45999999999998, "text": " I cannot show you God because you cannot see. So God does not exist. You cannot show me hydrogen,"}, {"start": 164.46, "end": 170.78, "text": " how should I accept that hydrogen exists? You are telling periodic table you are showing and all"}, {"start": 170.78, "end": 175.58, "text": " those things. Very fine. All right. That table anybody can make. Even a child can sit and make."}, {"start": 176.86, "end": 180.38, "text": " So just because you made it and you put it in the textbook, I have to accept."}, {"start": 182.54000000000002, "end": 187.74, "text": " So when you teach from a book, we have to accept it blindly. I have faith. This is a science book."}, {"start": 188.38, "end": 193.9, "text": " Accept it. That's all. When it comes to same Bhagavad Gita, that is also a book. No, no, no,"}, {"start": 193.9, "end": 194.46, "text": " it is faith."}, {"start": 194.46, "end": 203.66, "text": " Faith is common for any acquisition of knowledge, whether biology, botany, chemistry,"}, {"start": 203.66, "end": 209.18, "text": " physics, mathematics, any branch of knowledge if you want to acquire, faith is common."}, {"start": 210.46, "end": 218.38, "text": " But not blind faith. Faith in an authorized source of that knowledge. Why we have faith"}, {"start": 218.38, "end": 224.3, "text": " in the science books? Because the science books are being taught in an authorized college."}, {"start": 225.1, "end": 230.78, "text": " By an authorized professor. We are not going to some sabjeevala and learning what is the"}, {"start": 230.78, "end": 235.5, "text": " components of water, what is the chemical composition of water. We are not going to some"}, {"start": 236.38, "end": 241.26000000000002, "text": " street vendor who is illiterate and learning from him, right? We are going to an authorized"}, {"start": 241.26000000000002, "end": 245.66, "text": " college and authorized professor and authorized textbooks we are studying"}, {"start": 245.66, "end": 253.98000000000002, "text": " and we are learning from that. So that faith in an authorized source of knowledge is essential for"}, {"start": 253.98000000000002, "end": 254.38, "text": " acquiring knowledge. So that faith in an authorized source of knowledge is essential for acquiring knowledge."}, {"start": 254.62, "end": 260.3, "text": " Any branch of knowledge without that faith, fundamental faith, nobody can acquire any"}, {"start": 260.3, "end": 268.94, "text": " knowledge. This is the reality. So, similarly, in for acquiring spiritual knowledge also, you have"}, {"start": 268.94, "end": 276.3, "text": " to have faith in the authorized source of that spiritual knowledge. So, just like we have textbooks"}, {"start": 276.3, "end": 284.14, "text": " which are prescribed by the university which are called authorized sources of knowledge, material knowledge,"}, {"start": 284.14, "end": 292.38, "text": " But similarly, for acquiring spiritual knowledge, the authorized books are Bhagavad Gita, Srimad"}, {"start": 292.38, "end": 295.52, "text": " Bhagavatam and other Vedic scriptures."}, {"start": 295.52, "end": 301.24, "text": " So if we acquire knowledge from them, we will be able to, we will, if we have faith in those"}, {"start": 301.24, "end": 308.68, "text": " authorized books of spiritual knowledge, we will be able to acquire spiritual knowledge."}, {"start": 308.68, "end": 313.26, "text": " And just like in the science books, first you have faith in the college and the teacher"}, {"start": 313.26, "end": 319.7, "text": " and the textbook, go and sit in the classroom, hear the theory, then you go to the lab and"}, {"start": 319.7, "end": 320.7, "text": " conduct the experiment."}, {"start": 320.7, "end": 325.38, "text": " You will be able to see for yourself how the theory is correct, yes or no?"}, {"start": 325.38, "end": 330.02, "text": " But for you to conduct that experiment also, first you should have faith that yes, college"}, {"start": 330.02, "end": 335.48, "text": " is authorized, textbook is authorized, this knowledge being taught to me is authorized."}, {"start": 335.48, "end": 340.38, "text": " If you have no faith, hey, this is all bogus, yeah, you will never acquire any knowledge."}, {"start": 340.38, "end": 343.24, "text": " So with that faith, you first go and learn the theory."}, {"start": 343.24, "end": 346.74, "text": " Then you go to the lab and do the practical experiments."}, {"start": 346.74, "end": 351.68, "text": " Then whatever you learned in theory gets validated, our faith in that source of knowledge becomes"}, {"start": 351.68, "end": 352.68, "text": " stronger."}, {"start": 352.68, "end": 355.74, "text": " This is the phenomenon which is working in science also."}, {"start": 355.74, "end": 361.42, "text": " Same thing, same principle works even for spiritual knowledge also."}, {"start": 361.42, "end": 367.12, "text": " You have faith in the authorized scriptures like Bhagavad Gita, and you study that and"}, {"start": 367.12, "end": 370.68, "text": " apply those principles in your life, you will be able to see the results which are predicted."}, {"start": 370.68, "end": 371.68, "text": " In the end, you will be able to see the results which are predicted."}, {"start": 371.68, "end": 372.68, "text": " In the end, you will be able to see the results which are predicted."}, {"start": 372.68, "end": 376.08, "text": " In the Bhagavad Gita and in the Vedic scriptures."}, {"start": 376.08, "end": 378.12, "text": " And if you do that, so what happens?"}, {"start": 378.12, "end": 385.44, "text": " You are validating, you are applying the principles, practically you are applying them in the laboratory"}, {"start": 385.44, "end": 387.52, "text": " of your life."}, {"start": 387.52, "end": 393.12, "text": " In the, to study science, the laboratory for you is some classroom within the college or"}, {"start": 393.12, "end": 394.12, "text": " school."}, {"start": 394.12, "end": 398.22, "text": " In the case of spiritual knowledge, the laboratory is yours."}, {"start": 398.22, "end": 400.3, "text": " You apply, you experiment."}, {"start": 400.3, "end": 401.12, "text": " By applying those spiritual principles in your life, you will be able to see the results."}, {"start": 401.12, "end": 403.76, "text": " You are validating, you are doing studies according to those spiritual principles in your life,"}, {"start": 403.76, "end": 410.76, "text": " and you validate whatever is told in the Vedic scriptures, that way your faith grows."}, {"start": 410.76, "end": 422.7, "text": " So, when we speak of any branch of knowledge, we need to have faith in that branch of knowledge."}, {"start": 422.7, "end": 424.0, "text": " Without that, we cannot acquire any system of knowledge."}, {"start": 424.0, "end": 424.96, "text": " So, when we speak of overthinking or over Ωrthinging, then it is not worth knowing the"}, {"start": 424.96, "end": 426.16, "text": " knowledge at all."}, {"start": 426.16, "end": 427.16, "text": " One must never wax and notice Hay жеä président intrigued and known all his deviations"}, {"start": 427.16, "end": 428.16, "text": " andmm eternal."}, {"start": 428.16, "end": 429.16, "text": " One must never lose attention to knowledge all the time."}, {"start": 429.16, "end": 430.12, "text": " Without it, one cannot, we cannot acquire any system of knowledge."}, {"start": 430.12, "end": 431.08, "text": " Stanugen was an lett definition of artificial intelligence."}, {"start": 431.12, "end": 437.2, "text": " analyzing what it simply means is we are not having sufficient faith in the source of knowledge"}, {"start": 438.16, "end": 445.04, "text": " so if you have faith in that source of knowledge if you have done a little bit of analysis and"}, {"start": 445.04, "end": 452.24, "text": " determined for yourself that yes i accept that this is a bona fide source of knowledge"}, {"start": 452.24, "end": 458.0, "text": " then you don't after that analyze whether this source what the source is saying is correct or not"}, {"start": 458.0, "end": 463.76, "text": " you accept that whatever is coming from the thoughts is correct so then we have we become"}, {"start": 463.76, "end": 470.08, "text": " free from overthinking and over analyzing but if all our life we keep questioning the source"}, {"start": 470.88, "end": 477.76, "text": " then we will never be able to acquire knowledge same thing you go to college first you determine"}, {"start": 477.76, "end": 484.32, "text": " college has certain registration accreditation it has got a recognition you analyze all those things"}, {"start": 484.88, "end": 487.92, "text": " and then you look at who are the professors what are their qualifications"}, {"start": 488.0, "end": 492.96, "text": " and how many years they have been teaching so you analyze all this and come to a conclusion yes this"}, {"start": 492.96, "end": 497.52, "text": " college is authorized after that you get into the college admit yourself in the college then"}, {"start": 497.52, "end": 504.4, "text": " whatever they teach you have to accept this accept it as school right now after admission three years"}, {"start": 504.4, "end": 509.6, "text": " you are in the college still you are researching is this college authorized or not and then why are"}, {"start": 509.6, "end": 516.72, "text": " in the college via this is called over analysis and working so we have to learn to place faith"}, {"start": 516.72, "end": 518.0, "text": " after an initial"}, {"start": 518.64, "end": 525.92, "text": " assessment of the of the authenticity of the source of our knowledge once we have determined"}, {"start": 525.92, "end": 530.64, "text": " that this source of knowledge is authentic whatever comes from there we have to accept it as"}, {"start": 531.44, "end": 537.12, "text": " then we will become free from overthinking and over analysis so the root cause of overthinking"}, {"start": 537.12, "end": 542.4, "text": " and over analysis is what lack of sufficient faith so we have to learn to develop faith"}, {"start": 542.96, "end": 547.36, "text": " if we and that development of faith comes from the"}, {"start": 548.56, "end": 556.32, "text": " determination of the authenticity of the source of knowledge so therefore it is important that is"}, {"start": 556.32, "end": 558.24, "text": " why krishna also tells in the bhagavad-gita"}, {"start": 562.72, "end": 568.72, "text": " attaining this spiritual knowledge should be obtained from the right source what is the"}, {"start": 568.72, "end": 573.84, "text": " right source right source is how do you determine what is the right source for spiritual knowledge"}, {"start": 574.64, "end": 577.2, "text": " that has to come in a bona fide"}, {"start": 578.0, "end": 583.84, "text": " and that is why prabhupada has given him towards the end of the introduction of the bhagavad-gita"}, {"start": 587.84, "end": 590.72, "text": " the unbroken chain of discipleship succession stemming from krishna himself krishna gave this"}, {"start": 590.72, "end": 595.52, "text": " knowledge to brahma brahma gave it to narada narada gave to vyasa dev fabre who gave it to"}, {"start": 595.52, "end": 598.24, "text": " madhavacharya like that prop급 is the 32nd in the line of discipleship success"}, {"start": 600.96, "end": 606.72, "text": " like that prabhupada is the 32nd in the line of disciples so the criterion for the"}, {"start": 606.72, "end": 613.96, "text": " criterion for reposing our faith in the source of knowledge is given in the Bhagavad Gita"}, {"start": 613.96, "end": 620.22, "text": " and we use that criterion and we repose our faith in the Bhagavad Gita and then we will"}, {"start": 620.22, "end": 623.36, "text": " be able to take advantage of the knowledge in that."}, {"start": 623.36, "end": 627.0400000000001, "text": " So that is the way to avoid over thinking and over analysis, okay."}, {"start": 636.72, "end": 639.72, "text": " Subtitles by the Amara.org community"}]}