{"video_id": "kyTH8xwBuc4", "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.8.10-11 | 02-02-2022", "speaker": "HH Stoka Krishna Swami", "youtube_url": "https://www.youtube.com/watch?v=kyTH8xwBuc4", "duration": 916, "segments": [{"start": 0.0, "end": 3.98, "text": " Om Agyanati Miran Dhasya Gyanan Janishalakaya"}, {"start": 3.98, "end": 8.3, "text": " Chaksharunmeelitam Jena Tasmai Shri Gurave Namaha"}, {"start": 8.3, "end": 12.16, "text": " Nama Om Vishnupadaya Krishna Preshtaya Bhutale"}, {"start": 12.16, "end": 15.8, "text": " Shri Mate Bhakti Velanta Swamin Nithinamine"}, {"start": 15.8, "end": 19.900000000000002, "text": " Namaste Saraswate Deve Gauravani Pracharine"}, {"start": 19.900000000000002, "end": 23.92, "text": " Nirvishesha Shunyavadi Pashchatyade Shatarine"}, {"start": 23.92, "end": 27.900000000000002, "text": " Jaya Shri Krishna Chaitanya Prabhu Nithyananda"}, {"start": 27.900000000000002, "end": 32.58, "text": " Shri Advaita Gadadhara Shiva Sadhigaura Bhakta Vrinda"}, {"start": 32.58, "end": 36.480000000000004, "text": " Hare Krishna Hare Krishna Krishna Krishna Hare Hare"}, {"start": 36.480000000000004, "end": 40.08, "text": " Hare Rama Hare Rama Rama Rama Hare Hare"}, {"start": 40.08, "end": 45.2, "text": " Om Namo Bhagavate Vasudevaya Narayanam Namaskritya"}, {"start": 45.2, "end": 48.88, "text": " Naram Chai Vanarottamam Deveem Saraswateem"}, {"start": 48.88, "end": 51.540000000000006, "text": " Vyasam Tato Jaya Mudireet"}, {"start": 51.540000000000006, "end": 56.46000000000001, "text": " In this session we will be discussing from the 10th verse"}, {"start": 56.46000000000001, "end": 57.800000000000004, "text": " of the 8th chapter."}, {"start": 57.9, "end": 60.48, "text": " This is the first canto of Srimad Bhagavatam."}, {"start": 60.48, "end": 70.25999999999999, "text": " From the previous session the prayer offered by Uttara continues to Lord Krishna."}, {"start": 70.25999999999999, "end": 82.58, "text": " This is the 10th verse Abhidhravati Maam Eesha Sharastata Yaso Vibho"}, {"start": 82.58, "end": 86.58, "text": " Kamam Dahatum Maam Natha."}, {"start": 86.58, "end": 87.48, "text": " Maam Eesha Sharastata Yaso Vibho Kamam Dahatum Maam Natha."}, {"start": 87.48, "end": 88.06, "text": " Maam Eesha Sharastata Yaso Vibho Kamam Dahatum Maam Natha."}, {"start": 88.06, "end": 90.5, "text": " Garbho Nipat Pyatam."}, {"start": 91.66, "end": 98.74, "text": " So this is another part of the prayer offered by Uttara to Lord Krishna."}, {"start": 99.6, "end": 103.36, "text": " So the translation of this verse is"}, {"start": 104.3, "end": 108.32, "text": " O my Lord, you are all powerful."}, {"start": 109.4, "end": 113.64, "text": " A fiery iron arrow is coming towards me fast."}, {"start": 114.16, "end": 116.46, "text": " My Lord, let it burn me."}, {"start": 116.58, "end": 125.3, "text": " personally if you so desire but please do not let it burn and about my embryo please do me this favor"}, {"start": 125.86, "end": 131.94, "text": " my lord so uttara is praying for the protection of the child in her womb"}, {"start": 133.38, "end": 139.62, "text": " because a fiery iron arrow is fast approaching her her embryo"}, {"start": 139.62, "end": 152.42000000000002, "text": " and she is praying that let it burn me personally i don't mind but let it not burn the child in the"}, {"start": 152.42000000000002, "end": 161.4, "text": " womb now sri la prabhupada explains in the purport very nicely this incident took place"}, {"start": 161.4, "end": 164.02, "text": " after the death of abhimanyu the husband of uttara"}, {"start": 164.02, "end": 169.6, "text": " abhimanyu as i mentioned in a"}, {"start": 169.62, "end": 177.48000000000002, "text": " earlier session died in the battle of kurukshetra abhimanyu's widow uttara should have followed the"}, {"start": 177.48000000000002, "end": 183.84, "text": " path of her husband but because she was pregnant and maharaj parikshit the great devotee of the"}, {"start": 183.84, "end": 194.32, "text": " lord was lying in the embryo she was responsible for his protection she was pregnant when abhimanyu"}, {"start": 194.32, "end": 198.36, "text": " died so she did not die along with the husband"}, {"start": 199.62, "end": 209.8, "text": " she did not follow the sati procedure for a chaste wife when the husband dies"}, {"start": 209.8, "end": 216.82, "text": " then the wife cannot bear the separation from the husband the fire of separation is"}, {"start": 216.82, "end": 227.62, "text": " much more intense and intolerable than the fire of the burning funeral pyre of the husband"}, {"start": 227.62, "end": 229.6, "text": " therefore a wife is not allowed to be separated from her husband because the husband is not allowed to be separated from her wife"}, {"start": 229.62, "end": 242.4, "text": " a chaste wife who is without children she generally dies along with the"}, {"start": 242.4, "end": 251.8, "text": " husband's funeral that's called sati and by such an action she elevates herself"}, {"start": 251.8, "end": 260.02000000000004, "text": " which elevates her consciousness that is that is a that is a symbol of chastity"}, {"start": 261.96000000000004, "end": 269.32, "text": " now here Uttara should have followed her husband but because she was pregnant she"}, {"start": 269.32, "end": 277.72, "text": " did not do so and who was in the womb it was not an ordinary child it was Maharaj"}, {"start": 277.72, "end": 281.52, "text": " Pariksit a great devotee of the Lord and"}, {"start": 281.52, "end": 288.78, "text": " as a mother she is responsible for his protection the mother of a child has a"}, {"start": 288.78, "end": 294.32, "text": " great responsibility in giving all protection to the child and therefore"}, {"start": 294.32, "end": 302.65999999999997, "text": " Uttara was not ashamed to express this frankly before lord Krishna she very"}, {"start": 302.65999999999997, "end": 308.38, "text": " frankly admitted that I want to protect my child kindly save this child"}, {"start": 308.38, "end": 311.41999999999996, "text": " Uttara was the daughter of Maharaj"}, {"start": 311.52, "end": 323.2, "text": " a great king. Her father was also a great king. The wife of a great hero Abhimanyu was a great"}, {"start": 323.2, "end": 330.71999999999997, "text": " hero fought valiantly in the battle of Kurukshetra. She was his wife. A student of a great devotee"}, {"start": 332.96, "end": 339.52, "text": " and later she was a mother of a good king also. Student of a great devotee when"}, {"start": 339.52, "end": 348.64, "text": " Pandavas were incognito living incognito in Virata's kingdom. Uttara was the daughter of"}, {"start": 348.64, "end": 358.15999999999997, "text": " King Virata. So she was Arjuna disguised himself as a dance teacher and Uttara became the student"}, {"start": 358.15999999999997, "end": 364.96, "text": " of Arjuna. So therefore a student of a great devotee Arjuna is that great devotee. And later"}, {"start": 364.96, "end": 369.44, "text": " she was a mother of a good king also. That is Parikshit Maharaj."}, {"start": 369.52, "end": 378.88, "text": " Arjuna became the emperor of the world and so later on she was the mother of the great king."}, {"start": 380.0, "end": 387.91999999999996, "text": " She was fortunate in every respect. So that is the position of Uttara that is being glorified here."}, {"start": 389.59999999999997, "end": 395.84, "text": " Now the next verse describes what is the response of Krishna."}, {"start": 399.52, "end": 400.24, "text": " The eleventh verse."}, {"start": 416.96, "end": 420.96, "text": " So, the meaning of this eleventh verse"}, {"start": 421.76, "end": 429.12, "text": " Suta Goswami is speaking. Having patiently heard her words Lord Shri Krishna who's always very"}, {"start": 429.52, "end": 435.52, "text": " devotees Bhaktavatsala could at once understand that Ashwatthama the son of"}, {"start": 435.52, "end": 441.52, "text": " Dronacharya had thrown the Brahmastra to finish the last life in the Pandava family."}, {"start": 441.52, "end": 451.52, "text": " If you remember this Dronacharya son Ashwatthama had tried to throw a"}, {"start": 451.52, "end": 458.52, "text": " Brahmastra to save his own life earlier when Arjuna was chasing him and Krishna"}, {"start": 458.52, "end": 467.52, "text": " directed Arjuna to neutralize the Brahmastra so that it would not do any harm."}, {"start": 467.52, "end": 475.52, "text": " Now again he has thrown a Brahmastra to finish the last life of the in the Pandava family."}, {"start": 475.52, "end": 483.52, "text": " This only surviving descendant of the Pandavas. So in the purport Srila Prabhupada says"}, {"start": 483.52, "end": 487.52, "text": " the Lord is impartial in every respect but still he is inclined towards the"}, {"start": 487.52, "end": 488.52, "text": " Lord."}, {"start": 488.52, "end": 493.52, "text": " The Lord supports his devotees because there is a great necessity of this for"}, {"start": 493.52, "end": 501.52, "text": " everyone's well-being. Devotees are meant for the well-being of everyone in the"}, {"start": 501.52, "end": 507.52, "text": " world. Because devotees do the greatest welfare activity. There are many people"}, {"start": 507.52, "end": 512.52, "text": " who are engaged in different kinds of welfare activity. But which welfare"}, {"start": 512.52, "end": 515.52, "text": " activity is the best?"}, {"start": 515.52, "end": 526.52, "text": " That which reinstates every living being in his or her original position as the"}, {"start": 526.52, "end": 536.52, "text": " loving devotee of the Supreme Lord in his personal abode. We all belong to Krishna."}, {"start": 536.52, "end": 544.52, "text": " There is no reason for us to suffer in this material world other than our foolishness of"}, {"start": 544.52, "end": 555.52, "text": " becoming forgetful of Krishna or being rebellious, envious of Krishna, trying to compete with"}, {"start": 555.52, "end": 564.52, "text": " Krishna, trying to assume Krishna's position or trying to be independent of Krishna. So"}, {"start": 564.52, "end": 573.52, "text": " many different reasons can be cited why living beings in this material world who don't belong"}, {"start": 573.52, "end": 579.52, "text": " to this world, who belong to Krishna's personal abode, they are away from Krishna due to various"}, {"start": 579.52, "end": 586.52, "text": " reasons and all foolish, all foolish reasons, all foolish reasons. So the Lord takes compassion"}, {"start": 586.52, "end": 592.52, "text": " and he personally comes and he instructs, he speaks the Bhagavad Gita, he sends his"}, {"start": 592.52, "end": 600.52, "text": " representatives and those representatives are being mentioned here. Because there is a great"}, {"start": 600.52, "end": 602.52, "text": " necessity"}, {"start": 603.52, "end": 613.52, "text": " of Krishna's pure devotees in this world for everyone's well-being. That's a great necessity."}, {"start": 613.52, "end": 618.52, "text": " The Pandava family was a family of devotees and therefore the Lord wanted them to rule"}, {"start": 618.52, "end": 626.52, "text": " the world. See devotees rule the world then there is well-being for everyone. Because"}, {"start": 626.52, "end": 632.52, "text": " the devotees see everyone as part and parcel of Krishna. They don't see them in terms of"}, {"start": 632.52, "end": 642.52, "text": " their external body. Oh so and so is this particular resident or national or some particular"}, {"start": 642.52, "end": 651.52, "text": " person belonging to particular state or community or caste or no that's not the way a devotee"}, {"start": 651.52, "end": 659.52, "text": " sees other living beings. A devotee sees all living beings as part and parcel of Krishna."}, {"start": 662.52, "end": 672.52, "text": " This is what is told in the Bhagavad Gita. Krishna is described in the Bhagavad Gita as"}, {"start": 672.52, "end": 686.52, "text": " surdasarvabhutana and the devotees are described as surdasarvadehina. Same meaning. Sarvadehina"}, {"start": 686.52, "end": 690.52, "text": " means all living beings in different forms of bodies. Sarvabhutana means all devotees."}, {"start": 690.52, "end": 696.52, "text": " Sarvabhutana means all different living beings in different forms of bodies. Same meaning."}, {"start": 696.52, "end": 703.52, "text": " So the Lord is the best well-wisher of all living beings. Similarly his pure devotees"}, {"start": 703.52, "end": 710.52, "text": " are also the best well-wishers of all living beings. So both the Lord and his pure devotees"}, {"start": 710.52, "end": 718.52, "text": " are similarly the well-wishers."}, {"start": 718.52, "end": 723.52, "text": " That was the reason he vanquished the rule of the company of Duryodhana and established"}, {"start": 723.52, "end": 731.52, "text": " the rule of Maharaja Yudhishtira. It's not a question of just competency in ruling. Duryodhana"}, {"start": 731.52, "end": 739.52, "text": " was competent to rule. We can't say he was incompetent. But Duryodhana was lacking that"}, {"start": 739.52, "end": 747.52, "text": " devotion. Therefore Duryodhana was typically having different kinds of feelings in his"}, {"start": 747.52, "end": 752.52, "text": " heart for different categories of people. So and so is my enemy. So and so is my friend."}, {"start": 752.52, "end": 768.52, "text": " So and so is my well-wisher. Somebody else is my competitor. All kinds of this enviousness."}, {"start": 768.52, "end": 776.52, "text": " A mentality of differentiation based on externals without looking into the core of the heart"}, {"start": 776.52, "end": 783.52, "text": " that every living being belongs to Krishna. A non-devotee himself doesn't know that he belongs"}, {"start": 783.52, "end": 791.52, "text": " to Krishna. So how will he understand others connection with Krishna. He will never understand"}, {"start": 791.52, "end": 803.52, "text": " by himself if he continues to be in material existence. So therefore to bring about the"}, {"start": 803.52, "end": 805.52, "text": " welfare of all the citizens."}, {"start": 805.52, "end": 815.52, "text": " All the people of this world. Krishna vanquished the rule of the company of Duryodhana and"}, {"start": 815.52, "end": 821.52, "text": " established the rule of Maharaja Yudhishtira. He also wanted to protect Maharaja Pariksit"}, {"start": 821.52, "end": 829.52, "text": " who was lying in the embryo for the same reason. The successor to Yudhishtira is Pariksit Maharaj."}, {"start": 829.52, "end": 834.52, "text": " The only surviving descendant in the entire Pandava era."}, {"start": 835.52, "end": 843.52, "text": " He did not like the idea that the world should be without the Pandavas, the ideal family"}, {"start": 843.52, "end": 845.52, "text": " of devotees."}, {"start": 845.52, "end": 851.52, "text": " Apandavam idam kartum. Apandavam."}, {"start": 851.52, "end": 860.52, "text": " This Ashwathama wanted to finish off the last life in the Pandava family. So that the world"}, {"start": 860.52, "end": 863.52, "text": " will be without any descendants of the Pandavas."}, {"start": 863.52, "end": 873.52, "text": " But Krishna did not like that. Because he wanted pure devotees to rule the world and"}, {"start": 873.52, "end": 882.52, "text": " continue to successively rule. Their descendants who are also pure devotees should successfully"}, {"start": 882.52, "end": 891.52, "text": " rule the world. That's what Krishna wants. And even preaching Krishna consciousness is"}, {"start": 891.52, "end": 893.52, "text": " the only way to do that."}, {"start": 893.52, "end": 898.52, "text": " Everyone, especially the leaders, become Krishna conscious. That will do good to the entire"}, {"start": 898.52, "end": 905.52, "text": " world. The leaders will set a good example for the common people and everyone can actually"}, {"start": 905.52, "end": 912.52, "text": " become happy in Krishna consciousness. That's why this mission of preaching Krishna consciousness."}, {"start": 912.52, "end": 915.52, "text": " I'll stop here. Thank you very much. Hare Krishna."}]}