{"video_id": "LuIn2zkS3ww", "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.14.22 - 29 | 14-11-2022", "speaker": "HH Stoka Krishna Swami", "youtube_url": "https://www.youtube.com/watch?v=LuIn2zkS3ww", "duration": 941, "segments": [{"start": 0.0, "end": 15.24, "text": " ओम ज्ञान तिमिरान्धस्या ज्ञानान्जनिषलाकया चक्षरण्मेलितं येनातस्मै श्री गुरवेनमहा नमा ओम विष्णु पादाया कृष्ण प्रेष्ठाय भूतले श्रीमते भक्ति वेदान्त स्वामिन्नितिनामिने"}, {"start": 15.24, "end": 30.96, "text": " नमस्ते सारस्वते देवे गवरवाणी प्रचारिने निर्विशेश जुन्यवादी पास्चात्यदेशतारिने जाय श्री कृष्ण चैतन्या प्रभूनित्यानन्दा श्री अद्वाईत गदाधरा श्रीवासाधी गवरभक्त वृन्दा"}, {"start": 30.96, "end": 48.46, "text": " Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare, Om Namo Bhagavate Vasudevaya, Narayanam Namaskritya, Naram Chayiva Narottamam, Devim Sarasvatim Vyasam Tato Jayam Udhirayet."}, {"start": 48.46, "end": 78.44, "text": " In this session we will be discussing from the verses 22 to 29 of the 14th chapter of the first canto of Srimad Bhagavatam. This chapter deals with the topic of the disappearance of Lord Krishna and we have come to the portion where Yudhishthira Maharaj has observed bad omens and is conjecturing the disappearance of Lord Krishna and while he is discussing with Bhimasena and pointing out all the bad omens what happens next is being described."}, {"start": 78.46000000000001, "end": 101.98, "text": " In this series of verses, so the 22nd verse, Iti Chintayatas Tasyah, Drishta Arishtena Chetasa, Ragnaha Pratyagamat Brahman, Yadupurya Kapidhvajah, the meaning of this verse is O Brahmana Saunaka."}, {"start": 101.98, "end": 108.44000000000001, "text": " Now remember all this is being narrated by Suta Goswami to the sages and emissaries."}, {"start": 108.46000000000001, "end": 138.44, "text": " Now remember all this is being narrated by Suta Goswami to the sages and emissaries."}, {"start": 138.46, "end": 148.62, "text": " Just when he was talking to Bhima, Arjuna returned, came back from the city of Dwarka. Then what happened? 23rd verse,"}, {"start": 148.62, "end": 159.88, "text": " Tampadayor Nipatitam Ayathapurvam Aturam Adho Vadanam Ab Bindoon Srijantam Nayanabhya Yoho."}, {"start": 159.88, "end": 167.58, "text": " The meaning of this verse is when he bowed at his feet, who was bowing at whose feet?"}, {"start": 168.46, "end": 176.88, "text": " Arjuna was bowing down at the feet of Yudhishthira. The king, that is Yudhishthira, saw that his dejection was unprecedented."}, {"start": 176.88, "end": 184.62, "text": " His head was down and tears glided from his lotus eyes."}, {"start": 184.62, "end": 193.86, "text": " This is the state in which Yudhishthira is observing Arjuna has come back, but tears are gliding from his eyes and he was very dejected."}, {"start": 193.86, "end": 196.62, "text": " His face was very showing a lot of..."}, {"start": 196.62, "end": 197.82, "text": " His face was very showing a lot of..."}, {"start": 197.82, "end": 198.32, "text": " His face was very showing a lot of..."}, {"start": 198.32, "end": 198.42000000000002, "text": " His face was very showing a lot of..."}, {"start": 198.42000000000002, "end": 198.46, "text": " His face was very showing a lot of..."}, {"start": 198.46, "end": 201.36, "text": " Unhappiness."}, {"start": 201.36, "end": 203.26000000000002, "text": " The 24th verse,"}, {"start": 203.26000000000002, "end": 216.88, "text": " Vilokyo Dvigna Hridayo Vichayam Anujam Nripah Pruchatismasuran Madhye Samsmaran Narade Ritam."}, {"start": 216.88, "end": 223.16, "text": " The meaning of this verse is seeing Arjuna pale due to heartfelt anxieties,"}, {"start": 223.16, "end": 228.32, "text": " the king, that is Yudhishthira, remembering the indications of the sage Narada,"}, {"start": 228.32, "end": 229.32, "text": " the king, that is Yudhishthira, remembering the indications of the sage Narada,"}, {"start": 229.32, "end": 230.32, "text": " the king, that is Yudhishthira, remembering the indications of the sage Narada,"}, {"start": 230.32, "end": 231.32, "text": " the king, that is Yudhishthira, remembering the indications of the sage Narada,"}, {"start": 231.32, "end": 232.32, "text": " the king, that is Yudhishthira, remembering the indications of the sage Narada,"}, {"start": 232.32, "end": 233.32, "text": " the king, that is Yudhishthira, remembering the indications of the sage Narada,"}, {"start": 233.32, "end": 234.32, "text": " the king, that is Yudhishthira, remembering the indications of the sage Narada,"}, {"start": 234.32, "end": 235.32, "text": " the king, that is Yudhishthira, remembering the indications of the sage Narada,"}, {"start": 235.32, "end": 236.32, "text": " the king, that is Yudhishthira, remembering the indications of the sage Narada,"}, {"start": 236.32, "end": 237.32, "text": " the king, that is Yudhishthira, remembering the indications of the sage Narada,"}, {"start": 237.32, "end": 257.08, "text": " foretelling in the past. After Dhritarashtra's departure, Narada had told the Pandavas, you remain here till Krishna remains on the earth, and after that you can depart. So has Krishna departed is Yudhishthira's question."}, {"start": 257.08, "end": 283.68, "text": " Now Yudhishthira's enquiry to Arjuna, the twenty-fifth verse, the meaning of this verse, Maharaja Yudhishthira said, he is addressing Arjuna,"}, {"start": 283.68, "end": 287.06, "text": " My dear brother, please tell me whether our friend,"}, {"start": 287.08, "end": 298.41999999999996, "text": " friends and relatives such as Madhu, Bhoja, Dasharha, Aarha, Satvata, Andhaka, and the members of the Yadu family are all passing their days in happiness."}, {"start": 298.41999999999996, "end": 306.26, "text": " He is enquiring about the well-being of the different provincial kings or clans of the"}, {"start": 306.26, "end": 314.4, "text": " Yadu dynasty who were ruling different parts of the different provinces."}, {"start": 314.4, "end": 317.06, "text": " So Madhu dynasty, Bhoja dynasty, and so on."}, {"start": 317.06, "end": 328.9, "text": " So it is said elsewhere in the tenth canto, Krishna was the king of 101 clans of the Yadu"}, {"start": 328.9, "end": 329.9, "text": " dynasty."}, {"start": 329.9, "end": 335.24, "text": " Krishna was the chief."}, {"start": 335.24, "end": 344.64, "text": " So there were so many clans and Krishna was the chief of all those, primarily because"}, {"start": 344.64, "end": 346.4, "text": " all of them were heading towards the Yadu dynasty."}, {"start": 346.40000000000003, "end": 355.34000000000003, "text": " The members of those clans of the Yadu dynasty, they were all devotees of Krishna, pure devotees"}, {"start": 355.34000000000003, "end": 358.34000000000003, "text": " of Krishna."}, {"start": 358.34000000000003, "end": 366.78000000000003, "text": " So Krishna descended to display his pastimes along with his associates from the spiritual"}, {"start": 366.78000000000003, "end": 369.34000000000003, "text": " world."}, {"start": 369.34000000000003, "end": 372.74, "text": " Of course, not all are associates."}, {"start": 372.74, "end": 373.98, "text": " Some of them are associates."}, {"start": 373.98, "end": 375.24, "text": " Some of them are joining Krishna's pastimes."}, {"start": 375.24, "end": 381.84000000000003, "text": " Some of them are joining Krishna's pastimes after becoming eligible to go back to Godhead."}, {"start": 381.84000000000003, "end": 386.46000000000004, "text": " So Yudhishthira is enquiring first of all about the well-being of all those clans of"}, {"start": 386.46000000000004, "end": 392.22, "text": " the Yadu dynasty, whether they are all doing well from Arjuna because Arjuna had gone to"}, {"start": 392.22, "end": 396.72, "text": " Dwarka to find out about Krishna's next program and Arjuna has written."}, {"start": 396.72, "end": 398.18, "text": " So Yudhishthira is enquiring."}, {"start": 398.18, "end": 403.34000000000003, "text": " Twenty-sixth verse, shuro mata maha kachit, swasthyaas thev vata-kachit."}, {"start": 403.34000000000003, "end": 404.12, "text": " Shuru mata maha kachit."}, {"start": 404.12, "end": 405.08, "text": " Shuru mata maha kachit."}, {"start": 405.08, "end": 406.08, "text": " Watha mahrishah."}, {"start": 406.08, "end": 413.56, "text": " Mada"}, {"start": 413.56, "end": 419.8, "text": " The meaning of this verse is, he‎ is my respectable grand father, Shuru Sena, in a happy mood."}, {"start": 419.8, "end": 424.18, "text": " And are my maternal uncle Vasudeva and his younger brothers all doing well?"}, {"start": 424.18, "end": 430.15999999999997, "text": " Now, Shuru Sena is Vasudeva's father."}, {"start": 430.15999999999997, "end": 432.09999999999997, "text": " And Vasudeva is the maternal uncle of Krishna."}, {"start": 432.09999999999997, "end": 434.59999999999997, "text": " The meaning of this verse is that he's the father of Vasudeva."}, {"start": 434.59999999999997, "end": 434.94, "text": " So he has maintained hisuscact genius규 grimction."}, {"start": 435.08, "end": 451.88, "text": " of Yudhishthira because Yudhishthira's mother, Kunti, Kunti's brother is Vasudeva. So therefore, Vasudeva, Krishna's father, is the maternal uncle of Yudhishthira. So that's how Yudhishthira and Krishna are cousins."}, {"start": 451.88, "end": 472.84, "text": " So he is inquiring, Yudhishthira is inquiring about his grandfather Shurusena, who is the father of Kunti, Yudhishthira's mother. So Yudhishthira is inquiring, maternal grandfather, is he doing well? And maternal uncle, Vasudeva, is he doing well, along with his younger brothers?"}, {"start": 472.84, "end": 474.28, "text": " Twenty-seventh verse."}, {"start": 481.88, "end": 501.34, "text": " आसते सस्नुषाशेमं देवकी प्रमुखास्वयं The translation of this verse is, his seven wives, headed by Devaki, are all sisters. Are they and their sons and daughters-in-law all happy?"}, {"start": 502.18, "end": 511.68, "text": " Further, Yudhishthira is making inquiry about the wives of Vasudeva. Vasudeva was the king of the Shurusena province."}, {"start": 511.88, "end": 533.9399999999999, "text": " And he had seven wives. These queens were headed by Devaki. And Devaki's sisters were all married to Vasudeva only. So seven sisters. All are the wives of Vasudeva."}, {"start": 533.9399999999999, "end": 540.1, "text": " So he is inquiring about their welfare. And about their sons and daughters-in-law."}, {"start": 540.1, "end": 541.86, "text": " Twenty-eighth and twentieth."}, {"start": 541.88, "end": 545.98, "text": " 49th verses are given together, so I'll read them together."}, {"start": 571.88, "end": 601.86, "text": " The meaning of these two verses."}, {"start": 601.88, "end": 614.24, "text": " Yudhishthira to Arjuna specifically is asking about the different relatives of Krishna living with him in Dwaraka."}, {"start": 615.7, "end": 623.84, "text": " Particularly, the mention is made about Balaram, the personality of Godhead, who is also the protector of all devotees."}, {"start": 624.74, "end": 627.06, "text": " So in the purport, Srila Prabhupada explains,"}, {"start": 627.58, "end": 631.84, "text": " Hastinapura, the capital of the Pandavas, was situated somewhere near present New Delhi."}, {"start": 631.88, "end": 636.18, "text": " And the kingdom of Ugrasena was situated in Mathura."}, {"start": 637.38, "end": 643.68, "text": " While returning to Delhi from Dwaraka, Arjuna must have visited the city of Mathura."}, {"start": 644.26, "end": 647.54, "text": " And therefore, the inquiry about the king of Mathura is valid."}, {"start": 649.36, "end": 655.48, "text": " Arjuna is returning from Dwaraka, has returned from Dwaraka, to Hastinapura, which is New Delhi."}, {"start": 656.04, "end": 659.24, "text": " So on the way, he would have passed through Mathura, so he's inquiring about Mathura."}, {"start": 661.88, "end": 677.18, "text": " Amongst various names of the relatives, the name of Rama or Balarama, eldest brother of Lord Krishna, is added with the words, the personality of Godhead, Bhagavan."}, {"start": 678.76, "end": 686.84, "text": " Because Lord Balarama is the immediate expansion of Vishnu Tattva as Prakasha Vigraha of Lord Krishna."}, {"start": 687.76, "end": 689.76, "text": " What is this meaning of Prakasha Vigraha?"}, {"start": 690.26, "end": 691.56, "text": " Now, Krishna,"}, {"start": 691.88, "end": 698.88, "text": " The Supreme Personality of Godhead is the one and only one Supreme Lord in the entire creation, the entire existence."}, {"start": 699.88, "end": 706.88, "text": " But he expands and there are different types of expansions."}, {"start": 707.88, "end": 712.88, "text": " So the immediate expansion is called the expansion of the Vishnu Tattva."}, {"start": 712.88, "end": 724.88, "text": " That means the personality of Godhead with his all godly qualities, godly characteristics expands as Vishnu Tattva."}, {"start": 725.88, "end": 740.88, "text": " They are all the expansions, immediate expansions, the personal expansions, full expansions are having the same power, same qualities."}, {"start": 741.88, "end": 742.88, "text": " Hmm."}, {"start": 743.88, "end": 747.88, "text": " They are all the same Supreme Personality of Godhead, Krishna only."}, {"start": 748.88, "end": 750.88, "text": " So Srila Prabhupada explains this."}, {"start": 751.88, "end": 753.88, "text": " Balarama is the first expansion of Krishna."}, {"start": 754.88, "end": 763.88, "text": " So Prabhupada says further, the Supreme Lord, although one without a second, expands himself as many other living beings."}, {"start": 764.88, "end": 767.88, "text": " The Vishnu Tattva living beings are expansions of the Supreme Lord."}, {"start": 768.88, "end": 771.88, "text": " Here living beings should not be confused with ordinary living entities."}, {"start": 773.88, "end": 787.88, "text": " Here living being means their personalities, fully conscious and persons, but they are expansions of the Supreme Lord himself."}, {"start": 788.88, "end": 793.88, "text": " And all of them are qualitatively and qualitatively equal with the Lord."}, {"start": 794.88, "end": 796.88, "text": " This is called Vishnu Tattva."}, {"start": 796.88, "end": 808.88, "text": " Balarama, Sankarsana, Pradyumna, Aniruddha, Keshava, Narayana, all of them are qualitatively and quantitatively equal with the Lord."}, {"start": 809.88, "end": 818.88, "text": " But expansions of the Jeeva Shakti, the category of ordinary living beings, are not at all equal with the Lord."}, {"start": 819.88, "end": 824.88, "text": " So even we living beings, ordinary living beings, we are also expansions of the Lord."}, {"start": 824.88, "end": 826.88, "text": " But we are not equal with the Lord."}, {"start": 827.88, "end": 836.88, "text": " One who considers the Vishnu Tattva and the Jeeva Shakti to be on equal level is considered a condemned soul of the world."}, {"start": 837.88, "end": 850.88, "text": " That means you should never equate any ordinary living being, Jeeva, Jeeva Shakti, with Vishnu Tattva, with the personality of Godhead or his expansions."}, {"start": 850.88, "end": 861.88, "text": " So the Supreme Lord, Krishna, Balarama, Sankarsana, Pradyumna, Aniruddha, all of them are on the level of Supreme God."}, {"start": 862.88, "end": 867.88, "text": " And we are at a much, much, much, much lower level."}, {"start": 868.88, "end": 877.88, "text": " Insignificant beings who have got the quality of the Supreme Lord as spirit soul, we are spiritual beings."}, {"start": 877.88, "end": 881.88, "text": " But quantitatively, very, very, very, very tiny."}, {"start": 882.88, "end": 885.88, "text": " Lord is infinite. We are infinitesimal."}, {"start": 886.88, "end": 894.88, "text": " So therefore, Balarama is addressed as the personality of Godhead and the protector of the devotees."}, {"start": 895.88, "end": 904.88, "text": " So Prabhupada says, therefore, Balarama is described also as the mercy incarnation of the Supreme Lord,"}, {"start": 904.88, "end": 908.88, "text": " manifested as the spiritual master who is the savior of the pure devotees."}, {"start": 909.88, "end": 919.88, "text": " So Balarama is the first guru, Adiguru, and our spiritual master, Prabhupada, is the representative Balarama as the mercy incarnation."}, {"start": 920.88, "end": 922.88, "text": " Prabhupada is very, very merciful upon the suffering souls."}, {"start": 923.88, "end": 932.88, "text": " And therefore, Prabhupada is preaching in this world and wants to rescue the suffering souls and take them back to God."}, {"start": 932.88, "end": 935.88, "text": " I will stop here. Thank you very much. Hare Krishna."}]}