{"video_id": "m-JB2-c4bFo", "title": "The Supreme Position of Lord Ramachandra | Sri Suvyakta Narasimha Dasa", "speaker": "HG Suvyakta Narasimha Dasa", "youtube_url": "https://www.youtube.com/watch?v=m-JB2-c4bFo", "duration": 314, "segments": [{"start": 0.04, "end": 15.120000000000001, "text": " Although Lord Ramachandra appeared such a long long time ago, still his glories are spread"}, {"start": 15.120000000000001, "end": 21.72, "text": " everywhere. The activities of the greatest of the human beings, be they emperors or world"}, {"start": 21.72, "end": 28.82, "text": " conquerors or big big philosophers are forgotten after a few hundred years. During his time,"}, {"start": 28.82, "end": 36.26, "text": " Alexander must have been world famous. But today we know very little of him. In a few more decades,"}, {"start": 36.26, "end": 42.480000000000004, "text": " he may even be forgotten from the minds of the people. However, Lord Ramachandra"}, {"start": 42.480000000000004, "end": 50.84, "text": " continues to rule the hearts of people even after millions of years. Why? Because he is"}, {"start": 50.84, "end": 58.64, "text": " not an ordinary man. He is God. How do we claim that Lord Ramachandra is God and not"}, {"start": 58.64, "end": 58.82, "text": " an ordinary man? We do not claim that Lord Ramachandra is God and not an ordinary man."}, {"start": 58.82, "end": 67.68, "text": " ordinary person? The basis for determining who is God or who is an incarnation of God"}, {"start": 67.68, "end": 75.44, "text": " and who is not, is not just on the basis of popularity. The basis are the Vedas. The Vedas"}, {"start": 75.44, "end": 82.5, "text": " must declare that this person is Bhagavan or God. In the first canto of the Srimad Bhagavatam,"}, {"start": 82.5, "end": 88.72, "text": " there is a description of the different incarnations or avatara of the Supreme Personality of Godhead."}, {"start": 88.72, "end": 91.72, "text": " One of them is mentioned as below."}, {"start": 91.72, "end": 99.88, "text": " Naradevatvam Aapan Naha Surakarya Chikirsaya Samudra Nigraha Dini Chakrae Veeryaaniyata"}, {"start": 99.88, "end": 100.88, "text": " Param"}, {"start": 100.88, "end": 105.84, "text": " In the 18th incarnation, this is what this verse of the Bhagavatam is saying. In the"}, {"start": 105.84, "end": 112.6, "text": " 18th incarnation, the Supreme Lord appeared as King Rama. In order to perform some pleasing"}, {"start": 112.6, "end": 118.7, "text": " work for the demigods, for the devatas, he exhibited superhuman powers by controlling"}, {"start": 118.7, "end": 126.78, "text": " the Indian Ocean and then killing the Atheist King Ravana who was on the other side of the"}, {"start": 126.78, "end": 130.86, "text": " sea. This is what the Srimad Bhagavatam says. So"}, {"start": 130.86, "end": 137.86, "text": " Bhagavatam is saying Lord Ramachandra is an incarnation, avatara."}, {"start": 137.86, "end": 141.86, "text": " Again in the 9th canto of the Srimad Bhagavatam it is mentioned,"}, {"start": 141.86, "end": 167.86, "text": " Being prayed for by the devatas, by the demigods, the supreme personality of God and the absolute truth himself,"}, {"start": 167.86, "end": 171.86, "text": " directly appeared with his expansion."}, {"start": 171.86, "end": 175.86, "text": " And expansions of the expansion."}, {"start": 175.86, "end": 182.86, "text": " Their holy names were Rama, Lakshmana, Bharata and Satrughna."}, {"start": 182.86, "end": 191.86, "text": " These celebrated incarnations thus appeared in four forms as the sons of Maharaj Dasaratha."}, {"start": 191.86, "end": 195.86, "text": " This is what the Srimad Bhagavatam, the 9th canto says."}, {"start": 195.86, "end": 200.86, "text": " We can see here clearly that Lord Rama is declared,"}, {"start": 200.86, "end": 208.86, "text": " declared to be the incarnation of the supreme personality of God and unequivocally in the Srimad Bhagavatam."}, {"start": 208.86, "end": 216.86, "text": " The Padma Purana declares that Lord Ramachandra is Narayana himself."}, {"start": 216.86, "end": 223.86, "text": " While the Vishnu Dharmotara declares that Lord Ramachandra is an incarnation of Narayana."}, {"start": 226.86, "end": 229.86, "text": " So Lord Ramachandra is not an ordinary person."}, {"start": 230.86, "end": 237.86, "text": " But he is an expansion or incarnation, the avatara of the supreme personality of Godhead."}, {"start": 237.86, "end": 245.86, "text": " In various parts, apart from the Ramayana, we can see how Lord Ramachandra is declared to be the supreme Lord himself."}, {"start": 245.86, "end": 248.86, "text": " The Brahma Samhita also states,"}, {"start": 260.86, "end": 267.86, "text": " I worship the supreme personality of Godhead, Govinda, Krishna,"}, {"start": 267.86, "end": 277.86, "text": " who is always situated in various incarnations such as Rama, Narasimha and many sub-incarnations as well."}, {"start": 277.86, "end": 283.86, "text": " But who is the original personality of Godhead, known as Krishna."}, {"start": 286.86, "end": 289.86, "text": " And who incarnates personally also."}, {"start": 290.86, "end": 295.86, "text": " So even the Brahma Samhita also declares that Lord Ramachandra is an incarnation."}, {"start": 295.86, "end": 304.86, "text": " Thus in multiple places, apart from the Ramayana, Lord Rama has been declared to be an incarnation of the supreme personality of Godhead in the Vedas."}, {"start": 304.86, "end": 307.86, "text": " And hence we accept him as such."}]}