{"video_id": "M4I2JbNriyc", "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.16.32-33 | 10-02-2023", "speaker": "HH Stoka Krishna Swami", "youtube_url": "https://www.youtube.com/watch?v=M4I2JbNriyc", "duration": 891, "segments": [{"start": 0.0, "end": 8.06, "text": " ओम अज्ञानति मिरान्दस्य ज्ञानान्जनिषलाकया चक्षुरुन्मेलितं येनातस्मै श्री गुरवे नमः"}, {"start": 8.06, "end": 15.96, "text": " नमा ओम विष्णु पादाया कृष्ण प्रिष्ठाय भूतले श्री मते भक्ति वेदान्त स्वामिन्नितिनामिने"}, {"start": 15.96, "end": 24.1, "text": " नमस्ते सारस्वते देवे गौरवाणी प्रचारिने निर्विजेशा शुन्यवादी पास्चात्यदेशतारिने"}, {"start": 24.1, "end": 32.88, "text": " जय श्री कृष्ण चैतन्या प्रभू नित्यानन्दा श्री अद्वैत गदाधरा श्रीवासादी गौरभक्त वृन्दा"}, {"start": 32.88, "end": 40.400000000000006, "text": " हरे कृष्णा हरे कृष्णा कृष्ण कृष्णा हरे हरे हरे राम हरे राम राम राम हरे हरे"}, {"start": 40.400000000000006, "end": 51.88, "text": " ओम नमो भगवते वासु देवाया नारायणम नमस्कृत्या नरम चैवनरोत्तमम देवीम सरस्वतीम व्यासम ततो जयम उदीरयेत।"}, {"start": 52.94, "end": 62.120000000000005, "text": " In this session we will be discussing from the 32nd and the 33rd verses of the 16th chapter of the first canto of Srimad Bhagavatam."}, {"start": 62.88, "end": 72.32000000000001, "text": " These two verses are given together. I shall read them first, the two verses, and then we will hear the translation of the two verses given together."}, {"start": 72.86, "end": 74.44, "text": " And then we will discuss from the purport."}, {"start": 76.44, "end": 91.64, "text": " ब्रह्माद यो बहुतितं यद अपांग मोक्षा कामास्तपस समचरन भगवत प्रपन्ना साश्री स्ववासं अरविन्द वनं विहाया"}, {"start": 91.64, "end": 96.92, "text": " यद पाद सवभगं अलं भजतेनु रक्ता"}, {"start": 96.92, "end": 99.34, "text": " This was the 32nd verse."}, {"start": 99.34, "end": 101.92, "text": " And the 33rd verse."}, {"start": 101.92, "end": 116.12, "text": " तस्याहं अब्ज कुलिष अंकुष केतु केतै श्रीमत पदैर भगवत समलंक्रतां गी"}, {"start": 116.12, "end": 131.5, "text": " त्रीन अत्यरोच उपलभ्य ततो विभूतिम लोकान समाम व्यस्रजत उत्स्मयतीम तदन्ते"}, {"start": 131.5, "end": 140.6, "text": " These two verses, the meaning is given together by Srila Prabhupāda, the translation of these two verses."}, {"start": 142.20000000000002, "end": 146.1, "text": " लक्ष्मीजी दे गौड़ेस अफ फोर्चून विभूतिम ततो विभूतिम लोकान समाम व्यस्रजत उत्स्मयतीम तदन्ते"}, {"start": 146.12, "end": 155.82, "text": " This glance of grace was sought by demigods like Brahma and for whom they surrendered many a day unto the personality of Godhead."}, {"start": 157.32, "end": 169.08, "text": " That Lakshmiji gave up her own abode in the forest of lotus flowers and engaged herself in the service of the lotus feet of the Lord."}, {"start": 171.88, "end": 173.70000000000002, "text": " And now Mother Earth is telling,"}, {"start": 173.70000000000002, "end": 175.70000000000002, "text": " I was endowed with specific..."}, {"start": 176.12, "end": 196.70000000000002, "text": " ...specific powers to supersede the fortune of all the three planetary systems by being decorated with the impressions of the flag, thunderbolt, elephant-driving rod, and lotus flower, which are the signs of the lotus feet of the Lord."}, {"start": 197.5, "end": 203.9, "text": " But at the end, when I felt I was so fortunate, the Lord left me."}, {"start": 206.12, "end": 222.94, "text": " So this is a beautiful description of how Mother Earth is feeling separation from the Lord after the Lord's disappearance from the Earth."}, {"start": 222.94, "end": 235.16, "text": " Because as long as the Lord was there on the Earth, his lotus feet were constantly in touch with the surface of the Earth planet."}, {"start": 236.12, "end": 246.56, "text": " And the touch was very special because he would leave behind impressions of the sole of his feet."}, {"start": 247.76, "end": 257.06, "text": " And they were recognized as the impression of flag, of thunderbolt, of elephant-driving rod, and of lotus flower."}, {"start": 257.06, "end": 259.2, "text": " Four different signs are given here."}, {"start": 262.04, "end": 266.06, "text": " Now in the purport, Srila Prabhupada explains something very valuable."}, {"start": 266.12, "end": 268.12, "text": " Very important for all of us to understand."}, {"start": 268.76, "end": 269.72, "text": " He says,"}, {"start": 269.72, "end": 279.1, "text": " The beauty and opulence of the world can be enhanced by the grace of the Lord and not by any man-made planning."}, {"start": 282.52, "end": 295.02, "text": " We think that by our own efforts at utilizing the resources of nature and controlling material nature in such a way that..."}, {"start": 296.12, "end": 299.3, "text": " he is most favorable for our enjoyment here."}, {"start": 299.3, "end": 312.32, "text": " We forget the actual control of the Supreme Lord over material nature and over us and over everything else that we forget."}, {"start": 314.22, "end": 325.32, "text": " So when there is the mercy or grace of the Lord, there is no scarcity of anything for the whole..."}, {"start": 326.12, "end": 334.8, "text": " material existence and the beauty and opulence of the world can be enhanced significantly"}, {"start": 334.8, "end": 341.66, "text": " by getting the mercy of the Lord, his merciful glance."}, {"start": 341.66, "end": 348.38, "text": " When the Lord Sri Krishna was present on this earth, the impressions of the special signs"}, {"start": 348.38, "end": 354.26, "text": " of his lotus feet were stamped on the dust."}, {"start": 354.26, "end": 361.71999999999997, "text": " Whenever Krishna used to walk, so he would leave behind the impression of his feet."}, {"start": 361.71999999999997, "end": 368.88, "text": " And especially in Vrindavan, the other inhabitants of Vrindavan were very conscious of Krishna's"}, {"start": 368.88, "end": 374.84, "text": " footprints, that when they are walking in Vrindavan, if there is a footprint of Krishna"}, {"start": 374.84, "end": 383.84, "text": " which is recognized by the symbols of a flag, thunderbolt, elephant-driving rod, or the"}, {"start": 384.26, "end": 393.62, "text": " lotus flower, then they will not disturb that impression."}, {"start": 393.62, "end": 398.5, "text": " They will walk away from that."}, {"start": 398.5, "end": 405.42, "text": " So the earth was beautified by these impressions."}, {"start": 405.42, "end": 407.9, "text": " And as a result of this, what happened?"}, {"start": 407.9, "end": 411.71999999999997, "text": " The whole earth was made as perfect as possible."}, {"start": 411.71999999999997, "end": 413.71999999999997, "text": " The earth became a wonderful place."}, {"start": 413.72, "end": 417.72, "text": " The earth became a wonderful place for all its inhabitants."}, {"start": 417.72, "end": 425.32000000000005, "text": " It is described here, in other words, the rivers, the seas, the forests, the hills,"}, {"start": 425.32000000000005, "end": 430.96000000000004, "text": " and the mines which are the supply agents for the necessities of men and animals, were"}, {"start": 430.96000000000004, "end": 438.62, "text": " fully discharging their respective duties."}, {"start": 438.62, "end": 440.46000000000004, "text": " So this is very, very important."}, {"start": 440.46000000000004, "end": 443.16, "text": " We depend on the supplies of nature for our success."}, {"start": 443.16, "end": 445.68, "text": " For our subsistence."}, {"start": 445.68, "end": 448.34000000000003, "text": " And for our civilization to flourish."}, {"start": 448.34000000000003, "end": 453.96000000000004, "text": " But that supply is sometimes curtailed if we become sinful."}, {"start": 453.96000000000004, "end": 460.34000000000003, "text": " And if we are pious, that supply is in abundance."}, {"start": 460.34000000000003, "end": 467.06, "text": " So we need not have industrial enterprises to exploit this material nature and try to"}, {"start": 467.06, "end": 472.16, "text": " get more and more and more and more and more of those resources."}, {"start": 473.16, "end": 482.22, "text": " Demanding Romans and freemen to"}, {"start": 482.22, "end": 489.36, "text": " realise that there are many abundant resources for our own enjoyment."}, {"start": 489.36, "end": 490.88, "text": " We don't have to endeavour or struggle to acquire them."}, {"start": 490.88, "end": 491.88, "text": " We simply have to do our duty, as explained in the scriptures, towards the Supreme Lord."}, {"start": 491.88, "end": 492.88, "text": " When Krishna was present because of therenched, harshalyst arts, and all that human krrishna"}, {"start": 492.88, "end": 493.88, "text": " was doing for the Tomato at an aerial level."}, {"start": 493.88, "end": 494.88, "text": " He was the only living creature in this world that they could criar."}, {"start": 494.88, "end": 496.20000000000005, "text": " So we must Можно certainly say that an gimbal is only there to sustain such a lowzen"}, {"start": 496.20000000000005, "end": 497.20000000000005, "text": " specialist life."}, {"start": 497.20000000000005, "end": 498.40000000000003, "text": " When Krishna was present from Africa since Produce Japan"}, {"start": 498.40000000000003, "end": 499.40000000000003, "text": " Dec Fri 12, 2011, Das Chakarrihey joga was far more than a mile away."}, {"start": 499.40000000000003, "end": 500.40000000000003, "text": " That's why, Krishna is also a living creature."}, {"start": 500.40000000000003, "end": 501.40000000000003, "text": " The sun is salt at the end of the earth."}, {"start": 501.40000000000003, "end": 502.0, "text": " Krishna진 the earth as well míne Ñsmã sisi vídeo, caucuses of people and limited forces."}, {"start": 503.16, "end": 517.1600000000001, "text": " Krishna's presence itself, the riches of this earth planet, surpassed all the riches of all other planets in the three planetary systems of the universe."}, {"start": 517.16, "end": 534.16, "text": " Every place has got its wealth, but the wealth of this earth planet exceeded the wealth of all other planets in the entire universe."}, {"start": 543.16, "end": 545.16, "text": " Therefore, Prabhupada says,"}, {"start": 545.16, "end": 553.16, "text": " One should ask that the grace of the Lord always be present on earth, so that we may be favored by His causeless mercy,"}, {"start": 553.16, "end": 564.16, "text": " and be happy, having all the necessities of life, for living comfortably and enjoying life without any scarcity."}, {"start": 566.16, "end": 574.16, "text": " So, then one may ask, how can we detain the Supreme Lord on this earth after His mission is fulfilled and He has left this earth?"}, {"start": 575.16, "end": 577.16, "text": " For going to His own abode."}, {"start": 578.16, "end": 585.16, "text": " When He was present, because of the footprints of the Lord, everything was in abundance, all supplies were in abundance."}, {"start": 585.16, "end": 588.16, "text": " That's described already in a previous chapter."}, {"start": 591.16, "end": 598.16, "text": " So, Srila Prabhupada says that there is no need to detain the Supreme Lord in this material world."}, {"start": 600.16, "end": 601.16, "text": " Why?"}, {"start": 601.16, "end": 602.16, "text": " Because,"}, {"start": 603.16, "end": 604.16, "text": " the Lord is"}, {"start": 605.16, "end": 606.16, "text": " actually"}, {"start": 606.16, "end": 608.16, "text": " omnipresent."}, {"start": 610.16, "end": 613.16, "text": " He is always present everywhere."}, {"start": 613.16, "end": 614.16, "text": " But,"}, {"start": 615.16, "end": 616.16, "text": " if we want Him,"}, {"start": 617.16, "end": 621.16, "text": " He can be present in a way that we can perceive His presence."}, {"start": 624.16, "end": 630.16, "text": " We can perceive His presence by the way He is approached by us."}, {"start": 635.16, "end": 644.16, "text": " If we are attached to His devotional service by hearing, chanting, remembering, etc.,"}, {"start": 644.16, "end": 651.16, "text": " then He can always be present with us in the form of transcendental sound."}, {"start": 652.16, "end": 655.16, "text": " Transcendental sound."}, {"start": 656.16, "end": 663.16, "text": " That transcendental sound is specifically taught by Caitanya Mahaprabhu as"}, {"start": 663.16, "end": 669.88, "text": " Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare that is what is"}, {"start": 669.88, "end": 678.6999999999999, "text": " taught by Chaitanya Mahaprabhu so very easy way of having the presence of the Lord in this world by"}, {"start": 678.6999999999999, "end": 685.9599999999999, "text": " which we can get immense amount of benefits from the Lord and even without our asking the Lord will"}, {"start": 685.96, "end": 709.3000000000001, "text": " give and proper says that there is nothing in this world which is disconnected from the Lord so we"}, {"start": 709.3000000000001, "end": 715.94, "text": " should learn how to excavate the source of connection and that way we be linked up"}, {"start": 715.94, "end": 723.62, "text": " with him always through devotional service everything is connected to the Lord because"}, {"start": 723.62, "end": 733.0, "text": " everything belongs to nod lemme he only has created everything so simply by the sound"}, {"start": 733.0, "end": 740.9000000000001, "text": " representation of the Lord they already Krishna Mantra we can always be connected with him simply"}, {"start": 740.9000000000001, "end": 745.5, "text": " vibrate the tongue Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Rama"}, {"start": 745.5, "end": 745.9200000000001, "text": " Krishna Krishna mantra we can always be connected with him simply vibrates the tongue Hare Krishna ln"}, {"start": 745.92, "end": 764.8, "text": " We are connected with him through his sound because the holy name of the Lord in the form of this Hare Krishna mantra and the Lord himself, the supreme personality, transcendental personality, they are identical."}, {"start": 764.8000000000001, "end": 790.3800000000001, "text": " So, and this presence of the Lord in the form of the transcendental sound can be experienced by offenseless chanting. There are considerations of offenses in chanting Hare Krishna."}, {"start": 792.1200000000001, "end": 794.7800000000001, "text": " Of course, in the beginning, we are just told to chant Hare Krishna."}, {"start": 794.8000000000001, "end": 798.6200000000001, "text": " Simply vibrate your tongue and produce a sound and try to hear that sound."}, {"start": 799.44, "end": 810.94, "text": " But as we advance in Krishna consciousness, we learn that chanting is fully effective if we are able to chant without any offenses."}, {"start": 812.2, "end": 813.1600000000001, "text": " What does it mean?"}, {"start": 813.6200000000001, "end": 824.7800000000001, "text": " That means there are some activities we have to refrain from in order to please the Lord by our chanting."}, {"start": 824.8000000000001, "end": 825.5200000000001, "text": " That means chanting Hare Krishna."}, {"start": 825.5200000000001, "end": 848.2800000000001, "text": " Just like one of the offenses to be considered while chanting Hare Krishna in the form of japa is to commit sinful activities on the strength of chanting the holy name because by chanting we become purified."}, {"start": 848.2800000000001, "end": 854.7800000000001, "text": " It doesn't mean we can go on committing sinful activities and go on chanting and purifying ourselves."}, {"start": 854.8000000000001, "end": 856.08, "text": " It doesn't work like that."}, {"start": 856.08, "end": 862.0000000000001, "text": " Similarly, all the other offenses are to be considered."}, {"start": 863.36, "end": 880.4000000000001, "text": " Therefore, one should be very cautious in actually in avoiding offenses and chanting offenselessly."}, {"start": 880.4000000000001, "end": 881.4000000000001, "text": " Okay."}, {"start": 881.4000000000001, "end": 883.4000000000001, "text": " Okay."}, {"start": 884.8000000000001, "end": 888.84, "text": " So, I will stop here."}, {"start": 888.98, "end": 889.72, "text": " Thank you very much."}, {"start": 889.7600000000001, "end": 890.2400000000001, "text": " Hare Krishna."}, {"start": 890.24, "end": 891.24, "text": " Thank you very much."}]}