{"video_id": "N7Sp-7Etfco", "title": "WHY DID ISKCON MUMBAI GBC DEVIATE EN MASSE? | His Grace Suvyakta Narasimha Dasa", "speaker": "HG Suvyakta Narasimha Dasa", "youtube_url": "https://www.youtube.com/watch?v=N7Sp-7Etfco", "duration": 1456, "segments": [{"start": 0.0, "end": 4.2, "text": " Hare Krishna, Vishwaguru, Srila Prabhupada ki jai."}, {"start": 5.38, "end": 15.540000000000001, "text": " Srila Prabhupada started ISKCON in 1966 by formally registering it as a legal entity in New York, United States."}, {"start": 16.32, "end": 27.5, "text": " As Srila Prabhupada expanded ISKCON over the next four years, opening 34 branches in that short span of time by the year 1970,"}, {"start": 27.5, "end": 40.26, "text": " Srila Prabhupada decided to adopt his Guru Maharaj, Srila Bhakti Siddhanta Saraswati Goswami Maharaj's vision of running the organization through a GBC body even after his disappearance."}, {"start": 41.4, "end": 47.32, "text": " Srila Prabhupada wrote about this in his letter to Rupanuga dated 28th of April 1974 thus,"}, {"start": 47.86, "end": 51.400000000000006, "text": " In the latter days of my Guru Maharaj, he was very disturbed."}, {"start": 52.019999999999996, "end": 54.04, "text": " Actually, he left this world earlier."}, {"start": 54.6, "end": 57.32, "text": " Otherwise, he would have continued to live for more years."}, {"start": 58.32, "end": 65.16, "text": " Still, he requested his disciples to form a strong governing body for preaching the cult of Sri Chaitanya Mahaprabhu."}, {"start": 65.78, "end": 68.82, "text": " He never recommended anyone to be the Acharya of the Gaudiya Mutt."}, {"start": 68.82, "end": 79.72, "text": " But Sridhar Maharaj is responsible for disobeying this order of Guru Maharaj and he and two others who are already dead unnecessarily thought that there must be one Acharya."}, {"start": 80.34, "end": 86.8, "text": " If Guru Maharaj could have seen someone who was qualified at that time to be Acharya, he would have mentioned."}, {"start": 87.5, "end": 94.98, "text": " Because on the night before he passed away, he talked of so many things but never mentioned an Acharya."}, {"start": 95.82, "end": 100.06, "text": " His idea was, Acharya was not to be nominated amongst the governing body."}, {"start": 100.82, "end": 104.3, "text": " He said openly, you make a GBC and conduct the mission."}, {"start": 104.52, "end": 115.08, "text": " So, his idea was, amongst the members of the GBC, who would come out successful, a self-effulgent Acharya would be automatically selected."}, {"start": 116.36, "end": 117.3, "text": " So, Srila Prabhupada."}, {"start": 117.5, "end": 125.52, "text": " Sridhar Maharaj and his two associate gentlemen unauthorisedly selected one Acharya and later it proved to be a failure."}, {"start": 125.88, "end": 135.12, "text": " The result is, now everyone is claiming to be Acharya even though they may be Kanishad Adhikari with no ability to preach."}, {"start": 136.2, "end": 141.06, "text": " In some of the camps, the Acharya is being changed three times in a year."}, {"start": 141.98, "end": 146.78, "text": " Therefore, we may not commit the same mistake in our Iskand camp."}, {"start": 146.78, "end": 146.8, "text": " Therefore, we may not commit the same mistake in our Iskand camp."}, {"start": 147.16, "end": 147.48, "text": " Therefore, we may not commit the same mistake in our Iskand camp."}, {"start": 147.5, "end": 152.1, "text": " Actually, amongst my godbrothers, no one is qualified to become Acharya."}, {"start": 153.82, "end": 160.9, "text": " So, you see, Shailaprabhupada warned in this letter in 1974 that the same mistake in Gaudiya"}, {"start": 160.9, "end": 163.3, "text": " Mutt should not be committed in ISKCON."}, {"start": 164.22, "end": 165.32, "text": " What is that mistake?"}, {"start": 165.32, "end": 173.24, "text": " The mistake of not managing the organization by a GBC body, but running after position"}, {"start": 173.24, "end": 176.06, "text": " of Acharya after his disappearance."}, {"start": 177.5, "end": 180.5, "text": " And unfortunately, that same mistake was repeated."}, {"start": 181.32, "end": 181.76, "text": " What happened?"}, {"start": 182.18, "end": 187.2, "text": " In Gaudiya Mutt, two people assumed the role of Acharya, the position of Acharya."}, {"start": 188.08, "end": 188.98, "text": " In ISKCON, what happened?"}, {"start": 189.18, "end": 192.16, "text": " Eleven people assumed the position of Acharya."}, {"start": 193.04, "end": 195.34, "text": " And Shailaprabhupada says that was a failure."}, {"start": 195.34, "end": 198.2, "text": " Those two people becoming Acharya was a failure in Gaudiya Mutt."}, {"start": 198.88, "end": 200.2, "text": " And as a result, what is happening?"}, {"start": 200.32, "end": 202.32, "text": " Today, everybody is claiming to be an Acharya."}, {"start": 202.92000000000002, "end": 205.54, "text": " And look at ISKCON, eleven people became Acharyas."}, {"start": 205.82, "end": 206.5, "text": " It was a failure."}, {"start": 206.5, "end": 210.3, "text": " Today, everybody is becoming a Guru, Diksha Guru, Acharya."}, {"start": 211.62, "end": 216.8, "text": " Therefore, we have to understand that in all probability, Shailaprabhupada, when he made"}, {"start": 216.8, "end": 222.44, "text": " this warning in 1974, he wanted to avoid ISKCON repeating the history of Gaudiya Mutt."}, {"start": 223.26, "end": 225.08, "text": " And what is the mistake?"}, {"start": 225.24, "end": 230.5, "text": " Ambitious devotees vying to become Acharyas and Diksha Gurus after his disappearance."}, {"start": 231.14, "end": 236.12, "text": " To avoid this, in most probability, Shailaprabhupada decided to form the GBC, even after his disappearance."}, {"start": 236.12, "end": 243.96, "text": " Even when he was present on this planet in 1970, when the Acharya is present on the planet, what is the need for a GBC body?"}, {"start": 243.96, "end": 247.58, "text": " There is no need, because the Acharya is directly guiding the management."}, {"start": 247.58, "end": 253.88, "text": " That is why Shailabhakti Siddhanta Saraswati Thakur did not form the GBC during his manifest Leela."}, {"start": 253.88, "end": 258.96, "text": " He instructed his disciples to form the GBC after his disappearance."}, {"start": 258.96, "end": 260.96, "text": " But they did not do it."}, {"start": 260.96, "end": 264.96, "text": " Hence, Shailaprabhupada probably not wanting to take the risk of losing the GBC body."}, {"start": 264.96, "end": 265.96, "text": " But they did not do it. Hence, Shailaprabhupada probably not wanting to take the risk of losing the GBC body."}, {"start": 265.96, "end": 266.96, "text": " But they did not do it. Hence, Shailaprabhupada probably not wanting to take the risk of losing the GBC body."}, {"start": 266.96, "end": 267.96, "text": " But they did not do it. Hence, Shailaprabhupada probably not wanting to take the risk of losing the GBC body."}, {"start": 267.96, "end": 268.96, "text": " But they did not do it. Hence, Shailaprabhupada probably not wanting to take the risk of losing the GBC body."}, {"start": 268.96, "end": 269.96, "text": " But they did not do it. Hence, Shailaprabhupada probably not wanting to take the risk of losing the GBC body."}, {"start": 269.96, "end": 270.96, "text": " But they did not do it. Hence, Shailaprabhupada probably not wanting to take the risk of losing the GBC body."}, {"start": 270.96, "end": 271.96, "text": " But they did not do it. Hence, Shailaprabhupada probably not wanting to take the risk of losing the GBC body."}, {"start": 271.96, "end": 277.85999999999996, "text": " GBC in his manifest presence, run it in his presence and train his disciples how to operate"}, {"start": 277.85999999999996, "end": 283.76, "text": " the GBC while he was still physically present. Otherwise, when Srila Prabhupada was present"}, {"start": 283.76, "end": 289.96, "text": " physically, there was no need for a GBC. But if the GBC was set up and trained by Srila"}, {"start": 289.96, "end": 294.56, "text": " Prabhupada personally during his time, it would naturally go on smoothly even after"}, {"start": 294.56, "end": 301.34, "text": " his disappearance. The transition of administrative power and responsibilities would be smoother."}, {"start": 301.34000000000003, "end": 307.66, "text": " Their acceptability amongst the devotees would not be an issue because Srila Prabhupada"}, {"start": 307.66, "end": 313.08000000000004, "text": " in his presence, if he runs the GBC as the ultimate managing authority, then after his"}, {"start": 313.08000000000004, "end": 317.72, "text": " time also, devotees would have got used to it. The acceptability of the GBC would not"}, {"start": 317.72, "end": 323.84000000000003, "text": " have been an issue at all. So with this vision, probably, Srila Prabhupada formed the GBC"}, {"start": 323.84000000000003, "end": 331.34000000000003, "text": " on 28th of July 1970 via the direction of management or DOM in short. In the DOM, Srila"}, {"start": 331.34000000000003, "end": 338.44000000000005, "text": " Prabhupada begins by saying as we have increased our volume of activities, now, I think a governing"}, {"start": 338.44000000000005, "end": 343.62, "text": " body commission- hereinafter referred to as the GBC- should be established. Now comes"}, {"start": 343.62, "end": 349.64000000000004, "text": " the important part. I am getting old, 75 years old. Therefore, at any time, I may be out"}, {"start": 349.64000000000004, "end": 355.14000000000004, "text": " of the scene. Therefore, I think it is necessary to give instruction to my disciples how they"}, {"start": 355.14000000000004, "end": 360.86, "text": " shall manage the institution. So, you see, Srila Prabhupada is saying here that he wants"}, {"start": 360.86, "end": 361.16, "text": " to instruct his disciples when necessary. So, the GBC, connect the two roupas. So, Srila Prabhupada is saying here that he wants to"}, {"start": 361.16, "end": 361.18, "text": " instruct"}, {"start": 361.18, "end": 361.20000000000005, "text": " So, you see, Srila Prabhupada is saying here that he wants to instruct his disciples whenif it is necessary I think that he wants"}, {"start": 361.34000000000003, "end": 367.26000000000005, "text": " the disciple how they should manage the institution after Prabhupada's disappearance. That's why he"}, {"start": 367.26000000000005, "end": 372.6, "text": " formed the GBC. They are already managing individual centers represented by one president,"}, {"start": 372.90000000000003, "end": 378.84000000000003, "text": " one secretary, and one treasurer. And in my opinion, they are doing nice. But we want still"}, {"start": 378.84000000000003, "end": 383.56000000000006, "text": " more improvement in the standard of temple management, propaganda for Krishna consciousness,"}, {"start": 384.26000000000005, "end": 389.6, "text": " distribution of books and literatures, opening of new centers, and educating devotees to the"}, {"start": 389.6, "end": 395.94, "text": " right standard. Therefore, I have decided to adopt the following principles and I hope my"}, {"start": 395.94, "end": 404.40000000000003, "text": " beloved disciples will kindly accept them. So, we can see what was running in Srila Prabhupada's"}, {"start": 404.40000000000003, "end": 411.94, "text": " mind in 1970. ISKCON had already grown to 34 centers. They had their temple president,"}, {"start": 412.16, "end": 418.92, "text": " secretary, etc. And in Srila Prabhupada's own words, they were doing nice. Then what was the"}, {"start": 418.92, "end": 419.58000000000004, "text": " need for a GBC?"}, {"start": 419.6, "end": 427.06, "text": " The primary reason, as Srila Prabhupada said at that time was, I am getting old, 75 years old."}, {"start": 427.56, "end": 434.20000000000005, "text": " Therefore, at any time, I may be out of the scene. Therefore, I think it is necessary to give"}, {"start": 434.20000000000005, "end": 441.70000000000005, "text": " instruction to my disciples how they shall manage the whole institution. That means the GBC was"}, {"start": 441.70000000000005, "end": 448.78000000000003, "text": " meant to manage ISKCON after Srila Prabhupada's disappearance. By forming the GBC before his"}, {"start": 448.78000000000003, "end": 449.32000000000005, "text": " disappearance,"}, {"start": 449.6, "end": 458.56, "text": " Srila Prabhupada ensured that the authority of the GBC would be accepted by all his disciples and no one"}, {"start": 458.56, "end": 466.92, "text": " would question its authority after his disappearance. By giving managing power in the hands of the GBC in"}, {"start": 466.92, "end": 476.64000000000004, "text": " his physical presence, he preempted any ugly power struggle or dissension upon his disappearance. That"}, {"start": 476.64000000000004, "end": 479.54, "text": " would also mitigate the risk of ambitious disappearance."}, {"start": 479.6, "end": 483.58000000000004, "text": " The GBC may have been an ideal for many disciples, artificially declaring themselves as diksha gurus and acharyas unauthorisedly after Srila Prabhupada's"}, {"start": 483.58000000000004, "end": 494.68, "text": " disappearance, leading to the splitting of the movement like Gaudiya Mathu. But unfortunately, big"}, {"start": 494.68, "end": 503.06, "text": " gradually, one would say that after Srila Prabhupada's disappearance, despite Srila Prabhupada's explicit warning in his 1974 letter to not"}, {"start": 503.06, "end": 508.56, "text": " repeat the mistake of Gaudiya Mathu, the ambitious devotees in ISKCON did exactly that."}, {"start": 508.56, "end": 515.46, "text": " that. They declared themselves as Diksha Gurus in March 1978."}, {"start": 516.94, "end": 521.62, "text": " Maybe, probably because Shaila Prabhupada had set up the GBC"}, {"start": 521.62, "end": 525.74, "text": " and run it for 7 straight years, the authority of the GBC was"}, {"start": 525.74, "end": 529.44, "text": " ingrained in the minds of all the rank and file devotees. And"}, {"start": 529.44, "end": 533.62, "text": " so, therefore, the 11 Diksha Gurus could not dismantle the"}, {"start": 533.62, "end": 538.0, "text": " GBC. And that's why probably unlike the Gaudiamant which"}, {"start": 538.0, "end": 541.36, "text": " split into many, many factions after Shaila Bhaktisiddhanta"}, {"start": 541.36, "end": 544.48, "text": " Saraswati Thakur's disappearance with no GBC to"}, {"start": 544.48, "end": 548.18, "text": " keep it together. Unlike that, ISKCON did not split up."}, {"start": 548.36, "end": 551.3, "text": " Although, instead of 2 in Gaudiamant, in ISKCON, there were"}, {"start": 551.3, "end": 554.84, "text": " 11 Acharyas and still the ISKCON did not go on to split"}, {"start": 554.84, "end": 560.62, "text": " up because the GBC was there. So, you see Prabhupada's system"}, {"start": 560.62, "end": 564.54, "text": " of the GBC worked to some extent in ISKCON. But"}, {"start": 564.54, "end": 567.84, "text": " unfortunately, it did not preempt the ambitious"}, {"start": 567.84, "end": 567.98, "text": " Diksha Gurus."}, {"start": 568.0, "end": 571.7, "text": " Devotees from declaring themselves as Diksha Gurus. And"}, {"start": 571.7, "end": 575.66, "text": " worse, what happened? They lied to all the Vaishnavas that"}, {"start": 575.66, "end": 579.22, "text": " they were appointed as Diksha Gurus by Shaila Prabhupada. In"}, {"start": 579.22, "end": 583.9, "text": " resolution number 16 of March 1978, in the GBC meetings, they"}, {"start": 583.9, "end": 588.18, "text": " said, however, for 1978, no new spiritual masters shall be"}, {"start": 588.18, "end": 591.6, "text": " appointed other than the 11 selected by Shaila Prabhupada."}, {"start": 592.16, "end": 596.16, "text": " So, they said the 11 were selected by Prabhupada. This they"}, {"start": 596.16, "end": 597.2, "text": " said in 1978."}, {"start": 598.0, "end": 603.1, "text": " Later in 1999, the GBC in the resolution number 403 accepted"}, {"start": 603.1, "end": 607.22, "text": " that they had lied when they resolved in resolution 403."}, {"start": 607.42, "end": 610.08, "text": " Unfortunately, shortly after Shaila Prabhupada's"}, {"start": 610.08, "end": 613.8, "text": " disappearance, the GBC allowed for an unauthorized zonal"}, {"start": 613.8, "end": 618.84, "text": " Acharya system to evolve in ISKCON, elevating 11 exclusive"}, {"start": 618.86, "end": 623.8, "text": " successor Diksha Gurus. So, here the GBC is saying the GBC"}, {"start": 623.8, "end": 627.2, "text": " allowed an unauthorized 11 successor Diksha Gurus to evolve"}, {"start": 627.2, "end": 627.64, "text": " into ISKCON."}, {"start": 627.64, "end": 627.84, "text": " So, here the GBC is saying the GBC allowed an unauthorized 11"}, {"start": 627.84, "end": 632.1600000000001, "text": " Diksha Guru to evolve, to develop, to come out. So, it"}, {"start": 632.1600000000001, "end": 635.76, "text": " was the GBC who did that, not Srila Prabhupada. No one can"}, {"start": 635.76, "end": 640.08, "text": " fault Srila Prabhupada for the GBC's deviation or the"}, {"start": 640.08, "end": 643.2, "text": " unfortunate events that unfolded after his disappearance"}, {"start": 643.2, "end": 648.24, "text": " and continue to unfold even today in ISKCON. Srila Prabhupada"}, {"start": 648.24, "end": 651.12, "text": " tried to prevent this by forming the GBC in his presence"}, {"start": 651.12, "end": 655.36, "text": " and training them up for seven years. He also instituted the"}, {"start": 655.36, "end": 659.2, "text": " Ritvik system in ISKCON from 1970 for seven years and ran it"}, {"start": 659.2, "end": 663.36, "text": " for seven years and then handed over the Ritvik system and the"}, {"start": 663.36, "end": 667.6800000000001, "text": " GBC to ISKCON. All that the GBC had to do was continue the"}, {"start": 667.6800000000001, "end": 670.64, "text": " Ritvik system as it is as Srila Prabhupada mentioned in the"}, {"start": 670.64, "end": 674.88, "text": " July 9th order. But what happened? Even after all this"}, {"start": 674.88, "end": 678.96, "text": " despite Srila Prabhupada doing all this, they still deviated"}, {"start": 678.96, "end": 684.88, "text": " on mass in 1978. Not only that, the deviations continued in the"}, {"start": 684.88, "end": 685.36, "text": " subsequent years."}, {"start": 685.36, "end": 689.2, "text": " Not only did they change the method of Ritvik"}, {"start": 689.2, "end": 692.24, "text": " initiations implemented by Srila Prabhupada, they also"}, {"start": 692.24, "end": 694.8000000000001, "text": " changed the method of offering Aarati. They changed the"}, {"start": 694.8000000000001, "end": 698.08, "text": " method of offering Bhoga. They changed Srila Prabhupada's"}, {"start": 698.08, "end": 702.16, "text": " books. They changed the meaning of Parampara and so on. Why did"}, {"start": 702.16, "end": 705.6800000000001, "text": " this happen? And why does the GBC continue to deviate like"}, {"start": 705.6800000000001, "end": 710.4, "text": " this? Although many of the GBCs were good devotees, how could"}, {"start": 710.4, "end": 714.88, "text": " all of them collectively deviate so badly? Well, to get some"}, {"start": 714.88, "end": 718.96, "text": " idea of why this could happen, let us look at the performance"}, {"start": 718.96, "end": 724.32, "text": " of the GBC after Srila Prabhupada formed it in the year 1970. How"}, {"start": 724.32, "end": 728.32, "text": " did they perform in governing the institution between 1970"}, {"start": 728.32, "end": 732.16, "text": " and 1977? Because that is what the GBC is supposed to do,"}, {"start": 732.16, "end": 736.96, "text": " govern ISKCON. Let us hear from Srila Prabhupada himself about"}, {"start": 736.96, "end": 744.4, "text": " their performance in governing ISKCON between 1970 and 1977. On 14 August"}, {"start": 744.4, "end": 749.36, "text": " 1971, barely a year after Srila Prabhupada formed the GBC,"}, {"start": 749.36, "end": 753.6, "text": " this was Prabhupada's assessment of the GBC which he mentioned in"}, {"start": 753.6, "end": 758.4, "text": " this letter to Tamalkrishna. I set up the GBC with hope that I"}, {"start": 758.4, "end": 761.6, "text": " shall get relief from administration of the mission,"}, {"start": 761.6, "end": 764.56, "text": " but on the contrary, I have become the center of receiving"}, {"start": 764.56, "end": 769.84, "text": " so many complaints. So, it is not a relief for me. Rather, it"}, {"start": 769.84, "end": 774.24, "text": " is becoming a little troublesome. So, you see, not a"}, {"start": 774.24, "end": 778.48, "text": " very flattering assessment of the GBC's performance. But then"}, {"start": 778.48, "end": 781.92, "text": " they were just one year old. So, we can forgive them for their"}, {"start": 781.92, "end": 787.36, "text": " shortcomings. Maybe with time, they could do better. But look"}, {"start": 787.36, "end": 794.64, "text": " at what happened in 1972. The next year, on 8th of April 1972,"}, {"start": 794.64, "end": 797.6800000000001, "text": " Srila Prabhupada sent this memo to all the ISKCON temple"}, {"start": 797.6800000000001, "end": 802.48, "text": " presidents. Please accept my blessings. I beg to inform you"}, {"start": 802.48, "end": 804.24, "text": " that recently, some of the governing"}, {"start": 804.24, "end": 807.92, "text": " body commission members held a meeting at New York on 25th"}, {"start": 807.92, "end": 812.88, "text": " through 28th March 1972. And they have sent me a big, big"}, {"start": 812.88, "end": 817.2, "text": " minutes, duplicated, for my consideration and approval. But"}, {"start": 817.2, "end": 819.92, "text": " in the meantime, they have decided some appointments"}, {"start": 819.92, "end": 823.6800000000001, "text": " without consulting me. One of the items which struck me very"}, {"start": 823.6800000000001, "end": 828.96, "text": " much is as follows. Open quotes, Atre Rishi Das was selected to"}, {"start": 828.96, "end": 832.4, "text": " be the secretary for GBC and receive all correspondence"}, {"start": 832.4, "end": 833.6800000000001, "text": " including monthly reports."}, {"start": 834.24, "end": 837.36, "text": " Close quotes. I never appointed Atre Rishi member of"}, {"start": 837.36, "end": 840.8, "text": " the GBC and I do not know how he can be appointed secretary"}, {"start": 840.8, "end": 844.96, "text": " to GBC without my sanction. Once again, open quotes, he was"}, {"start": 844.96, "end": 847.28, "text": " also appointed to be on the management committee with"}, {"start": 847.28, "end": 850.88, "text": " Karandhara for the purpose of supervising ISKCON business"}, {"start": 850.88, "end": 854.48, "text": " and implementing the decisions reached by the GBC. Close quotes."}, {"start": 854.48, "end": 859.36, "text": " This has very much disturbed me. Sriman Atre Rishi Das may be"}, {"start": 859.36, "end": 863.92, "text": " very expert. But without my say, he has been given so much power"}, {"start": 863.9200000000001, "end": 868.5600000000001, "text": " and this has upset my brain. I also understand that immediate"}, {"start": 868.5600000000001, "end": 872.2400000000001, "text": " actions are going to take place even prior to my permission and"}, {"start": 872.2400000000001, "end": 878.2400000000001, "text": " that also without divulging to the devotees. I do not follow"}, {"start": 878.2400000000001, "end": 881.84, "text": " exactly what is the motive of the so-called GBC meeting."}, {"start": 882.4000000000001, "end": 885.6, "text": " Therefore, I have sent the telegram which you will find"}, {"start": 885.6, "end": 888.8800000000001, "text": " attached herewith and I have received the replies as well."}, {"start": 889.5200000000001, "end": 893.84, "text": " Under the circumstances, I authorise you to disregard"}, {"start": 893.9200000000001, "end": 898.2400000000001, "text": " for the time being any decision from the GBC men until"}, {"start": 898.2400000000001, "end": 905.0400000000001, "text": " my further instruction. So you see, in 1972, Srila Prabhupada had"}, {"start": 905.0400000000001, "end": 910.1600000000001, "text": " to suspend the entire GBC and instruct all the temple"}, {"start": 910.1600000000001, "end": 914.8800000000001, "text": " presidents not to take any decisions from the GBC. So this"}, {"start": 914.8800000000001, "end": 919.9200000000001, "text": " was the state of affairs of the GBC in 1972. Instead of getting"}, {"start": 919.9200000000001, "end": 923.6, "text": " better, they appeared to be getting worse. So"}, {"start": 923.9200000000001, "end": 926.2400000000001, "text": " could they improve themselves in 1973?"}, {"start": 926.2400000000001, "end": 932.5600000000001, "text": " Well, let us hear what Srila Prabhupada said in this room conversation"}, {"start": 932.5600000000001, "end": 938.48, "text": " recorded on 3rd January 1973, just about two and a half years"}, {"start": 938.48, "end": 940.96, "text": " after the GBC was formed."}, {"start": 940.96, "end": 942.32, "text": " Dr. Raghuram R. That means"}, {"start": 942.32, "end": 946.0000000000001, "text": " if GBC is valued"}, {"start": 946.0000000000001, "end": 951.0400000000001, "text": " as much as the GBC, they are themselves falling short."}, {"start": 951.0400000000001, "end": 952.32, "text": " They are falling"}, {"start": 952.32, "end": 952.7800000000001, "text": " because."}, {"start": 952.78, "end": 967.98, "text": " So, here you see, GBC's failure."}, {"start": 968.78, "end": 970.78, "text": " These were the words of Shaila Prabhupada."}, {"start": 971.26, "end": 978.26, "text": " That means, in 1973, two and a half years after the GBC was formed, it was still struggling."}, {"start": 979.48, "end": 980.9599999999999, "text": " Would things improve with more time?"}, {"start": 980.96, "end": 989.32, "text": " About four years after the GBC was formed, Shaila Prabhupada wrote this letter to Hansadutta on 12th September 1974."}, {"start": 989.94, "end": 995.02, "text": " I made the GBC to give me relief, but if you do like this, then where is the relief?"}, {"start": 995.58, "end": 996.9000000000001, "text": " It is anxiety for me."}, {"start": 997.48, "end": 1003.1, "text": " This is the difficulty that as soon as one gets power, he becomes whimsical and spoils everything."}, {"start": 1003.2800000000001, "end": 1003.9000000000001, "text": " What can I do?"}, {"start": 1004.62, "end": 1010.3000000000001, "text": " So, you see, the situation didn't seem to have improved much in 1974."}, {"start": 1010.3000000000001, "end": 1013.3800000000001, "text": " Compared to what Shaila Prabhupada said in 1971."}, {"start": 1014.3800000000001, "end": 1019.3000000000001, "text": " In 1971, Shaila Prabhupada said that GBC was not giving him any relief."}, {"start": 1019.96, "end": 1024.6200000000001, "text": " And three years later, in 1974, Shaila Prabhupada was repeating the same thing."}, {"start": 1025.0800000000002, "end": 1026.5, "text": " No relief from the GBC."}, {"start": 1027.5800000000002, "end": 1035.18, "text": " A couple of months after this letter, some of the GBC members, namely Jaitirtha, Tamalkrishna, Hridayananda and Satsarupa,"}, {"start": 1035.18, "end": 1040.14, "text": " wrote this letter to their GBC Godbrothers on November 4, 1974."}, {"start": 1040.3, "end": 1048.06, "text": " As we know, Shaila Prabhupada has been disappointed in the ability of the GBC to effectively govern our ISKCON society."}, {"start": 1048.06, "end": 1056.5, "text": " So, even the GBC was aware that they were unable to effectively govern ISKCON as late as November 1974."}, {"start": 1056.5, "end": 1061.24, "text": " But did that awareness translate into improved performance?"}, {"start": 1061.24, "end": 1068.98, "text": " Almost a year later, Shaila Prabhupada wrote this letter to Jaitirtha, a GBC member, on 16th October 1975."}, {"start": 1068.98, "end": 1075.0, "text": " My only grievance is that I appointed GBC to give me relief from the management."}, {"start": 1075.68, "end": 1079.8, "text": " But on the contrary, complaints and counter complaints are coming to me."}, {"start": 1080.3, "end": 1082.2, "text": " Then how my brain can be peaceful?"}, {"start": 1083.34, "end": 1088.4, "text": " So, things definitely hadn't improved from 1971 to 1975."}, {"start": 1089.22, "end": 1094.24, "text": " What Shaila Prabhupada said in 1971 that the GBC was not giving him relief"}, {"start": 1094.24, "end": 1100.1, "text": " was the same thing Shaila Prabhupada repeated in 1974 as well as in 1975."}, {"start": 1100.88, "end": 1107.02, "text": " About a month later, Shaila Prabhupada wrote this letter to Alal Nath on 10th of November 1975."}, {"start": 1107.88, "end": 1110.72, "text": " Now has the GBC become more than Guru Maharaj?"}, {"start": 1111.3, "end": 1115.46, "text": " As if simply GBC is meant for looking after pounds, shilling, pence."}, {"start": 1116.08, "end": 1118.7, "text": " The GBC does not look after spiritual life."}, {"start": 1119.3, "end": 1120.1200000000001, "text": " That's a defect."}, {"start": 1120.74, "end": 1122.86, "text": " All of our students will have to become Guru,"}, {"start": 1123.22, "end": 1124.22, "text": " but they are not qualified."}, {"start": 1124.24, "end": 1125.52, "text": " This is the difficult."}, {"start": 1127.24, "end": 1131.22, "text": " Now that was a skating assessment from Shaila Prabhupada."}, {"start": 1132.0, "end": 1135.44, "text": " The GBC were trying to become more than Shaila Prabhupada."}, {"start": 1136.1200000000001, "end": 1139.68, "text": " All his students wanted to become Guru, but they were not qualified."}, {"start": 1140.36, "end": 1142.68, "text": " Those were Shaila Prabhupada's words of anguish."}, {"start": 1143.92, "end": 1148.1200000000001, "text": " Sadly, things with the GBC did not improve in the next year either."}, {"start": 1149.0, "end": 1153.52, "text": " Harikesha wrote this letter to Tamal Krishna on July 24, 1976"}, {"start": 1153.52, "end": 1154.02, "text": " about the GBC."}, {"start": 1154.24, "end": 1155.46, "text": " About Shaila Prabhupada."}, {"start": 1156.38, "end": 1158.6200000000001, "text": " Then he said, he meaning Shaila Prabhupada."}, {"start": 1159.18, "end": 1163.78, "text": " Then he said that if there are conflicts, they should be resolved amongst the GBC."}, {"start": 1164.48, "end": 1166.7, "text": " He explained, meaning Shaila Prabhupada explained."}, {"start": 1167.18, "end": 1174.14, "text": " He explained that these conflicts arise if there is not following of the regulative principles of chanting, etc."}, {"start": 1175.04, "end": 1178.16, "text": " If these are not practiced, then there will be disturbances."}, {"start": 1178.98, "end": 1183.78, "text": " One who does not chant properly or follow the principles should neither accept the post,"}, {"start": 1184.24, "end": 1190.42, "text": " remain in the post. He should resign for the basic qualification is not material but spiritual"}, {"start": 1190.42, "end": 1199.3, "text": " that the GBC member must be spiritually qualified and strong. So, even as late as 1976, there"}, {"start": 1199.3, "end": 1204.94, "text": " were conflicts within the GBC that they were unable to resolve. And in Srila Prabhupada's"}, {"start": 1204.94, "end": 1210.02, "text": " assessment, some of the GBCs were not even chanting properly or following the regulatory"}, {"start": 1210.02, "end": 1217.94, "text": " principles as per Srila Prabhupada and this is in 1976. This was just a little more than"}, {"start": 1217.94, "end": 1224.36, "text": " a year before Srila Prabhupada's disappearance and over six years of functioning of the GBC."}, {"start": 1225.06, "end": 1230.1, "text": " That the GBC were lacking was evident not only to Srila Prabhupada but even to the GBCs"}, {"start": 1230.1, "end": 1235.52, "text": " themselves as revealed by Tamal Krishnamaraj in a room conversation with Srila Prabhupada"}, {"start": 1235.52, "end": 1240.0, "text": " on 22nd of April 1977, which is a few months."}, {"start": 1240.02, "end": 1244.1399999999999, "text": " Months before Prabhupada's disappearance. Listen to this portion of the conversation."}, {"start": 1244.1399999999999, "end": 1251.46, "text": " Well, I have studied myself and all of your disciples and it is clear fact that we are"}, {"start": 1251.46, "end": 1259.94, "text": " all conditioned souls. So, we cannot be good. Maybe one day it may be possible, not now."}, {"start": 1259.94, "end": 1267.78, "text": " So you see, as late as 1977, April 1977, Srila Prabhupada knew that his GBCs were all conditioned"}, {"start": 1267.78, "end": 1268.78, "text": " souls."}, {"start": 1268.78, "end": 1269.78, "text": " Yes."}, {"start": 1269.78, "end": 1276.2, "text": " His disciples knew it too. So, we can see that all through its history, the GBC underperformed"}, {"start": 1276.2, "end": 1283.46, "text": " in its function of governance. Hence, it is not surprising that the GBC deviated en masse"}, {"start": 1283.46, "end": 1290.8799999999999, "text": " in 1978 by unauthorizedly appointing devotees as Diksha Gurus. And they continue to deviate"}, {"start": 1290.8799999999999, "end": 1298.26, "text": " in many ways in the system of Diksha, in the system of Deity worship, book changes, etc."}, {"start": 1298.26, "end": 1299.66, "text": " The GBC themselves were conditioned."}, {"start": 1299.66, "end": 1305.28, "text": " You see, some of the ancestors themselves confessed about their poor performance in"}, {"start": 1305.28, "end": 1312.8000000000002, "text": " governing ISKCON in Resolution No. 403 of 1999, where in their apology to ISKCON they"}, {"start": 1312.8000000000002, "end": 1314.26, "text": " resolved."}, {"start": 1314.26, "end": 1319.24, "text": " Whereas despite warnings by Pradyumna Prabhu and others, for many years the governing"}, {"start": 1319.24, "end": 1326.3600000000001, "text": " body commission being weakened, governing body commission being weakened, due to the"}, {"start": 1326.3600000000001, "end": 1327.5600000000002, "text": " zonal Acharya's deviation."}, {"start": 1327.5600000000002, "end": 1328.66, "text": " You see, these are the words of the GBC themselves."}, {"start": 1328.66, "end": 1329.26, "text": " 333и"}, {"start": 1329.26, "end": 1335.12, "text": " governing body commission being weakened due to the zonal acharya deviation failed to correct"}, {"start": 1335.12, "end": 1342.4, "text": " these errors to the detriment of many ISKCON members. Already the GBC was not performing"}, {"start": 1342.4, "end": 1349.2, "text": " up to the mark on the governance front even in 1977. Now the GBC accepts that they were"}, {"start": 1349.2, "end": 1356.3799999999999, "text": " further weakened by the zonal acharya deviation, Diksha Guru deviation in 1978. Although they"}, {"start": 1356.38, "end": 1362.7600000000002, "text": " don't acknowledge it, the poorly performing GBC continues to be weakened even today in"}, {"start": 1362.7600000000002, "end": 1368.6200000000001, "text": " his governance of ISKCON due to the unauthorized guru system that they persist with. There"}, {"start": 1368.6200000000001, "end": 1373.2600000000002, "text": " have been many well-meaning devotees in the GBC body. Many of them may have been personally"}, {"start": 1373.2600000000002, "end": 1379.0400000000002, "text": " very good devotees. They may not have had any ill intentions themselves. But it is a"}, {"start": 1379.0400000000002, "end": 1386.3600000000001, "text": " fact that because they were never a well-performing GBC as a body meant for governance, they"}, {"start": 1386.3600000000001, "end": 1394.98, "text": " made terrible mistakes which led to deviations in the system of initiations, book changes,"}, {"start": 1394.98, "end": 1400.7400000000002, "text": " deity worship, etc. We have nothing personally against the individual members of the GBC"}, {"start": 1400.7400000000002, "end": 1408.0000000000002, "text": " of ISKCON Mumbai group. But all devotees in ISKCON need to know their history. Remember,"}, {"start": 1408.0000000000002, "end": 1414.8600000000001, "text": " those who forget history are condemned to repeat it. The GBC should fulfill its responsibility"}, {"start": 1414.8600000000001, "end": 1416.3600000000001, "text": " of properly governing ISKCON."}, {"start": 1416.3600000000001, "end": 1422.6000000000001, "text": " By removing all the deviations and reverting to the systems that Srila Prabhupada instituted"}, {"start": 1422.6000000000001, "end": 1427.88, "text": " originally, the Rithvik system of initiations, the method of deity worship in offering everything"}, {"start": 1427.88, "end": 1433.7, "text": " to the Diksha Guru first, rolling back the book changes, etc. Then the GBC will be truly"}, {"start": 1433.7, "end": 1438.94, "text": " performing its role of governance up to the expectations of Srila Prabhupada and all the"}, {"start": 1438.94, "end": 1443.92, "text": " devotees in ISKCON. Hare Krishna, Vishwaguru Srila Prabhupada ki jai."}]}