{"video_id": "n9250sNN0nE", "title": "210  Taking to Krishna consciousness is not easy", "speaker": "HH Stoka Krishna Maharaj", "youtube_url": "https://www.youtube.com/watch?v=n9250sNN0nE", "duration": 493, "segments": [{"start": 0.0, "end": 12.620000000000001, "text": " So, one has to be extremely determined. It requires patience, lots of patience to make"}, {"start": 12.620000000000001, "end": 17.6, "text": " even one soul a devotee. Don't think that immediately I will tell, I will meet my friend"}, {"start": 17.6, "end": 22.18, "text": " and I will explain all logic and arguments everything and now he will understand Krishna"}, {"start": 22.18, "end": 34.86, "text": " consciousness, not like that."}, {"start": 34.86, "end": 44.5, "text": " Krishna is telling those have stopped all sinful activities. They should have sufficient"}, {"start": 44.5, "end": 52.06, "text": " Punya. Only they will be free from Moha, this Maya's Moha."}, {"start": 52.18, "end": 59.6, "text": " Dvandva, duality and delusion. And Bhajan, Temam, they will take up to devotion to Krishna."}, {"start": 59.6, "end": 67.42, "text": " So taking up devotional service to Krishna is not at all easy. And Chaitanya Mahaprabhu's"}, {"start": 67.42, "end": 74.72, "text": " desire is to give this Bhakti, Krishna Bhakti or Krishna Prema to one and all irrespective"}, {"start": 74.72, "end": 80.76, "text": " of their present material position, whatever they may be. She is not saying are you Brahmana,"}, {"start": 80.76, "end": 82.16, "text": " are you, you have enough Punya or not."}, {"start": 82.16, "end": 88.97999999999999, "text": " She is not checking and giving. She is simply distributing Krishna Bhakti to one and all."}, {"start": 88.97999999999999, "end": 94.38, "text": " And Lord Chaitanya is telling, I alone cannot distribute. I mean, I want all of you to take"}, {"start": 94.38, "end": 102.22, "text": " up this task and simply distribute these fruits of Krishna consciousness. This Hare Krishna"}, {"start": 102.22, "end": 107.19999999999999, "text": " mantra is the fruit which we have to distribute to everyone. You taste it and you distribute"}, {"start": 107.19999999999999, "end": 112.14, "text": " it also. This is the desire of Lord Chaitanya and Chaitanya Mahaprabhu will be very happy."}, {"start": 112.16, "end": 121.06, "text": " So somehow or other, if we can induce even one person to become Krishna conscious, then"}, {"start": 121.06, "end": 122.34, "text": " that is success."}, {"start": 122.34, "end": 131.12, "text": " Srila Prabhupada also writes in Bhagavad Gita, if you see the preface of Bhagavad Gita, Prabhupada"}, {"start": 131.12, "end": 139.14, "text": " writes in the last paragraph, I'll just read this. A living entity is happily the part"}, {"start": 139.14, "end": 142.14, "text": " and parcel of the Lord and thus is not a part and parcel of the Lord. A living entity is"}, {"start": 142.16, "end": 143.4, "text": " pleased with the good deeds of the Lord. A living entity is pleased with the good deeds"}, {"start": 143.4, "end": 144.4, "text": " of the Lord and thus is not a part and parcel of the Lord. It is all the good deeds of the"}, {"start": 144.4, "end": 145.4, "text": " Lord that are called as good deeds."}, {"start": 145.4, "end": 146.4, "text": " Do not try to understand the good deeds of the Lord, but simply understand the service"}, {"start": 146.4, "end": 147.4, "text": " of the Lord."}, {"start": 147.4, "end": 155.88, "text": " By the spell of illusion, one tries to be happy by serving his personal sense gratification"}, {"start": 155.88, "end": 162.78, "text": " in different forms, which will never make him happy, instead of satisfying his own"}, {"start": 162.78, "end": 171.48, "text": " personal material senses, he has to satisfy the senses of the Lord. That is the highest"}, {"start": 171.48, "end": 171.94, "text": " perfection."}, {"start": 172.16, "end": 183.48, "text": " of life. The Lord wants this and he demands it. One has to understand this central point"}, {"start": 183.48, "end": 188.51999999999998, "text": " of Bhagavad Gita. This is a central point. What is that? Instead of satisfying our own"}, {"start": 188.51999999999998, "end": 193.64, "text": " senses independently, we have to satisfy the senses of the Lord. This is central point"}, {"start": 193.64, "end": 200.57999999999998, "text": " of Bhagavad Gita. Our Krishna consciousness movement is teaching the whole world this"}, {"start": 200.58, "end": 207.68, "text": " central point and because we are not polluting the theme of Bhagavad Gita as it is, anyone"}, {"start": 207.68, "end": 214.84, "text": " seriously interested in deriving benefit by studying the Bhagavad Gita must take help from"}, {"start": 214.84, "end": 221.72000000000003, "text": " the Krishna consciousness movement for practical understanding of Bhagavad Gita under the direct"}, {"start": 221.72000000000003, "end": 228.60000000000002, "text": " guidance of the Lord. We hope, therefore, that people will derive the greatest benefit"}, {"start": 228.60000000000002, "end": 230.56, "text": " by studying Bhagavad Gita."}, {"start": 230.58, "end": 238.10000000000002, "text": " Bhagavad Gita, as it is, as we have presented it here, and if even one man becomes a pure"}, {"start": 238.10000000000002, "end": 244.92000000000002, "text": " devotee of the Lord, we shall consider our attempt a success. So Prabhupada is writing,"}, {"start": 245.5, "end": 252.8, "text": " if even one man becomes a pure devotee by studying this Bhagavad Gita as it is, then"}, {"start": 252.8, "end": 259.3, "text": " Srila Prabhupada says, he considers it as a success. So that means we can see how difficult"}, {"start": 259.3, "end": 260.3, "text": " it is."}, {"start": 260.58, "end": 269.12, "text": " The first step is to induce a conditioned soul to take up pure devotion to Krishna."}, {"start": 269.12, "end": 276.14, "text": " In one letter, Prabhupada writes to his disciple, in 1967, some senior disciples of Prabhupada"}, {"start": 276.14, "end": 281.7, "text": " had left the movement, Kirtananda, Kirtananda, Hayagriva, like that some disciples had left"}, {"start": 281.7, "end": 289.0, "text": " and Prabhupada has written one letter about how a spiritual master feels when a disciple"}, {"start": 289.0, "end": 290.58, "text": " leaves and goes."}, {"start": 290.58, "end": 298.4, "text": " So Prabhupada writes, when you left us, I simply prayed to Krishna for your return to"}, {"start": 298.4, "end": 302.65999999999997, "text": " Krishna consciousness because that was my duty."}, {"start": 302.65999999999997, "end": 312.4, "text": " Any good soul who approaches me once for spiritual enlightenment is supposed to be depending"}, {"start": 312.4, "end": 317.58, "text": " on my responsibility to get him back, back to Krishna, back to home."}, {"start": 317.58, "end": 319.41999999999996, "text": " The disciple may misunderstand me."}, {"start": 319.41999999999996, "end": 320.41999999999996, "text": " The disciple may misunderstand me."}, {"start": 320.41999999999996, "end": 320.5, "text": " The disciple may misunderstand me."}, {"start": 320.5, "end": 320.56, "text": " The disciple may misunderstand me."}, {"start": 320.56, "end": 328.56, "text": " a bona fide spiritual master being obliged to do so under pressure of Maya's influence."}, {"start": 328.56, "end": 337.56, "text": " Even after accepting Guru, even after taking Deeksha, still disciple may come under Maya's influence."}, {"start": 337.56, "end": 341.56, "text": " And due to Maya's pressure, he may leave Guru and go away also."}, {"start": 341.56, "end": 344.56, "text": " But what Guru feels, Prabhupada is writing,"}, {"start": 344.56, "end": 349.56, "text": " when a disciple misunderstands a bona fide spiritual master,"}, {"start": 349.56, "end": 361.56, "text": " the master regrets for his inability to protect the disciple and sometimes he cries with tears in his eyes."}, {"start": 361.56, "end": 369.56, "text": " So spiritual master cries, when a disciple leaves him and goes away, he cries helplessly."}, {"start": 369.56, "end": 374.56, "text": " We had an experience while my Guru Maharaj was alive."}, {"start": 374.56, "end": 383.56, "text": " One of his disciples who accepted sanyasa was one day forcibly dragged by his wife."}, {"start": 383.56, "end": 391.56, "text": " My Guru Maharaj lamented with tears in his eyes saying that he could not save the soul."}, {"start": 391.56, "end": 400.56, "text": " So Srila Bhaktisiddhanta Saraswati Thakur, he had one disciple who was a sanyasi and wife came again."}, {"start": 400.56, "end": 404.56, "text": " Generally after taking sanyasa, sanyasi should not meet the wife."}, {"start": 404.56, "end": 409.56, "text": " But somehow this wife was very powerful, Maya."}, {"start": 409.56, "end": 417.56, "text": " She went and dragged him back and Guru started crying that he could not save that soul."}, {"start": 417.56, "end": 426.56, "text": " So we should always therefore be careful in the matter of being attacked by Maya's influence."}, {"start": 426.56, "end": 433.56, "text": " And the only means of guarantee is to chant Hare Krishna offenselessly."}, {"start": 434.56, "end": 443.56, "text": " Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"}, {"start": 443.56, "end": 454.56, "text": " So if we chant Hare Krishna mantra offenselessly, only then we are guaranteed of Maya's attack, protection of Maya's attack."}, {"start": 454.56, "end": 457.56, "text": " So this is the only way Prabhupada is writing."}, {"start": 457.56, "end": 461.56, "text": " But still we should be careful of the offences against chanting the holy name."}, {"start": 461.56, "end": 463.56, "text": " Prabhupada writes,"}, {"start": 463.56, "end": 472.56, "text": " The greatest offence is to defy the spiritual master and to act sinfully, thinking in the strength of chanting."}, {"start": 472.56, "end": 483.56, "text": " If a man thinks that chanting will save him from all kinds of sinful reaction and deliberately commit sin, then he becomes greatest offender."}]}