{"video_id": "N9FXMsAY_50", "title": "\"Chant Anyway\" by Srila Bhaktivinod Thakur | Soulful Japa", "speaker": "HDG Srila Prabhupada", "youtube_url": "https://www.youtube.com/watch?v=N9FXMsAY_50", "duration": 259, "segments": [{"start": 0.0, "end": 10.3, "text": " I will put one writing of Bhaktivinoda Thakur. You read that. Then you will see how we should"}, {"start": 10.3, "end": 16.32, "text": " be towards, how our attitude should be towards general population chanting Hare Krishna."}, {"start": 16.32, "end": 22.64, "text": " This is Bhaktivinoda Thakur's Sharanagati quoted from Adi Purana. It's called chant"}, {"start": 22.64, "end": 29.96, "text": " anyway. It starts like this. Your mind is wandering all over the universe when you chant."}, {"start": 29.96, "end": 39.3, "text": " Chant anyway. Your mind is wandering to the past and future when you chant. Chant anyway."}, {"start": 39.3, "end": 46.46, "text": " You are not able to concentrate on Krishna's names while you chant. Chant anyway. You have"}, {"start": 46.46, "end": 55.900000000000006, "text": " no taste for chanting. Chant anyway. You have lusty desires. Chant anyway. You are making"}, {"start": 55.900000000000006, "end": 59.42, "text": " offences in chanting. Chant anyway."}, {"start": 59.42, "end": 67.92, "text": " You are not praying to Krishna to help you chant better. Chant anyway. You often chant"}, {"start": 67.92, "end": 71.66, "text": " late at night. Chant anyway."}, {"start": 71.66, "end": 76.94, "text": " And why, why should you chant despite all the above obstacles? That is why. What is"}, {"start": 76.94, "end": 82.16, "text": " that? There is no vow like chanting the Holy Name. There's no knowledge superior to it."}, {"start": 82.16, "end": 88.04, "text": " There is no meditation which comes anywhere near it and it gives the highest result. No"}, {"start": 88.04, "end": 89.16, "text": " penance is in it."}, {"start": 89.16, "end": 95.47999999999999, "text": " is equal to it and nothing is as potent or powerful as the holy name chanting is the greatest act of"}, {"start": 95.47999999999999, "end": 104.44, "text": " piety and the supreme refuge even the words of vedas do not process sufficient power to describe"}, {"start": 104.44, "end": 110.36, "text": " its magnitude it's continuing chanting is the highest path to liberation peace and eternal life"}, {"start": 111.16, "end": 117.08, "text": " it's a pinnacle of devotion hearts joyous proclivity and attraction see it's a joyous"}, {"start": 117.08, "end": 125.32, "text": " heart's joyous proclivity and attraction and the best form of remembrance of the supreme lord"}, {"start": 126.28, "end": 131.56, "text": " the holy name has appeared solely for the benefit of all living entities as their lord and master"}, {"start": 131.56, "end": 136.84, "text": " nama prabhu their supreme worshipable object and their spiritual guide and mentor"}, {"start": 138.28, "end": 143.48, "text": " who are continuously chants lord krishna's holy name even in his sleep can easily realize that"}, {"start": 143.48, "end": 146.2, "text": " the name is a direct manifestation of krishna himself"}, {"start": 147.24, "end": 149.88000000000002, "text": " of the influences of kali yuga"}, {"start": 153.0, "end": 164.52, "text": " so we see that is why it's called yuga dharma means it is a means for everybody and"}, {"start": 166.12, "end": 167.48000000000002, "text": " doing proper japa"}, {"start": 169.56, "end": 175.88000000000002, "text": " mindful japa is also for everybody we have realized that how the farmer also could do"}, {"start": 177.08, "end": 185.32000000000002, "text": " it we are able to train ourselves in few days we are able to do it's also for common man it"}, {"start": 185.32000000000002, "end": 191.64000000000001, "text": " does not need any big intellectual endeavor is not required right even to an uneducated"}, {"start": 191.64000000000001, "end": 196.44, "text": " person you can always teach him how to concurrently chant and hear done done"}, {"start": 198.28, "end": 200.04000000000002, "text": " as far as soulful japa is concerned"}, {"start": 201.4, "end": 202.12, "text": " all the"}, {"start": 203.32000000000002, "end": 205.24, "text": " atma shaktis that we are talking about"}, {"start": 207.4, "end": 212.12, "text": " sankalpa vikalpa preiti shratha"}, {"start": 214.20000000000002, "end": 220.84, "text": " sharanagati all these things are natural to the soul it also does not need any education"}, {"start": 223.88000000000002, "end": 229.8, "text": " so to do soulful japa you have to be a human being that's all you don't need very big education"}, {"start": 231.88000000000002, "end": 237.0, "text": " so much we need to discuss today to do soulful japa because we have become very"}, {"start": 237.0, "end": 242.34, "text": " complicated to reduce the complication we have to tell all these things that"}, {"start": 242.34, "end": 246.84, "text": " might go the way anywhere at least you catch know where is your Asha where is"}, {"start": 246.84, "end": 253.52, "text": " your Ichcha you identify it's going on and you have to offer all those things here"}]}