{"video_id": "Nf67atcHW8M", "title": "Diksha guru reveals specific divya jnana to each disciple | His Grace Suvyakta Narasimha Dasa", "speaker": "HG Suvyakta Narasimha Dasa", "youtube_url": "https://www.youtube.com/watch?v=Nf67atcHW8M", "duration": 1742, "segments": [{"start": 0.48, "end": 4.14, "text": " Hare Krishna! Vishwaguru Srila Prabhupada ki Jai!"}, {"start": 5.0200000000000005, "end": 10.14, "text": " Often, Srila Prabhupada narrated the real-life story of Srila Bilvamangal Thakur."}, {"start": 11.0, "end": 14.08, "text": " Bilvamangal Thakur was a great pure devotee of Krishna,"}, {"start": 14.620000000000001, "end": 17.22, "text": " who is said to have lived around the 8th century,"}, {"start": 17.82, "end": 20.66, "text": " although the exact timelines of his birth are not known."}, {"start": 21.5, "end": 26.38, "text": " He was a pure devotee who came in the line of Srila Vishnuswami,"}, {"start": 26.38, "end": 29.400000000000002, "text": " who is an Acharya of the Rudra Sampradaya."}, {"start": 30.3, "end": 33.74, "text": " Bilvamangal Thakur is said to have lived for almost 700 years,"}, {"start": 34.4, "end": 36.96, "text": " and he composed many wonderful bhajans on Krishna."}, {"start": 37.78, "end": 41.28, "text": " His most famous work, of course, is the Krishna Karnamrita,"}, {"start": 41.88, "end": 44.46, "text": " which Sri Chaitanya Mahaprabhu treasured."}, {"start": 45.5, "end": 49.480000000000004, "text": " Bilvamangal Thakur was born into a wealthy Brahmana family,"}, {"start": 50.2, "end": 54.74, "text": " but instead of developing saintly character as a qualified Brahmana,"}, {"start": 54.74, "end": 58.7, "text": " instead of that, he became attached to a prostitute, Chintamani."}, {"start": 59.519999999999996, "end": 59.74, "text": " He was so..."}, {"start": 60.0, "end": 66.0, "text": " so attached to the prostitute that he couldn't stay even one day without meeting her."}, {"start": 67.1, "end": 71.2, "text": " One day, it so happened that Bilvamangal Thakur's father passed away."}, {"start": 72.2, "end": 76.1, "text": " He was forced to stay back for the funeral rites for his father,"}, {"start": 76.8, "end": 79.9, "text": " but he was still restless to meet Chintamani."}, {"start": 80.4, "end": 83.9, "text": " You can imagine, Bilvamangal Thakur's father has passed away,"}, {"start": 84.2, "end": 86.7, "text": " and he is still itching to meet Chintamani."}, {"start": 87.5, "end": 89.4, "text": " That shows how attached he was to the Brahmana family."}, {"start": 89.4, "end": 89.5, "text": " That shows how attached he was to the Brahmana family."}, {"start": 89.5, "end": 90.9, "text": " That shows how attached he was to the Brahmana family."}, {"start": 92.7, "end": 94.5, "text": " As soon as the rituals were completed,"}, {"start": 94.5, "end": 100.7, "text": " Bilvamangal Thakur rushed to meet Chintamani the same day because it had already gotten late."}, {"start": 100.7, "end": 105.7, "text": " By that time, it was already evening and it had started raining heavily."}, {"start": 106.2, "end": 111.2, "text": " Despite the downpour, Bilvamangal Thakur hurried to meet Chintamani."}, {"start": 111.2, "end": 113.4, "text": " On the way, he had to cross a river,"}, {"start": 113.4, "end": 115.4, "text": " and when he reached the river,"}, {"start": 115.4, "end": 118.4, "text": " he found that the river was swollen due to the heavy rain,"}, {"start": 118.4, "end": 119.4, "text": " and there was a river there."}, {"start": 119.4, "end": 124.9, "text": " was no boat either to take him across the river. Finding no other alternative, what did he do?"}, {"start": 124.9, "end": 130.66, "text": " He jumped into the river, but the current was so fierce, it started sweeping him away."}, {"start": 131.62, "end": 136.02, "text": " Clutching desperately here and there, he fortunately found something floating in the"}, {"start": 136.02, "end": 142.18, "text": " furious spate of the river waters. Taking it to be a log of wood, he clung on to it for dear life"}, {"start": 142.18, "end": 148.96, "text": " and somehow managed to reach the other bank. With great relief, Billumangal Thakur got out"}, {"start": 148.96, "end": 154.92000000000002, "text": " of the water and on some instinct, he turned back and when he turned back, he was horrified"}, {"start": 154.92000000000002, "end": 161.88, "text": " to see that what he thought was a log of wood he had been clinging on to was actually a corpse,"}, {"start": 162.4, "end": 167.94, "text": " a dead body. Anyway, he shrugged it off and continued on to Chintamani's house."}, {"start": 168.72, "end": 174.56, "text": " By now, it was pretty dark and when he reached Chintamani's house, he found that the gate was"}, {"start": 174.56, "end": 178.74, "text": " locked. Since it had become dark and it was raining torrentially,"}, {"start": 178.96, "end": 184.96, "text": " Chintamani thought that Billumangal Thakur would not come today and so, she had locked the main"}, {"start": 184.96, "end": 191.60000000000002, "text": " gate and it was pouring because of the sound, the thunder, the lightning, the rain, not being able"}, {"start": 191.60000000000002, "end": 196.36, "text": " to attract the attention of anyone inside the house. What happened? Billumangal Thakur became"}, {"start": 196.36, "end": 201.04000000000002, "text": " desperate. He tried knocking the gate, he tried doing this, that, but he couldn't capture the"}, {"start": 201.04000000000002, "end": 206.54000000000002, "text": " attention of anyone within the house. Then, when he was looking around, he luckily found a rope"}, {"start": 206.54000000000002, "end": 208.94, "text": " hanging down from the compound wall. So, he was able to get out of the house and he was able to"}, {"start": 208.96, "end": 214.9, "text": " immediately latched on to it, climbed up the wall and jumped over. And after jumping over,"}, {"start": 215.28, "end": 222.3, "text": " when he looked back, he realized that it was not a rope, it was a snake. He had narrowly missed"}, {"start": 222.3, "end": 228.74, "text": " being bitten by the snake to death. Heaving a sigh of relief, he walked up to the house"}, {"start": 228.74, "end": 234.76000000000002, "text": " and knocked on the door. Finally, he had reached his destination. What an adventure it had been."}, {"start": 235.52, "end": 238.94, "text": " Chintamani opened the door, wondering who would have come to her house in the"}, {"start": 238.96, "end": 244.96, "text": " downpour. She was stunned to see Billumangal Thakur standing there. He then narrated to her"}, {"start": 244.96, "end": 251.32, "text": " how he had risked his life not once but twice despite his father's having passed away to come"}, {"start": 251.32, "end": 258.72, "text": " to her doorstep. When Chintamani heard this, she said, if only you had this much attachment to"}, {"start": 258.72, "end": 266.82, "text": " Krishna, your life would have been so glorious. Something like that. Suddenly, somewhere a switch"}, {"start": 266.82, "end": 268.78000000000003, "text": " got flipped inside."}, {"start": 268.96, "end": 276.21999999999997, "text": " Billumangal Thakur, without wasting another moment, he turned and left her, never to return."}, {"start": 276.91999999999996, "end": 284.46, "text": " He went on to Sri Vrindavan Dham and the rest, as they say, is history. Srila Prabhupada explains"}, {"start": 284.46, "end": 290.26, "text": " this incident in the book, Path of Perfection, in chapter 8. There, Srila Prabhupada says,"}, {"start": 290.62, "end": 297.47999999999996, "text": " in this regard, there is the example of Billumangal Thakur, who in his previous life was elevated"}, {"start": 297.47999999999996, "end": 298.91999999999996, "text": " almost to premabhakti."}, {"start": 298.96, "end": 305.41999999999996, "text": " The highest platform of devotional service. However, since there is always a chance for a fall"}, {"start": 305.41999999999996, "end": 311.97999999999996, "text": " down, somehow or other he fell down. In his next life, he was born in a very rich brahmana family"}, {"start": 311.97999999999996, "end": 316.56, "text": " in accordance with the principle enunciated in the sixth chapter of the Bhagavad Gita,"}, {"start": 317.03999999999996, "end": 324.62, "text": " chapter 6, verse 41. Unfortunately, as is often the case with rich boys,"}, {"start": 324.62, "end": 328.91999999999996, "text": " he became a prostitute hunter. Yet, it is said that his spiritual"}, {"start": 328.96, "end": 335.06, "text": " master instructed him through his prostitute, saying, oh, you are so attached to this mere"}, {"start": 335.06, "end": 340.03999999999996, "text": " flesh and bones. If you were this much attached to Krishna, how much good you might achieve."}, {"start": 340.58, "end": 345.9, "text": " Immediately, Billumangal Thakur resumed his devotional service. So, you see, what is Srila"}, {"start": 345.9, "end": 353.29999999999995, "text": " Prabhupada saying? The words of the prostitute, Chintamani, had such a profound life-transforming"}, {"start": 353.29999999999995, "end": 357.97999999999996, "text": " effect on Billumangal Thakur. Why? Because it was actually,"}, {"start": 358.96, "end": 365.08, "text": " Billumangal Thakur's Diksha Guru speaking through her. Srila Prabhupada explained this principle in"}, {"start": 365.08, "end": 371.84, "text": " greater detail in this lecture on the Bhagavad Gita, chapter 6, verses 35 through 45, recorded"}, {"start": 371.84, "end": 377.29999999999995, "text": " on February 20, 1969 in Los Angeles. Listen to what Srila Prabhupada explained."}, {"start": 378.21999999999997, "end": 388.58, "text": " I have heard it said that the spiritual master will always come back until"}, {"start": 388.96000000000004, "end": 395.64000000000004, "text": " his devotee, his disciples, has achieved God-realization. Can you explain that?"}, {"start": 395.64000000000004, "end": 406.42, "text": " Yes, but don't try to take advantage of it. Don't try to give trouble to your spiritual master."}, {"start": 406.42, "end": 418.3, "text": " Finish your business in this life. That is especially meant for those who are slack. A devotee"}, {"start": 418.3, "end": 428.92, "text": " or a disciple should be serious in serving spiritual master. If he is intelligent, he should know that"}, {"start": 428.92, "end": 435.48, "text": " why should I act in such a way that my spiritual master has to take the trouble to reclaim me again?"}, {"start": 435.84000000000003, "end": 443.76, "text": " Let my business be finished in this life. That should be the right way of thinking. Not that,"}, {"start": 443.76, "end": 446.76, "text": " I am sure my spiritual master will come. Let me do..."}, {"start": 448.3, "end": 457.62, "text": " That's it. No. So if you have got any, I mean to say, affection for the spiritual master,"}, {"start": 457.98, "end": 463.82, "text": " then you should finish your business in this life so that he may not come again to see you."}, {"start": 464.46000000000004, "end": 468.52, "text": " Is that all right? Don't take advantage of this leave-in."}, {"start": 468.92, "end": 473.72, "text": " Rather be serious to finish your business. That is a fact."}, {"start": 473.72, "end": 483.3, "text": " There is an instance of Bhīlāmamara Ṭhākura. Bhīlāmamara Ṭhākura was in his previous life"}, {"start": 483.3, "end": 491.22, "text": " elevated to almost prema-bhakti, highest platform of devotional service."}, {"start": 491.88000000000005, "end": 499.40000000000003, "text": " But there is always a chance of fall down. So somewhere or other he fell down."}, {"start": 499.76000000000005, "end": 503.34000000000003, "text": " And next life he was born in a very rich family."}, {"start": 503.54, "end": 503.70000000000005, "text": " I will tell you."}, {"start": 503.72, "end": 507.24, "text": " As it is stated in the Bhagavad-gītā, śucināṁ śrīmatāṁ kīḥ."}, {"start": 507.94000000000005, "end": 515.76, "text": " So he was born in a rich brāhmaṇa family, but he became naturally as rich boys,"}, {"start": 515.88, "end": 518.1600000000001, "text": " become attached to woman-hunter."}, {"start": 518.6800000000001, "end": 526.58, "text": " So it is said that his spiritual master instructed him through his prostitute."}, {"start": 526.58, "end": 533.1800000000001, "text": " At the right moment, his spiritual master said through that prostitute,"}, {"start": 533.1800000000001, "end": 537.36, "text": " you are so much attached with this flesh and bone."}, {"start": 538.3000000000001, "end": 543.4200000000001, "text": " If you had been attached so much with Kṛṣṇa, how would you have achieved it?"}, {"start": 544.1600000000001, "end": 546.6, "text": " Immediately he took you back to Kṛṣṇa."}, {"start": 546.96, "end": 551.0600000000001, "text": " So that responsibility is for the spiritual master."}, {"start": 552.1800000000001, "end": 557.2, "text": " But we should not take advantage of that. That is not very good."}, {"start": 557.2, "end": 562.22, "text": " We should try yasya-prasāda bhagavata-prasāda."}, {"start": 563.1800000000001, "end": 569.5600000000001, "text": " We should not try and put our spiritual master in the position that"}, {"start": 569.74, "end": 573.6, "text": " he has reclaimed me from prostitutes house."}, {"start": 573.7, "end": 577.98, "text": " But he has to do that because he accept the childhood."}, {"start": 578.3000000000001, "end": 579.96, "text": " He has got the responsibility."}, {"start": 580.7600000000001, "end": 584.96, "text": " So, in this lecture, you have heard Śrīla Prabhupāda explain that"}, {"start": 585.0200000000001, "end": 590.74, "text": " sofa-mangal Thakur was elevated to the stage of bhāva bhakti in his previous life."}, {"start": 590.7800000000001, "end": 592.6600000000001, "text": " But because he could not complete"}, {"start": 592.66, "end": 598.16, "text": " complete the process and reach the stage of Krishna Prema, he had to take one more birth."}, {"start": 598.16, "end": 602.42, "text": " And he took his birth in a pious, wealthy Brahmana family, so that there would be no"}, {"start": 602.42, "end": 610.16, "text": " obstacles to his resuming his devotional service. But unfortunately, he deviated. Then his Diksha"}, {"start": 610.16, "end": 618.16, "text": " Guru had to act through Chintamani to reignite the fire of devotional service in his life."}, {"start": 618.16, "end": 624.92, "text": " An ordinary person's words cannot bring about such a vast transformation in a person's life"}, {"start": 624.92, "end": 631.8199999999999, "text": " like Chintamani's words did in Billumangal Thakur's life. Hence, it is clear that it"}, {"start": 631.8199999999999, "end": 640.12, "text": " was not Chintamani. It was Billumangal Thakur's Diksha Guru who spoke to him through Chintamani."}, {"start": 640.12, "end": 646.8, "text": " And therefore, there was a sudden 180-degree transformation in his life, as if a light"}, {"start": 646.8, "end": 648.14, "text": " switch had suddenly started."}, {"start": 648.14, "end": 655.14, "text": " He had been flipped, flooding a dark room with light within a split second. Srila Prabhupada"}, {"start": 655.14, "end": 661.64, "text": " reiterated this in another lecture given on the Srimad Bhagavatam, Canto 6, Chapter 3,"}, {"start": 661.64, "end": 666.64, "text": " verse number 18, recorded on 11th February 1971 in Gorakhpur."}, {"start": 666.64, "end": 674.9, "text": " See, my Guru Maharaj used to say like that, that finish this business in this life. Don't"}, {"start": 674.9, "end": 676.9, "text": " delay for the next life."}, {"start": 676.9, "end": 677.9, "text": " He was telling also,"}, {"start": 677.9, "end": 684.9, "text": " that don't give me trouble again to come here to Delhi Gali. That is the response of"}, {"start": 684.9, "end": 692.9, "text": " the spiritual master. Spiritual master's response to this is to take the disciple to Krishna"}, {"start": 692.9, "end": 703.9, "text": " until he is able to help him, to help him, to help him. That is the bodhisattva, just"}, {"start": 703.9, "end": 706.9, "text": " like Billumangal Thakur."}, {"start": 706.9, "end": 711.76, "text": " The spiritual master delivered him, taking the shape of a process."}, {"start": 711.76, "end": 720.42, "text": " So here, you heard Srila Prabhupada say that it is the verdict of the Shastras, and also"}, {"start": 720.42, "end": 725.9, "text": " that Srila Bhaktisiddhanta Saraswathi Thakur said, that it is the duty of the Diksha Guru"}, {"start": 725.9, "end": 728.9, "text": " to take the disciple to Krishna."}, {"start": 728.9, "end": 731.46, "text": " And, if the disciple does not perfect his life, then the Diksha Guru has to again come to"}, {"start": 731.46, "end": 731.9, "text": " take the disciple to Krishna."}, {"start": 731.9, "end": 732.9, "text": " Codex Prorogative – försörtằng"}, {"start": 732.9, "end": 735.9, "text": " Profetikur"}, {"start": 735.9, "end": 742.22, "text": " the disciple to Krishna. Come means come from where? Where does the spiritual master come from?"}, {"start": 742.22, "end": 747.9, "text": " It means that if the spiritual master has disappeared and the disciple doesn't perfect"}, {"start": 747.9, "end": 754.06, "text": " himself but the disciple has to take one more birth, then the spiritual master, the Diksha Guru"}, {"start": 754.06, "end": 759.34, "text": " who has gone to the spiritual world has to come back to take the disciple back to the spiritual"}, {"start": 759.34, "end": 766.14, "text": " world. In this letter to Brahmananda, dated 15 November 1969, Srila Prabhupada said this,"}, {"start": 767.34, "end": 773.02, "text": " regarding your request for your deliverance from the clutches of Maya, please rest assured of being"}, {"start": 773.02, "end": 778.14, "text": " delivered because we have captured the strong chain of disciplic succession. This chain is"}, {"start": 778.14, "end": 783.9000000000001, "text": " coming down from the highest platform Krishna, just like a rope comes down the well so that anyone who"}, {"start": 783.9000000000001, "end": 789.26, "text": " may catch the rope from any position is sure to be delivered. So our aim should be to not give"}, {"start": 789.26, "end": 789.32, "text": " up. So our aim should be to not give up. So our aim should be to not give up. So our aim should be to not"}, {"start": 789.32, "end": 796.0400000000001, "text": " give up the rope. We must capture the rope very tightly. Then our deliverance is assured."}, {"start": 797.0, "end": 804.84, "text": " So far as I am concerned, in relationship with my disciples who are so kindly cooperating with me"}, {"start": 804.84, "end": 812.44, "text": " in the matter of my rendering service to my spiritual master, for them I am always ready"}, {"start": 813.08, "end": 819.24, "text": " to come back from Goloka Vrindavan. Come back from where? Come back from Goloka Vrindavan."}, {"start": 819.24, "end": 825.8, "text": " If they are not delivered along with me. So don't be worried about the clutches of Maya."}, {"start": 827.24, "end": 831.5600000000001, "text": " Here Srila Prabhupada says that if his disciples are not delivered,"}, {"start": 832.12, "end": 836.76, "text": " Prabhupada will personally come back from Goloka Vrindavan to take them back there."}, {"start": 837.64, "end": 842.76, "text": " As the Diksha Guru, Srila Prabhupada has revealed that after his disappearance,"}, {"start": 842.76, "end": 848.92, "text": " he will be in Goloka Vrindavan. And although he is so far away, Goloka Vrindavan is so far away, he still keeps the closest connection to the Lord."}, {"start": 849.24, "end": 856.08, "text": " keeps meticulous track of his disciples from Goloka. And if he sees that any of his disciples"}, {"start": 856.08, "end": 861.04, "text": " are not able to progress, then he is ready to again come down from Goloka to take us back."}, {"start": 861.88, "end": 866.58, "text": " Just like Billumangal Thakur's Diksha Guru saw that he had deviated from devotional service in"}, {"start": 866.58, "end": 872.5, "text": " his next life and the Diksha Guru spoke through the prostitute to bring him back to the right path."}, {"start": 873.38, "end": 878.42, "text": " Similarly, Srila Prabhupada is also ready to continue to guide and instruct his disciples"}, {"start": 878.4200000000001, "end": 885.58, "text": " personally till they also return to Goloka where Srila Prabhupada is. And Srila Prabhupada"}, {"start": 885.58, "end": 892.34, "text": " reiterated the same fact in another letter to Tushna Krishna written on 14th of December 1972."}, {"start": 893.1400000000001, "end": 898.6800000000001, "text": " There Srila Prabhupada wrote, why you only want to be in the spiritual sky with Siddha Swarupa?"}, {"start": 899.48, "end": 905.6, "text": " If Siddha Swarupa can go, why not everyone? Siddha Swarupa will go, you will go, Shyamasundara will"}, {"start": 905.6, "end": 907.1600000000001, "text": " go, all others will go."}, {"start": 907.16, "end": 913.8399999999999, "text": " We will have another ISKCON there. Of course, Mr. Nair must stay. And if somebody does not go,"}, {"start": 914.2199999999999, "end": 922.14, "text": " then I shall have to come back to take him there. One should remember this and every one of my"}, {"start": 922.14, "end": 927.7199999999999, "text": " disciples should act in such a way that they may go with me and may not have to come back"}, {"start": 927.7199999999999, "end": 936.24, "text": " to take another birth. Again, here Srila Prabhupada confirmed the fact that Srila Prabhupada will come"}, {"start": 936.24, "end": 937.14, "text": " down from Goloka."}, {"start": 937.16, "end": 945.18, "text": " To take his disciples back to Goloka. So, as Srila Prabhupada mentioned, as per Shastra and as per"}, {"start": 945.18, "end": 951.62, "text": " Sadhu, the Sadhu meaning Srila Bhakti Siddhanta Saraswati Thakur, it is a principle that the"}, {"start": 951.62, "end": 957.52, "text": " Diksha Guru who is a resident of the spiritual world must take the responsibility of taking the"}, {"start": 957.52, "end": 962.9399999999999, "text": " disciple back to Krishna, even if it means that the Diksha Guru has to come back to the material"}, {"start": 962.9399999999999, "end": 963.8199999999999, "text": " world to do so."}, {"start": 964.8199999999999, "end": 967.14, "text": " This means that after the spiritual world, the Diksha Guru has to come back to the material world to do so."}, {"start": 967.16, "end": 972.74, "text": " After the spiritual master disappears, it is not that he is no longer performing the function of the"}, {"start": 972.74, "end": 979.8199999999999, "text": " Diksha Guru. It is not that the Diksha Guru becomes no longer living. The Diksha Guru continues to"}, {"start": 979.8199999999999, "end": 986.64, "text": " perform the role of the Diksha Guru just like when he was in flesh and blood. In the vivid example of"}, {"start": 986.64, "end": 993.1, "text": " Biloba Mangal Thakur, his Diksha Guru saw that Biloba Mangal Thakur needed one specific intervention"}, {"start": 993.1, "end": 996.8199999999999, "text": " to bring him back to the path of Bhakti. So, the Diksha Guru implemented the Diksha Guru. The Diksha Guru"}, {"start": 996.82, "end": 1004.1600000000001, "text": " implemented the intervention by speaking specific words through the prostitute so that Biloba Mangal"}, {"start": 1004.1600000000001, "end": 1011.5600000000001, "text": " Thakur would rekindle his forgotten devotion to Krishna. This was a very specific input required"}, {"start": 1011.5600000000001, "end": 1018.8000000000001, "text": " and which was given by his Diksha Guru. The Diksha Guru was his guru right from his previous life"}, {"start": 1018.8000000000001, "end": 1024.92, "text": " and the Diksha Guru was not present as a living guru physically before Biloba Mangal Thakur. Yet,"}, {"start": 1024.92, "end": 1026.66, "text": " that Diksha Guru acted."}, {"start": 1026.82, "end": 1034.1599999999999, "text": " In the most suitable way for his spiritual benefit. This then is the function of the Diksha Guru."}, {"start": 1034.1599999999999, "end": 1040.36, "text": " The Diksha Guru may not be physically present. He may no longer be a quote-unquote living guru."}, {"start": 1040.36, "end": 1046.2, "text": " He might have gone back to the spiritual world like Srila Prabhupada says about himself. But still,"}, {"start": 1046.2, "end": 1053.82, "text": " the Diksha Guru's responsibility doesn't end. He has to keep administering specific realizations to the disciple"}, {"start": 1053.82, "end": 1056.82, "text": " so that the Diksha Guru keeps inspiring the disciple."}, {"start": 1056.82, "end": 1064.2, "text": " Till he reaches Goloka. If necessary, the Diksha Guru may even have to again descend to the material world"}, {"start": 1064.2, "end": 1070.3999999999999, "text": " to take the disciple back. It is not that the Diksha Guru has chanted on the beads and chosen a name,"}, {"start": 1070.3999999999999, "end": 1078.1, "text": " presided over a yajna and that's it. It doesn't end there. The relationship is eternal. In fact, Srila Prabhupada"}, {"start": 1078.1, "end": 1085.06, "text": " says that, we will have one more ISKCON in Goloka. Meaning that even after we return to Goloka, Srila Prabhupada"}, {"start": 1085.06, "end": 1086.74, "text": " will continue to inspire the disciples."}, {"start": 1086.82, "end": 1093.86, "text": " instruct us, train us, guide us in our service to Radha and Krishna in Goloka. That means"}, {"start": 1093.86, "end": 1099.3999999999999, "text": " the Diksha Guru gives Divedjana or transcendental realization within the heart of the disciple"}, {"start": 1099.3999999999999, "end": 1104.82, "text": " eternally in this material world also, in the spiritual world also. And this transcendental"}, {"start": 1104.82, "end": 1110.46, "text": " realization that the spiritual master Diksha Guru reveals within the heart begins with"}, {"start": 1110.46, "end": 1116.78, "text": " I am not the body up till the point of realizing my Swaroopa. If I have not realized my Swaroopa"}, {"start": 1116.78, "end": 1123.3999999999999, "text": " how can I go to Goloka? Unless you have attained Swaroopa Siddhi, how can you go back to Goloka?"}, {"start": 1123.3999999999999, "end": 1130.32, "text": " That means the Diksha Guru takes the responsibility of giving specific realizations to the disciple"}, {"start": 1130.32, "end": 1137.8799999999999, "text": " right from you are not the body till revealing who you are in the spiritual world. And unless"}, {"start": 1137.8799999999999, "end": 1144.1399999999999, "text": " the Diksha Guru himself is a Swaroopa Siddha, how can he give Swaroopa Siddhi to his disciple?"}, {"start": 1144.1399999999999, "end": 1146.76, "text": " So when Srila Prabhupada says that he will come back from Goloka, he will come back from"}, {"start": 1146.76, "end": 1152.0, "text": " Goloka. It means he is staying in Goloka in his Swaroopa. And when he says he will take"}, {"start": 1152.0, "end": 1156.46, "text": " us, his disciples back to Goloka, that means he will give us Swaroopa Siddhi. He will reveal"}, {"start": 1156.46, "end": 1164.52, "text": " to us who we are in the spiritual world at the right time. Srila Prabhupada has unequivocally"}, {"start": 1164.52, "end": 1168.42, "text": " and boldly, confidently stated this."}, {"start": 1168.42, "end": 1175.34, "text": " Actually this is the main and most important function of the Diksha Guru which is to administer"}, {"start": 1175.34, "end": 1175.76, "text": " Divyajjana, divine divine awareness and one's true self-realization. That is the main function."}, {"start": 1175.76, "end": 1176.76, "text": " So, what is the main and most important function of the Diksha Guru which is to administer Divyajjana"}, {"start": 1176.76, "end": 1182.76, "text": " in a customized manner specific to each disciple so that he goes back all the way to Goloka."}, {"start": 1183.32, "end": 1184.82, "text": " This cannot be done by a Diksha Guru."}, {"start": 1185.5, "end": 1191.68, "text": " Just like Bilumangal Thakur required a specific kind of dose of instruction which would awaken him"}, {"start": 1191.68, "end": 1196.1, "text": " and his Diksha Guru accordingly administered it through the prostitute."}, {"start": 1196.66, "end": 1202.78, "text": " So, the Diksha Guru is a transcendental personality who is not limited by time and space."}, {"start": 1202.78, "end": 1206.98, "text": " He is not dependent on being a quote-unquote living Guru"}, {"start": 1206.98, "end": 1211.62, "text": " to administer such specific Divya Jnana in the heart of his disciples."}, {"start": 1212.48, "end": 1217.1399999999999, "text": " According to each disciple, no matter how many thousands of disciples he may have,"}, {"start": 1217.6, "end": 1221.98, "text": " he knows what instruction each disciple specifically requires."}, {"start": 1222.86, "end": 1228.7, "text": " And Srila Prabhupada administers that for each of his disciples directly in their heart"}, {"start": 1228.7, "end": 1231.02, "text": " through different Diksha Gurus in his Khan,"}, {"start": 1231.02, "end": 1232.28, "text": " through his books,"}, {"start": 1232.28, "end": 1233.08, "text": " lectures,"}, {"start": 1233.08, "end": 1233.58, "text": " letters,"}, {"start": 1233.58, "end": 1234.08, "text": " etc."}, {"start": 1234.48, "end": 1236.8799999999999, "text": " and also through other living entities in the world."}, {"start": 1237.58, "end": 1238.48, "text": " And for all this,"}, {"start": 1238.98, "end": 1242.8799999999999, "text": " Srila Prabhupada need not even be physically present before the disciple."}, {"start": 1243.18, "end": 1245.68, "text": " He need not even be quote-unquote living Guru."}, {"start": 1246.28, "end": 1252.78, "text": " Just like thousands of Prabhupada's disciples before 1977 never even met Srila Prabhupada in their life"}, {"start": 1253.08, "end": 1256.48, "text": " or might have had just a brief glimpse of Prabhupada."}, {"start": 1256.8799999999999, "end": 1262.08, "text": " But they all got wonderful spiritual realization, Divya Jnana and progressed"}, {"start": 1262.28, "end": 1263.8799999999999, "text": " steadily in spiritual life."}, {"start": 1264.78, "end": 1268.8799999999999, "text": " In fact, Srila Prabhupada is not even bound to be within this material world"}, {"start": 1268.98, "end": 1271.08, "text": " in order to perform this role of Diksha Guru."}, {"start": 1271.3799999999999, "end": 1277.68, "text": " He can be in Goloka and still he can do this for all his disciples whom he has initiated through the Rithvik system."}, {"start": 1278.08, "end": 1281.48, "text": " That is the power and potency of Srila Prabhupada."}, {"start": 1281.68, "end": 1283.98, "text": " That is how potent Prabhupada is."}, {"start": 1284.3799999999999, "end": 1286.48, "text": " That is how powerful Prabhupada is."}, {"start": 1286.8799999999999, "end": 1292.08, "text": " He can perform his function of Diksha Guru without having to be a quote-unquote living Guru."}, {"start": 1292.08, "end": 1299.1799999999998, "text": " In comparison, the Diksha Gurus in ISKCON Mumbai group are so limited in their potency"}, {"start": 1299.3799999999999, "end": 1303.98, "text": " that they must be quote-unquote living in order to act as Diksha Guru."}, {"start": 1304.6799999999998, "end": 1308.3799999999999, "text": " Once a Diksha Guru in ISKCON passes away, he stops being a Diksha Guru."}, {"start": 1308.78, "end": 1310.8799999999999, "text": " So, you see how limited their potency is."}, {"start": 1311.3799999999999, "end": 1317.8799999999999, "text": " But funny thing is, ISKCON Mumbai group's GBC accuses those who follow Srila Prabhupada's July 9th order"}, {"start": 1318.1799999999998, "end": 1321.08, "text": " saying that the Rithvik system renders Srila Prabhupada impotent."}, {"start": 1321.48, "end": 1321.78, "text": " Now,"}, {"start": 1321.78, "end": 1324.18, "text": " you please tell us who is really potent?"}, {"start": 1324.68, "end": 1327.78, "text": " Srila Prabhupada or the unauthorized Diksha Gurus in ISKCON?"}, {"start": 1329.08, "end": 1334.48, "text": " Please let us know your thoughts in the comment section below about who is more potent?"}, {"start": 1334.78, "end": 1337.48, "text": " Srila Prabhupada or the unauthorized Diksha Gurus?"}, {"start": 1338.3799999999999, "end": 1338.78, "text": " Yes,"}, {"start": 1338.78, "end": 1339.28, "text": " go ahead."}, {"start": 1339.58, "end": 1340.8799999999999, "text": " We are waiting for your comment."}, {"start": 1341.08, "end": 1342.18, "text": " Please do it right now."}, {"start": 1343.48, "end": 1343.98, "text": " There,"}, {"start": 1344.3799999999999, "end": 1345.3799999999999, "text": " you put in your comment."}, {"start": 1345.78, "end": 1346.28, "text": " Great."}, {"start": 1346.98, "end": 1348.68, "text": " So, continuing our discussion,"}, {"start": 1349.08, "end": 1351.08, "text": " this raises another question."}, {"start": 1351.08, "end": 1353.1799999999998, "text": " On the unauthorized Guru system in ISKCON,"}, {"start": 1353.98, "end": 1361.98, "text": " can the GBC of the ISKCON Mumbai group confirm that the Diksha Gurus that they give no objection to,"}, {"start": 1362.28, "end": 1366.1799999999998, "text": " will those Diksha Gurus deliver all their disciples to Goloka?"}, {"start": 1367.08, "end": 1369.3799999999999, "text": " We don't want to hear from rank and file devotees."}, {"start": 1369.3799999999999, "end": 1370.8799999999999, "text": " We want the answer from the GBC."}, {"start": 1371.1799999999998, "end": 1380.78, "text": " Will the GBC confirm that if the Diksha Gurus disciples in ISKCON do not go back to Goloka and are forced to again take birth in the material world,"}, {"start": 1381.08, "end": 1386.58, "text": " all the GBC NOC Diksha Gurus in ISKCON will come back from Goloka to take their disciples back?"}, {"start": 1386.98, "end": 1388.48, "text": " Can the GBC confirm this?"}, {"start": 1389.28, "end": 1389.6799999999998, "text": " Well,"}, {"start": 1389.6799999999998, "end": 1390.48, "text": " for that,"}, {"start": 1390.78, "end": 1391.28, "text": " first,"}, {"start": 1391.48, "end": 1397.78, "text": " the GBC has to confirm that all their NOC Gurus are going to go to Goloka after they are passing away."}, {"start": 1398.1799999999998, "end": 1400.08, "text": " Can the GBC give such an assurance?"}, {"start": 1400.58, "end": 1401.8799999999999, "text": " Forget about the future."}, {"start": 1402.28, "end": 1407.3799999999999, "text": " Can the GBC confirm that all their NOC Diksha Gurus who have passed away till now,"}, {"start": 1407.98, "end": 1410.48, "text": " are all of them in Goloka,"}, {"start": 1410.48, "end": 1410.98, "text": " morning,"}, {"start": 1410.98, "end": 1416.38, "text": " monitoring their disciples and administering specific realizations for their disciples,"}, {"start": 1416.68, "end": 1418.68, "text": " just like Billo Mangal Thakur's Diksha Guru"}, {"start": 1419.08, "end": 1422.08, "text": " or as Shaila Prabhupada himself confirmed that he too is doing."}, {"start": 1422.18, "end": 1429.68, "text": " Can the GBC confirm that all the Diksha Gurus in ISKCON who have passed away are doing this for their disciples after they have passed away?"}, {"start": 1430.48, "end": 1435.98, "text": " Some of the Diksha Gurus in ISKCON have 1000, 2000 or someone even 50,000 disciples."}, {"start": 1436.48, "end": 1440.38, "text": " Are those unauthorized Diksha Gurus administering specific,"}, {"start": 1440.38, "end": 1445.2800000000002, "text": " Divya Jnana according to the specific requirement of each of their disciples,"}, {"start": 1445.48, "end": 1452.5800000000002, "text": " just as Shaila Prabhupada is doing even today for his disciples whom he initiated before 1977."}, {"start": 1453.68, "end": 1458.0800000000002, "text": " As also for those disciples after 1977 through the Ritvik system of initiations,"}, {"start": 1458.2800000000002, "end": 1459.5800000000002, "text": " Prabhupada is still doing it."}, {"start": 1460.18, "end": 1460.68, "text": " So,"}, {"start": 1461.5800000000002, "end": 1467.2800000000002, "text": " all those quote-unquote living Gurus who are there for their 1000, 2000, 10,000, 50,000 disciples,"}, {"start": 1467.48, "end": 1469.98, "text": " are they able to do while they are quote-unquote living?"}, {"start": 1470.48, "end": 1474.0800000000002, "text": " Which Prabhupada is doing without having the need to be a living Guru?"}, {"start": 1475.0800000000002, "end": 1476.88, "text": " If they cannot do that,"}, {"start": 1477.2800000000002, "end": 1478.5800000000002, "text": " even when they are living,"}, {"start": 1478.7800000000002, "end": 1481.7800000000002, "text": " then what is the use of initiating 50,000 disciples?"}, {"start": 1482.48, "end": 1494.68, "text": " Can the GBC confirm and assure unequivocally that all their NOC Diksha Gurus can impart realization in the hearts of their disciples up to giving them Swaroopa Siddhi?"}, {"start": 1495.88, "end": 1496.38, "text": " Well,"}, {"start": 1496.48, "end": 1499.48, "text": " if they have to give Swaroopa Siddhi to their disciples,"}, {"start": 1499.48, "end": 1503.78, "text": " the unauthorized Diksha Gurus in ISKCON first must be Swaroopa Siddhas themselves."}, {"start": 1504.48, "end": 1508.98, "text": " But the GBC in their resolution number 409 of 2004 have said,"}, {"start": 1509.28, "end": 1512.58, "text": " when the GBC allows a devotee to take up the service of initiating,"}, {"start": 1512.88, "end": 1520.58, "text": " it does not thereby endorse him as an Attham Adhikari or pure devotee or certify his having achieved any specific state of realization."}, {"start": 1521.28, "end": 1523.98, "text": " That means the GBC has already admitted,"}, {"start": 1524.28, "end": 1529.28, "text": " they have already confessed that their NOC Diksha Gurus have not achieved any realization."}, {"start": 1529.48, "end": 1539.28, "text": " That means the unauthorized Diksha Gurus in ISKCON are not even on the stage of having realized that they are not the body."}, {"start": 1539.48, "end": 1541.08, "text": " Forget about Swaroopa Siddhi."}, {"start": 1541.28, "end": 1542.38, "text": " That is too far off."}, {"start": 1542.98, "end": 1543.58, "text": " So,"}, {"start": 1543.78, "end": 1546.18, "text": " then what is the potency of the Diksha Gurus in ISKCON?"}, {"start": 1546.78, "end": 1549.18, "text": " If they are not Swaroopa Siddhas themselves,"}, {"start": 1549.38, "end": 1551.58, "text": " how will they give Swaroopa Siddhi to their disciples?"}, {"start": 1552.08, "end": 1554.08, "text": " And how will they, after their disappearance,"}, {"start": 1554.28, "end": 1559.28, "text": " how will they give specific realization to their disciples and give them Swaroopa Siddhi and take them back to Godhead?"}, {"start": 1559.28, "end": 1564.08, "text": " What are the unauthorized Diksha Gurus doing for their disciples in ISKCON?"}, {"start": 1564.28, "end": 1567.08, "text": " Other than chanting on their beads and selecting their names,"}, {"start": 1567.28, "end": 1569.08, "text": " which is actually the role of the Rithvik."}, {"start": 1569.28, "end": 1574.08, "text": " They accuse the Rithvik system of rendering Srila Prabhupada impotent."}, {"start": 1574.28, "end": 1580.08, "text": " But what is their GBC NO objection Guru system rendering their Diksha Gurus?"}, {"start": 1580.28, "end": 1582.08, "text": " Is it making them potent?"}, {"start": 1582.28, "end": 1587.08, "text": " And if the Diksha Gurus in ISKCON are not potent to take anyone back to Goloka,"}, {"start": 1587.28, "end": 1589.08, "text": " forget about taking their Diksha Gurus."}, {"start": 1589.28, "end": 1594.08, "text": " If they are not potent in going back to Goloka themselves,"}, {"start": 1594.28, "end": 1597.08, "text": " then what is the future of all their disciples?"}, {"start": 1597.28, "end": 1604.08, "text": " Srila Prabhupada in his letter to Tushta Krishna wrote this on 14th of December 1972."}, {"start": 1604.28, "end": 1606.08, "text": " As for your next question,"}, {"start": 1606.28, "end": 1610.08, "text": " can only a few pure devotees deliver others?"}, {"start": 1610.28, "end": 1614.08, "text": " Anyone, if he is a pure devotee, he can deliver others."}, {"start": 1614.28, "end": 1616.08, "text": " He can become spiritual master."}, {"start": 1616.28, "end": 1619.08, "text": " But unless he is on that platform,"}, {"start": 1619.08, "end": 1620.8799999999999, "text": " he should not attempt it."}, {"start": 1621.08, "end": 1625.8799999999999, "text": " Then both of them will go to hell like blind men leading the blind."}, {"start": 1626.08, "end": 1629.8799999999999, "text": " So, unless one is a pure devotee,"}, {"start": 1630.08, "end": 1632.8799999999999, "text": " one must not attempt to become a Diksha Guru."}, {"start": 1633.08, "end": 1637.8799999999999, "text": " But the GBC has confessed in resolution number 409"}, {"start": 1638.08, "end": 1640.8799999999999, "text": " that none of their Diksha Gurus are pure devotees."}, {"start": 1641.08, "end": 1643.8799999999999, "text": " So what is the GBC doing then?"}, {"start": 1644.08, "end": 1646.8799999999999, "text": " By giving NOC to those who are not pure devotees,"}, {"start": 1647.08, "end": 1648.8799999999999, "text": " as per their own admission,"}, {"start": 1648.88, "end": 1650.68, "text": " can they become Diksha Gurus?"}, {"start": 1650.88, "end": 1652.68, "text": " We will leave the responsibility"}, {"start": 1652.88, "end": 1656.68, "text": " of finding the answers for all these questions to you."}, {"start": 1656.88, "end": 1661.68, "text": " As far as we, the devotees of Srila Prabhupada's ISKCON group are concerned,"}, {"start": 1661.88, "end": 1663.68, "text": " we are blissfully confident"}, {"start": 1663.88, "end": 1667.68, "text": " that Srila Prabhupada will definitely take us back to Goloka"}, {"start": 1667.88, "end": 1672.68, "text": " since we are his disciples via the Rithvik system of initiations"}, {"start": 1672.88, "end": 1677.68, "text": " implemented according to Srila Prabhupada's July 9th, 1977 order."}, {"start": 1677.68, "end": 1682.48, "text": " Of course, that also places a very heavy responsibility on our shoulders too"}, {"start": 1682.68, "end": 1684.48, "text": " as disciples of Srila Prabhupada"}, {"start": 1684.68, "end": 1687.48, "text": " to perfect our lives within this very lifetime"}, {"start": 1687.68, "end": 1689.48, "text": " and not create a situation"}, {"start": 1689.68, "end": 1694.48, "text": " where Srila Prabhupada has to come back to the material world to deliver us."}, {"start": 1694.68, "end": 1701.48, "text": " So, let us seriously take shelter of our Diksha Guru, our Guru Maharaj, Srila Prabhupada"}, {"start": 1701.68, "end": 1707.48, "text": " and execute our duties diligently following all the instructions of Srila Prabhupada"}, {"start": 1707.48, "end": 1710.28, "text": " and we can rest assured that Srila Prabhupada"}, {"start": 1710.48, "end": 1713.28, "text": " will personally take us to the point of Swaroopa Siddhi,"}, {"start": 1713.48, "end": 1715.28, "text": " to the point of Krishna Prema,"}, {"start": 1715.48, "end": 1718.28, "text": " to the point of our returning to Goloka"}, {"start": 1718.48, "end": 1722.28, "text": " and he will continue to guide and instruct and train us"}, {"start": 1722.48, "end": 1726.28, "text": " in our services to Radha and Krishna in Goloka Vrindavan."}, {"start": 1726.48, "end": 1731.28, "text": " Hare Krishna! Vishwaguru Srila Prabhupada ki Jai!"}, {"start": 1737.48, "end": 1740.48, "text": " Subtitles by the Amara.org community"}]}