{"video_id": "nFSDaKHg3wM", "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.8.29 | 25-02-2022", "speaker": "HH Stoka Krishna Swami", "youtube_url": "https://www.youtube.com/watch?v=nFSDaKHg3wM", "duration": 957, "segments": [{"start": 0.0, "end": 8.56, "text": " ओम अज्ञान तिमिरान्धस्या ज्ञानान्जनिषलाकया चक्षरुन्मीलितं येनतस्मै श्रीगुरवे नमः"}, {"start": 8.56, "end": 16.96, "text": " नमा ओम विष्णु पादाया कृष्ण प्रेष्ठाय भूतले श्रीमते भक्ति वेदान्त स्वामिन्नितिनामिने"}, {"start": 16.96, "end": 34.5, "text": " नमस्ते सारस्वते देवे गवरवाणी प्रचारिने निर्विशेशा शुन्यवादी पास्चत्यदेशतारिने जय श्री कृष्ण चैतन्या प्रभूनित्यानन्दा श्री अद्वैत गदाधरा शिवास अधी गवरभक्त वृन्दा"}, {"start": 34.5, "end": 53.24, "text": " Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare, Om Namo Bhagavate Vasudevaya, Narayanam Namaskritya Naramchevanarottamam, Devim Sarasvatim Vyasam Tato Jayam Udi Rayet."}, {"start": 53.24, "end": 61.24, "text": " In this session we will be discussing from the 29th verse of the 8th chapter of the 1st canto of Srimad Bhagavatam."}, {"start": 61.24, "end": 64.24000000000001, "text": " Continuing the prayers by Queen Kunti."}, {"start": 80.24000000000001, "end": 82.24000000000001, "text": " The meaning of this verse is,"}, {"start": 82.24, "end": 91.24, "text": " No one can understand your transcendental pastimes which appear to be human and are so misleading."}, {"start": 91.24, "end": 97.24, "text": " You have no specific object of love nor do you have any object of envy."}, {"start": 97.24, "end": 102.24, "text": " People only imagine that you are partial."}, {"start": 102.24, "end": 104.24, "text": " This is a prayer."}, {"start": 104.24, "end": 111.24, "text": " So Kunti is helping us understand what is the nature of Krishna's personality."}, {"start": 112.24000000000001, "end": 120.24000000000001, "text": " Krishna is completely transcendental which means that he has no enmity."}, {"start": 120.24000000000001, "end": 123.24000000000001, "text": " He has no special liking for somebody."}, {"start": 123.24000000000001, "end": 127.24000000000001, "text": " He is not partial."}, {"start": 127.24000000000001, "end": 133.24, "text": " It appears sometimes like he is partial to his devotees."}, {"start": 133.24, "end": 135.24, "text": " It appears like that."}, {"start": 135.24, "end": 139.24, "text": " So that will be explained here in the purport by Srila Prabhupada."}, {"start": 139.24, "end": 145.24, "text": " The Lord's mercy upon the fallen souls is equally distributed."}, {"start": 145.24, "end": 149.24, "text": " He has no one as the specific object of hostility."}, {"start": 149.24, "end": 156.24, "text": " Now this point is very important."}, {"start": 156.24, "end": 161.24, "text": " The very conception of the personality of Godhead as a human being is misleading."}, {"start": 161.24, "end": 164.24, "text": " Krishna is not a human being."}, {"start": 164.24, "end": 168.24, "text": " Krishna is the Supreme Unlimited Lord."}, {"start": 169.24, "end": 175.24, "text": " Full of all good qualities."}, {"start": 175.24, "end": 177.24, "text": " He is absolute."}, {"start": 177.24, "end": 179.24, "text": " He is all good."}, {"start": 179.24, "end": 185.24, "text": " Every living being is his part and parcel and therefore every living being is dear to him."}, {"start": 185.24, "end": 191.24, "text": " As the part and parcel living being."}, {"start": 191.24, "end": 197.24, "text": " His pastimes in this material world especially"}, {"start": 197.24, "end": 202.24, "text": " appear to be exactly like a human being's activities."}, {"start": 202.24, "end": 205.24, "text": " But actually they are transcendental."}, {"start": 205.24, "end": 209.24, "text": " They are without any tinge of material contamination."}, {"start": 209.24, "end": 215.24, "text": " Because Krishna does not come in contact with material nature."}, {"start": 215.24, "end": 223.24, "text": " The material modes are not able to influence Krishna."}, {"start": 223.24, "end": 225.24, "text": " The material modes always are influenced by Krishna."}, {"start": 227.24, "end": 232.24, "text": " Only the conditioned souls."}, {"start": 232.24, "end": 234.24, "text": " Why?"}, {"start": 234.24, "end": 240.24, "text": " Because the conditioned souls want to enjoy materially."}, {"start": 240.24, "end": 243.24, "text": " Therefore the material modes will act on them."}, {"start": 243.24, "end": 246.24, "text": " Only then they can try to enjoy."}, {"start": 246.24, "end": 253.24, "text": " Though there is no enjoyment."}, {"start": 253.24, "end": 256.24, "text": " Now here one point Srila Prabhupada explains."}, {"start": 257.24, "end": 267.24, "text": " That Krishna is known to be partial to his pure devotees."}, {"start": 267.24, "end": 269.24, "text": " But actually he is not partial."}, {"start": 269.24, "end": 273.24, "text": " He appears to be partial to his pure devotees."}, {"start": 273.24, "end": 277.24, "text": " Just like Prabhupada gives the example of the sun."}, {"start": 277.24, "end": 281.24, "text": " The sun is never partial to anybody."}, {"start": 281.24, "end": 285.24, "text": " By utilizing the sun rays."}, {"start": 285.24, "end": 289.24, "text": " Sometimes even the stones become valuable."}, {"start": 289.24, "end": 292.24, "text": " Brilliant jewels."}, {"start": 292.24, "end": 296.24, "text": " Whereas a blind man cannot see the sun."}, {"start": 296.24, "end": 299.24, "text": " Although there are enough sun rays before him."}, {"start": 299.24, "end": 305.24, "text": " So darkness and light are two opposite conceptions."}, {"start": 305.24, "end": 311.24, "text": " But this does not mean that the sun is partial in distributing its rays."}, {"start": 311.24, "end": 314.24, "text": " In spite of the sun being present in the sky."}, {"start": 315.24, "end": 320.24, "text": " Why is there darkness in some places?"}, {"start": 320.24, "end": 325.24, "text": " Because even though the sun rays are open to everyone."}, {"start": 325.24, "end": 332.24, "text": " The capacity of the receptacles are different."}, {"start": 332.24, "end": 339.24, "text": " Foolish people think that devotional service is something like."}, {"start": 339.24, "end": 344.24, "text": " Flattering Krishna to get some special mercy."}, {"start": 345.24, "end": 349.24, "text": " Whereas the fact is."}, {"start": 349.24, "end": 356.24, "text": " That the Lord has so many unlimited number of pure devotees."}, {"start": 356.24, "end": 361.24, "text": " And those pure devotees are always engaged."}, {"start": 361.24, "end": 365.24, "text": " In the transcendental loving service of the Supreme Lord Krishna."}, {"start": 365.24, "end": 367.24, "text": " Always."}, {"start": 367.24, "end": 372.24, "text": " And they are not like a mercantile community."}, {"start": 372.24, "end": 374.24, "text": " Now mercantile community."}, {"start": 374.24, "end": 378.24, "text": " People are merchants."}, {"start": 378.24, "end": 382.24, "text": " They render some service in exchange for value."}, {"start": 382.24, "end": 386.24, "text": " They always want something in exchange."}, {"start": 386.24, "end": 395.24, "text": " That's the nature of a commercial transaction."}, {"start": 395.24, "end": 397.24, "text": " So a pure devotee."}, {"start": 397.24, "end": 401.24, "text": " Even though he is always engaged in serving Krishna lovingly."}, {"start": 401.24, "end": 407.24, "text": " He never does any service with expectation of something in return from Krishna."}, {"start": 407.24, "end": 408.24, "text": " Never."}, {"start": 408.24, "end": 409.24, "text": " Never."}, {"start": 409.24, "end": 410.24, "text": " Never."}, {"start": 410.24, "end": 422.24, "text": " Now just because the pure devotee renders loving service to Krishna."}, {"start": 422.24, "end": 425.24, "text": " Krishna's full mercy is open for him."}, {"start": 425.24, "end": 429.24, "text": " Then there are other people."}, {"start": 429.24, "end": 445.26, "text": " who serve the Lord but with a material motive so when the purpose is over then they don't continue"}, {"start": 445.26, "end": 459.84, "text": " their service just like somebody is in need of money and they approach Krishna and pray to him"}, {"start": 459.84, "end": 469.98, "text": " I am in need of money kindly helping so after Krishna fulfills their desire then they forget"}, {"start": 469.98, "end": 475.2, "text": " Krishna how they are not continuing their prayer to Krishna"}, {"start": 475.26, "end": 485.64, "text": " so such people they are conditionally rendering service to Krishna they have a material motive"}, {"start": 485.64, "end": 494.44, "text": " whereas pure devotees they render service to Krishna without any tinge of any material"}, {"start": 494.44, "end": 504.65999999999997, "text": " motive pure service so the Lord correspondingly is always taking care of them"}, {"start": 505.26, "end": 517.48, "text": " it is reciprocal you simply want to serve Krishna out of love Krishna wants to provide you everything"}, {"start": 517.48, "end": 525.9399999999999, "text": " that you require out of love for you you serve him unconditionally Krishna takes care of you"}, {"start": 525.9399999999999, "end": 527.26, "text": " without putting any conditions so it is not that Krishna is partial to the Lord and he performs service toышna kikar"}, {"start": 527.26, "end": 535.14, "text": " So Lord Krishna is so strong which only a traditional consumers are able to apply it"}, {"start": 535.14, "end": 544.14, "text": " to such people who render him loving transcendental service no he does not say some select people can"}, {"start": 544.14, "end": 558.0, "text": " become my devotee can render service to me he says everyone is my devotee means everyone is"}, {"start": 558.0, "end": 563.7, "text": " Krishna's devotee so everyone should render service to Krishna because you are his devotee"}, {"start": 563.7, "end": 575.04, "text": " everyone without exception but some people they are very much against Krishna they are very very"}, {"start": 575.04, "end": 586.36, "text": " very demoniac natured the envy Krishna so such people it is very difficult for them to"}, {"start": 586.36, "end": 587.56, "text": " you"}, {"start": 588.0, "end": 602.38, "text": " understand Krishna or related krishna properly it is very difficult so proud part concludes"}, {"start": 602.38, "end": 608.96, "text": " this description by telling the mercy of the Supreme Lord Krishna is open for everyone all"}, {"start": 608.96, "end": 618.0, "text": " living beings especially all human beings but people are reluctant to receive the mercy of"}, {"start": 618.0, "end": 632.24, "text": " Krishna many times they refuse so this is the difference between a pure devotee and a mixed"}, {"start": 632.24, "end": 640.76, "text": " devotee mixed devotee means there is some material motive for such a devotee to render service to"}, {"start": 640.76, "end": 650.18, "text": " Krishna and pure devotee on their hand me other hand means no material motive and without any"}, {"start": 650.18, "end": 658.8199999999999, "text": " material motive constantly engaged in Krishna's service always so it is a very exacted position"}, {"start": 658.8199999999999, "end": 665.3, "text": " to constantly render service without any envy towards somebody or without any expectation of"}, {"start": 665.3, "end": 670.74, "text": " anything in return it is very very very very rare this is the difference between a pure devotee and"}, {"start": 670.74, "end": 678.72, "text": " pure devotional service it's very rare but anybody associates with a pure devotee they can"}, {"start": 678.72, "end": 691.5600000000001, "text": " easily develop this pure devotion to Krishna so Prabhupada explains in terms of who can receive"}, {"start": 691.5600000000001, "end": 700.32, "text": " the mercy of the Lord Lord is freely distributing but who can receive Prabhupada says those who are"}, {"start": 700.32, "end": 700.72, "text": " compelled to receive the mercy of the Lord are those who are compelled to receive the mercy of"}, {"start": 700.72, "end": 705.64, "text": " the Lord who are completely against the service of the Supreme Lord Krishna are considered to be"}, {"start": 705.64, "end": 715.4200000000001, "text": " in abject darkness they're completely in darkness those who ask for the Lord's favor only at the"}, {"start": 715.4200000000001, "end": 723.88, "text": " time of necessity are partial recipient recipients of the mercy of the Lord the"}, {"start": 723.88, "end": 730.6600000000001, "text": " atheist agnostics demoniac natured people who never worship God they are"}, {"start": 730.72, "end": 737.32, "text": " completely in darkness about Krishna and they remain in material existence till they change their"}, {"start": 737.32, "end": 748.72, "text": " ways and those who are asking for the Lord's favor but they are rendering some devotional selves though"}, {"start": 748.72, "end": 754.9, "text": " it's not pure devotional service but still they're rendering some service to Krishna and asking for"}, {"start": 754.9, "end": 760.5600000000001, "text": " some help they are actually"}, {"start": 760.72, "end": 767.02, "text": " partially partial recipients of the mercy of Krishna because how will Krishna reciprocate"}, {"start": 767.02, "end": 773.74, "text": " with them they are asking for something Krishna will give that but devotees pure devotees who"}, {"start": 773.74, "end": 782.02, "text": " don't ask anything from Krishna Krishna provides everything they require they are always protected"}, {"start": 782.02, "end": 789.1, "text": " by Krishna always sheltered by Krishna always provided for by Krishna so"}, {"start": 789.1, "end": 801.16, "text": " the conclusion is that those who are cent percent engaged in devotional service to Krishna are the"}, {"start": 801.16, "end": 811.36, "text": " full recipients of the Lord's mercy so it is just open for everyone anybody who sincerely serves Krishna"}, {"start": 812.5, "end": 816.7, "text": " just sincerely chants vibrates the tongue and says Hare Krishna"}, {"start": 818.08, "end": 819.0400000000001, "text": " the Lord's mercy"}, {"start": 819.1, "end": 819.6, "text": " is"}, {"start": 821.86, "end": 829.0600000000001, "text": " available fully for such a person but people refuse to even chant the name of Krishna"}, {"start": 830.8000000000001, "end": 837.46, "text": " they will not chant the name of Krishna so unfortunate people miss this opportunity"}, {"start": 844.9, "end": 849.0400000000001, "text": " even though when the Lord descends to this material world he plays like a"}, {"start": 849.1, "end": 849.6, "text": " human being"}, {"start": 849.6, "end": 859.1800000000001, "text": " it appears like he is partial to his devotees but he is not at all partial he is simply reciprocating"}, {"start": 859.1800000000001, "end": 867.1, "text": " with each person exactly according to that person surrender to Krishna that's all now in the battlefield"}, {"start": 867.1, "end": 878.74, "text": " of Kurukshetra over died in the presence of Krishna they got salvation without necessary qualification salvation means liberation without"}, {"start": 879.1, "end": 889.0, "text": " having even the qualifications because when somebody dies in the presence of Krishna then they become purified"}, {"start": 890.8000000000001, "end": 892.84, "text": " of all sinful reactions"}, {"start": 894.82, "end": 906.1600000000001, "text": " therefore such a person is able to get some place in the spiritual abode of the Supreme God Krishna"}, {"start": 909.1, "end": 915.88, "text": " provided they are willing to go to the supreme abode of the Supreme God"}, {"start": 916.48, "end": 919.48, "text": " if people don't want to go Krishna does not force"}, {"start": 922.78, "end": 926.12, "text": " sometimes people who don't have proper knowledge or information"}, {"start": 928.3000000000001, "end": 936.9200000000001, "text": " uh they uh refuse to go to this about the Lord because only those who are purified can go and Appar竹"}, {"start": 936.9200000000001, "end": 956.84, "text": " But even those who are purified, if they reject the opportunity they have for going to the spiritual personal abode of the Lord, they need not go. Krishna will not force. So I will stop here. Thank you very much. Hare Krishna."}]}