{"video_id": "nI0FSEAGDII", "title": "The Art of Working with a Missionary Zeal | Sri Madhu Pandit Dasa", "speaker": "HG Madhu Pandit Dasa", "youtube_url": "https://www.youtube.com/watch?v=nI0FSEAGDII", "duration": 159, "segments": [{"start": 0.04, "end": 10.88, "text": " Hare Krishna, Prabhu. You had mentioned that we have to work with a missionary zeal. So,"}, {"start": 10.88, "end": 17.64, "text": " in our, in my conditioned stage, I will be working in the more of like a Rajoguna."}, {"start": 17.64, "end": 21.96, "text": " Doubt-telling. Doubt-telling. Doubt-telling the Rajoguna. So,"}, {"start": 21.96, "end": 28.98, "text": " whereas you had mentioned that, you know, the even Srila Prabhupada also has always"}, {"start": 28.98, "end": 36.9, "text": " attributed his success to his Purvacharyas. There are so many past times which indicate that even"}, {"start": 36.9, "end": 43.3, "text": " every second he was kind of having that kind of a deep gratitude. So, how do we develop the right"}, {"start": 43.3, "end": 51.6, "text": " attitude and avoid this, you know, Rajoguna behavior while being very, you know, trying to"}, {"start": 51.6, "end": 57.980000000000004, "text": " doubt-tell and do a missionary way of working? No, that you can do only by combination of"}, {"start": 57.980000000000004, "end": 58.980000000000004, "text": " sadhana and dharma."}, {"start": 58.980000000000004, "end": 66.62, "text": " Satana will give you the transcendental knowledge by which that false ego is burnt,"}, {"start": 66.62, "end": 72.7, "text": " on a day today basis. That is why Sadhana every day is required."}, {"start": 72.7, "end": 77.42, "text": " Not enough if you can do good Sadhana today. Because after that,"}, {"start": 77.42, "end": 81.86, "text": " you're going to do the doubt-telling. In the doubt-telling, you should not take,"}, {"start": 81.86, "end": 88.06, "text": " you should not feed your false ego, to not to feed a false ego, you should have done a good Sadhana."}, {"start": 88.06, "end": 88.66, "text": " So,. dearam se Public Encyclopedia of scriptures 15. 30 不用 entry abusive Greek解议绑 error。"}, {"start": 88.66, "end": 88.80000000000001, "text": " So, deep inside your brain is that the left are part of an intelligent vibrational nervous system. You just sit there single to Wilsonie司 uh don't say a positive thing. In fact, you should never speak focus. You talk about an tragically серьезan едip мод and so on. Sadhana. Dave estad să tam ek rôm Tradingbroek."}, {"start": 88.98, "end": 97.7, "text": " So this is the transcendental arrangement, a protection, where gradually we become purified."}, {"start": 97.7, "end": 103.02000000000001, "text": " We do our sadhana and then we dovetail."}, {"start": 103.02000000000001, "end": 111.68, "text": " We dovetail without... and dovetailing means, you know, our past tendencies are there."}, {"start": 111.68, "end": 113.92, "text": " So there is false ego."}, {"start": 113.92, "end": 120.76, "text": " False ego should burn by acting as a servant of Krishna and should not create new false"}, {"start": 120.76, "end": 121.76, "text": " egos."}, {"start": 121.76, "end": 130.62, "text": " For that, our morning sadhana, where we fire ourselves up with the consciousness of I am"}, {"start": 130.62, "end": 134.06, "text": " the servant."}, {"start": 134.06, "end": 137.5, "text": " So what is the result of good sadhana?"}, {"start": 137.5, "end": 141.66, "text": " The result of good sadhana is a consciousness that I am servant."}, {"start": 141.66, "end": 153.1, "text": " At least for the day you can remember because of the day's sadhana, hearing classes."}, {"start": 153.1, "end": 154.85999999999999, "text": " So that will protect us."}]}