{"video_id": "nQmRdF90Ljw", "title": "History of Gaudiya Vaishnavism | Sri Jai Chaitanya Dasa | Gaura Mandala Parikrama 2024", "speaker": "HG Jai Chaitanya Dasa", "youtube_url": "https://www.youtube.com/watch?v=nQmRdF90Ljw", "duration": 691, "segments": [{"start": 0.0, "end": 29.28, "text": " So looks like this was a big temple"}, {"start": 29.28, "end": 35.760000000000005, "text": " once upon a time a lot of dilapidated buildings these are the work of the great preachers"}, {"start": 36.96, "end": 40.96, "text": " like we said in the morning the first set of preachers after Chaitanya Mahaprabhu"}, {"start": 42.400000000000006, "end": 50.32, "text": " three people three personalities Srinivas Acharya, Narottam Das Thakur and Shyamananda Prabhu"}, {"start": 51.040000000000006, "end": 56.88, "text": " these were the first three preachers with the Shakti of Gaurand"}, {"start": 58.64, "end": 59.120000000000005, "text": " all of them"}, {"start": 59.28, "end": 65.12, "text": " were very sad that they were born just after Chaitanya Mahaprabhu they couldn't see Chaitanya"}, {"start": 65.12, "end": 71.04, "text": " Mahaprabhu so they were the Shakti of Chaitanya Mahaprabhu to initiate the preaching Chaitanya"}, {"start": 71.04, "end": 76.96000000000001, "text": " Mahaprabhu did a lot of preaching but real organized preaching was done by these three"}, {"start": 76.96000000000001, "end": 83.12, "text": " personalities so that is how we covered Shyamananda Prabhu's place this is another"}, {"start": 83.12, "end": 89.12, "text": " extension of Shyamananda Prabhu's place Rishikananda his own disciple and then tomorrow of"}, {"start": 89.28, "end": 97.92, "text": " course we are in Bhaura-Hugli area all the different small small temples then we'll be"}, {"start": 97.92, "end": 104.64, "text": " going to Vishnupur which is Srinivas Acharya's place then as we go towards the border of"}, {"start": 104.64, "end": 110.32, "text": " Bangladesh we'll see Narottam Das Thakur's place so we are basically seeing the three main preachers"}, {"start": 111.2, "end": 119.12, "text": " their places are what is coming in this in this circuit so many stories connected to these three"}, {"start": 119.28, "end": 127.36, "text": " personalities they were sent by Jeeva Goswami to bring all the books of the Goswamis by Jeeva"}, {"start": 127.36, "end": 133.36, "text": " Goswami all the Rupa Goswamis Sanatan Goswami all their books were brought you know the story"}, {"start": 134.32, "end": 139.84, "text": " on a big bullock cart the books were brought and it was stolen"}, {"start": 141.28, "end": 147.2, "text": " so we'll be going day after tomorrow to the dacoit king's city called Vishnupur"}, {"start": 147.20000000000002, "end": 155.12, "text": " very beautiful place that is Srinivas Acharya so we see the strength of the preaching of"}, {"start": 155.12, "end": 164.48000000000002, "text": " these acharyas all over Orissa and bordering of Bengal Shyamananda did north bengal Srinivas"}, {"start": 164.48000000000002, "end": 170.64000000000001, "text": " Acharya did Bangladesh Narottam Das Thakur Srinivas Acharya went all the way to Tripura"}, {"start": 170.64000000000001, "end": 176.96, "text": " and also Manipur so this whole place was actually preached organized way by these"}, {"start": 177.20000000000002, "end": 183.52, "text": " personalities and that is a footstep we are also following the organized preaching form"}, {"start": 184.56000000000003, "end": 190.48000000000002, "text": " the first temple was built by naratham das takul the first gopunima was done by him in keturi"}, {"start": 190.48000000000002, "end": 197.04000000000002, "text": " ground we'll see that where janava mata himself herself and nithyananda prabhu's wife she was present"}, {"start": 198.64000000000001, "end": 204.96, "text": " so today also that is the same system we follow go to your place take a place put have the details"}, {"start": 204.96, "end": 211.76000000000002, "text": " installed and start preaching so this system is not something new it is going on from naratham"}, {"start": 211.76000000000002, "end": 217.28, "text": " das taku's time onwards they all went installed duties but the difference is that these"}, {"start": 217.28, "end": 224.0, "text": " personalities got deities and they dream they got deities from radharani we have to"}, {"start": 224.88, "end": 234.4, "text": " make deities and then install them as kaliga goes on now the strength of the preachers"}, {"start": 234.96, "end": 243.36, "text": " are going down but there's chaitanya mahaprabhu's shakti so was that with all our weaknesses he"}, {"start": 243.36, "end": 248.8, "text": " is making us to preach continue preaching this message of chaitanya mahaprabhu but these"}, {"start": 248.8, "end": 258.8, "text": " preachers were shakti away by themselves shamananda narathama srinivasa so shamananda prabhu"}, {"start": 260.16, "end": 262.8, "text": " as we read little bit in the previous temple"}, {"start": 265.68, "end": 268.56, "text": " same line as nithyananda so we are also nithyananda"}, {"start": 270.23999999999995, "end": 271.84, "text": " coming down from janavamata"}, {"start": 274.47999999999996, "end": 279.03999999999996, "text": " and naratham das taku vishana chakravarti"}, {"start": 291.35999999999996, "end": 294.4, "text": " so this is our line however as far as"}, {"start": 294.96, "end": 298.15999999999997, "text": " these are concerned they are a little different even though they are from"}, {"start": 298.15999999999997, "end": 305.35999999999996, "text": " nithyananda prabhu's vamosha because of the tilak mark right there's a little different but basically"}, {"start": 305.35999999999996, "end": 311.12, "text": " we have the same parampara so there was a controversy long time back in mindavan with this"}, {"start": 311.12, "end": 323.44, "text": " tilak duki krishna the disciple of krita chaitanya when he went to vrindavan he had this connection"}, {"start": 323.44, "end": 332.2, "text": " with Lalitha Saki and Radharani and he got this Tilak. All the people said that he took"}, {"start": 332.2, "end": 338.34, "text": " reinitiation from Jeeva Goswami and Jeeva Goswami has changed his name from Dukhi Krishna"}, {"start": 338.34, "end": 345.18, "text": " to Shamananda. This whole kind of controversy erupted in Vandavan. So to solve this, his"}, {"start": 345.18, "end": 355.28000000000003, "text": " own Guru from Mayapur, from Ambika Kalna. From there, Gauridas Pandit's disciple Hridayachaitanya"}, {"start": 355.28000000000003, "end": 361.28000000000003, "text": " went all the way to Vandavan to settle this issue. But then finally, to make the story"}, {"start": 361.28000000000003, "end": 368.2, "text": " short, that it was proven that this Tilak was handed over by Radharani herself to Shamananda"}, {"start": 368.2, "end": 375.04, "text": " and he did not change anything. He considered Hridayachaitanya as his Guru, but Jeeva Goswami"}, {"start": 375.04, "end": 375.16, "text": " and Radharani did not change anything. He considered Hridayachaitanya as his Guru, but"}, {"start": 375.16, "end": 375.92, "text": " Jeeva Goswami and Radharani did not change anything. He considered Hridayachaitanya as"}, {"start": 375.92, "end": 381.66, "text": " his Shiksa Guru for further preaching. So these great personalities went to Jeeva Goswami"}, {"start": 381.66, "end": 387.06, "text": " and Radharani who was a disciple of Lokannath, all went to Jeeva Goswami friend. for further"}, {"start": 387.06, "end": 388.06, "text": " preaching. So these great personalities all went to Jeeva Goswami friend. Narottam Dashtakul"}, {"start": 388.06, "end": 392.94000000000005, "text": " who was a disciple of Lokannath also went to Jeeva Goswami to learn. Shamananda, a disciple"}, {"start": 392.94000000000005, "end": 398.12, "text": " of Hridayachaitanya went to Jeeva Goswami to learn. And Srinivasacharya's disciple was"}, {"start": 398.12, "end": 405.0, "text": " Gopalabhadra Goswami. He also was given under the care of Jeeva Goswami. And Gopalabhadra"}, {"start": 405.0, "end": 405.04, "text": " Goswami had the guidance and guidance like I said. So I am a disciple and the Hadith was"}, {"start": 405.04, "end": 411.44, "text": " So, basically Jiva Goswami is the real authority on Gaudiya Vaishnavism."}, {"start": 411.44, "end": 417.04, "text": " Prabhupada said Jiva Goswami is the authority, especially because of the shakshandarva he"}, {"start": 417.04, "end": 424.8, "text": " wrote conclusive truth about Krishna, Krishna is the Bhagavan Swayam."}, {"start": 424.8, "end": 432.08000000000004, "text": " And then Baladeva Dhyabhushan, today morning you went to his birthplace."}, {"start": 432.08, "end": 440.03999999999996, "text": " So these personalities actually fixed Gaudiya Vaishnavism as authorized parampara within"}, {"start": 440.03999999999996, "end": 442.8, "text": " the Madhya Gaudiya parampara."}, {"start": 442.8, "end": 449.53999999999996, "text": " Especially the Ramanandis and the Ramanujacharyas, they were saying there is no authority to"}, {"start": 449.53999999999996, "end": 459.15999999999997, "text": " the Gaudiya Vaishnavism, where is your siddhanta coming from and where is your bhashya on the"}, {"start": 459.15999999999997, "end": 460.15999999999997, "text": " Brahma Sutras."}, {"start": 460.15999999999997, "end": 461.15999999999997, "text": " Unless we have a bhashya on Brahma Sutras, we are not going to be able to understand"}, {"start": 461.15999999999997, "end": 462.06, "text": " Brahma Sutras."}, {"start": 462.06, "end": 470.28000000000003, "text": " You are not considered an authorized line, because Sri Vaishnavas have their authorized"}, {"start": 470.28000000000003, "end": 474.26, "text": " bhashya, Madhya has their authorized bhashya."}, {"start": 474.26, "end": 476.6, "text": " But what about Gaudiya Vaishnavism?"}, {"start": 476.6, "end": 483.3, "text": " So there was a challenge, that is when Baladeva Dhyabhushan went to Jaipur, we know the story"}, {"start": 483.3, "end": 489.62, "text": " how he took the blessing of Govinda and in few days he wrote this bhashya."}, {"start": 489.62, "end": 492.02, "text": " Vishwanath Chakravarti Thakur was a great person."}, {"start": 492.02000000000004, "end": 497.88000000000005, "text": " He had authority in those times, but he was very old, so he didn't go to Jaipur, he sent"}, {"start": 497.88000000000005, "end": 505.70000000000005, "text": " his disciple Baladeva, so Baladeva Dhyabhushan went there and he wrote this bhashya and called"}, {"start": 505.70000000000005, "end": 511.6, "text": " it Govinda Bhashya on the 500 sutras of Brahma Sutra."}, {"start": 511.6, "end": 520.02, "text": " So Prabhupada Goswami, Sanatana Goswami, Jeeva Goswami, Vishwanath Chakravarti Thakur, Baladeva"}, {"start": 520.02, "end": 521.02, "text": " Dhyabhushan."}, {"start": 521.02, "end": 527.26, "text": " And these three preachers, they were the solid foundation for Chaitanya Mahaprabhu to create"}, {"start": 527.26, "end": 531.42, "text": " a big foundation for Gaudiya Vaishnavism."}, {"start": 531.42, "end": 536.24, "text": " Before Bhaktivinoda Thakur revived it, there was a time when the whole Gaudiya Vaishnavism"}, {"start": 536.24, "end": 542.0799999999999, "text": " was almost lost, which was revived by Bhaktivinoda Thakur."}, {"start": 542.0799999999999, "end": 548.9, "text": " Not long back, 500 years back, still way down 200, 200, 300 years back it got lost, then"}, {"start": 548.9, "end": 550.9, "text": " again Bhaktivinoda Thakur had to revive it."}, {"start": 550.9, "end": 558.8, "text": " And then Bhaktivinoda Thakur had to establish another foundation with his 64 Gaudiya Maths."}, {"start": 558.8, "end": 563.66, "text": " And then it was for our Prabhupada, Bhaktivedanta Swami Srila Prabhupada to take it all over"}, {"start": 563.66, "end": 564.66, "text": " the world."}, {"start": 564.66, "end": 572.34, "text": " Now Gaudiya Vaishnavism is like authority, people say, oh Janmashtami, the way ISKCON"}, {"start": 572.34, "end": 578.14, "text": " is doing, Abhishekam, the way ISKCON is doing, so ISKCON has become a kind of a, what do"}, {"start": 578.14, "end": 580.22, "text": " you call it, benchmark for Bhaktivinoda."}, {"start": 580.22, "end": 580.9, "text": " Yes."}, {"start": 580.9, "end": 582.04, "text": " Bhakti."}, {"start": 582.04, "end": 587.8199999999999, "text": " So these great personalities have done great jobs, so we are visiting these people's"}, {"start": 587.8199999999999, "end": 594.42, "text": " place and remember their sacrifices and we are taking it forward."}, {"start": 594.42, "end": 601.26, "text": " All of us as preachers, we have our chota-chota jobs and our chota-chota deshas where we preach"}, {"start": 601.26, "end": 602.92, "text": " in different places."}, {"start": 602.92, "end": 608.26, "text": " But there's a whole force behind that, there's a whole force behind this, there's a whole"}, {"start": 608.26, "end": 610.22, "text": " authority to books."}, {"start": 610.22, "end": 616.6600000000001, "text": " There's a whole authority to conclusions and the whole tradition left by these people."}, {"start": 616.6600000000001, "end": 621.74, "text": " So it's good that we take some time off and see all these places with the Vaishnavas to"}, {"start": 621.74, "end": 627.34, "text": " inspire ourselves and to charge ourselves and go and give it."}, {"start": 627.34, "end": 632.24, "text": " The only difference is that these personalities we are preaching to people who are very simple."}, {"start": 632.24, "end": 639.5600000000001, "text": " May not be very Vedic, what 50, 60, 100 or 200 years back or 300 years back, people were"}, {"start": 639.5600000000001, "end": 641.12, "text": " much more simple."}, {"start": 641.12, "end": 647.5200000000001, "text": " But for us the challenge is we are preaching to hardcore, hardcore, we ourselves are hardcore"}, {"start": 647.5200000000001, "end": 650.6600000000001, "text": " materialists and we are preaching to hardcore materialists."}, {"start": 650.6600000000001, "end": 654.12, "text": " So the difference is that."}, {"start": 654.12, "end": 659.48, "text": " And they had the strength of Sanskrit and the strength of Vedic education."}, {"start": 659.48, "end": 660.94, "text": " What do we have?"}, {"start": 660.94, "end": 665.6600000000001, "text": " We just parrot what Prabhupada said, that's it."}, {"start": 665.6600000000001, "end": 668.8800000000001, "text": " But that voice of Prabhupada is so strong that it can change the world."}, {"start": 668.8800000000001, "end": 669.3800000000001, "text": " Yes."}, {"start": 669.5600000000001, "end": 674.4000000000001, "text": " It can change the hearts of thousands of people even though it is just going through our mouth."}, {"start": 674.4000000000001, "end": 679.4000000000001, "text": " So we are just postman delivering the message of Prabhupada to the whole world."}, {"start": 679.4000000000001, "end": 681.0600000000001, "text": " He is doing the preaching."}, {"start": 681.0600000000001, "end": 685.1400000000001, "text": " So the great personality who is doing preaching now and continuing for next 10,000 years is"}, {"start": 685.1400000000001, "end": 686.94, "text": " Prabhupada."}, {"start": 686.94, "end": 687.9000000000001, "text": " So we are doing our part."}]}