{"video_id": "o1iTYMqstfE", "title": "Krishna takes a form that we can access | Soulful Japa", "speaker": "HH Stoka Krishna Maharaj", "youtube_url": "https://www.youtube.com/watch?v=o1iTYMqstfE", "duration": 407, "segments": [{"start": 0.04, "end": 16.080000000000002, "text": " Two quotes are very central to our discussion of module 12 and it is very central to a little"}, {"start": 16.080000000000002, "end": 29.6, "text": " deeper understanding of the nama. What is a transcendental? This nama is, I want transcendental"}, {"start": 29.6, "end": 35.6, "text": " nama, transcendental nama is described to be, you know, Ananda Chinmaya Rasa, Sadhu Jwala,"}, {"start": 36.08, "end": 46.480000000000004, "text": " Vigrahasya. The nama is considered to be Chaitanya Rasa Vigraha. It is Chaitanya Rasa Vigraha"}, {"start": 46.480000000000004, "end": 57.22, "text": " nama. So that Chaitanya Rasa Vigraha nama, who is Krishna himself, I want to experience."}, {"start": 59.6, "end": 65.36, "text": " But now I cannot experience with my material senses, therefore the Lord has come. Just like"}, {"start": 65.36, "end": 72.56, "text": " he comes as a deity, he comes as the nama on our tongue. What is the form that Aprakrita nama takes?"}, {"start": 73.36, "end": 77.76, "text": " Aprakrita nama, transcendental name of the Lord, Shuddha nama of the Lord."}, {"start": 80.96000000000001, "end": 85.28, "text": " When he comes on my tongue, I am giving attention to the sound that I am chanting."}, {"start": 88.32, "end": 89.52000000000001, "text": " So Prabhupada says,"}, {"start": 89.60000000000001, "end": 99.68, "text": " that the Lord takes on a form that resembles the form that we access through our senses."}, {"start": 103.60000000000001, "end": 108.16000000000001, "text": " What is the sound that I can access through my senses, which I can access through my attention,"}, {"start": 108.72000000000001, "end": 115.52000000000001, "text": " through my mind? What is the sound that I can access? The sound that I chant."}, {"start": 118.48, "end": 118.88000000000001, "text": " So the,"}, {"start": 119.60000000000001, "end": 121.68, "text": " Shuddha nama also,"}, {"start": 122.56, "end": 127.2, "text": " nama avatar of any incarnates. Just like the Lord and the deity"}, {"start": 127.2, "end": 134.72, "text": " incarnation takes a form which resembles the deity in the same way. There is a reason for that also."}, {"start": 135.28, "end": 139.92000000000002, "text": " The nama avatar also resembles the sound that you produce."}, {"start": 141.84, "end": 149.44, "text": " Why? Why does it be like that? Because your attention is on the Shaktiavashya nama,"}, {"start": 149.44, "end": 156.48, "text": " So it has to be similar when you are following the same sound features of the sound features"}, {"start": 156.48, "end": 165.22, "text": " of one, your attention is touching the sound features of the other."}, {"start": 165.22, "end": 175.16, "text": " So Prabhupada, the first quote in module 12, Lord assumes a form resembling matter body,"}, {"start": 175.16, "end": 179.56, "text": " like Srila Prabhupada is saying, and read the quote."}, {"start": 179.56, "end": 186.64, "text": " You assume a form resembling material body, just to give us instructions like those of"}, {"start": 186.64, "end": 188.54, "text": " Bhagavad Gita."}, {"start": 188.54, "end": 192.62, "text": " But actually you are the Supreme original person."}, {"start": 192.62, "end": 200.2, "text": " I therefore offer my respectful obeisance to you."}, {"start": 200.2, "end": 204.68, "text": " Next another similar quote, only for us who cannot experience"}, {"start": 204.68, "end": 205.14, "text": " Anything that is not present in the world, how can we not experience it."}, {"start": 205.14000000000001, "end": 210.70000000000002, "text": " beyond matter in the present conditioned state? Do the dhamas and the Lord himself in his"}, {"start": 210.70000000000002, "end": 218.52, "text": " archa form appear before us resembling matter to give us the facility to see spirit with"}, {"start": 218.52, "end": 225.86, "text": " material eyes? In the beginning this may be difficult for a neophyte to understand, but"}, {"start": 225.86, "end": 229.82000000000002, "text": " in due course of time when one is advanced in devotional service, it will be easier."}, {"start": 229.82, "end": 237.14, "text": " He will appreciate the Lord's presence in the tangible forms. The Lord's name is available"}, {"start": 237.14, "end": 243.16, "text": " to us in a very tangible form. Tangible means one of the senses can access. I am able to"}, {"start": 243.16, "end": 249.1, "text": " hear. I am able to chant with my tongue. I am able to hear. By the Lord's omnipotency,"}, {"start": 249.1, "end": 258.32, "text": " this sound is as good as Krishna. As good as Krishna's original name. As good as Krishna's"}, {"start": 258.32, "end": 259.32, "text": " Shuddha Nama."}, {"start": 259.32, "end": 269.04, "text": " In other words, today I am unable to chant and hear the Shuddha Nama which Rupa Goswami"}, {"start": 269.04, "end": 276.82, "text": " says, if one is able to do, then one will desire a million tongues and a million ears."}, {"start": 276.82, "end": 281.12, "text": " But at the same time, I am also aware that the Lord is present. He is present but I cannot"}, {"start": 281.12, "end": 287.82, "text": " touch him. Lord is present before me, but I cannot touch him because I do not. I can"}, {"start": 287.82, "end": 288.82, "text": " only"}, {"start": 288.82, "end": 298.32, "text": " touch him with my attention. But otherwise I cannot, with my present senses, I cannot"}, {"start": 298.32, "end": 299.32, "text": " touch him."}, {"start": 299.32, "end": 307.64, "text": " So, please see the merciful nature of the Lord, Nama. He knows that we can give attention"}, {"start": 307.64, "end": 316.26, "text": " only to the Shakti O Vesha Nama. Therefore he takes a sound feature which is identical"}, {"start": 316.26, "end": 317.74, "text": " to Shakti O Vesha Nama."}, {"start": 318.82, "end": 327.36, "text": " Just like the deity, the Lord's spiritual form takes on a deity form which is identical"}, {"start": 327.36, "end": 334.48, "text": " to the deity so that when you see the deity, you are seeing the transcendental form also."}, {"start": 334.48, "end": 341.78, "text": " When you offer anything, you are offering to the Lord."}, {"start": 341.78, "end": 345.32, "text": " For the Lord, there is no difference."}, {"start": 345.32, "end": 347.32, "text": " For us, there is a difference."}, {"start": 347.32, "end": 357.21999999999997, "text": " Today, I can touch Shakti Avasya Nama with my tongue, but with my tongue, I cannot chant"}, {"start": 357.21999999999997, "end": 362.42, "text": " Shuddha Nama because this material tongue cannot chant Satchidananda Nama."}, {"start": 362.42, "end": 366.8, "text": " I need Satchidananda tongue."}, {"start": 366.8, "end": 374.48, "text": " But only attention I can touch, which is great because touching the Aprakrita Nama, touching"}, {"start": 374.48, "end": 376.82, "text": " the Shakti Avasya Nama."}, {"start": 376.82, "end": 381.7, "text": " All energies flow into us as we are experiencing."}, {"start": 381.7, "end": 389.34, "text": " Even in our simple starting kindergarten of soulful japa is mindful japa and we are seeing"}, {"start": 389.34, "end": 396.1, "text": " that there is so much of reciprocation, so much of taste to continuously go on chanting."}]}