{"video_id": "ocBAQPlHq1k", "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.13.19 | 3-10-2022", "speaker": "HH Stoka Krishna Swami", "youtube_url": "https://www.youtube.com/watch?v=ocBAQPlHq1k", "duration": 900, "segments": [{"start": 0.0, "end": 3.94, "text": " Om Ajnana Timira Andhasya Jnananjani Shalakaya"}, {"start": 3.94, "end": 8.06, "text": " Chakshur Unmilitam Jena Tasmai Shri Gurave Namaha"}, {"start": 8.06, "end": 11.88, "text": " Namah Om Vishnupadaya Krishna Preshtaya Bhutale"}, {"start": 11.88, "end": 15.6, "text": " Shri Mate Bhaktivedanta Swamin Nithinamine"}, {"start": 15.6, "end": 19.740000000000002, "text": " Namaste Saraswate Deve Gauravani Pracharine"}, {"start": 19.740000000000002, "end": 23.54, "text": " Nirvishesha Shunyavadi Pashchatya Deshatarine"}, {"start": 23.54, "end": 27.46, "text": " Jaya Shri Krishna Chaitanya Prabhu Nithyananda"}, {"start": 27.46, "end": 31.68, "text": " Shri Advaita Gadhadhara Shri Vasadi Gauravakta Vrinda"}, {"start": 31.68, "end": 35.56, "text": " Hare Krishna Hare Krishna Krishna Krishna Hare Hare"}, {"start": 35.56, "end": 39.34, "text": " Hare Rama Hare Rama Rama Rama Hare Hare"}, {"start": 39.34, "end": 43.72, "text": " Om Namo Bhagavate Vasudevaya Narayanam"}, {"start": 43.72, "end": 47.980000000000004, "text": " Namaskritya Naram Chai Vanarottamam Deveem Saraswateem"}, {"start": 47.980000000000004, "end": 50.5, "text": " Vyasam Tato Jaya Mudhirayet"}, {"start": 50.5, "end": 55.94, "text": " In this session we will be discussing from the 19th verse of the 13th chapter"}, {"start": 55.94, "end": 57.44, "text": " of the first canto of Srimad Bhagavatam."}, {"start": 57.46, "end": 69.64, "text": " Pratikriyana yasyeha kutashchit karhichit prabho saesha bhagavan kalaha sarveshamna samagatah"}, {"start": 69.64, "end": 75.12, "text": " The meaning of this verse is, this frightful situation cannot be remedied by any person"}, {"start": 75.12, "end": 77.34, "text": " in this material world."}, {"start": 77.34, "end": 84.22, "text": " My Lord, it is the Supreme Personality of Godhead as eternal time or Kala that has approached"}, {"start": 84.22, "end": 85.72, "text": " us all."}, {"start": 85.72, "end": 86.72, "text": " ."}, {"start": 87.46000000000001, "end": 96.32000000000001, "text": " So this can be understood in connection with the previous verse in which Vidura is addressing"}, {"start": 96.32000000000001, "end": 97.72000000000001, "text": " Dhritarashtra and telling."}, {"start": 97.72000000000001, "end": 104.30000000000001, "text": " My dear king immediately get out of this place, do not delay."}, {"start": 104.30000000000001, "end": 105.30000000000001, "text": " Why?"}, {"start": 105.30000000000001, "end": 110.08000000000001, "text": " Because he is Dhritarashtra is overtaken by fear."}, {"start": 110.08000000000001, "end": 113.22000000000001, "text": " Why is he afraid?"}, {"start": 113.22000000000001, "end": 115.04, "text": " What is he afraid of?"}, {"start": 115.04, "end": 117.34, "text": " So that frightful situation."}, {"start": 117.34, "end": 129.82, "text": " is due to Kala approaching Dhritarashtra to remind him of the fast approaching death,"}, {"start": 129.82, "end": 142.9, "text": " fast approaching death. So, death cannot be remedied by any material solution. There is"}, {"start": 142.9, "end": 154.46, "text": " no remedy for death in terms of working out a material escape path or a route, no. So,"}, {"start": 154.46, "end": 164.32, "text": " it is a supreme personality of Godhead as eternal time that has approached Dhritarashtra."}, {"start": 164.32, "end": 170.78, "text": " In the Parpotrila, Prabhupada explains, there is no superior power which can check the cruel"}, {"start": 170.78, "end": 172.5, "text": " hands of death."}, {"start": 172.5, "end": 180.84, "text": " In this material world, there is no superior power. No one wants to die however acute the"}, {"start": 180.84, "end": 187.64, "text": " source of bodily sufferings may be. Even in the days of so-called scientific advancement"}, {"start": 187.64, "end": 195.34, "text": " of knowledge, there is no remedial measure either for old age or for death. Old age is"}, {"start": 195.34, "end": 202.48, "text": " the notice of the arrival of death served by cruel time. Why old age? Because it is"}, {"start": 202.48000000000002, "end": 214.92000000000002, "text": " a notice of fast approaching death. Sri P. Prabhupada explains elsewhere that actually"}, {"start": 214.92000000000002, "end": 228.24, "text": " death is present along with birth. Why? Because this body, as soon as we enter into this body,"}, {"start": 228.24, "end": 230.48000000000002, "text": " the limited duration of time we inhabit to some degree, the checkout time for nailed up"}, {"start": 230.48000000000002, "end": 231.48000000000002, "text": " children will be ensuring that the life cycle is in Ruha-Rasankara. Therefore, as soon as"}, {"start": 231.48000000000002, "end": 239.56000000000003, "text": " we can inhabit this body that counter starts ticking so the countdown has"}, {"start": 239.56000000000003, "end": 245.94000000000003, "text": " begun the day we are born our lifespan keeps on reducing reducing reducing"}, {"start": 245.94000000000003, "end": 255.72000000000003, "text": " reducing reducing reducing and specially in younger age we are completely"}, {"start": 255.72, "end": 263.88, "text": " forgetful of these reducing effect of kala reducing effect of kala on our"}, {"start": 263.88, "end": 272.58, "text": " lifespan with we may think that oh maybe there is death but it is long long time"}, {"start": 272.58, "end": 279.96, "text": " to go before I die let me enjoy while I'm young and that enjoyment also as we"}, {"start": 279.96, "end": 285.18, "text": " heard yesterday in the previous session it is illusory"}, {"start": 285.18, "end": 285.7, "text": " and terrible and it is not good and it is not good and it is not good and it is not good and it is not good and it is not good and it is not good and it is not good"}, {"start": 285.7, "end": 291.09999999999997, "text": " temporary illusory and temporary only intelligent spiritual is don't have"}, {"start": 291.09999999999997, "end": 298.24, "text": " attraction for this illusory and temporary material happiness the foolish"}, {"start": 298.24, "end": 303.48, "text": " material is they do not know of spiritual happiness so they think the"}, {"start": 303.48, "end": 308.56, "text": " only happiness that we can really have in this world is material happiness so"}, {"start": 308.56, "end": 314.62, "text": " they chase material happiness which is temporary illusory and they are always"}, {"start": 314.62, "end": 315.15999999999997, "text": " defeated"}, {"start": 315.16, "end": 321.28000000000003, "text": " in their attempt to enjoy material happiness always defeated by the laws of"}, {"start": 321.28000000000003, "end": 328.78000000000003, "text": " nature material nature so there is no remedy for old age or death and old age"}, {"start": 328.78000000000003, "end": 336.04, "text": " means it is the notice of the arrival of death no one can refuse to accept either"}, {"start": 336.04, "end": 342.64000000000004, "text": " someone calls a supreme judgment of eternal time when we are supposed to"}, {"start": 342.64000000000004, "end": 344.62, "text": " quit this body that is called death"}, {"start": 344.62, "end": 349.36, "text": " we leave this body spirit soul which is eternal I or you are any real"}, {"start": 349.36, "end": 357.04, "text": " person we are eternal but we have to leave the body and in ignorance we think"}, {"start": 357.04, "end": 362.68, "text": " this bodily existence is all in all and we are not prepared for leaving this"}, {"start": 362.68, "end": 366.18, "text": " body then we suddenly shocked why am I asked to leave this body"}, {"start": 366.18, "end": 372.12, "text": " where will I go what will happen to me how will I exist this is the fear of death"}, {"start": 372.12, "end": 374.42, "text": " why people forgot as to cheated or cheated who cheated or anything in all the wrongs in this matter ,watch."}, {"start": 374.62, "end": 382.3, "text": " of course before death comes some foolish materialist may think everything is finished"}, {"start": 382.3, "end": 391.9, "text": " at death but everything is not finished it's only this body which is actually deteriorating"}, {"start": 391.9, "end": 401.62, "text": " and that is going to be finished but you are going to continue to exist after death this is"}, {"start": 401.62, "end": 411.22, "text": " a very very very important lesson given in our scriptures in spiritual literature it's"}, {"start": 411.22, "end": 420.04, "text": " not available in any material book they do not know what is what life really is they have no"}, {"start": 420.04, "end": 430.42, "text": " idea so those who are writing all this material literature they do not know spiritual creature"}, {"start": 430.42, "end": 431.56, "text": " is"}, {"start": 431.56, "end": 431.62, "text": " home"}, {"start": 431.62, "end": 440.92, "text": " the foundational truth understanding of the foundational truth that I am NOT"}, {"start": 440.92, "end": 448.18, "text": " this body this body's just temporary body it is going to deteriorate and"}, {"start": 448.18, "end": 456.28000000000003, "text": " perish and I should prepare before death comes to quit this body and transfer"}, {"start": 456.28000000000003, "end": 465.16, "text": " myself to my eternal home Krishna's about so such lessons are not available"}, {"start": 465.16, "end": 472.36, "text": " in our material books no no material education can give you this understanding"}, {"start": 472.36, "end": 478.54, "text": " only in the Bhagavad Gita directly Krishna says you are not the body your"}, {"start": 478.54, "end": 483.84000000000003, "text": " spirit soul you as spirit soul have no depth then what is called is death is"}, {"start": 483.84000000000003, "end": 486.26000000000005, "text": " change of body"}, {"start": 486.28000000000003, "end": 492.58000000000004, "text": " this is explained before Dhritarashtra because he might ask Vidura to find out"}, {"start": 492.58000000000004, "end": 499.42, "text": " some remedial measure for the imminent fearful situation as he had ordered many"}, {"start": 499.42, "end": 505.3, "text": " times before whenever there was danger Dhritarashtra was having his brother"}, {"start": 505.3, "end": 510.52000000000004, "text": " Vidura younger brother Vidura as his advisor and whenever there was some"}, {"start": 510.52000000000004, "end": 514.46, "text": " difficulty or danger in a political situation"}, {"start": 514.46, "end": 516.28, "text": " Vidura was giving"}, {"start": 516.28, "end": 523.9, "text": " very good advice to Dhritarashtra so now again Vidura has come to the palace"}, {"start": 523.9, "end": 532.0, "text": " and when Vidura is warning Dhritarashtra there is danger beware then Dhritarashtra"}, {"start": 532.0, "end": 539.98, "text": " might ask Vidura okay you are warning me of the danger but you find a solution so"}, {"start": 539.98, "end": 545.62, "text": " that I am protected remaining here I am protected against the danger so Vidura"}, {"start": 545.62, "end": 552.22, "text": " is telling there is no remedial measure available by staying in the palace while"}, {"start": 552.22, "end": 559.72, "text": " staying in the palace now there's no remedial measure like that before"}, {"start": 559.72, "end": 565.54, "text": " ordering however Vidura informed Dhritarashtra that there is no remedial"}, {"start": 565.54, "end": 571.58, "text": " measure by anyone or from any source in this material world there is no material"}, {"start": 571.58, "end": 575.24, "text": " solution for this problem of death"}, {"start": 575.62, "end": 584.14, "text": " this we have to get convinced because we are always hoping somehow I will"}, {"start": 584.14, "end": 590.62, "text": " overcome some bodily problem and we've been doing it as long as there is life"}, {"start": 590.62, "end": 598.62, "text": " in this body is always some remedial measure we figure out are we somehow"}, {"start": 598.62, "end": 604.62, "text": " managed to survive but that will not work at that time due to a certain difficulty so said Dhritarashtra resented Viya thinking that something is wrong with him never dare to go to HIM"}, {"start": 604.62, "end": 612.9, "text": " at the time of death this is the important point here because there is no"}, {"start": 612.9, "end": 617.02, "text": " such thing in the material world death is identical with the Supreme"}, {"start": 617.02, "end": 621.9, "text": " Personality of Godhead as it is said by the Lord Himself in the Bhagavad Gita"}, {"start": 621.9, "end": 628.38, "text": " what is Krishna saying the Bhagavad Gita? Mruthu sarva haras chaahum"}, {"start": 628.38, "end": 637.86, "text": " Mruthu I am death and as death sarva hara I take away all your material"}, {"start": 637.86, "end": 645.12, "text": " possessions I terminate your material existence in the body material existence"}, {"start": 645.12, "end": 653.7, "text": " means this body bodily existence and you are left with nothing none of your"}, {"start": 653.7, "end": 657.66, "text": " material possessions none of your material relationships none of your"}, {"start": 657.66, "end": 658.28, "text": " material assets"}, {"start": 658.38, "end": 666.96, "text": " assets, none of your material knowledge, nothing you are left with. Sarvaharascha. That's why"}, {"start": 666.96, "end": 676.28, "text": " sometimes death is called all devouring death. All devouring death. So Srila Prabhupada gives"}, {"start": 676.28, "end": 681.88, "text": " an example here. Death cannot be checked by anyone or from any source within the material"}, {"start": 681.88, "end": 688.0, "text": " world. And Prabhupada gives the example here. Hiranyakashipu wanted to be immortal and underwent"}, {"start": 688.0, "end": 694.5, "text": " a severe type of penance by which the whole universe trembled. Hiranyakashipu amassed a lot"}, {"start": 694.5, "end": 706.88, "text": " of power by performing severe austerities and asking for boons from Brahma. And Brahma himself"}, {"start": 706.88, "end": 714.16, "text": " approached Hiranyakashipu to dissuade Hiranyakashipu from such a severe type of penance."}, {"start": 716.48, "end": 717.98, "text": " So Hiranyakashipu's plan,"}, {"start": 718.0, "end": 728.64, "text": " was to become immortal. But Brahma wanted to dissuade him from this penance because it is"}, {"start": 728.64, "end": 734.52, "text": " futile to think that I will do tapasya so that I will become immortal. Material type of tapasya."}, {"start": 736.84, "end": 740.34, "text": " Hiranyakashipu asked Brahma to award him the blessings of immortality."}, {"start": 742.52, "end": 747.08, "text": " But Brahma said that he himself was subject to death,"}, {"start": 747.08, "end": 747.98, "text": " even in the top."}, {"start": 748.0, "end": 753.34, "text": " So how could Brahma award Hiranyakashipu the"}, {"start": 753.34, "end": 760.34, "text": " benediction of immortality? Brahma himself is going to die. Then how can Brahma give"}, {"start": 760.5, "end": 767.38, "text": " anybody else immortality when he himself is subject to death? So the lesson to be learnt"}, {"start": 767.38, "end": 774.38, "text": " is everyone beginning from Brahma down to the most insignificant creature in this material"}, {"start": 774.52, "end": 776.8, "text": " world who has taken birth is subject to death."}, {"start": 776.8, "end": 777.74, "text": " Subtitles by the Amara.org community"}, {"start": 778.0, "end": 803.0, "text": " Nobody can escape death. There is no question of immortality in this body or in any body, any material body. There is no immortality. So there is death even in the topmost planet of this universe and what to speak of other planets which are far, far inferior in quality to Brahma Loka."}, {"start": 803.0, "end": 818.0, "text": " So Brahma Loka is the place where Brahma resides. The topmost planet in this material universe. And even in Brahma Loka there is death even though they have fantastic long life span as compared to the life span of the human beings on the earth."}, {"start": 818.0, "end": 830.0, "text": " But still Brahma lives for some 311 trillion years measured in our time scale. But even Brahma has to die. Brahma has to die."}, {"start": 830.0, "end": 832.0, "text": " When that 311 trillion years is measured in our time scale."}, {"start": 832.0, "end": 833.0, "text": " When that 311 trillion years is measured in our time scale."}, {"start": 833.0, "end": 835.0, "text": " So 311 trillion years are over."}, {"start": 837.0, "end": 849.0, "text": " So Srila Prabhupada concludes by telling wherever there is influence of eternal time there is this set of tribulations namely birth, disease, old age and death."}, {"start": 849.0, "end": 852.0, "text": " And all of them are invincible."}, {"start": 852.0, "end": 856.0, "text": " You cannot conquer any of these."}, {"start": 856.0, "end": 860.0, "text": " Birth, birth means rebirth after death, rebirth."}, {"start": 860.0, "end": 862.0, "text": " Then followed by further rebirth."}, {"start": 862.0, "end": 873.62, "text": " by a disease old age and death so this cannot be overcome by any material means any material"}, {"start": 873.62, "end": 887.34, "text": " methods so the only way is to work for spiritual realization of our spiritual nature eternal"}, {"start": 887.34, "end": 895.44, "text": " spiritual nature so that is what the scriptures advice and that's what exactly Vidura is going"}, {"start": 895.44, "end": 900.0, "text": " to advise Dhritarashtra I'll stop here thank you very much Hare Krishna"}]}