{"video_id": "ozgQdPv9zBQ", "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.9.11 | 08-04-2022", "speaker": "HH Stoka Krishna Swami", "youtube_url": "https://www.youtube.com/watch?v=ozgQdPv9zBQ", "duration": 872, "segments": [{"start": 0.0, "end": 8.96, "text": " ओम अज्ञानति मिरान्धस्य ज्ञानान्जनिषलाकया चक्षुरुन्मीलितं येनतस्मै श्री गुरवे नमः"}, {"start": 8.96, "end": 18.44, "text": " नमा ओम विष्णु पादाया कृष्ण प्रेष्ठाय भूतले श्रीमते भक्ति वेदान्त स्वामिन्नितिनामिने"}, {"start": 18.44, "end": 28.340000000000003, "text": " नमस्ते सारस्वते देवे गवरवाणी प्रचारिने निर्विशेशा शून्यवादी पाश्चात्यदेशतारिने"}, {"start": 28.340000000000003, "end": 38.120000000000005, "text": " जय श्री कृष्ण चैतन्या प्रभू नित्यानन्दा श्री अद्वैत गदाधरा श्रीवासादी गवरभक्त वृन्दा"}, {"start": 38.12, "end": 60.2, "text": " Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chayiva Narottamam Deviim Saraswatim Vyasam Tato Jayam Udhirayet"}, {"start": 60.2, "end": 69.42, "text": " In this session we will be discussing from the 11th verse of the 9th chapter of the 1st canto of Srimad Bhagavatam."}, {"start": 69.42, "end": 86.28, "text": " Pandu Putran Upasinan Prashrayaprema Sangatan Abhyachashta Anuragashrayar Andhibhuten Chakshusha"}, {"start": 88.28, "end": 90.18, "text": " The meaning of this verse."}, {"start": 90.2, "end": 100.8, "text": " The sons of Maharaj Pandu were sitting silently nearby, overtaken with affection for their dying grandfather."}, {"start": 102.10000000000001, "end": 106.56, "text": " Seeing this, Bhishma Deva congratulated them with feeling."}, {"start": 107.94, "end": 115.28, "text": " There were tears of ecstasy in his eyes, for he was overwhelmed by love and affection."}, {"start": 116.72, "end": 118.92, "text": " So this is a very touching scene."}, {"start": 120.2, "end": 125.74000000000001, "text": " On the battlefield, after the battle is over, Bhishma is ready to quit his body."}, {"start": 125.74000000000001, "end": 128.58, "text": " The Pandavas have come there, arrived there."}, {"start": 130.12, "end": 142.56, "text": " The Pandavas were sitting near Bhishma Deva, overtaken with affection for their dying grandfather."}, {"start": 144.64000000000001, "end": 149.06, "text": " The Pandavas could remember how Bhishma Deva,"}, {"start": 150.20000000000002, "end": 163.10000000000002, "text": " actually took charge of their protection when Pandu died early, when the Pandavas were very young."}, {"start": 164.86, "end": 170.56, "text": " So Bhishma took charge of the upbringing of the Pandavas."}, {"start": 171.66000000000003, "end": 176.78000000000003, "text": " So they were naturally feeling so much affection for Bhishma Deva."}, {"start": 176.78000000000003, "end": 178.50000000000003, "text": " They were very grateful."}, {"start": 180.20000000000002, "end": 183.82000000000002, "text": " So Bhishma Deva met the Pandavas."}, {"start": 183.82000000000002, "end": 184.8, "text": " And as far as Bhishma Deva is concerned,"}, {"start": 184.8, "end": 192.28000000000003, "text": " He was very happy to see the Pandavas"}, {"start": 192.28000000000003, "end": 198.82000000000002, "text": " getting back their kingdom, which was rightfully theirs."}, {"start": 198.82000000000002, "end": 203.48000000000002, "text": " Only because of injustice by the Kauravas"}, {"start": 203.48000000000002, "end": 208.34000000000003, "text": " The Pandavas were deprived so far of their kingdom."}, {"start": 208.34000000000003, "end": 208.86, "text": " So Bhishma Deva director of Pandava First hardcoverandy. covered by the Kauravas. So far the Pandavas were deprived so far of their kingdom."}, {"start": 208.86, "end": 222.70000000000002, "text": " So Bhishma Deva was overwhelmed with love and affection and there were tears in his eyes. He was very happy that the Pandavas got back their kingdom after the battle of Kurukshetra."}, {"start": 222.70000000000002, "end": 241.9, "text": " So Srila Prabhupada explains in the purport, when Maharaj Pandu died, his sons were all small children and naturally they were brought up under the affection of elderly members of the royal family, specifically by Bhishma Deva."}, {"start": 241.9, "end": 252.68, "text": " This is the very culture that the joint family system that prevails."}, {"start": 252.70000000000002, "end": 271.24, "text": " Earlier, especially in the ancient times, everyone was properly taken care of by the elderly members of the family, especially the younger ones were taken care of by the elderly members of the family."}, {"start": 272.24, "end": 280.02000000000004, "text": " So in a joint family system, the elders are there to guide the youngsters in every respect."}, {"start": 282.7, "end": 290.47999999999996, "text": " It's not that we learn only by going to a particular school or going for some specific skill development only."}, {"start": 290.47999999999996, "end": 300.0, "text": " No, one can learn simply by being in the association of great personalities, of responsible people."}, {"start": 301.88, "end": 311.53999999999996, "text": " Just by observing, just by being in the association, so many things can be learned."}, {"start": 312.7, "end": 335.21999999999997, "text": " Now in the modern society, this joint family system is no longer prevalent and therefore the children are missing out a great deal of wisdom that they could have got from the elders of the family in a joint family system."}, {"start": 335.21999999999997, "end": 341.21999999999997, "text": " In these nuclear families, if..."}, {"start": 342.7, "end": 351.94, "text": " let us say, the mother or the father is not at home, the children are deprived so much of elderly care."}, {"start": 354.26, "end": 360.65999999999997, "text": " And the conditions are becoming worse when both the parents have to go to work"}, {"start": 361.86, "end": 372.58, "text": " and the children are under the care of some maids or some neighbors or some daycares."}, {"start": 372.7, "end": 376.56, "text": " And if you do something bad in the parents' lives, and the children are being crazy about it."}, {"start": 376.56, "end": 379.06, "text": " They need to leave the children."}, {"start": 379.06, "end": 380.84, "text": " The same goes all other ways."}, {"start": 381.5, "end": 382.03999999999996, "text": "ル scheALLY"}, {"start": 383.46, "end": 386.94, "text": " So, when yes we had remove the children and keep the others at ease."}, {"start": 386.94, "end": 389.44, "text": " They bring strong teachers and also take care of them."}, {"start": 391.0, "end": 393.96, "text": " We can have these printed building that we have 24 hours a day."}, {"start": 395.0, "end": 400.03999999999996, "text": " And while we struggled with them, you especially family members, you irreplaceable thing that we have to go withCCCAABIUS in надо."}, {"start": 400.64, "end": 401.46, "text": " and that becomes a thing we see here and then we make more things as we go along with it, too."}, {"start": 401.46, "end": 402.26, "text": " That's as it is part of the foundation of community."}, {"start": 402.26, "end": 402.58, "text": " such as Bhishma Dev left undermining areas for stopped running so we want to give ways for people to go about running around and running around."}, {"start": 402.7, "end": 432.68, "text": " up bringing of these Pandavas in the palace, Hastinapura palace. Later on when the Pandavas were grown up, they were cheated by cunning Duryodhana and company. The Kauravas, especially Duryodhana. Duryodhana was very very envious of the Pandavas. Very envious of the Pandavas. Because he knew"}, {"start": 432.68, "end": 462.24, "text": " that even though his father was the caretaker king, because of Pandu's early death, and the Pandavas were not of age, they were not mature to assume the throne. So Bhishma had taken a vow never to occupy the throne. So Bhishma could not take charge of ruling. And then"}, {"start": 462.68, "end": 483.84000000000003, "text": " Dhritarashtra was disqualified because he was blind. But in the absence of a suitable king to rule the whole world in the Kuru dynasty. So Bhishma instructed Dhritarashtra to be the caretaker king."}, {"start": 492.68, "end": 517.28, "text": " The son of Pandu will inherit from his father, the kingdom. Pandu was the eligible king when he was ruling, but he died early. And therefore, Yudhishthira had to take charge, but Yudhishthira had to wait. So in the meantime, this Dhritarashtra was the caretaker king."}, {"start": 522.6800000000001, "end": 552.5600000000001, "text": " They were cheated by cunning Duryodhana and party. So many ways Duryodhana cheated the Pandavas by an unfair gambling match. And before that also, he was occupying the throne and giving the Pandavas some small place, some insignificant place."}, {"start": 552.6800000000001, "end": 579.5400000000001, "text": " To rule. So it was just plain cheating. No doubt about it. But Bhishma Deva, even though he knew the Pandavas were innocent and were unnecessarily put into trouble, Bhishma Deva could not take the side of the Pandavas for political reasons. Bhishma was being maintained by Dhritarashtra and Dhritarashtra was the caretaker king."}, {"start": 579.5400000000001, "end": 582.6600000000001, "text": " So Bhishma thought that since Dhritarashtra was the caretaker king, he could not take the side of the Pandavas for political reasons. So Bhishma was being maintained by Dhritarashtra and Dhritarashtra was the caretaker king."}, {"start": 582.6800000000001, "end": 612.6600000000001, "text": " So Bhishma thought that since Dhritarashtra was the caretaker king, he could not take the side of the Pandavas for political reasons. Bhishma thought that since Dhritarashtra was the caretaker king."}, {"start": 612.6800000000001, "end": 639.6800000000001, "text": " So Dhritarashtra is equally a sinner. Even though he actually did not personally kill the Pandavas or attempt to kill the Pandavas, but he was always supporting Duryodhana out of affection for his own son, who was a demoniac mentality personality."}, {"start": 642.6800000000001, "end": 666.7, "text": " So Bhishma thought that since Dhritarashtra was the caretaker king, he could not take the side of the Pandavas for political reasons. So Bhishma thought that since Dhritarashtra was the caretaker king."}, {"start": 666.7, "end": 671.3000000000001, "text": " So Bhishma thought that since Dhritarashtra was the caretaker king."}, {"start": 672.6800000000001, "end": 700.24, "text": " minded cunning cheating mentality asuri swabhava this is Duryodhana and Duryodhana was supported even not only by Dhritarashtra even his younger brothers they were also supporting him so whole gang of cheaters and cunning persons cunning fellows"}, {"start": 702.6800000000001, "end": 725.6200000000001, "text": " so Bhishma was feeling very very sorry for the Pandavas that he could not take their side and when the battle was fought Bhishma had to fight on the side of the Kauravas and Bhishma was very very straightforward and upright and righteous person"}, {"start": 726.0200000000001, "end": 730.94, "text": " so he would not cheat the Kauravas when fighting on their side but in spite of that"}, {"start": 731.1400000000001, "end": 731.98, "text": " because"}, {"start": 731.98, "end": 732.5000000000001, "text": " it will be"}, {"start": 732.5000000000001, "end": 732.6600000000001, "text": " extremely"}, {"start": 732.66, "end": 743.66, "text": " Because of Krishna, the Pandavas were protected in spite of the Kauravas being very very strong, they could not win the battle."}, {"start": 744.66, "end": 753.66, "text": " So when Bhishmadeva saw his most exalted grandsons, the Pandavas, headed by Maharaja Yudhishthira, sitting very gently at his side,"}, {"start": 753.66, "end": 762.66, "text": " the great warrior grandfather could not check his loving tears which were automatically flowing from his eyes."}, {"start": 763.66, "end": 778.66, "text": " So he was very very satisfied and happy that my grandsons, the Pandavas, who were cheated by Duryodhana, now they have got back their kingdom."}, {"start": 779.66, "end": 780.66, "text": " They got back their kingdom."}, {"start": 781.66, "end": 782.66, "text": " And Bhishmadeva knew it very well."}, {"start": 783.66, "end": 790.66, "text": " The Pandavas are very very righteous, so virtuous, so they rule the kingdom perfectly."}, {"start": 791.66, "end": 797.66, "text": " The citizens, the whole world will be benefited by Pandavas ruling the world."}, {"start": 798.66, "end": 803.66, "text": " Krishna also wanted that. He wanted the Pandavas, his devotees, to rule the world."}, {"start": 804.66, "end": 807.66, "text": " Not the non-devotee party of Duryodhana. No."}, {"start": 808.66, "end": 812.66, "text": " That's why Krishna arranged the battle of Kurukshetra."}, {"start": 813.66, "end": 832.66, "text": " And it is explained, Krishna arranged to assemble all those miscreants who had escaped the various times when Krishna was engaged in killing the demoniac natured persons."}, {"start": 833.66, "end": 838.66, "text": " Krishna came to reduce the burden of the earth which was overburdened by demoniac forces."}, {"start": 838.66, "end": 844.66, "text": " So all those who were remaining, they were assembled by Krishna's arrangement on the battlefield of Kurukshetra."}, {"start": 845.66, "end": 847.66, "text": " All of them were killed."}, {"start": 848.66, "end": 851.66, "text": " So Bhishma was very very happy."}, {"start": 852.66, "end": 858.66, "text": " And Krishna arranged that Bhishma see the Pandavas after they had won the battle."}, {"start": 859.66, "end": 866.66, "text": " And he could die peacefully, satisfied that there was justice ultimately for the Pandavas."}, {"start": 866.66, "end": 870.66, "text": " So I will stop here. Thank you very much. Hare Krishna."}]}