{"video_id": "PFyigGIKjcM", "title": "Mahabharata | Part 33 | Game of Dice, the sequel | His Grace Suvyakta Narasimha Dasa", "speaker": "HG Suvyakta Narasimha Dasa", "youtube_url": "https://www.youtube.com/watch?v=PFyigGIKjcM", "duration": 1459, "segments": [{"start": 0.0, "end": 29.98, "text": " Thank you for watching."}, {"start": 30.0, "end": 36.36, "text": " Om Adhyana Timuram Dhyasya Dhyana Anjana Salachaya"}, {"start": 36.36, "end": 41.8, "text": " Chakshurunni Licham Jena Kasmai Sri Gurave Namaha"}, {"start": 41.8, "end": 47.46, "text": " Namah Om Vishnu Padaya Krishna Presthaya Bhutare"}, {"start": 47.46, "end": 52.3, "text": " Srimate Bhaktivedanta Swamini Tinamine"}, {"start": 52.3, "end": 58.14, "text": " Namaste Saraswati Devay Gauravani Pracharine"}, {"start": 58.14, "end": 63.9, "text": " Nirvisesha Sunyavadi Pashatya Reshatarine"}, {"start": 63.9, "end": 69.22, "text": " Jaya Sri Krishna Chaitanya Prabhu Nityananda"}, {"start": 69.22, "end": 74.82, "text": " Sri Advaita Gadadhara Sri Vasari Gauravachta Vrinda"}, {"start": 74.82, "end": 80.0, "text": " Hare Krishna Hare Krishna Krishna Krishna Hare Hare"}, {"start": 80.0, "end": 85.42, "text": " Hare Rama Hare Rama Rama Rama Hare Hare"}, {"start": 85.42, "end": 88.0, "text": " Mukam Karoti Vachalam"}, {"start": 88.14, "end": 90.78, "text": " Pankam Langa Yate Girim"}, {"start": 90.78, "end": 93.46000000000001, "text": " Yad Kripa Tamaham Vande"}, {"start": 93.46000000000001, "end": 95.82, "text": " Sri Gurum Deena Taranam"}, {"start": 95.82, "end": 101.98, "text": " Hare Krishna and welcome back to today's episode of the Mahabharata."}, {"start": 101.98, "end": 108.58, "text": " In the previous episode we have seen how after the game of dice, good sense prevailed over"}, {"start": 108.58, "end": 117.3, "text": " Dhritarashtra and he returned all those things which had been wrongfully, by way of cheating,"}, {"start": 117.3, "end": 123.14, "text": " had been taken away from the Pandavas by Shakuni and Duryodhana."}, {"start": 123.14, "end": 129.14, "text": " After the game of dice, after Dhritarashtra returned everything and he spoke a few conciliatory"}, {"start": 129.14, "end": 133.7, "text": " words to Draupadi and to the Pandavas, he dissolved the assembly and everyone left the"}, {"start": 133.7, "end": 136.64, "text": " assembly hall."}, {"start": 136.64, "end": 141.94, "text": " After everyone left the assembly hall, a few people remained back and they were looking"}, {"start": 141.94, "end": 146.98, "text": " at each other and who are these people and what were their thoughts."}, {"start": 147.3, "end": 150.46, "text": " Stay with us today to learn about that."}, {"start": 150.46, "end": 157.88000000000002, "text": " The Pandavas after leaving the assembly, they stepped out of the place and they got onto"}, {"start": 157.88000000000002, "end": 161.98000000000002, "text": " their chariots and they left Hastinapura."}, {"start": 161.98000000000002, "end": 166.66000000000003, "text": " They drove back to Indraprastha."}, {"start": 166.66000000000003, "end": 168.92000000000002, "text": " Their hearts were heavy."}, {"start": 168.92000000000002, "end": 175.26000000000002, "text": " Their thoughts were filled with all those words of insults and the attempt to disrobe"}, {"start": 175.26000000000002, "end": 176.26000000000002, "text": " Draupadi."}, {"start": 176.26, "end": 183.22, "text": " The Pandavas were still fresh in their hearts and the wounds were still festering."}, {"start": 183.22, "end": 190.7, "text": " The Pandavas, although at that moment, at that point of time, there was no way they"}, {"start": 190.7, "end": 197.56, "text": " could vent out their anger and frustration, carrying these heavy thoughts in their mind,"}, {"start": 197.56, "end": 201.51999999999998, "text": " they were going back to Indraprastha."}, {"start": 201.51999999999998, "end": 205.42, "text": " After they had gone out of Hastinapura and they had travelled some distance, they were"}, {"start": 205.42000000000002, "end": 217.26000000000002, "text": " told that somebody was coming on a horseback trying to catch up with them."}, {"start": 217.26000000000002, "end": 223.24, "text": " Soon the person who was on horseback caught up with the Pandavas and they saw that this"}, {"start": 223.24, "end": 229.10000000000002, "text": " person on horseback was one of the servants from the Hastinapura palace."}, {"start": 229.10000000000002, "end": 232.42000000000002, "text": " This servant, he came with a message to Yudhishthira Maharaj and to the Pandavas."}, {"start": 232.42000000000002, "end": 233.42000000000002, "text": " He said,"}, {"start": 233.42000000000002, "end": 234.42000000000002, "text": " Yudhishthira Maharaj."}, {"start": 234.42000000000002, "end": 235.42000000000002, "text": " Yudhishthira Maharaj."}, {"start": 235.42000000000002, "end": 236.42000000000002, "text": " Yudhishthira Maharaj."}, {"start": 236.42000000000002, "end": 238.08, "text": " The Pandavas were surprised."}, {"start": 238.08, "end": 244.3, "text": " They, after all that had happened, they just, just left the assembly and they had set out"}, {"start": 244.3, "end": 247.32000000000002, "text": " back to Indraprastha."}, {"start": 247.32000000000002, "end": 253.18, "text": " But suddenly this messenger turned up and this messenger said that he was carrying a"}, {"start": 253.18, "end": 258.1, "text": " message for the Pandavas from Dhritarashtra."}, {"start": 258.1, "end": 263.86, "text": " What was this message that Dhritarashtra had chosen to send to the Pandavas?"}, {"start": 263.86, "end": 265.26, "text": " Actually what had happened?"}, {"start": 265.42, "end": 273.42, "text": " after the game of dice and the pandavas were returned their kingdom and whatever they had lost"}, {"start": 274.06, "end": 279.66, "text": " at the stakes and that they had left the hall and all the others who are who are present in"}, {"start": 279.66, "end": 287.1, "text": " the assembly had all left dhritarashtra had left bhisma had left drona had left and all the other"}, {"start": 288.06, "end": 294.14, "text": " people whoever were present in that assembly they had all left now after everyone had left"}, {"start": 295.42, "end": 306.46000000000004, "text": " duryodhana karna shakuni and dushasana were left and they were looking at each other because for"}, {"start": 306.46000000000004, "end": 315.74, "text": " them it was a great shock for all of them they had almost won everything but at the last moment"}, {"start": 315.74, "end": 323.02000000000004, "text": " dhritarashtra's decision had turned the tables so they were still in shock of what had happened"}, {"start": 324.38, "end": 324.86, "text": " finally"}, {"start": 325.42, "end": 334.7, "text": " dushasana spoke up that old man has gone senile we had the pandavas and their kingdom in our grip"}, {"start": 335.58000000000004, "end": 337.26, "text": " and he left it off just like that"}, {"start": 338.86, "end": 344.14, "text": " buddha satya gaya hai jo hamare haath mein aaya tha nikal gaya"}, {"start": 344.14, "end": 348.78000000000003, "text": " moose nivala nikal gaya kai ketna du vaai ketala hai"}, {"start": 348.78000000000003, "end": 350.70000000000005, "text": " anda kelavan yedukuthaan ipdi pannano"}, {"start": 352.38, "end": 354.54, "text": " a kelavan ayalak endu iti"}, {"start": 355.90000000000003, "end": 357.26, "text": " wap affah diyauta"}, {"start": 358.46000000000004, "end": 363.66, "text": " just jangal kaiyila vannadana ellan na sipitu"}, {"start": 364.86, "end": 368.18, "text": " kai bantit baayi kukki barili la muduka aapet illa halaput lie"}, {"start": 368.38, "end": 370.78000000000003, "text": " mandit kai k bandit"}, {"start": 370.78000000000003, "end": 373.18, "text": " baayi qaratu upmunche muduka illa halpa puta"}, {"start": 374.82, "end": 376.38, "text": " so these were the feelings of dushasana"}, {"start": 380.02000000000004, "end": 384.14, "text": " duryodhana also felt alike but there was nothing they could do"}, {"start": 384.14, "end": 389.15999999999997, "text": " what to do. But if the matter had been just that, that the Pandavas had been returned"}, {"start": 389.15999999999997, "end": 395.74, "text": " their kingdom, it would not have been much of an issue. But the issue was that the Pandavas"}, {"start": 395.74, "end": 402.58, "text": " had been subjected to such great insults that they were not going to keep quiet. On some"}, {"start": 402.58, "end": 409.86, "text": " pretext or the other, Duryodhana was afraid they would take a war with the Kauravas. Then"}, {"start": 409.86, "end": 415.22, "text": " it would be very difficult because Duryodhana very well knew the prowess of the Pandavas."}, {"start": 416.28000000000003, "end": 422.26, "text": " All along until now, he had been trying to avoid direct confrontation but to somehow"}, {"start": 422.26, "end": 428.0, "text": " through some cunning means, somehow cheat them of their kingdom and cheat them of their"}, {"start": 428.0, "end": 435.26, "text": " royal authority. These were his plans. So all along he had always avoided direct confrontation"}, {"start": 435.26, "end": 439.6, "text": " because Duryodhana knew that if he were to directly face the Pandavas in battle,"}, {"start": 439.86, "end": 447.28000000000003, "text": " he would not be able to succeed. Chakuni then spoke up and he told Duryodhana whatever"}, {"start": 447.28000000000003, "end": 456.40000000000003, "text": " happened, happened. Now you see, we cannot directly engage in a battle with the Pandavas."}, {"start": 456.52000000000004, "end": 462.3, "text": " We cannot afford that. Somehow Hastinapura was not ours. We have got it in our hand."}, {"start": 462.3, "end": 469.3, "text": " Now if we get into a battle with the Pandavas and lose Hastinapura also in our greed for Indraprastha,"}, {"start": 469.86, "end": 477.5, "text": " then we are left with, we are neither here nor there. So we have to think of something"}, {"start": 477.5, "end": 487.28000000000003, "text": " immediately. Then Chakuni said, I have got a plan by which we can still save the situation."}, {"start": 488.2, "end": 495.92, "text": " What is that? Chakuni said, somehow if we convince the Pandavas again for another game of dice,"}, {"start": 496.82, "end": 499.84000000000003, "text": " then somehow we can manage to win back whatever we want."}, {"start": 499.86, "end": 509.8, "text": " Now neither Karna nor Duryodhana nor Dushyasana were in favor of a direct fight with the Pandavas"}, {"start": 509.8, "end": 516.0, "text": " because everybody knew they could not win. What Chakuni was proposing seemed to be the"}, {"start": 516.0, "end": 521.52, "text": " only solution. But then how to do it? How could the Pandavas again be brought back to"}, {"start": 521.52, "end": 527.86, "text": " another game of dice? Duryodhana took the task upon himself and went and met Dhritarashtra."}, {"start": 529.86, "end": 537.0, "text": " He spoke to his father and he tried various ways to convince Dhritarashtra. Dhritarashtra was like,"}, {"start": 537.1, "end": 544.24, "text": " no, no, why? He was not in favor of it. He said, already one game of dice, so much bad blood has"}, {"start": 544.24, "end": 550.14, "text": " happened between the two of you. One more game of dice, there will be no stopping the, stopping a"}, {"start": 550.14, "end": 556.78, "text": " war between the two of you. So Dhritarashtra was not in favor. Finally Duryodhana told Dhritarashtra,"}, {"start": 556.78, "end": 557.96, "text": " my dear father,"}, {"start": 559.86, "end": 567.42, "text": " Dhritarashtra has gone out of control. Sooner or later the Pandavas will gather some, on some"}, {"start": 567.42, "end": 574.3000000000001, "text": " pretext or the other, they will gather an army and attack us. We have to preempt this. So the"}, {"start": 574.3000000000001, "end": 580.48, "text": " only preemptive fight that we can do is, you have to call them for another game of dice and we have"}, {"start": 580.48, "end": 589.84, "text": " to ensure that we win back the kingdom. Now, if we don't do that, we have to call them for another"}, {"start": 589.86, "end": 595.54, "text": " game of dice. If we don't do that, then what, what are we doing? We are inviting trouble. Because it is, the"}, {"start": 595.54, "end": 603.4, "text": " Pandavas are now, are now like snakes who have been trampled upon. Once we trample upon a snake's head,"}, {"start": 603.96, "end": 609.6800000000001, "text": " after that you cannot think of just walking away silently. The snake will follow you and it will"}, {"start": 609.6800000000001, "end": 615.4, "text": " attack you and it will try to bite you. The only way is, you have to defend yourself. If you have,"}, {"start": 615.4, "end": 619.4200000000001, "text": " you have to take protective measures. Duryodhana, hence,"}, {"start": 619.86, "end": 625.98, "text": " told Dhritarashtra that the only way to take a preemptive action is to prevent a battle from"}, {"start": 625.98, "end": 633.48, "text": " happening, which can only be done if the Pandavas are somehow sent out away from Indraprastha and we"}, {"start": 633.48, "end": 639.58, "text": " have to send them in exile somewhere. And for that, the only way is to engage them again in another"}, {"start": 639.58, "end": 647.84, "text": " game of dice. Not only this, Duryodhana told Dhritarashtra, let, let us engage them in a game"}, {"start": 647.84, "end": 649.72, "text": " of dice and let's take this time."}, {"start": 649.86, "end": 655.86, "text": " Duryodhana told Dhritarashtra that the only way is to engage them again in another game of dice and let's take this time. And for that, the only way is to engage them again in another game of dice and let's take this time."}, {"start": 655.86, "end": 678.66, "text": " And if the Pandavas are in exile for a sufficient period of time, Duryodhana said, with all the wealth in Indraprastha and with all the kings, I will get all the kings on my side and then my power will become really strong and the Pandavas, whenever they come back, they will not be able to face us. They will not be able to withstand the power of my army."}, {"start": 679.86, "end": 709.84, "text": " Dhritarashtra, although he was hesitant, finally, Duryodhana's persuasive words finally overcame his hesitancy. So finally, Dhritarashtra agreed. And Dhritarashtra summoned the servant and sent him, dispatched him to order Yudhishthira for another game of dice."}, {"start": 709.86, "end": 725.86, "text": " When Dhritarashtra took this decision and this decision came to be that the message started spreading everywhere that Dhritarashtra has again called for one more game of dice, the news reached Gandhari's ears."}, {"start": 726.86, "end": 738.86, "text": " She came running to her husband and she said, I heard that you have called for one more game of dice. I have heard what Draupadi had to go through in that assembly."}, {"start": 739.86, "end": 744.82, "text": " It is unthinkable how Draupadi could have been subjected to such ignominy."}, {"start": 746.26, "end": 749.46, "text": " And somehow you salvage the situation by returning everything."}, {"start": 749.84, "end": 751.38, "text": " Now you have gone round the bend."}, {"start": 752.02, "end": 755.04, "text": " You are again calling for another game of dice."}, {"start": 756.6, "end": 759.1800000000001, "text": " Really, I mean, what do you think of yourself?"}, {"start": 759.1800000000001, "end": 761.94, "text": " Do you understand the consequences of your action?"}, {"start": 763.0, "end": 766.36, "text": " This is absolutely, what you are doing is absolutely wrong."}, {"start": 766.36, "end": 772.1, "text": " On the other hand, Gandhari, the mother of Duryodhana, she advised Dhritarasva."}, {"start": 772.28, "end": 779.54, "text": " On the other hand, please hand over the kingdom to the Pandavas and banish Duryodhana from the family."}, {"start": 780.28, "end": 782.98, "text": " You send him away from Hastinapura. Don't keep him here."}, {"start": 784.38, "end": 788.4, "text": " This was a mother's advice to Dhritarasva."}, {"start": 789.36, "end": 795.34, "text": " Duryodhana's own mother, she could see the evilness in Duryodhana."}, {"start": 795.34, "end": 811.26, "text": " And the righteousness of the Pandavas and she was fully in favour of the Pandavas and she said better to reject Duryodhana and avoid any sort of ill-will and fighting within the family."}, {"start": 813.26, "end": 817.26, "text": " But Dhritarasva, what was Dhritarasva's response?"}, {"start": 817.26, "end": 823.26, "text": " He told Gandhari, you see Gandhari, whatever I have to do, I have done."}, {"start": 823.26, "end": 825.26, "text": " Now, whatever happens."}, {"start": 825.26, "end": 827.26, "text": " By the will of providence, let it happen."}, {"start": 827.26, "end": 829.26, "text": " I cannot help it."}, {"start": 829.26, "end": 831.26, "text": " And he walked off."}, {"start": 831.26, "end": 833.26, "text": " Now, Gandhari, what could she do?"}, {"start": 833.26, "end": 835.26, "text": " She had tried her best."}, {"start": 835.26, "end": 837.26, "text": " She went back."}, {"start": 837.26, "end": 849.26, "text": " And finally, this messenger, despatched by Dhritarasva, had now reached the Pandavas and he was standing in front of Yudhishthira with the message from Dhritarasva."}, {"start": 849.26, "end": 851.26, "text": " What was the message?"}, {"start": 851.26, "end": 853.26, "text": " The message was, the king is calling you, Yudhishthira Maharaja."}, {"start": 853.26, "end": 855.26, "text": " The king is calling you, Yudhishthira Maharaja."}, {"start": 855.26, "end": 857.26, "text": " For another game of dice."}, {"start": 857.26, "end": 865.26, "text": " Yudhishthira looked at his brothers and he said, I am helpless."}, {"start": 865.26, "end": 871.26, "text": " It is the duty of a Kshatriya never to say no to a challenge."}, {"start": 871.26, "end": 877.26, "text": " Over and above this, Dhritarasva is in the position of my father."}, {"start": 877.26, "end": 879.26, "text": " He is my elder."}, {"start": 879.26, "end": 881.26, "text": " He is ordering I cannot disobey him."}, {"start": 881.26, "end": 891.26, "text": " The other brothers in Draupadi, they also understood and fully well they empathized with Yudhishthira Maharaja's position."}, {"start": 891.26, "end": 901.26, "text": " And they could understand that there was hardly anything else they could do in the face of following the rules of Dharma."}, {"start": 901.26, "end": 909.26, "text": " Actually, what we have to understand is, there are rules of Dharma for protecting oneself."}, {"start": 909.26, "end": 911.26, "text": " And then there are higher rules."}, {"start": 911.26, "end": 915.26, "text": " There are secondary principles and there are higher principles."}, {"start": 915.26, "end": 921.26, "text": " At a very individual level, if I am very selfish, I take care of myself."}, {"start": 921.26, "end": 925.26, "text": " Now, I am not living alone in this society."}, {"start": 925.26, "end": 931.26, "text": " I am living in the midst of so many relatives, friends, servants, so many people are serving me, so many animals."}, {"start": 931.26, "end": 937.26, "text": " And there are so many demigods, devatas who are providing me so much facilities and conveniences in nature."}, {"start": 937.26, "end": 941.26, "text": " So, I am living in the midst of all of these things."}, {"start": 941.26, "end": 945.26, "text": " So, I have duty towards my own, taking care of my own welfare."}, {"start": 945.26, "end": 949.26, "text": " Then, I also have to think about higher principles."}, {"start": 949.26, "end": 951.26, "text": " Welfare of my family."}, {"start": 951.26, "end": 955.26, "text": " Then, welfare of my friends and relatives."}, {"start": 955.26, "end": 957.26, "text": " Welfare of the entire humankind."}, {"start": 957.26, "end": 959.26, "text": " Welfare of other animals."}, {"start": 959.26, "end": 961.26, "text": " Welfare of this earth."}, {"start": 961.26, "end": 963.26, "text": " Welfare of this environment."}, {"start": 963.26, "end": 965.26, "text": " We have responsibility towards all these things."}, {"start": 965.26, "end": 967.26, "text": " At an individual level,"}, {"start": 967.26, "end": 969.26, "text": " if you see, the Pandavas knew"}, {"start": 969.26, "end": 971.26, "text": " that this game of dice is not going to"}, {"start": 971.26, "end": 973.26, "text": " augur well for them."}, {"start": 973.26, "end": 975.26, "text": " It will bring about their own downfall."}, {"start": 975.26, "end": 977.26, "text": " But then, as Kshatriyas,"}, {"start": 977.26, "end": 979.26, "text": " they had to rise above"}, {"start": 979.26, "end": 981.26, "text": " the principles of taking care of"}, {"start": 981.26, "end": 983.26, "text": " one's own welfare."}, {"start": 983.26, "end": 985.26, "text": " As Kshatriyas,"}, {"start": 985.26, "end": 987.26, "text": " they had higher principles to follow."}, {"start": 987.26, "end": 989.26, "text": " So, since they were Kshatriyas,"}, {"start": 989.26, "end": 991.26, "text": " since they were rulers,"}, {"start": 991.26, "end": 993.26, "text": " those principles took precedence"}, {"start": 993.26, "end": 995.26, "text": " over their personal welfare."}, {"start": 995.26, "end": 997.26, "text": " So, Yudhisthira could not refuse"}, {"start": 997.26, "end": 999.26, "text": " Dhritarashtra's order and he came back"}, {"start": 999.26, "end": 1001.26, "text": " for the second game of dice."}, {"start": 1001.26, "end": 1003.26, "text": " Now,"}, {"start": 1003.26, "end": 1005.26, "text": " when the second game of dice started,"}, {"start": 1005.26, "end": 1007.26, "text": " again, it was the same assembly."}, {"start": 1007.26, "end": 1009.26, "text": " The Dhritarashtra"}, {"start": 1009.26, "end": 1011.26, "text": " was sitting at the head of the assembly"}, {"start": 1011.26, "end": 1013.26, "text": " surrounded by"}, {"start": 1013.26, "end": 1015.26, "text": " Bhishma, Drona, Vidura"}, {"start": 1015.26, "end": 1017.26, "text": " and opposite"}, {"start": 1017.26, "end": 1019.26, "text": " Yudhisthira Maharaj"}, {"start": 1019.26, "end": 1021.26, "text": " to play the game of dice was"}, {"start": 1021.26, "end": 1023.26, "text": " Duryodhana and on his behalf"}, {"start": 1023.26, "end": 1025.26, "text": " as usual, it was Shakuni"}, {"start": 1025.26, "end": 1027.26, "text": " casting the dice."}, {"start": 1027.26, "end": 1029.26, "text": " The entire assembly was very unhappy."}, {"start": 1029.26, "end": 1031.26, "text": " Everyone was censuring"}, {"start": 1031.26, "end": 1033.26, "text": " Dhritarashtra that"}, {"start": 1033.26, "end": 1035.26, "text": " why is he doing this?"}, {"start": 1035.26, "end": 1037.26, "text": " But then, Dhritarashtra"}, {"start": 1037.26, "end": 1039.26, "text": " was completely under the control,"}, {"start": 1039.26, "end": 1041.26, "text": " under the sway of his greedy"}, {"start": 1041.26, "end": 1043.26, "text": " son and he could not help it."}, {"start": 1043.26, "end": 1045.26, "text": " Although he knew at his heart"}, {"start": 1045.26, "end": 1047.26, "text": " that what he was doing was completely"}, {"start": 1047.26, "end": 1049.26, "text": " wrong."}, {"start": 1049.26, "end": 1051.26, "text": " Now, in the second game of dice,"}, {"start": 1051.26, "end": 1053.26, "text": " Shakuni spoke to"}, {"start": 1053.26, "end": 1055.26, "text": " Yudhisthira Maharaj and"}, {"start": 1055.26, "end": 1057.26, "text": " in the being audible to the"}, {"start": 1057.26, "end": 1059.26, "text": " entire audience, Shakuni put the"}, {"start": 1059.26, "end": 1061.26, "text": " conditions of the game."}, {"start": 1061.26, "end": 1063.26, "text": " Shakuni informed Yudhisthira Maharaj"}, {"start": 1063.26, "end": 1065.26, "text": " and the rest of the assembly,"}, {"start": 1065.26, "end": 1067.26, "text": " whatever we played, we played"}, {"start": 1067.26, "end": 1069.26, "text": " and somehow we won,"}, {"start": 1069.26, "end": 1071.26, "text": " you lost, let us forget all those"}, {"start": 1071.26, "end": 1073.26, "text": " things. Now,"}, {"start": 1073.26, "end": 1075.26, "text": " it is a new game of dice and here"}, {"start": 1075.26, "end": 1077.26, "text": " the stakes are much higher."}, {"start": 1077.26, "end": 1079.26, "text": " If"}, {"start": 1079.26, "end": 1081.26, "text": " Duryodhana and I lose"}, {"start": 1081.26, "end": 1083.26, "text": " in this game of dice, then"}, {"start": 1083.26, "end": 1085.26, "text": " we all Kauravas"}, {"start": 1085.26, "end": 1087.26, "text": " will leave our kingdom."}, {"start": 1087.26, "end": 1089.26, "text": " And we will live in the forest"}, {"start": 1089.26, "end": 1091.26, "text": " in exile for 12 years."}, {"start": 1091.26, "end": 1093.26, "text": " And in the"}, {"start": 1093.26, "end": 1095.26, "text": " 13th year, we will"}, {"start": 1095.26, "end": 1097.26, "text": " live in some city"}, {"start": 1097.26, "end": 1099.26, "text": " or village or town,"}, {"start": 1099.26, "end": 1101.26, "text": " incognito, in disguise,"}, {"start": 1101.26, "end": 1103.26, "text": " such that nobody can recognize us."}, {"start": 1105.26, "end": 1107.26, "text": " And if the 13th year we are able"}, {"start": 1107.26, "end": 1109.26, "text": " to pass successfully without"}, {"start": 1109.26, "end": 1111.26, "text": " your detecting us,"}, {"start": 1111.26, "end": 1113.26, "text": " where we are and who we are,"}, {"start": 1113.26, "end": 1115.26, "text": " then in the 14th year, you will return"}, {"start": 1115.26, "end": 1117.26, "text": " the kingdom to us."}, {"start": 1117.26, "end": 1119.26, "text": " Suppose, in the"}, {"start": 1119.26, "end": 1121.26, "text": " 13th year of exile, you"}, {"start": 1121.26, "end": 1123.26, "text": " recognize us, you manage to"}, {"start": 1123.26, "end": 1125.26, "text": " find us out and you are able"}, {"start": 1125.26, "end": 1127.26, "text": " to spot us, you are able to"}, {"start": 1127.26, "end": 1129.26, "text": " see through our disguise and identify"}, {"start": 1129.26, "end": 1131.26, "text": " us, then we will"}, {"start": 1131.26, "end": 1133.26, "text": " go back to another 12 years of"}, {"start": 1133.26, "end": 1135.26, "text": " forest exile and"}, {"start": 1135.26, "end": 1137.26, "text": " one more year of incognito,"}, {"start": 1137.26, "end": 1139.26, "text": " living in incognito."}, {"start": 1141.26, "end": 1143.26, "text": " And then Shakuni said,"}, {"start": 1143.26, "end": 1145.26, "text": " if we lose,"}, {"start": 1145.26, "end": 1147.26, "text": " this is the condition. And if"}, {"start": 1147.26, "end": 1149.26, "text": " you lose, the same conditions"}, {"start": 1149.26, "end": 1151.26, "text": " will be applicable to you."}, {"start": 1151.26, "end": 1153.26, "text": " Look at Shakuni's cunning nature."}, {"start": 1153.26, "end": 1155.26, "text": " He did not immediately say that,"}, {"start": 1155.26, "end": 1157.26, "text": " if you lose, these are the conditions."}, {"start": 1157.26, "end": 1159.26, "text": " He said, if we lose, these are the conditions"}, {"start": 1159.26, "end": 1161.26, "text": " and if"}, {"start": 1161.26, "end": 1163.26, "text": " you lose, then same conditions will be"}, {"start": 1163.26, "end": 1165.26, "text": " applicable to you."}, {"start": 1165.26, "end": 1167.26, "text": " Making it appear very fair."}, {"start": 1167.26, "end": 1169.26, "text": " Now, Yudhisthira Maharaj"}, {"start": 1169.26, "end": 1171.26, "text": " looked at Dhritarashtra,"}, {"start": 1171.26, "end": 1173.26, "text": " that what he had to say."}, {"start": 1173.26, "end": 1175.26, "text": " Dhritarashtra was silent."}, {"start": 1175.26, "end": 1177.26, "text": " Then Yudhisthira Maharaj said,"}, {"start": 1177.26, "end": 1179.26, "text": " I am bound"}, {"start": 1179.26, "end": 1181.26, "text": " by the instructions of my"}, {"start": 1181.26, "end": 1183.26, "text": " elder,"}, {"start": 1183.26, "end": 1185.26, "text": " which is Dhritarashtra, and therefore"}, {"start": 1185.26, "end": 1187.26, "text": " I"}, {"start": 1187.26, "end": 1189.26, "text": " unwillingly am accepting"}, {"start": 1189.26, "end": 1191.26, "text": " these conditions."}, {"start": 1191.26, "end": 1193.26, "text": " Let the dice roll."}, {"start": 1193.26, "end": 1195.26, "text": " And then Shakuni"}, {"start": 1195.26, "end": 1197.26, "text": " cast the dice."}, {"start": 1197.26, "end": 1199.26, "text": " And"}, {"start": 1199.26, "end": 1201.26, "text": " when the dice was cast,"}, {"start": 1201.26, "end": 1203.26, "text": " again, Yudhisthira Maharaj"}, {"start": 1203.26, "end": 1205.26, "text": " lost the game of dice"}, {"start": 1205.26, "end": 1207.26, "text": " and Shakuni won the game"}, {"start": 1207.26, "end": 1209.26, "text": " of dice."}, {"start": 1209.26, "end": 1211.26, "text": " Now, it was decided"}, {"start": 1211.26, "end": 1213.26, "text": " that the Pandavas will have to go for"}, {"start": 1213.26, "end": 1215.26, "text": " twelve years in forest exile"}, {"start": 1215.26, "end": 1217.26, "text": " followed by one year of living"}, {"start": 1217.26, "end": 1219.26, "text": " incognito."}, {"start": 1219.26, "end": 1221.26, "text": " As far as the Kauravas were concerned,"}, {"start": 1221.26, "end": 1223.26, "text": " they were thrilled."}, {"start": 1223.26, "end": 1225.26, "text": " Duryodhana's"}, {"start": 1225.26, "end": 1227.26, "text": " heart's desire had been"}, {"start": 1227.26, "end": 1229.26, "text": " fulfilled. Shakuni's plan"}, {"start": 1229.26, "end": 1231.26, "text": " had worked and the Kauravas"}, {"start": 1231.26, "end": 1233.26, "text": " were now in control of the"}, {"start": 1233.26, "end": 1235.26, "text": " kingdom"}, {"start": 1235.26, "end": 1237.26, "text": " of the Pandavas, Indraprastha."}, {"start": 1237.26, "end": 1239.26, "text": " And Duryodhana was gleeful"}, {"start": 1239.26, "end": 1241.26, "text": " and he was thinking, now"}, {"start": 1241.26, "end": 1243.26, "text": " with time, by the time"}, {"start": 1243.26, "end": 1245.26, "text": " the Pandavas have finished their twelve years"}, {"start": 1245.26, "end": 1247.26, "text": " of exile, I would have consolidated"}, {"start": 1247.26, "end": 1249.26, "text": " my power, they will not be able"}, {"start": 1249.26, "end": 1251.26, "text": " to come back and oppose me."}, {"start": 1251.26, "end": 1253.26, "text": " And after that one year of living incognito,"}, {"start": 1253.26, "end": 1255.26, "text": " very tough, I will be"}, {"start": 1255.26, "end": 1257.26, "text": " able to somehow figure them out."}, {"start": 1257.26, "end": 1259.26, "text": " That was Duryodhana's thinking."}, {"start": 1259.26, "end": 1261.26, "text": " And"}, {"start": 1261.26, "end": 1263.26, "text": " Duryodhana and the"}, {"start": 1263.26, "end": 1265.26, "text": " Kauravas started heaping more"}, {"start": 1265.26, "end": 1267.26, "text": " insults on the Pandavas. They"}, {"start": 1267.26, "end": 1269.26, "text": " started making fun of them."}, {"start": 1269.26, "end": 1271.26, "text": " And Bhima could not"}, {"start": 1271.26, "end": 1273.26, "text": " control his fury and"}, {"start": 1273.26, "end": 1275.26, "text": " he reiterated his vow."}, {"start": 1275.26, "end": 1277.26, "text": " He reminded Dushyasana,"}, {"start": 1277.26, "end": 1279.26, "text": " you are laughing at us now, remember"}, {"start": 1279.26, "end": 1281.26, "text": " I am going to, in the battle"}, {"start": 1281.26, "end": 1283.26, "text": " field, I am going to tear open your chest"}, {"start": 1283.26, "end": 1285.26, "text": " and drink your blood."}, {"start": 1285.26, "end": 1287.26, "text": " And Duryodhana,"}, {"start": 1287.26, "end": 1289.26, "text": " you also remember, very"}, {"start": 1289.26, "end": 1291.26, "text": " soon we will face each"}, {"start": 1291.26, "end": 1293.26, "text": " other in battle and that day"}, {"start": 1293.26, "end": 1295.26, "text": " I will break your thighs and"}, {"start": 1295.26, "end": 1297.26, "text": " I will see that you bite the dust."}, {"start": 1297.26, "end": 1299.26, "text": " So,"}, {"start": 1299.26, "end": 1301.26, "text": " the second game of"}, {"start": 1301.26, "end": 1303.26, "text": " dice only"}, {"start": 1303.26, "end": 1305.26, "text": " increased the"}, {"start": 1305.26, "end": 1307.26, "text": " fire of anger in Bhima's"}, {"start": 1307.26, "end": 1309.26, "text": " heart. Not only Bhima's heart,"}, {"start": 1309.26, "end": 1311.26, "text": " all the Pandavas' heart."}, {"start": 1311.26, "end": 1313.26, "text": " Now, the Pandavas"}, {"start": 1313.26, "end": 1315.26, "text": " got ready. They had to,"}, {"start": 1315.26, "end": 1317.26, "text": " since they had to live in the forest,"}, {"start": 1317.26, "end": 1319.26, "text": " they could not go there with all"}, {"start": 1319.26, "end": 1321.26, "text": " their jewelry and their royal clothes"}, {"start": 1321.26, "end": 1323.26, "text": " and all that. They had to give it up"}, {"start": 1323.26, "end": 1325.26, "text": " and take on deer skin and tree bark"}, {"start": 1325.26, "end": 1327.26, "text": " and remove"}, {"start": 1327.26, "end": 1329.26, "text": " all their ornaments and carrying"}, {"start": 1329.26, "end": 1331.26, "text": " just their weapons and this very"}, {"start": 1331.26, "end": 1333.26, "text": " simple attire,"}, {"start": 1333.26, "end": 1335.26, "text": " they set out for the forest."}, {"start": 1335.26, "end": 1337.26, "text": " Vidura"}, {"start": 1337.26, "end": 1339.26, "text": " told the Pandavas that this condition"}, {"start": 1339.26, "end": 1341.26, "text": " of this game of dice"}, {"start": 1341.26, "end": 1343.26, "text": " was not for Kunti Devi."}, {"start": 1343.26, "end": 1345.26, "text": " She is already very elderly"}, {"start": 1345.26, "end": 1347.26, "text": " and she would not be able to bear the"}, {"start": 1347.26, "end": 1349.26, "text": " rigors of twelve years in the forest."}, {"start": 1349.26, "end": 1351.26, "text": " So, therefore,"}, {"start": 1351.26, "end": 1353.26, "text": " Vidura requested the Pandavas to"}, {"start": 1353.26, "end": 1355.26, "text": " entrust Kunti in his"}, {"start": 1355.26, "end": 1357.26, "text": " care and as long as the Pandavas"}, {"start": 1357.26, "end": 1359.26, "text": " would not return, Kunti could remain"}, {"start": 1359.26, "end": 1361.26, "text": " in his house."}, {"start": 1361.26, "end": 1363.26, "text": " And as far as"}, {"start": 1363.26, "end": 1365.26, "text": " the sons"}, {"start": 1365.26, "end": 1367.26, "text": " of the Pandavas were"}, {"start": 1367.26, "end": 1369.26, "text": " concerned, they were sent to"}, {"start": 1369.26, "end": 1371.26, "text": " Drupada, to Draupadi's"}, {"start": 1371.26, "end": 1373.26, "text": " father's"}, {"start": 1373.26, "end": 1375.26, "text": " place where they could"}, {"start": 1375.26, "end": 1377.26, "text": " grow up and they could be trained in the"}, {"start": 1377.26, "end": 1379.26, "text": " various duties of the Kshatriyas."}, {"start": 1379.26, "end": 1381.26, "text": " Subhadra,"}, {"start": 1381.26, "end": 1383.26, "text": " with her young son Abhimanyu,"}, {"start": 1383.26, "end": 1385.26, "text": " she was sent back to Dwaraka."}, {"start": 1385.26, "end": 1387.26, "text": " So,"}, {"start": 1387.26, "end": 1389.26, "text": " as the Pandavas' sons grew up,"}, {"start": 1389.26, "end": 1391.26, "text": " sometimes they would spend some time in"}, {"start": 1391.26, "end": 1393.26, "text": " Panchaladesha along"}, {"start": 1393.26, "end": 1395.26, "text": " with in Drupada's palace"}, {"start": 1395.26, "end": 1397.26, "text": " and sometimes they would go to"}, {"start": 1397.26, "end": 1399.26, "text": " Krishna's place in Dwaraka,"}, {"start": 1399.26, "end": 1401.26, "text": " spend some time there and like this"}, {"start": 1401.26, "end": 1403.26, "text": " they would, they grew up in these two"}, {"start": 1403.26, "end": 1405.26, "text": " households."}, {"start": 1405.26, "end": 1407.26, "text": " In the meantime, the Pandavas"}, {"start": 1407.26, "end": 1409.26, "text": " now got ready and"}, {"start": 1409.26, "end": 1411.26, "text": " they left for the forest"}, {"start": 1411.26, "end": 1413.26, "text": " and this is how the Pandavas"}, {"start": 1413.26, "end": 1415.26, "text": " had to leave"}, {"start": 1415.26, "end": 1417.26, "text": " Indraprastha and"}, {"start": 1417.26, "end": 1419.26, "text": " Duryodhana won over Indraprastha"}, {"start": 1419.26, "end": 1421.26, "text": " in this manner and the Pandavas"}, {"start": 1421.26, "end": 1423.26, "text": " left for the forest."}, {"start": 1423.26, "end": 1425.26, "text": " Now, what all happened in the forest"}, {"start": 1425.26, "end": 1427.26, "text": " when the Pandavas went on exile?"}, {"start": 1427.26, "end": 1429.26, "text": " Continue to remain with us"}, {"start": 1429.26, "end": 1431.26, "text": " and in the next few episodes"}, {"start": 1431.26, "end": 1433.26, "text": " we will look at what all travails"}, {"start": 1433.26, "end": 1435.26, "text": " the Pandavas had to undergo in the"}, {"start": 1435.26, "end": 1437.26, "text": " forest during their time of exile."}, {"start": 1437.26, "end": 1439.26, "text": " Thank you for joining us today. Hare Krishna!"}, {"start": 1445.26, "end": 1447.26, "text": " Thank you all!"}]}