{"video_id": "QaGIkXMZFUo", "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.16.20 part 4 | 25-01-2023", "speaker": "HH Stoka Krishna Swami", "youtube_url": "https://www.youtube.com/watch?v=QaGIkXMZFUo", "duration": 1094, "segments": [{"start": 0.0, "end": 3.64, "text": " Om Agyanati Miran Dhasya Gyanan Janishalakaya"}, {"start": 3.64, "end": 7.58, "text": " Chakshurun Militam Yena Tasmai Shri Gurave Namaha"}, {"start": 7.58, "end": 11.120000000000001, "text": " Nama Om Vishnu Padaya Krishna Preshtaya Bhutale"}, {"start": 11.120000000000001, "end": 14.56, "text": " Shri Mate Bhakti Vedanta Swamin Nithinamine"}, {"start": 14.56, "end": 18.44, "text": " Namaste Saraswate Deve Gauravani Pracharine"}, {"start": 18.44, "end": 22.28, "text": " Nirvishesha Shunyavadi Pashchatya Deshatarine"}, {"start": 22.28, "end": 26.36, "text": " Jaya Shri Krishna Chaitanya Prabhu Nityananda"}, {"start": 26.36, "end": 30.58, "text": " Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda"}, {"start": 30.58, "end": 34.379999999999995, "text": " Hare Krishna Hare Krishna Krishna Krishna Hare Hare"}, {"start": 34.379999999999995, "end": 37.8, "text": " Hare Rama Hare Rama Rama Rama Hare Hare"}, {"start": 37.8, "end": 42.36, "text": " Om Namo Bhagavate Vasudevaya Narayanam Namaskritya"}, {"start": 42.36, "end": 46.239999999999995, "text": " Naram Chai Vanarottamam Deveem Saraswateem Vyasam"}, {"start": 46.239999999999995, "end": 48.379999999999995, "text": " Tato Jayam Udi Rayet"}, {"start": 48.379999999999995, "end": 54.379999999999995, "text": " In this session we will continue to discuss from the 20th verse of the"}, {"start": 54.379999999999995, "end": 56.34, "text": " 16th chapter of the"}, {"start": 56.36, "end": 62.54, "text": " first canto of Srimad Bhagavatam, the translation of the verse just to refresh your memory."}, {"start": 62.54, "end": 67.68, "text": " I have lost my three legs and I am now standing on one only."}, {"start": 67.68, "end": 73.72, "text": " Are you lamenting for my state of existence or are you in great anxiety because hence"}, {"start": 73.72, "end": 79.96000000000001, "text": " forward the unlawful meat eaters will exploit you or are you in a sorry plight because the"}, {"start": 79.96000000000001, "end": 85.62, "text": " demigods are now bereft of their share of sacrificial offerings because no sacrifices"}, {"start": 85.62, "end": 86.34, "text": " are being performed."}, {"start": 86.36, "end": 92.48, "text": " at present are you grieving for living beings because of their"}, {"start": 92.48, "end": 96.18, "text": " sufferings due to famine and drought."}, {"start": 96.18, "end": 103.25999999999999, "text": " so we'll continue discussing the purport so in the previous session we discussed"}, {"start": 103.25999999999999, "end": 110.46000000000001, "text": " about what is faith in the supreme personality of godhead, what is real faith and"}, {"start": 110.46000000000001, "end": 116.1, "text": " what is blind faith or material belief system."}, {"start": 116.36, "end": 123.74, "text": " They two are completely different. As I mentioned earlier, the word Shraddha that is used, that's"}, {"start": 123.74, "end": 130.06, "text": " a beginning of Bhakti. Shraddha is the beginning of Bhakti, real faith in Krishna. That is a"}, {"start": 130.06, "end": 140.62, "text": " beginning of Bhakti. So till one actually has got that Shraddha, the real faith in Krishna as"}, {"start": 140.62, "end": 146.86, "text": " the Supreme Personality of Godhead, there is no question of Bhakti at all. So what passes"}, {"start": 146.86, "end": 158.26, "text": " off as Bhakti or devotion is some sentiment, some blind faith, some belief system. Like"}, {"start": 158.26, "end": 163.52, "text": " sometimes people ask, do you believe in God? One person may ask another person. The other"}, {"start": 163.52, "end": 166.48000000000002, "text": " person may say, yeah, yeah, I believe in God. Somebody else may say, I don't believe in"}, {"start": 166.48000000000002, "end": 170.6, "text": " God. So this belief system is not what we are talking about here."}, {"start": 170.62, "end": 178.08, "text": " When you say faith, this is different. This is completely, it is coming from the core"}, {"start": 178.08, "end": 185.16, "text": " of the heart. It's a transformation of the heart by purification through the authorized"}, {"start": 185.16, "end": 197.1, "text": " process of executing Bhakti, devotional service. So it is not just a mental state or it's not"}, {"start": 197.1, "end": 198.68, "text": " an intellectual exercise."}, {"start": 198.68, "end": 206.38, "text": " It is actually a transformation of the heart by purification. Heart means here we are talking"}, {"start": 206.38, "end": 211.94, "text": " of consciousness, which is a symptom of the soul, conscious symptom of the soul. So let"}, {"start": 211.94, "end": 219.46, "text": " me continue the purport. The degradation of the human instinct begins from the mlechas"}, {"start": 219.46, "end": 226.08, "text": " and the Chandala state of life is the last word in human degradation. Why is Prabhupada"}, {"start": 226.08, "end": 228.66, "text": " telling this? He's telling in Kali Yuga,"}, {"start": 228.68, "end": 240.72, "text": " the human beings degrade, become degraded in their character, in their consciousness"}, {"start": 240.72, "end": 247.62, "text": " due to the evil influence of the age, the Kali Yuga. And what is the evil influence"}, {"start": 247.62, "end": 258.38, "text": " of Kali Yuga? There is widespread sinful activities, particularly four kinds of sinful activities."}, {"start": 258.38, "end": 268.28, "text": " Characterizing this Kali Yuga, meat eating, intoxication, gambling, illicit sex. So these"}, {"start": 268.28, "end": 277.24, "text": " four sinful activities are prominent in Kali Yuga. And it is, it is practice, it is these"}, {"start": 277.24, "end": 286.48, "text": " sinful activities are very much prevalent among more and more people in Kali Yuga. Even"}, {"start": 286.48, "end": 287.58, "text": " though"}, {"start": 287.58, "end": 288.32, "text": " somebody may be born in a very, very comfortable state of consciousness, you can feel the presence of the soul, human being. Even though somebody may be born in a very, very"}, {"start": 288.32, "end": 297.86, "text": " cultured and very good family by mixing with other people outside the family in the society"}, {"start": 297.86, "end": 306.5, "text": " who are sinful who are breaking these four principles of no meat eating no intoxication"}, {"start": 306.5, "end": 317.78, "text": " one becomes influenced and a good person a cultured person a pious person becomes sinful"}, {"start": 318.32, "end": 327.02, "text": " so that's what we are talking about degradation in this Kali Yuga so proper says all the above"}, {"start": 327.02, "end": 335.88, "text": " terms mentioned in the Vedic literatures are never meant for any particular community or birth when"}, {"start": 335.88, "end": 342.53999999999996, "text": " you say Malaysia it's not because somebody is born in a particular family or belongs to a community"}, {"start": 342.53999999999996, "end": 348.14, "text": " that we call the personal which I know they are different"}, {"start": 348.32, "end": 355.21999999999997, "text": " qualifications of human beings in general any human being what is this qualification based"}, {"start": 355.21999999999997, "end": 363.76, "text": " on that we say he's a brahmana he's a chatriya he's a mlecha he's a yamana based on qualifications"}, {"start": 363.76, "end": 377.65999999999997, "text": " and if somebody practices bhakti then their qualifications can change just like a a child"}, {"start": 377.66, "end": 386.90000000000003, "text": " is born ignorant but you send the child to school and the child gets trained in mathematics then it"}, {"start": 386.90000000000003, "end": 395.20000000000005, "text": " becomes knowledgeable in mathematics so it's no longer ignorant of mathematics so ignorant person"}, {"start": 395.20000000000005, "end": 406.12, "text": " becomes a knowledgeable person by training by education by culture same way a mlecha means"}, {"start": 406.12, "end": 407.64000000000004, "text": " a person who is not followingh a Maisha who is following the Maekas but they call such a religious"}, {"start": 407.64, "end": 414.41999999999996, "text": " the Vedic principles uncultured uncivilized according to the Vedic"}, {"start": 414.41999999999996, "end": 424.14, "text": " standard not having cleanliness not having good habits not does not know how"}, {"start": 424.14, "end": 431.21999999999997, "text": " to show respect to elders such a person by training by education spiritual"}, {"start": 431.22, "end": 439.6, "text": " education by association with transcendentalists can become"}, {"start": 439.6, "end": 446.52000000000004, "text": " completely a changed person can become a nice devotee can become a wise no ma can"}, {"start": 446.52000000000004, "end": 453.0, "text": " become a first-class human being possible so it's not that permanently"}, {"start": 453.0, "end": 460.74, "text": " somebody is labeled as malecha Sudra no never that is not the"}, {"start": 460.74, "end": 461.20000000000005, "text": " orderly médical system that is the principle of a person this is the principle of spiritual education"}, {"start": 461.2, "end": 470.24, "text": " authorized Vedic tradition or Vedic culture. No. Nowadays, there is a tendency to label people"}, {"start": 470.24, "end": 478.68, "text": " like that. Somebody says, I am a Brahmin. How do you say you are a Brahmin? I was born in a Brahmin"}, {"start": 478.68, "end": 487.76, "text": " family. Or my forefathers were very nice, first class qualified Brahmin. That's fine. Your"}, {"start": 487.76, "end": 495.44, "text": " forefathers are first class qualified Brahmin because of which you have a good possibility"}, {"start": 495.44, "end": 506.03999999999996, "text": " of getting trained up in first class behavior, first class qualities. Yes. But unless you get"}, {"start": 506.03999999999996, "end": 513.46, "text": " trained and unless you actually exhibit those qualities, you are not a Brahmin. You cannot be"}, {"start": 513.46, "end": 516.8, "text": " called a Brahmin. So, that is what Prabhupada is telling."}, {"start": 517.76, "end": 526.8199999999999, "text": " Never these designations as Brahmana, Chhatriya, Vaishya, Shudra, Mlecha, Yavana are never meant for"}, {"start": 526.8199999999999, "end": 534.8199999999999, "text": " any particular community or they are not to be, these designations are not to be given based on"}, {"start": 534.8199999999999, "end": 544.7, "text": " birth. They are based on qualifications. There is no question of birthright or community. No."}, {"start": 544.7, "end": 547.7, "text": " That is not the way. One can acquire the respective"}, {"start": 547.7, "end": 547.74, "text": " number of birthrights by birthright. One can acquire the respective number of birthrights by"}, {"start": 547.74, "end": 557.02, "text": " qualification by one's own efforts and thus the son of a Vaishnava can become a Mleksha"}, {"start": 557.02, "end": 566.28, "text": " born in a nice Vaishnava family but by bad association by not following the principles"}, {"start": 566.28, "end": 575.4, "text": " of Vaishnava conduct one becomes a Mleksha or the son of a Chandala can become more than"}, {"start": 575.4, "end": 582.06, "text": " a Brahmana can become first-class Vaishnava all in terms of their association and intimate"}, {"start": 582.06, "end": 591.84, "text": " relation with the Supreme Lord Vaishnava means one who connects with Krishna through the process of"}, {"start": 591.84, "end": 600.5799999999999, "text": " bhakti devotional service bhakti yoga and then when the connection is established by qualification"}, {"start": 600.5799999999999, "end": 604.86, "text": " by practice by association"}, {"start": 605.4, "end": 614.06, "text": " by behavior by culture then even though a person by birth was not having any good"}, {"start": 614.06, "end": 622.26, "text": " qualities or any good behavior can become qualified can exhibit all the good qualities"}, {"start": 622.26, "end": 627.8199999999999, "text": " by training, by culture, by association develop that relationship and become a first-class"}, {"start": 627.8199999999999, "end": 630.4, "text": " Vaishnava."}, {"start": 630.4, "end": 631.92, "text": " next pravopaa talks about"}, {"start": 631.92, "end": 633.6, "text": " the meat eaters"}, {"start": 633.6, "end": 635.16, "text": " the meat eaters are generally called"}, {"start": 635.4, "end": 642.68, "text": " Mlechha's. Mlechha means meat eaters who are particular kind of meat eaters."}, {"start": 642.68, "end": 649.98, "text": " Prabhupada says all meat eaters are not Mlechha's. Those who accept meat in terms"}, {"start": 649.98, "end": 654.06, "text": " of scriptural injunctions are not Mlechha's. In scripture there is a"}, {"start": 654.06, "end": 661.98, "text": " concession given to somebody who is very much habituated to eating meat. If they"}, {"start": 661.98, "end": 668.04, "text": " want to regulate their meat eating according to scriptural directions"}, {"start": 668.04, "end": 672.9, "text": " because they can't totally give up eating meat immediately when they come"}, {"start": 672.9, "end": 677.52, "text": " to know about the fact that meat eating is sinful activity because of which they"}, {"start": 677.52, "end": 683.44, "text": " have to suffer sinful reactions. So they don't want suffering, so they have to"}, {"start": 683.44, "end": 690.0, "text": " stop meat eating. But they can't immediately stop. They can regulate their"}, {"start": 690.0, "end": 691.96, "text": " meat eating according to scriptural injunctions."}, {"start": 691.96, "end": 699.0400000000001, "text": " So in one place in the scriptures it is said meat eating is"}, {"start": 699.0400000000001, "end": 706.96, "text": " sinful. You should not eat meat. Avoid meat eating. Now that may not be possible"}, {"start": 706.96, "end": 716.26, "text": " for everyone on hearing such a scriptural direction or injunction. A"}, {"start": 716.26, "end": 721.0600000000001, "text": " person cannot immediately stop because of habit."}, {"start": 721.0600000000001, "end": 721.6, "text": " Hmm"}, {"start": 721.6, "end": 729.64, "text": " So such a person who is habituated to meat eating but would like to gradually reduce"}, {"start": 729.64, "end": 739.5400000000001, "text": " and give up over a period of time. So then the scriptural injunctions are there that"}, {"start": 739.5400000000001, "end": 746.6800000000001, "text": " in a restricted way such a person can accept meat. What is that restriction? In"}, {"start": 746.6800000000001, "end": 751.48, "text": " this Kanda Purana it is said those who want to regulate their meat eating"}, {"start": 751.6, "end": 764.74, "text": " so that they don't get very very ghastly sinful reactions. Severe suffering. No. They should avoid cow killing."}, {"start": 764.74, "end": 781.44, "text": " They should only take the flesh of a goat. Only one creature. Goat. Goat flesh. Not any animal flesh. Not any bird flesh. No. Only goat. And that also only one"}, {"start": 781.44, "end": 783.6800000000001, "text": " the way as say that goat attacks the goat."}, {"start": 783.6800000000001, "end": 790.44, "text": " Once a month they can take this flesh. Once a month only"}, {"start": 790.44, "end": 796.2, "text": " On a mavasya. A mavasya occurs once in a month. Lunar month."}, {"start": 796.2, "end": 805.44, "text": " And only by sacrificing a goat to Goddess Kali. Performing a sacrifice. Yajna. Yajna is the way of"}, {"start": 805.44, "end": 807.36, "text": " performing a sacrifice. Yajna. Yagya is the way of"}, {"start": 807.36, "end": 810.36, "text": " using money. Lifting up. Islam wish-doing, Yajna is the way of took freshner比如"}, {"start": 810.36, "end": 811.2800000000001, "text": " So a cow that is going crazy with its father and said me에는"}, {"start": 811.28, "end": 824.98, "text": " purifying our existence. So, that is the regulation to be followed. So, those who are following these"}, {"start": 824.98, "end": 832.0799999999999, "text": " regulations are called descriptional directions are not natures even if they are eating meat."}, {"start": 834.42, "end": 840.8399999999999, "text": " So, those meat eaters who accept meat without any regulation or restriction are called natures."}, {"start": 840.84, "end": 847.58, "text": " This is the accurate definition of who is a nature. Beef is forbidden in scriptures. Beef"}, {"start": 847.58, "end": 853.38, "text": " means the flesh of a cow and the bulls and cows are offered special protection by the followers"}, {"start": 853.38, "end": 862.72, "text": " of the Vedas. So, in the Vedic culture nobody even meat eaters never touch the flesh of a cow"}, {"start": 862.72, "end": 870.26, "text": " or a bull never. So, on the other hand the cows and bulls are offered special protection. They"}, {"start": 870.26, "end": 870.82, "text": " are going to die."}, {"start": 870.84, "end": 878.7, "text": " Natural death of course, but they never killed for the sake of eating the cow meat. No, never."}, {"start": 878.7, "end": 885.02, "text": " In this age of Kali people will exploit the body of the bull and the cow as they like and thus they"}, {"start": 885.02, "end": 893.38, "text": " will invite sufferings of various types. See, this is the unfortunate situation Kali Yuga. They are"}, {"start": 893.38, "end": 899.96, "text": " ignorant. They don't care for any restrictions or regulations. They don't follow Shastra or they"}, {"start": 899.96, "end": 900.26, "text": " don't have proper guidance. So, they are going to die. So, they are going to die. So, they are going"}, {"start": 900.26, "end": 903.22, "text": " to die. They are having needs of animal Wars. They are hungry. They are going to die. But the"}, {"start": 903.22, "end": 907.04, "text": " necessarily eating the animal flesh is out of blood debate. So, they cannot searching"}, {"start": 907.04, "end": 908.3199999999999, "text": " out forerkind neuroimaging of the individual."}, {"start": 908.3199999999999, "end": 914.72, "text": " Thank you they are very good but just to have proper guidance, they say it is my choice"}, {"start": 914.74, "end": 922.86, "text": " which kind of flesh I eat, eating is my choice. You like to eat vegetables, you eat vegetables."}, {"start": 922.86, "end": 928.28, "text": " I like to eat them vegetables and some meat also or somebody else likes to eat fish. Somebody"}, {"start": 928.28, "end": 929.66, "text": " else likes to eat eggs."}, {"start": 929.66, "end": 930.1, "text": " Astrology."}, {"start": 930.1, "end": 953.0600000000001, "text": " So whatever one's choice one may eat, this is not correct understanding. There is consideration of what a person should eat. Every living being by arrangement, higher arrangement has got designated food."}, {"start": 953.0600000000001, "end": 972.0600000000001, "text": " Just like a cow will never eat any flesh. A tiger will never eat grass. See that designated food for tiger is the flesh of certain animals. Designated food for cow is grass."}, {"start": 975.0600000000001, "end": 980.0600000000001, "text": " So this is by higher arrangement in nature."}, {"start": 981.0600000000001, "end": 982.0600000000001, "text": " But among human beings there is no such thing."}, {"start": 983.0600000000001, "end": 992.0600000000001, "text": " There is a certain freedom given that you may eat different kinds of edibles."}, {"start": 993.0600000000001, "end": 1006.0600000000001, "text": " But that is restricted to vegetables, fruits, grains, dahl, cow's milk like this. It is restricted to that for human beings."}, {"start": 1007.0600000000001, "end": 1009.0600000000001, "text": " Designated food for human beings."}, {"start": 1010.0600000000001, "end": 1012.0600000000001, "text": " Now if somebody thinks that"}, {"start": 1014.0600000000001, "end": 1019.0600000000001, "text": " I will eat what I like to eat or I will eat what is good for my health."}, {"start": 1020.0600000000001, "end": 1028.06, "text": " Somebody may say for you vegetable may be okay, for me vegetable is not enough to be healthy, to develop good strength."}, {"start": 1029.06, "end": 1032.06, "text": " I require to eat some non-vegetarian food."}, {"start": 1033.06, "end": 1036.06, "text": " So that may be some consideration some people may have."}, {"start": 1037.06, "end": 1042.06, "text": " But if you have to eat meat there is restriction by which"}, {"start": 1043.06, "end": 1053.06, "text": " if you follow this restriction only goat flesh, only once a month, only after sacrificing the goat to Kali."}, {"start": 1054.06, "end": 1059.06, "text": " Only to Kali, not to any Devata, not to any, not to Krishna, not to Vishnu, no."}, {"start": 1060.06, "end": 1063.06, "text": " And it must be sacrificed. There is a procedure for sacrificing."}, {"start": 1064.06, "end": 1065.06, "text": " According to Shastra."}, {"start": 1066.06, "end": 1071.06, "text": " Then that person is saved from grievous sinful reactions."}, {"start": 1071.06, "end": 1074.06, "text": " But in Kali Yuga people don't care."}, {"start": 1075.06, "end": 1077.06, "text": " For all this restriction they don't bother."}, {"start": 1078.06, "end": 1082.06, "text": " Therefore they invite sufferings of so many kind."}, {"start": 1083.06, "end": 1088.06, "text": " So that is one unfortunate situation in Kali Yuga."}, {"start": 1089.06, "end": 1092.06, "text": " I will stop here. Thank you very much. Hare Krishna."}]}