{"video_id": "qc2unf5G0gQ", "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.9.4 | 27-03-2022", "speaker": "HH Stoka Krishna Swami", "youtube_url": "https://www.youtube.com/watch?v=qc2unf5G0gQ", "duration": 1004, "segments": [{"start": 0.0, "end": 4.14, "text": " Om Agyanati Mirandhasya Gyananjanishalakaya"}, {"start": 4.14, "end": 8.8, "text": " Chakshurun Militam Yena Tasmai Shri Gurave Namaha"}, {"start": 8.8, "end": 13.42, "text": " Nama Om Vishnupadaya Krishna Preshtaya Bhutale"}, {"start": 13.42, "end": 17.78, "text": " Shri Mate Bhaktivedanta Swamin Nithinamine"}, {"start": 17.78, "end": 23.78, "text": " Namaste Saraswate Deve Gauravani Pracharine"}, {"start": 23.78, "end": 28.8, "text": " Nirvishesha Shunyavadi Pashchatyade Shatarine"}, {"start": 28.8, "end": 33.56, "text": " Jaya Shri Krishna Chaitanya Prabhu Nithyananda"}, {"start": 33.56, "end": 38.92, "text": " Shri Advaita Gadadhara Shiva Sadhi Gaurabhakta Vrinda"}, {"start": 38.92, "end": 43.980000000000004, "text": " Hare Krishna Hare Krishna Krishna Krishna Hare Hare"}, {"start": 43.980000000000004, "end": 48.36, "text": " Hare Rama Hare Rama Rama Rama Hare Hare"}, {"start": 48.36, "end": 52.040000000000006, "text": " Om Namo Bhagavate Vasudevaya"}, {"start": 52.040000000000006, "end": 56.5, "text": " Narayanam Namaskritya Naramchaiva Narottamam"}, {"start": 56.5, "end": 58.72, "text": " Devim Saraswati"}, {"start": 58.72, "end": 58.78, "text": " Narayanam Namaskritya Naramchaiva Narottamam"}, {"start": 58.78, "end": 63.52, "text": " Vyasam Tatojaya Mudireyi"}, {"start": 63.52, "end": 68.74000000000001, "text": " In this session, we'll be discussing from the verse number four"}, {"start": 68.74000000000001, "end": 73.12, "text": " of the ninth chapter of the first canto of Srimad Bhagavatam,"}, {"start": 73.12, "end": 80.28, "text": " Drshtva Nipattitam Bhoomau Divaschiutam Ivaamaram"}, {"start": 80.28, "end": 88.0, "text": " Pranae mahu Pandava bushma Sanugaa Sahacakrina"}, {"start": 88.0, "end": 88.7, "text": " The meaning of вашa Yoga Hatha Siya Bharka"}, {"start": 88.7, "end": 96.5, "text": " this verses seeing him that means seeing Bhishma lying on the ground like a demigod fallen from"}, {"start": 96.5, "end": 105.26, "text": " the sky the Pandava King Yudhishthira along with his younger brothers and Lord Krishna bowed down"}, {"start": 105.26, "end": 116.9, "text": " before him we have to note that Krishna is referred to as Chakri Chakri means one who"}, {"start": 116.9, "end": 125.42, "text": " carries the chakra that is Krishna another name for Krishna shankhi Chakri like that there are"}, {"start": 125.42, "end": 138.02, "text": " names for Krishna so here Krishna is referred to as Chakri and Sreelah Prabhupada explains Lord"}, {"start": 138.02, "end": 146.34, "text": " Krishna was also a younger cousin of Maharaja Yudhishthira as well as the intimate friend"}, {"start": 146.34, "end": 146.9, "text": " Lord Krishna and a better beloved Rama Yudhishthir as well as the intimate friend Devasini as well"}, {"start": 146.9, "end": 156.5, "text": " of arjuna krishna was related to the pandavas as a younger cousin because by age krishna was younger"}, {"start": 156.5, "end": 166.42000000000002, "text": " than yudhishtira maharaj and yudhishtira maharaj's mother kunti and krishna's father vasudeva were"}, {"start": 167.86, "end": 174.82, "text": " sister and brother kunti and vasudeva so therefore krishna was"}, {"start": 174.82, "end": 181.54, "text": " the younger cousin of yudhishtira maharaj krishna was also related to"}, {"start": 182.66, "end": 190.57999999999998, "text": " arjuna in the same way as a cousin but more importantly krishna and arjuna were intimate"}, {"start": 190.57999999999998, "end": 200.57999999999998, "text": " friends intimate friends so in addition to being a cousin arjuna was also intimate friend of krishna"}, {"start": 202.5, "end": 204.74, "text": " but all the family members"}, {"start": 205.22, "end": 210.18, "text": " of the pandavas knew lord krishna as the supreme personality of godhead"}, {"start": 212.34, "end": 217.38, "text": " all the five brothers dhishtira bhima nakula sahadeva"}, {"start": 218.1, "end": 221.62, "text": " arjuna everyone knew krishna supreme personality of godhead"}, {"start": 222.57999999999998, "end": 229.54, "text": " and even draupadi kunti everyone knew krishna is the supreme personality of godhead"}, {"start": 232.74, "end": 234.66, "text": " the lord although conscious of"}, {"start": 234.82, "end": 243.85999999999999, "text": " supreme position always behaved in a humanly custom and so he also bowed down before the dying bhishma"}, {"start": 243.85999999999999, "end": 250.5, "text": " deva as if he that means krishna were one of the younger brothers of king yudhishtira"}, {"start": 252.5, "end": 261.7, "text": " now this is very significant that when the pandavas have come to see bhishma bhishma is elderly"}, {"start": 264.82, "end": 268.82, "text": " uh person compared to the pandavas so pandavas grandfather"}, {"start": 270.26, "end": 278.98, "text": " pandu's father father's brother so in that way the pandavas are perfectly"}, {"start": 281.21999999999997, "end": 289.53999999999996, "text": " right or correct in bowing down to bhishma deva grandsons they are offering their respects"}, {"start": 290.26, "end": 294.26, "text": " to the elderly grandfather well-wisher"}, {"start": 294.98, "end": 296.18, "text": " and affectionate"}, {"start": 298.9, "end": 299.7, "text": " grandfather"}, {"start": 302.26, "end": 309.62, "text": " but why is krishna bowing down before bhishma when krishna is the supreme personality of godhead"}, {"start": 311.3, "end": 314.42, "text": " now we have to carefully understand srila prabhupada explains"}, {"start": 315.53999999999996, "end": 322.65999999999997, "text": " even though krishna is always conscious he is the supreme personality of godhead is eternally so"}, {"start": 325.06, "end": 333.7, "text": " but still he behaves in a humanly way when he comes to this material world"}, {"start": 334.98, "end": 338.26, "text": " for the sake of his pastimes"}, {"start": 340.9, "end": 343.53999999999996, "text": " so krishna behaves in a particular way"}, {"start": 345.62, "end": 353.38, "text": " in a particular situation which we have to understand from the scriptures as explained by the"}, {"start": 353.38, "end": 354.34, "text": " acharyas"}, {"start": 354.82, "end": 362.5, "text": " so krishna's personality is not like the personality of a any other human being"}, {"start": 363.94, "end": 371.94, "text": " krishna's personality is a lot different than that of any other personality"}, {"start": 373.78, "end": 378.9, "text": " so the difference can be understood only if we hear"}, {"start": 379.7, "end": 380.98, "text": " our own personality"}, {"start": 380.98, "end": 382.34, "text": " our own personality"}, {"start": 382.34, "end": 383.14, "text": " our own personality"}, {"start": 383.14, "end": 383.7, "text": " our own personality"}, {"start": 383.7, "end": 384.1, "text": " our own personality"}, {"start": 384.90000000000003, "end": 385.94, "text": " anymore"}, {"start": 385.94, "end": 389.48, "text": " and let we not get distracted by what is the difference between Ahmad and the lord"}, {"start": 389.48, "end": 394.5, "text": " we first understand about krishna from the vaishva acharyas as they explain"}, {"start": 395.62, "end": 402.58000000000004, "text": " based on the authentic shastras vaishnava scriptures"}, {"start": 404.58000000000004, "end": 409.86, "text": " so i can give an example the bhagavatam says"}, {"start": 409.86, "end": 422.04, "text": " of two kinds one action one set of actions Krishna performs in his incarnation as Krishna are those"}, {"start": 422.04, "end": 436.92, "text": " which he wants to teach the common people ideal behavior of a human being so Krishna when he was"}, {"start": 436.92, "end": 447.1, "text": " in Dwaraka whenever he would come back from his assembly house Sudharma after finishing his duties"}, {"start": 447.1, "end": 461.92, "text": " as the king of Dwaraka then he would actually enter his palaces by expanding himself into"}, {"start": 461.92, "end": 466.88, "text": " sixteen thousand one hundred and eight forms because"}, {"start": 466.92, "end": 474.44, "text": " he had married 16,000 108 Queens princesses and they became Queens because Krishna was"}, {"start": 474.44, "end": 486.72, "text": " the king and he would interact with his Queens exactly like a ideal husband should interact"}, {"start": 486.72, "end": 496.8, "text": " with his wife now Krishna knows his position Krishna is also aware that all the queens are"}, {"start": 496.92, "end": 504.84000000000003, "text": " are his devotees. The devotees, the queens know Krishna is the Supreme Lord but in his interaction"}, {"start": 504.84000000000003, "end": 512.44, "text": " he taught by his own example how a ideal husband should actually take care of his wife."}, {"start": 515.4, "end": 522.2, "text": " Now Krishna in the morning when he wakes up, he wakes up very early even though he is lying"}, {"start": 522.2, "end": 535.72, "text": " comfortably with his wife, the queen but he wakes up and he performs his duties as a householder."}, {"start": 536.9200000000001, "end": 543.1600000000001, "text": " Now these duties are described in the Srimad Bhagavatam 10th cantum, these duties are"}, {"start": 543.1600000000001, "end": 549.48, "text": " performed by Krishna to teach how an ideal householder to perform householder's duties."}, {"start": 550.36, "end": 552.12, "text": " He would go and pay respect"}, {"start": 552.2, "end": 566.82, "text": " to his mothers. Of course, his mother is Devaki. But Vasudeva, his father had 16 queens. So,"}, {"start": 566.82, "end": 574.1400000000001, "text": " the other queens of Vasudeva were stepmothers of Krishna. Nonetheless, Krishna would respect"}, {"start": 574.14, "end": 583.78, "text": " all the stepmothers on an equal level with Devaki, his own mother. So, this is ideal"}, {"start": 583.78, "end": 589.14, "text": " behavior of Krishna. They all know Krishna is the Supreme Personality of God. But they"}, {"start": 589.14, "end": 596.74, "text": " also know Krishna is behaving in this way to teach by his own example how an ideal householder"}, {"start": 596.74, "end": 602.98, "text": " should carry out the duties of a householder."}, {"start": 602.98, "end": 603.98, "text": " Grahasta Ashrama"}, {"start": 603.98, "end": 611.98, "text": " Krishna is teaching by his own example. He would give cows in charity to the brahmanas."}, {"start": 611.98, "end": 617.62, "text": " Now, the brahmanas know Krishna is the Supreme Personality of God. Krishna has no obligation"}, {"start": 617.62, "end": 623.32, "text": " to anybody. He is in fact the maintainer of everyone. So, what obligation can he have"}, {"start": 623.32, "end": 630.04, "text": " for any brahmana or for any other living being? He is the maintainer of all the living beings."}, {"start": 630.04, "end": 632.82, "text": " Eko bahunam yo vidhati kama."}, {"start": 632.82, "end": 637.86, "text": " Krishna is teaching by his own example, but he must teach by his own example. Acharya."}, {"start": 637.86, "end": 648.72, "text": " Acharya means one who teaches by his own behavior, by his own actions. So, Krishna's one set"}, {"start": 648.72, "end": 659.82, "text": " of activities are meant for teaching the common man about the proper behavior. Now, Krishna"}, {"start": 659.82, "end": 660.82, "text": " performs another set of actions. Hope this is helpful."}, {"start": 660.82, "end": 661.82, "text": " Did you take a hint from this? I really liked it. Because this is what I wanted to show"}, {"start": 661.82, "end": 662.82, "text": " you. You may have some doubts about this. But all you need to know is, even when you are"}, {"start": 662.82, "end": 672.5, "text": " unique to his position as the supreme personality you've got it which is the position as a supreme"}, {"start": 672.5, "end": 679.86, "text": " lord is eternally true even though he appears like a human being he is the supreme lord"}, {"start": 680.74, "end": 688.4200000000001, "text": " his powers are always with him they are never lost they are never ineffective"}, {"start": 688.42, "end": 695.38, "text": " so for example when he's playing with the covered boys in vrindavan he is like another covered boy"}, {"start": 696.5, "end": 707.38, "text": " but when a demon comes to attack krishna krishna effortlessly playfully he simply kills the demon"}, {"start": 708.26, "end": 717.14, "text": " and the covered boys they are very happy that this some demon came to disturb us"}, {"start": 718.5799999999999, "end": 725.2199999999999, "text": " and krishna just killed the demon very easily so they are all very happy they embrace krishna"}, {"start": 725.9399999999999, "end": 732.26, "text": " well done well done excellent excellent and they continue their play they never"}, {"start": 735.06, "end": 742.66, "text": " pause to think krishna is another covered boy like us how could he have killed that demon"}, {"start": 743.3, "end": 748.26, "text": " we cannot kill how can krishna kill they never think"}, {"start": 748.42, "end": 762.3399999999999, "text": " that is the action of yogamaya by yogamaya's influence everyone participating in krishnalila"}, {"start": 762.3399999999999, "end": 767.2199999999999, "text": " all the devotees that is all the devotees other than krishna everyone else is devoted krishna"}, {"start": 767.86, "end": 778.0999999999999, "text": " so the devotees except balaram of course balaram is not um in the position of a devotee he acts like"}, {"start": 778.1, "end": 786.98, "text": " a devotee but he is not like the other devotees belonging to a different tatva he is actually"}, {"start": 786.98, "end": 793.3000000000001, "text": " an expansion of krishna but still for the sake of krishna's pastimes he also behaves"}, {"start": 793.3000000000001, "end": 797.22, "text": " like one of the other covered boys he also behaves as a devotee of krishna"}, {"start": 798.82, "end": 806.26, "text": " as another covered boy so um all the covered boys being influenced by yogamaya"}, {"start": 807.22, "end": 811.3, "text": " they forget krishna is the supreme personality of god though they know that"}, {"start": 812.5, "end": 819.38, "text": " the fact is known but for the sake of krishna's pastime they forget that"}, {"start": 819.9399999999999, "end": 823.62, "text": " they don't consider that they think krishna is one among them"}, {"start": 825.78, "end": 832.26, "text": " and if you have a friend who is your equal and the friend does something very nice"}, {"start": 833.22, "end": 836.26, "text": " then you appreciate the friend embrace her"}, {"start": 836.9, "end": 842.5, "text": " and that is the reason why all the devotees who worship him are very happy you congratulate him"}, {"start": 842.5, "end": 847.9399999999999, "text": " like that the coward boys exactly behave that way with krishna and krishna kills a demon but we"}, {"start": 847.9399999999999, "end": 856.9, "text": " understand that demon was no ordinary demon he was sent by kamsa he had so many mystic powers"}, {"start": 857.54, "end": 864.18, "text": " he was a terror for everyone else but krishna effortlessly killed him because krishna is"}, {"start": 864.18, "end": 865.38, "text": " supremely powerful"}, {"start": 866.26, "end": 874.08, "text": " we understand such activities of Krishna as those of the Supreme Personality of Godhead."}, {"start": 874.08, "end": 883.12, "text": " When Brahma stole the calves and the cowherd boys, Krishna actually expanded himself as a"}, {"start": 883.12, "end": 888.4399999999999, "text": " calves and cowherd boys. Now Brahma came back after hiding those calves and cowherd boys who"}, {"start": 888.4399999999999, "end": 895.9, "text": " were stolen by Brahma using Brahma's mystic power. He was hiding them somewhere and when"}, {"start": 895.9, "end": 901.0, "text": " Brahma came back after one moment of his time, already one year had passed on the earth and"}, {"start": 901.0, "end": 907.22, "text": " Krishna had expanded himself so nobody knew that the cowherd boys and the calves, original"}, {"start": 907.22, "end": 918.34, "text": " cowherd boys and calves were kidnapped by Brahma and they were hidden by Brahma in some place away"}, {"start": 918.34, "end": 925.78, "text": " from the earth planet and they were all sleeping under the mystic power of"}, {"start": 925.78, "end": 925.88, "text": " Brahma."}, {"start": 925.9, "end": 933.1, "text": " A spell cast by Brahma by Brahma's mystic power but nobody knows in Vrindavan. How is that?"}, {"start": 933.1, "end": 942.88, "text": " Krishna has expanded exactly resembling each of the cowherd boys and each of the calves and Brahma"}, {"start": 942.88, "end": 950.5, "text": " came and saw there is a second set of the same cowherd boys and calves playing with Krishna."}, {"start": 950.5, "end": 955.54, "text": " So Brahma was bewildered. He knows he has hidden there,"}, {"start": 955.9, "end": 963.1, "text": " cows and cowherd boys, he has stolen in his particular place and he knows by his mystic"}, {"start": 963.1, "end": 969.42, "text": " power they are all sleeping under the spell of his mystic power. But Brahma also seeing a second"}, {"start": 969.42, "end": 976.42, "text": " set and who are these second set of cowherd boys and calves. Brahma is wondering. So like this,"}, {"start": 976.42, "end": 985.78, "text": " Krishna's second set of activities are those to help and meant for helping"}, {"start": 985.78, "end": 991.54, "text": " us understand Krishna is the Supreme Personality of God so we have to understand when Krishna"}, {"start": 991.54, "end": 998.14, "text": " bows down to Bhishma Deva it is teaching us how a younger one should show respect"}, {"start": 998.14, "end": 1003.24, "text": " to an elderly superior worship of personality I'll stop here thank you very much Hare Krishna"}]}