{"video_id": "qP267sUyrOY", "title": "The Uplifting Devotion of Ganga-mata Gosvamini | Sri Vasudev Keshav Dasa | Gaura Mandala Parikrama", "speaker": "HG Vasudev Keshav Dasa", "youtube_url": "https://www.youtube.com/watch?v=qP267sUyrOY", "duration": 493, "segments": [{"start": 0.0, "end": 28.96, "text": " So, we are at the Radha Govinda Temple and"}, {"start": 28.96, "end": 37.36, "text": " we saw the Radha Govinda deities in the center flanked by Chaitanya Mahaprabhu and Nithyananda"}, {"start": 37.36, "end": 43.88, "text": " Prabhu. Very beautiful deities. Jagannath Baldev Subhadra on the left and Laddu Gopal"}, {"start": 43.88, "end": 52.18, "text": " deity. So, these are the deities. Mahabharata, Jagannatha and Ramayana stories are depicted"}, {"start": 52.18, "end": 58.1, "text": " here in these terracotta tiles. Here you can see Jagannath Baldev Subhadra,"}, {"start": 58.1, "end": 65.8, "text": " elephant and on the right side of the elephant. Ravana on the right side. Ten headed Ravana."}, {"start": 65.8, "end": 78.98, "text": " And here is Mahabharata, Pancha Pandavas. So, Sachi Devi, her another name is Ganga"}, {"start": 78.98, "end": 85.54, "text": " Mata Goswamini. Goswamini, she didn't marry and so that's how she got the title Goswamini."}, {"start": 85.54, "end": 88.1, "text": " So, how does she come in our disciplic society?"}, {"start": 88.10000000000001, "end": 92.58000000000001, "text": " Sachi Devi's succession and which, where is her position, so it is like this. Ganga"}, {"start": 92.58000000000001, "end": 99.30000000000001, "text": " Mata Goswamini was initiated in the line of Gauranga Shakti, Srila Gadadhar Pandit Goswami."}, {"start": 99.30000000000001, "end": 106.60000000000001, "text": " So, she comes in Gadadhar Pandit Goswami lineage and her guru's name is Sri Haridas Pandit"}, {"start": 106.60000000000001, "end": 115.12, "text": " Goswami. And this is a reference from Chaitanya Charitamrita. Krishnadas Kaviraj Goswami has"}, {"start": 115.12, "end": 117.9, "text": " described this Haridas' character in Chaitanya Charitamrita. She has described that, Ravana,"}, {"start": 117.9, "end": 126.22, "text": " Charitamrita. So that is the guru of Sachi Mata Devi. She is the queen. Sachi Mata Devi is the"}, {"start": 126.22, "end": 136.44, "text": " queen. The chief servitor of the Govinda temple was Sri Haridas Pandit here. His qualities and"}, {"start": 136.44, "end": 145.88, "text": " fames are known all over the world. He was gentle, tolerant, peaceful, magnanimous, grave, sweet in"}, {"start": 145.88, "end": 152.62, "text": " his words and very sober in his endeavors. He was respectful to everyone and worked for the"}, {"start": 152.62, "end": 160.84, "text": " benefit of all. Diplomacy, envy and jealousy were unknown to his heart. The 50 general qualities"}, {"start": 160.84, "end": 167.94, "text": " of Lord Krishna were all present in his body. We know that 50 qualities. So all were present in"}, {"start": 167.94, "end": 175.85999999999999, "text": " his body. Ananta Acharya, a disciple of Gadadhar Pandit, was always absorbed in love of"}, {"start": 175.86, "end": 183.94000000000003, "text": " Godhead, magnanimous and advanced in all respect. He was a reservoir of all good qualities. No one"}, {"start": 183.94000000000003, "end": 191.98000000000002, "text": " can estimate how great he was. Pandit Haridas was his beloved disciple. So you have Gadadhar Pandit,"}, {"start": 191.98000000000002, "end": 199.16000000000003, "text": " Gadadhar Pandit's disciple Ananta Acharya, Ananta Acharya's disciple Pandit Haridas and Pandit"}, {"start": 199.16000000000003, "end": 205.8, "text": " Haridas' disciple was Ganga Mata Sachi Devi. So something more about her that"}, {"start": 205.86, "end": 212.28, "text": " was from Sisi. So who she is and what are her pastimes. She is the only daughter of"}, {"start": 212.28, "end": 218.86, "text": " King of Puthiya, Princess Ganga Mata Sachi Devi. She appeared here in this place and"}, {"start": 218.86, "end": 224.62, "text": " she became an exalted devotee. And if you have been to Jagannath Puri, you know that"}, {"start": 224.62, "end": 231.76000000000002, "text": " Sarvabhauma Bhattacharya's house. And so it is after her that the house of Sarvabhauma"}, {"start": 231.76000000000002, "end": 235.72000000000003, "text": " Bhattacharya became famous as Ganga Mata Mata in Puri."}, {"start": 235.86, "end": 242.70000000000002, "text": " She was living in that house. So that house became famous as this as Ganga Mata Mata in Puri Dham."}, {"start": 242.70000000000002, "end": 248.68, "text": " Princess Sachi Devi was the daughter of King Naresh Narayanan. From her early childhood,"}, {"start": 248.68, "end": 257.16, "text": " Sachi Devi was indifferent to family life and was very devoted to Lord Krishna. Her parents saw this"}, {"start": 257.16, "end": 264.42, "text": " devotion in her and wanted to see her married as soon as possible. But Sachi told them that she"}, {"start": 264.42, "end": 265.8, "text": " refused to accept any marriage. She refused to accept any marriage. She refused to accept any"}, {"start": 265.8, "end": 265.84000000000003, "text": " marriage. She refused to accept any marriage. She refused to accept any marriage. She refused to accept"}, {"start": 265.84000000000003, "end": 272.86, "text": " any mortal as her husband. When she announced her determination to remain unmarried in this way,"}, {"start": 272.86, "end": 281.98, "text": " her parents could do nothing to change her mind. When her mother died, Sachi Devi left home and set"}, {"start": 281.98, "end": 289.72, "text": " out on a pilgrimage, which led her first to Puri and then to Vrindavan. Sachi Devi Dasi received"}, {"start": 289.72, "end": 295.78000000000003, "text": " initiation from Sri Haridas Pandit Goswami, the great worshipper of Govindaji in Puri."}, {"start": 295.78000000000003, "end": 304.40000000000003, "text": " She began performing her buses and bhajan in Vrindavan. Later, Sachi Devi continued her"}, {"start": 304.40000000000003, "end": 314.18, "text": " Sובas at Radha Kund. Sachi Devi composed all of her Slavas."}, {"start": 314.18, "end": 319.82000000000005, "text": " After several years of such practice at Radha Kund, when Sachi had become very advanced"}, {"start": 319.82000000000005, "end": 325.70000000000005, "text": " in her devotional life, the Guru sent her to Purushottam Kshetra. She went to the temple and"}, {"start": 325.7, "end": 331.62, "text": " to Sarvabhauma Bhattacharya's house and she went there to revive and restore that place"}, {"start": 331.62, "end": 339.78, "text": " which had fallen into despair. Obeying her Guru's instruction, Sachi Devi went to Jagannathpuri"}, {"start": 339.78, "end": 347.41999999999996, "text": " and took the Kshetra Sanyasa vow. Among others, King Mukunda Deva of Jagannathpuri and number"}, {"start": 347.41999999999996, "end": 354.32, "text": " of Jagannath Seviites received Diksha from her. So, she was an initiating Guru also."}, {"start": 354.32, "end": 361.26, "text": " She was also an eloquent speaker and explained Srimad Bhagavatam very well for large audiences."}, {"start": 361.26, "end": 367.65999999999997, "text": " Now, another story, her desire to bathe in the Ganges while she was in Jagannathpuri."}, {"start": 367.65999999999997, "end": 374.94, "text": " So, what happened? On the day of Ganga Sagara, so the Ganga Sagara is a Mela that is organized"}, {"start": 374.94, "end": 382.94, "text": " every year at the mouth of the Ganges, the whole West Bengal and Bangladesh together,"}, {"start": 382.94, "end": 384.32, "text": " the Ganges meeting, the Sagara meeting."}, {"start": 384.32, "end": 388.2, "text": " So, the Ganga Sagara, the Bay of Bengal, so that is the Ganga Sagara, that is the Ganga"}, {"start": 388.2, "end": 394.26, "text": " Sagara Mela. It is a very popular Mela, like in Allahabad you have that Kumbha Mela."}, {"start": 394.26, "end": 399.84, "text": " On the day of the Ganga Sagara, she desired to bathe in the Ganges, she is in Puri. That"}, {"start": 399.84, "end": 405.94, "text": " night the Ganges came from the lotus feet of Lord Jagannath to her ashram and allowed"}, {"start": 405.94, "end": 408.4, "text": " her to bathe."}, {"start": 408.4, "end": 413.26, "text": " Shri Ganga Mata Ki, Jai, Shri Sachi Devi Ki, Jai."}, {"start": 413.26, "end": 414.26, "text": " Jai."}, {"start": 414.32, "end": 426.46, "text": " entering Ganga Devi's waters, she floated to the lotus feet of Jagannath Swamy in Jagannathpuri."}, {"start": 426.46, "end": 432.2, "text": " And then early in the morning, when the Pujaris unlocked the door of Jagannath Temple and"}, {"start": 432.2, "end": 439.76, "text": " opened the gates, they discovered her lying at the lotus feet of Lord Jagannath."}, {"start": 439.76, "end": 443.8, "text": " So all the Pujaris thought that she's a thief and somehow she has come inside the"}, {"start": 443.8, "end": 446.46000000000004, "text": " Jagannath Temple, that's what they thought."}, {"start": 446.46000000000004, "end": 450.92, "text": " And so they locked her up and put her in the jail, in the prison."}, {"start": 450.92, "end": 456.58000000000004, "text": " But Lord Jagannath, seeing this serious mistake, appeared in the dream to both the King and"}, {"start": 456.58000000000004, "end": 462.98, "text": " the head Pujari, ordering them to immediately release Sachi Devi from the jail and not only"}, {"start": 462.98, "end": 465.64, "text": " to release her, but to take Diksha from her."}, {"start": 465.64, "end": 473.52, "text": " In the year 1721 AD in Sri Jagannathpuri, at the age of around 120 years, Ganga Mata"}, {"start": 473.52, "end": 480.52, "text": " Goswamini entered the eternal pastimes of Lord Shri Krishna and Jagannatha."}, {"start": 480.52, "end": 489.29999999999995, "text": " Shri Ganga Mata Goswamini ki, Shri Haridas Pandit ki, Shri Radha Govind ki, Mitai Gorpe"}, {"start": 489.29999999999995, "end": 489.79999999999995, "text": " Manu."}]}