{"video_id": "rMNcjJTIlDI", "title": "SB 1.19.9-10 Part 4 | HH Stoka Krishna Swami | 12-05-2023 | Daily Evening Bhagavatam Discourse", "speaker": "HH Stoka Krishna Swami", "youtube_url": "https://www.youtube.com/watch?v=rMNcjJTIlDI", "duration": 955, "segments": [{"start": 0.0, "end": 4.44, "text": " Om Agyanati Miran Dhasya Gyananjan Shalakaya"}, {"start": 4.44, "end": 8.5, "text": " Chakshurun Militam Yena Tasmai Shri Gurave Namaha"}, {"start": 8.5, "end": 12.5, "text": " Nama Om Vishnu Padaya Krishna Preshtaya Bhutale"}, {"start": 12.5, "end": 16.240000000000002, "text": " Srimate Bhakti Vedanta Swamin Nithinamine"}, {"start": 16.240000000000002, "end": 20.34, "text": " Namaste Saraswate Deve Gauravani Pracharine"}, {"start": 20.34, "end": 24.02, "text": " Nirvishesha Shunyavadi Pashchatyade Shatarine"}, {"start": 24.02, "end": 27.68, "text": " Jaya Shri Krishna Chaitanya Prabhu Nithyananda"}, {"start": 27.68, "end": 31.939999999999998, "text": " Shri Advaita Gadadhara Shiva Sadhigaura Bhakta Vrinda"}, {"start": 31.939999999999998, "end": 35.879999999999995, "text": " Hare Krishna Hare Krishna Krishna Krishna Hare Hare"}, {"start": 35.879999999999995, "end": 39.46, "text": " Hare Rama Hare Rama Rama Rama Hare Hare"}, {"start": 39.46, "end": 43.9, "text": " Om Namo Bhagavate Vasudevaya Narayanam Namaskritya"}, {"start": 43.9, "end": 47.68, "text": " Naram Chaiva Narottamam Deveem Saraswateem Vyasam"}, {"start": 47.68, "end": 49.6, "text": " Tato Jayam Udi Rayet"}, {"start": 49.6, "end": 54.54, "text": " In this session we will be discussing from the same two verses which we have been discussing"}, {"start": 54.54, "end": 57.66, "text": " in the past three sessions. This is part four."}, {"start": 57.68, "end": 66.14, "text": " Of the two verses nine and ten of the nineteenth chapter of the first canto of Srimad Bhagavatam."}, {"start": 66.14, "end": 74.68, "text": " These two verses describe the list of great saintly persons who arrived at the spot where"}, {"start": 74.68, "end": 82.1, "text": " Parikshit Maharaj had decided to retire to the holy place on the bank of the river Ganga"}, {"start": 82.1, "end": 86.0, "text": " not to prepare himself for going back to Godhead."}, {"start": 86.0, "end": 87.2, "text": " So."}, {"start": 87.2, "end": 94.28, "text": " For the description is now being given in the purport ah by Shri La Prabhu Par the description"}, {"start": 94.28, "end": 103.12, "text": " of Vishva Mitra Muni or Rishi famous personality Vishva Mitra, you would have heard the name"}, {"start": 103.12, "end": 106.26, "text": " many times you would have heard the name."}, {"start": 106.26, "end": 112.7, "text": " So, he is also called as Gadhi Suta son of Gadhi."}, {"start": 112.7, "end": 116.56, "text": " So, Shri La Prabha Par describes a brief history."}, {"start": 116.56, "end": 117.02000000000001, "text": " .. .. .."}, {"start": 117.02, "end": 126.44, "text": " this great sage a great sage of austerity and mystic power all these"}, {"start": 126.44, "end": 137.6, "text": " sages are famous for having performed severe austerities and by dint of"}, {"start": 137.6, "end": 143.06, "text": " performing austerities they acquire mystic power and that mystic power is"}, {"start": 143.06, "end": 153.56, "text": " extraordinary mystic power which actually ordinary people cannot have"}, {"start": 153.56, "end": 162.26, "text": " ordinary people cannot have it is just like I may have some power you may have"}, {"start": 162.26, "end": 168.02, "text": " some power somebody else may also have some power but there is a difference in"}, {"start": 168.02, "end": 173.04, "text": " their extent to which we can utilize that power for different"}, {"start": 173.04, "end": 183.57999999999998, "text": " purposes this like take for example the amount of physical strength now an adult"}, {"start": 183.57999999999998, "end": 190.2, "text": " has more physical strength than a small child but among different adults"}, {"start": 190.2, "end": 196.07999999999998, "text": " different adults have different degrees of physical strength now when you"}, {"start": 196.07999999999998, "end": 201.22, "text": " compare the physical strength of a human being on this earth to the physical"}, {"start": 201.22, "end": 202.54, "text": " strength of a woman"}, {"start": 203.04, "end": 212.82, "text": " heavenly devata then the devata will have many many many times more physical strength than the"}, {"start": 212.82, "end": 219.68, "text": " human beings of course when i say physical strength the devatas don't have a physical body"}, {"start": 219.68, "end": 228.48, "text": " i mean the strength material strength the bodily strength possessed due to material position"}, {"start": 228.48000000000002, "end": 235.92000000000002, "text": " so devatas have many times more power more strength more knowledge more intelligence"}, {"start": 235.92000000000002, "end": 243.94000000000003, "text": " more beauty more wealth more facilities longer duration of life than humans on the earth"}, {"start": 243.94000000000003, "end": 255.34000000000003, "text": " this is a general description but there is a gradation so the mystic power possessed by"}, {"start": 255.34000000000003, "end": 258.46000000000004, "text": " great sages who are living in the"}, {"start": 258.46, "end": 267.56, "text": " topmost planets like maharloka janloka tapoloka satyaloka the topmost planets in this universe"}, {"start": 267.56, "end": 275.32, "text": " they have a very very very long duration of life some of them have a duration of life as much that"}, {"start": 275.32, "end": 287.08, "text": " of brahma himself some live for several kalpas a kalpa is a day of brahma which is 1000 cycle of"}, {"start": 287.08, "end": 288.44, "text": " four yugas on the earth"}, {"start": 288.46, "end": 298.0, "text": " planet 1000 cycle of four yugas is something like four billion years on the earth so there"}, {"start": 298.0, "end": 304.24, "text": " are saintly persons whose duration of life is four billion years we can't even imagine"}, {"start": 304.24, "end": 315.17999999999995, "text": " how long the duration of life they live but still a long duration of life does not mean"}, {"start": 315.17999999999995, "end": 317.71999999999997, "text": " that they are free from"}, {"start": 318.46, "end": 329.84, "text": " the material conditions of birth and death the material miseries of birth and death that is never"}, {"start": 329.84, "end": 343.0, "text": " absent even in the topmost planet called brahma loka so there is always the fear of death even"}, {"start": 343.0, "end": 348.0, "text": " for lord brahma what to speak of others so the"}, {"start": 348.46, "end": 358.64, "text": " duration of life is fantastically long but still they have to face death and for that they have to be prepared"}, {"start": 358.64, "end": 370.29999999999995, "text": " so they are always anxious how to actually leave this body at the time of death so as to be able to"}, {"start": 370.29999999999995, "end": 376.79999999999995, "text": " go back to godhead become free from the repetition of birth and death in this material world"}, {"start": 378.46, "end": 407.34, "text": " further description vishwamitra is famous as gadi sutta because his father was gadi a powerful king of the province of kanyakubja a province of uttar pradesh although he was a kshatriya by birth he became a brahmana in the very same body by the power of his spiritual achievements"}, {"start": 408.46000000000004, "end": 429.98, "text": " vishwamitra was a very very great tapasvi he performed severe austerities and he became a brahmana became a brahmana means qualified to become a brahmana because of his tapasya"}, {"start": 429.98, "end": 437.42, "text": " he picked a quarrel with vasishta muni when he was a kshatriya king"}, {"start": 438.46000000000004, "end": 448.34000000000003, "text": " it is described briefly in the description under vasishta you would have heard this in a previous"}, {"start": 448.34000000000003, "end": 457.56000000000006, "text": " session that vasishta was having one kamadhenu one special cow which would give as much milk as"}, {"start": 457.56000000000006, "end": 465.04, "text": " one desires whenever one desires to have milk that's a kamadhenu and vasishta was using that"}, {"start": 465.04, "end": 468.44000000000005, "text": " milk given by kamadhenu the cow special cow"}, {"start": 468.46000000000004, "end": 478.54, "text": " for his performing daily sacrifice sacrifice means ah one has to offer ah huge quantities"}, {"start": 478.54, "end": 486.08000000000004, "text": " of ghee in a sacrificial fire of course the kind of sacrifice one does there are varieties"}, {"start": 486.08000000000004, "end": 492.02000000000004, "text": " of sacrifice one can do as a recommend in scriptures so if one performs a fire sacrifice"}, {"start": 492.02000000000004, "end": 496.14000000000004, "text": " one requires several ingredients of which the most important ingredient for a fire sacrifice"}, {"start": 496.14000000000004, "end": 498.34000000000003, "text": " is a cow ghee"}, {"start": 498.46000000000004, "end": 501.1, "text": " oh you"}, {"start": 501.1, "end": 511.84000000000003, "text": " so such cow ghee ah is obtained by taking the milk of a cow and then ah turning that"}, {"start": 511.84000000000003, "end": 524.62, "text": " milk into yogurt or curds dahi and churning that dahi to get butter and heating that butter"}, {"start": 524.62, "end": 527.12, "text": " to make it into ghee"}, {"start": 527.12, "end": 528.12, "text": " ."}, {"start": 528.46, "end": 535.1600000000001, "text": " wonderful properties and qualities so such huge quantities of ghee are required for performing"}, {"start": 535.1600000000001, "end": 544.64, "text": " a fire sacrifice especially the saintly persons the sages they perform fire sacrifice for"}, {"start": 544.64, "end": 554.84, "text": " the sake of universal welfare see the way the universe is made is that our necessities"}, {"start": 554.84, "end": 566.86, "text": " are supplied according to the system of sacrifice that is carried out by the different human"}, {"start": 566.86, "end": 574.26, "text": " beings in different parts of this world and different parts of the universe so the more"}, {"start": 574.26, "end": 581.7, "text": " the sacrifice that is performed the better the supply of necessities for the different"}, {"start": 581.7, "end": 584.82, "text": " people of this material world."}, {"start": 584.82, "end": 593.5200000000001, "text": " We cannot manufacture any of the things that are supplied by mother nature but the supply"}, {"start": 593.5200000000001, "end": 603.6, "text": " by nature is dependent on our performing sacrifice so the sages because they desire the welfare"}, {"start": 603.6, "end": 613.1800000000001, "text": " of all living beings they are engaged in welfare activity for others that is the definition"}, {"start": 613.1800000000001, "end": 614.58, "text": " of the."}, {"start": 614.58, "end": 614.6400000000001, "text": " ..."}, {"start": 614.82, "end": 623.0, "text": " sadhu one of the meanings of the word sadhu means a saintly person who lives for the benefit of"}, {"start": 623.0, "end": 630.0, "text": " others for the welfare of others so therefore a sadhu is always engaged in"}, {"start": 630.62, "end": 640.8800000000001, "text": " pious activities which guarantee sufficient supply of all the necessities for all the"}, {"start": 640.88, "end": 649.0, "text": " living entities in this material world by mother nature so vasishtha muni was having the kamadhenu"}, {"start": 649.0, "end": 657.92, "text": " and this vishwamitra as the king was visiting was going to the forest and he happened to come"}, {"start": 657.92, "end": 663.5, "text": " to the ashram of vasishtha muni and he was received very nicely by vasishtha muni given a"}, {"start": 663.5, "end": 670.26, "text": " grand reception so he was curious how is this saintly person living in the forest"}, {"start": 670.26, "end": 670.86, "text": " a"}, {"start": 670.86, "end": 679.08, "text": " to give me a grand reception while of course I am a king I am very pleased with the reception"}, {"start": 679.08, "end": 688.92, "text": " I have received but what is the source of wealth by which he has given such a grand reception so"}, {"start": 688.92, "end": 697.26, "text": " he found out this that Vasishtamuni had a kamadhenu so when he learned that Vasishtamuni"}, {"start": 697.26, "end": 706.02, "text": " had a kamadhenu he became very much desirous of getting such a kamadhenu now such kamadhenu"}, {"start": 706.02, "end": 711.72, "text": " is not available anywhere and everywhere so he decided that he is going to take away that"}, {"start": 711.72, "end": 722.62, "text": " kamadhenu from Vasishta and that is how a quarrel began so therefore Srila Prabhupada says he picked"}, {"start": 722.62, "end": 727.14, "text": " up a quarrel with Vasishtamuni when he was a Kshatriya king because Vasishtamuni"}, {"start": 727.26, "end": 736.16, "text": " he requires that cow for his sacrifice but this Vishwamitra forcibly took it away and then there"}, {"start": 736.16, "end": 743.58, "text": " was a big fight and so many things happened and some details are given elsewhere but it is just"}, {"start": 743.58, "end": 755.16, "text": " mentioned that when he realized his mistake Vishwamitra then he decided to retire from his"}, {"start": 755.16, "end": 756.38, "text": " kingly position."}, {"start": 757.26, "end": 768.2, "text": " And he decided to perform austerities to purify himself of all the reactions so he began very"}, {"start": 768.2, "end": 783.62, "text": " severe austerities and he also performed a great sacrifice in cooperation with Matangamuni"}, {"start": 783.62, "end": 787.04, "text": " and thus was able to vanquish the sons of Vasishta."}, {"start": 787.26, "end": 794.56, "text": " He became a great yogi and yet, he failed to check his senses and thus was obliged to"}, {"start": 794.56, "end": 798.0, "text": " become the father of Shakuntala the beauty queen of world history."}, {"start": 798.0, "end": 798.2, "text": " So, he actually fathered a child, Shakuntala daughter."}, {"start": 798.2, "end": 811.8199999999999, "text": " He was above what wasblooming6shakuntala which means theory is not laquelleב׏"}, {"start": 811.8199999999999, "end": 816.72, "text": " care 이 비밀기"}, {"start": 816.72, "end": 828.36, "text": " who was raised by one Kanva Rishi, when Indra sent Menaka from the heavenly planet from Apsara"}, {"start": 828.36, "end": 833.96, "text": " to distract this Vishwamitra Rishi when he was performing severe tapasya,"}, {"start": 835.1800000000001, "end": 841.4, "text": " because Indra is afraid of somebody else taking away his position as the king of heaven. So,"}, {"start": 841.4, "end": 847.4399999999999, "text": " when somebody is performing tapasya to accumulate Punya, they automatically accumulate Punya when"}, {"start": 847.4399999999999, "end": 853.48, "text": " they perform tapasya. So, Indra is afraid that somebody else will exceed his Punya,"}, {"start": 854.1, "end": 860.66, "text": " Indra's Punya and take away his position. So, he tries to distract them from performing tapasya."}, {"start": 860.66, "end": 871.1999999999999, "text": " So, he sends this Apsaras who will entice such saintly persons or sages to give up their"}, {"start": 871.2, "end": 878.96, "text": " performing the tapasya and simply enjoy life with the Apsara. So, Menaka came and Vishwamitra"}, {"start": 878.96, "end": 887.72, "text": " did get distracted by Menaka and later on he realized that he was distracted because of"}, {"start": 887.72, "end": 899.24, "text": " Menaka's enticing him and he gave up Menaka and Menaka's company and continued his tapasya."}, {"start": 901.2, "end": 911.46, "text": " So, Srila Prabhupada describes here, once as a Kshatriya king, he visited the hermitage of Vasishtha Muni."}, {"start": 912.0, "end": 919.74, "text": " He was given a royal reception. Vishwamitra wanted Vasishtha's Kamadhenu named Nandini,"}, {"start": 920.76, "end": 926.72, "text": " but Vasishtha would not give it. Vishwamitra stole the cow and there is a quarrel between the sage"}, {"start": 926.72, "end": 931.1800000000001, "text": " Vasishtha and the king Vishwamitra. Vishwamitra was defeated by Vishwamitra and Vishwamitra was"}, {"start": 931.2, "end": 936.48, "text": " defeated by the spiritual strength of Vasishtha. Thus, Vishwamitra decided to become a brahmana"}, {"start": 936.48, "end": 942.58, "text": " and before becoming a brahmana, he underwent severe austerity on the bank of Kaushika."}, {"start": 944.0400000000001, "end": 951.1800000000001, "text": " So, this is the history of Vishwamitra in brief given by Srila Prabhupada."}, {"start": 951.6, "end": 953.6400000000001, "text": " I will stop here. Thank you very much. Hare Krishna."}]}