{"video_id": "RN2KyBNmp0c", "title": "Krishna nama radiates sat cit ananda | Soulful Japa", "speaker": "HH Stoka Krishna Maharaj", "youtube_url": "https://www.youtube.com/watch?v=RN2KyBNmp0c", "duration": 115, "segments": [{"start": 0.04, "end": 10.44, "text": " you electrified wire if you touch you get electricity the same way the nama"}, {"start": 10.44, "end": 16.76, "text": " Shakti avasha nama once my attention touches there is flow of satchitananda"}, {"start": 16.76, "end": 21.04, "text": " electricity is like you can compare with satchitananda energy satchitananda"}, {"start": 21.04, "end": 30.16, "text": " energy flows into it Lord is satchitananda vigrah and his just like"}, {"start": 30.16, "end": 37.739999999999995, "text": " Sun is light and heat and it emits sun rays light and heat it gives out"}, {"start": 37.739999999999995, "end": 44.28, "text": " similarly Krishna is satchitananda vigrah his shuddha nama is also satchitananda"}, {"start": 44.28, "end": 50.86, "text": " vigrah and that satchitananda vigrah naturally not exactly"}, {"start": 50.86, "end": 51.019999999999996, "text": " you know he is in the earth not in the earth he is in the earth in the earth"}, {"start": 51.02, "end": 69.82000000000001, "text": " You know it emanates Satchitananda. It radiates Satchitananda. That means the Nama, he radiates Satchitananda. Just like sun radiates light and heat. Sun is an immaterial thing. You can say it radiates light and heat."}, {"start": 69.82000000000001, "end": 85.52000000000001, "text": " But in the case of Nama Prabhu, he radiates Satchitananda, rays. And that is available for only when we touch with our, because it is a spiritual energy, Satchitananda."}, {"start": 85.52000000000001, "end": 97.62, "text": " So I am spirit. The seer is spirit and his attention is also spirit and then therefore he touches, embraces."}, {"start": 97.62, "end": 99.62, "text": " Just like that."}, {"start": 99.82000000000001, "end": 104.62, "text": " Just like the iron embraces the fire, it becomes red hot."}]}