{"video_id": "rncKDWYS4Yw", "title": "SB 1.19.9-10 Part 6 | HH Stoka Krishna Swami | 14-05-2023 | Daily Evening Bhagavatam Discourse", "speaker": "HH Stoka Krishna Swami", "youtube_url": "https://www.youtube.com/watch?v=rncKDWYS4Yw", "duration": 913, "segments": [{"start": 0.0, "end": 8.18, "text": " ओम अज्ञानति मिरान्धस्या ज्ञानान्जनिषलाकया चक्षरुन्मीलितं येनातस्मै श्री गुरवे नमः"}, {"start": 8.18, "end": 16.32, "text": " नमाओम विष्णु पादाया कृष्ण प्रेष्ठाय भूतले श्री मते भक्ति वेदान्त स्वामेन्नति नामिने"}, {"start": 16.32, "end": 25.04, "text": " नमस्ते सारस्वते देवे गवरवाणी प्रचारिने निर्विशेश शुन्यवादी पाश्चत्यदेशतारिने"}, {"start": 25.04, "end": 34.72, "text": " जय श्री कृष्ण चैतन्या प्रभूनित्यानन्द श्री अद्वैत गदाधरा श्रीवासादी गवरभक्त वृन्दा"}, {"start": 34.72, "end": 55.120000000000005, "text": " Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Jai Vanarottamam Devim Sarasvatim Vyasam Tato Jayam Udhirayet"}, {"start": 55.120000000000005, "end": 65.72, "text": " In this session we will be discussing from the 9th and 10th verses of the 19th chapter of the first canto of Srimad Bhagavatam."}, {"start": 65.72, "end": 75.34, "text": " This is a continuation of the discussion of the same two verses which we have done in the past five sessions."}, {"start": 76.26, "end": 84.10000000000001, "text": " We completed part 5 of the discussion of these two verses because it is a long purport."}, {"start": 85.12, "end": 94.04, "text": " So, this session will be the part 6 of these two verses which we will be discussing."}, {"start": 94.04, "end": 115.04, "text": " These two verses are listing the great sages who arrived from different parts of the universe to witness the great emperor Mahabhagavata."}, {"start": 115.12, "end": 122.7, "text": " Pure devotee Parikshit Maharaj put his body in perfect Krishna consciousness."}, {"start": 126.10000000000001, "end": 136.88, "text": " So, this quitting the body which means when death comes we have to leave the body."}, {"start": 136.88, "end": 143.48000000000002, "text": " We means each one of us is spirit, spirit soul."}, {"start": 145.12, "end": 149.58, "text": " So, we have to leave the body and we have to leave this body."}, {"start": 151.20000000000002, "end": 171.70000000000002, "text": " So, one in knowledge is able to face death perfectly by understanding that time has come to leave this body and move on."}, {"start": 171.70000000000002, "end": 174.70000000000002, "text": " So, in that sense."}, {"start": 175.12, "end": 190.48000000000002, "text": " life is a journey so it's a journey we have undertaken in order to reach a final destination"}, {"start": 190.48000000000002, "end": 200.56, "text": " just like you travel whenever you travel you have a certain destination you want to reach exactly"}, {"start": 200.56, "end": 213.44, "text": " like that if life is understood to be a journey then our destination should be krishna's personal"}, {"start": 213.44, "end": 214.0, "text": " abode"}, {"start": 222.24, "end": 230.08, "text": " in the bhagavad-gita and several places including the verse i just cited krishna says his"}, {"start": 231.44, "end": 241.36, "text": " abode personal abode is such a place having gone where we will never come back to this material"}, {"start": 241.36, "end": 256.0, "text": " world so ultimately liberation means to fix our destination as krishna's personal abode and"}, {"start": 257.68, "end": 260.48, "text": " travels this spiritual"}, {"start": 261.52, "end": 272.0, "text": " which leads us to that specific destination krishna krishna krishna dhama"}, {"start": 273.52, "end": 274.72, "text": " goloka dhama"}, {"start": 277.44, "end": 277.68, "text": " nija"}, {"start": 286.24, "end": 288.56, "text": " there are so many different"}, {"start": 289.76, "end": 290.32, "text": " planets"}, {"start": 291.28000000000003, "end": 295.36, "text": " in the material world in the spiritual world"}, {"start": 297.44, "end": 306.4, "text": " but of all the places none of the planets in the material world even though some of them"}, {"start": 306.4, "end": 312.0, "text": " belonging to the upper planetary system have millions of times better material facilities"}, {"start": 312.0, "end": 319.52, "text": " than what we have on the earth none of them are suitable for a person who knows the nature of"}, {"start": 319.52, "end": 323.68, "text": " material existence that he can be omnipresent the existence of the known meaning is not"}, {"start": 323.68, "end": 328.32, "text": " only the ability of the existence of users of man and species no matter the age even if you might say"}, {"start": 328.32, "end": 332.56, "text": " that biology numbers are repeated what can be said about personality or aspiration is simply"}, {"start": 335.2, "end": 344.79999999999995, "text": " this is a wise to deadly"}, {"start": 346.96, "end": 348.08, "text": " list of material existences"}, {"start": 348.08, "end": 377.47999999999996, "text": " material life means, material existence means, anudarshanam, repeatedly we experience these four things, whether brahmaloka or maharloka or some tapoloka, siddhaloka, bhuloka, patarloka, every, every place in this material creation, in this material universe, in this material world,"}, {"start": 377.48, "end": 401.28000000000003, "text": " is a place of repeated birth, disease, old age and death, whereas the spiritual world is that place where there is no misery, no birth, no death, no disease, no old age, no suffering, no scarcity, no deterioration,"}, {"start": 401.28000000000003, "end": 407.28000000000003, "text": " so wonderful characteristics of the spiritual planets is given."}, {"start": 407.48, "end": 437.32, "text": " in the confidential portions of the Vedic literature, so of all the confidential portions of the Vedic literature, the most important ones are two particular scriptures, Bhagavad Gita and Srimad Bhagavatam, so in both these literatures, it is very elaborately and clearly explained that we belong to Krishna's personal abode,"}, {"start": 437.48, "end": 438.04, "text": " and we belong to the physical world."}, {"start": 439.12, "end": 445.14000000000004, "text": " We are connected to Krishna in loving devotion"}, {"start": 445.14000000000004, "end": 450.34000000000003, "text": " Having forgotten we have somehow come to this material world"}, {"start": 450.34000000000003, "end": 451.48, "text": " and"}, {"start": 451.48, "end": 453.48, "text": " Now let us get out"}, {"start": 454.76, "end": 458.76, "text": " By making that spiritual abode, our"}, {"start": 459.64000000000004, "end": 464.58000000000004, "text": " personal abode of Krishna my destination Goloka dhama, pursuing the dhama and"}, {"start": 465.22, "end": 467.38, "text": " The great personal"}, {"start": 467.48, "end": 475.88, "text": " of the bhagavatam they show us the way we should prepare ourselves just like parikshit is preparing"}, {"start": 475.88, "end": 487.04, "text": " and lessons of the bhagavatam are applicable to even the great sages such great personalities"}, {"start": 487.04, "end": 499.34000000000003, "text": " that there are sages who are millions of times are more powerful in terms of mystic power they"}, {"start": 499.34000000000003, "end": 507.38, "text": " are learned they studied the Vedas they are engaged in severe austerities they have a long"}, {"start": 507.38, "end": 514.58, "text": " duration of life they have millions of times better facilities on the upper planets and what"}, {"start": 514.58, "end": 516.26, "text": " do we what we have on the earth"}, {"start": 517.04, "end": 535.76, "text": " but still they also know that when time comes to quit the body we should be prepared to leave this body and straight go to Krishna's personal abode"}, {"start": 536.4, "end": 543.76, "text": " now how does it happen we have to learn from those who have perfected the process"}, {"start": 544.56, "end": 546.7199999999999, "text": " of quitting this body and"}, {"start": 547.04, "end": 557.36, "text": " going to Krishna's abode so parikshit Maharaj is one of the best examples of the"}, {"start": 557.36, "end": 566.06, "text": " perfect person who prepared himself simply by hearing bhagavatam so now that you are engaged"}, {"start": 566.06, "end": 572.0, "text": " in hearing bhagavatam this is the perfect process so all activities of sadhana bhakthi centered around devotional services to others"}, {"start": 577.04, "end": 584.04, "text": " Krishna in particular method of rendering service as taught by the"}, {"start": 584.04, "end": 595.5799999999999, "text": " Acharyas of our time we have to follow in their footsteps so we were discussing"}, {"start": 595.5799999999999, "end": 606.98, "text": " about Parshurama so some more details about Parshurama the great sage we"}, {"start": 606.98, "end": 613.74, "text": " had heard how Parshurama actually is one of the powerful incarnations of the"}, {"start": 613.74, "end": 621.02, "text": " Supreme Lord who destroyed the ruling class the miscreant Kshatriyas who were"}, {"start": 621.02, "end": 627.64, "text": " actually not ruling according to the religious principles so he went round the"}, {"start": 627.64, "end": 635.1800000000001, "text": " entire earth planet 21 times to kill all these miscreant Kshatriyas so after"}, {"start": 635.1800000000001, "end": 636.98, "text": " doing that he underwent six"}, {"start": 636.98, "end": 644.24, "text": " severe penances at the Mahendra Parvatha even now this place is there near"}, {"start": 644.24, "end": 651.2, "text": " Mangalore between Mangalore and Udupi Mahendra Parvatha the spot where"}, {"start": 651.2, "end": 659.22, "text": " Parshurama sat and did penance is even now there there is a temple there and"}, {"start": 659.22, "end": 664.5, "text": " why did he undergo this penance to teach us that ultimately the killing business"}, {"start": 664.5, "end": 666.7, "text": " is not a very good business"}, {"start": 666.98, "end": 680.28, "text": " even though Lord Parshurama is justified but as a something person it"}, {"start": 680.28, "end": 686.32, "text": " is not his business to do this killing"}, {"start": 686.88, "end": 693.16, "text": " but the killing is also good for those who are the miscreant Kshatriyas that when they are killed to bring a eternal life and death coming to them can feel good.,"}, {"start": 696.98, "end": 707.1, "text": " by the Supreme Lord or his incarnation or his pure devotee then the person who is killed actually"}, {"start": 707.1, "end": 713.98, "text": " becomes purified of all sinful reactions because they are miscreants they have done so many sinful"}, {"start": 713.98, "end": 724.16, "text": " activities but the Supreme Lord's mercy upon them is shown when the Lord kills them purifies them"}, {"start": 724.16, "end": 736.6, "text": " and actually liberates them from sinful reactions so therefore pursue Rama's action is never to be"}, {"start": 736.6, "end": 746.68, "text": " mistaken to be some kind of sinful activity he is doing no but in order to teach us that this"}, {"start": 746.68, "end": 753.78, "text": " killing business is not very good like a ordinary person at the end of his life"}, {"start": 754.16, "end": 765.5, "text": " he may undergo severe austerity to atone for his sins committed in the past similarly Parshurama"}, {"start": 765.5, "end": 774.26, "text": " underwent severe penances at the Mahindra Parvatha and after taking the whole earth from the Kshatriyas"}, {"start": 774.26, "end": 783.68, "text": " he gave it in charity to Kashyapa Muni he freed the earth from the misrule misconduct of the"}, {"start": 784.16, "end": 795.14, "text": " twin kshatriyas and gave it away to Kashyapa Muni actually the earth planet not only earth"}, {"start": 795.14, "end": 798.6999999999999, "text": " planet the entire creation belongs to the Supreme Lord."}, {"start": 804.26, "end": 810.76, "text": " everything belongs to Krishna, but on behalf of Krishna"}, {"start": 814.16, "end": 842.04, "text": " They take responsibility of carrying out their duties of guiding the people how to live in this world, how to maintain oneself with the minimum needs of the body, at the same time cultivate Krishna consciousness and prepare oneself to ultimately go back to Godhead."}, {"start": 842.04, "end": 870.9599999999999, "text": " So, Parashurama is instructing us by performing the severe penances and after he has become free from all reactions by the atonement through the recommended method of this chastra, he gave away the earth planet because he had conquered."}, {"start": 870.9599999999999, "end": 871.9599999999999, "text": " He is the rightful."}, {"start": 872.04, "end": 874.04, "text": " He is the rightful owner."}, {"start": 874.04, "end": 878.04, "text": " But he gave it away to Kashyapa Muni."}, {"start": 878.04, "end": 889.04, "text": " Next, it is said Parashurama instructed the Dhanurveda or the science of fighting to Dronacharya because Dronacharya happened to be a Brahmana."}, {"start": 889.04, "end": 893.04, "text": " Parashurama was a Brahmana, he was a teacher."}, {"start": 893.04, "end": 900.04, "text": " Because he was expert in military science, he taught that military science to Dronacharya."}, {"start": 900.04, "end": 901.04, "text": " And Dronacharya is described in the Mahabharata as,"}, {"start": 901.04, "end": 902.04, "text": " Parshurama said to Dronacharya,"}, {"start": 902.04, "end": 911.8399999999999, "text": " teacher of military science for the Pandavas and Kauravas. So, we'll discuss more in the next session. I'll stop here. Thank you very much."}]}