{"video_id": "RqnNLQtdXlI", "title": "Never Judge a Vaishnava | Sri Jai Chaitanya Dasa | Sri Gaura Mandala Parikrama 2024", "speaker": "HG Jai Chaitanya Dasa", "youtube_url": "https://www.youtube.com/watch?v=RqnNLQtdXlI", "duration": 485, "segments": [{"start": 0.0, "end": 27.560000000000002, "text": " So, we read from Srimad Bhagavatam, 3rd Canto, Chapter 2, Text 23."}, {"start": 27.560000000000002, "end": 32.52, "text": " The matter of remembrance of Lord Krishna."}, {"start": 32.96, "end": 33.52, "text": " Translation."}, {"start": 50.08, "end": 50.92, "text": " Purport."}, {"start": 51.64, "end": 57.480000000000004, "text": " Here is an example of the extreme mercy of Lord, even to his enemy."}, {"start": 58.120000000000005, "end": 63.480000000000004, "text": " It is said that a noble man accepts the good qualities of a person of doubtful character,"}, {"start": 64.18, "end": 67.58, "text": " just as one accepts nectar from a stalk of poison."}, {"start": 68.24000000000001, "end": 73.0, "text": " In his babyhood, he was administered deadly poison by Putana,"}, {"start": 73.48, "end": 76.46000000000001, "text": " a Shri demon who tried to kill the wonderful baby."}, {"start": 76.66, "end": 81.56, "text": " And because she was a demon, it was impossible for her to know that the Supreme Lord,"}, {"start": 82.02000000000001, "end": 87.48, "text": " even though playing the part of a baby, was no one else than the same Supreme Person,"}, {"start": 88.08, "end": 95.76, "text": " His value as the Supreme Lord did not diminish upon his becoming a baby to please his devotee, Yashoda."}, {"start": 96.28, "end": 101.66, "text": " The Lord may assume the form of a baby or a shape other than that of a human being,"}, {"start": 102.04, "end": 105.6, "text": " but it doesn't make the slightest difference."}, {"start": 106.04, "end": 107.84, "text": " He is always the same Supreme."}, {"start": 108.06, "end": 112.84, "text": " A living creature, however powerful he may become, by dint of severe penance,"}, {"start": 113.32000000000001, "end": 116.48, "text": " can never become equal to the Supreme Lord."}, {"start": 117.56, "end": 121.7, "text": " accepted the motherhood of putana because she pretended to be an"}, {"start": 121.7, "end": 127.58, "text": " affectionate mother allowing Krishna to suck her breast the Lord accepts the"}, {"start": 127.58, "end": 133.0, "text": " least qualification of the living entity and awards him the highest reward that"}, {"start": 133.0, "end": 139.18, "text": " is a standard of his character therefore who but the Lord can be the ultimate"}, {"start": 139.18, "end": 146.9, "text": " shelter spiritual life done alone parikrama done alone these are all not"}, {"start": 146.9, "end": 152.06, "text": " as powerful as doing it in the company of a shavas so sadhu sangha that is the"}, {"start": 152.06, "end": 157.64000000000001, "text": " most important thing and as bhakti we know said he decides to do this along"}, {"start": 157.64000000000001, "end": 162.20000000000002, "text": " with the Sangha of maestro so we are very fortunate that we get this"}, {"start": 162.20000000000002, "end": 170.4, "text": " opportunity to do this and we pray that we do this parikrama with the least"}, {"start": 170.4, "end": 176.78, "text": " dhamma parath the least ways from a parath the least mama parath we are all"}, {"start": 176.78, "end": 176.86, "text": " coming to light."}, {"start": 176.9, "end": 183.14000000000001, "text": " conditioned souls. So there are chances that we think differently. So we pray that we don't"}, {"start": 183.14000000000001, "end": 193.32, "text": " offend the Dham, the Vaishnavas, we go with. The Lord accepts Putana, demoness, because"}, {"start": 193.32, "end": 200.82, "text": " she had that few minutes of affection, at least to show affection. And the Lord has"}, {"start": 200.82, "end": 210.76, "text": " granted her such a high position as his mother. So the Lord does not take our limitations,"}, {"start": 210.76, "end": 217.51999999999998, "text": " but the Lord does consider offenses done to another Vaishnava. Offenses done because that"}, {"start": 217.51999999999998, "end": 224.22, "text": " shows that we don't recognize his creation, all the living entities. So keeping away from"}, {"start": 224.22, "end": 230.79999999999998, "text": " these offenses, respectful to all the Vaishnavas, doing Sankirtan is very important. The Lord"}, {"start": 230.8, "end": 237.68, "text": " will recognize, even though we have limitations, he will recognize that moments of surrender"}, {"start": 237.68, "end": 247.5, "text": " we do to him. So this act of 20 days dedicating to him itself is a surrender. Keeping aside"}, {"start": 247.5, "end": 252.86, "text": " so many things, so many important work would be there, but we keep that aside. So many"}, {"start": 252.86, "end": 257.2, "text": " family responsibilities are there, so many business responsibilities are there. We keep"}, {"start": 257.2, "end": 260.58000000000004, "text": " them all aside, and we come and dedicate. That is such a big surrender."}, {"start": 260.58000000000004, "end": 260.66, "text": " The Lord will do that."}, {"start": 260.8, "end": 266.16, "text": " recognizes these things and the difficulties we may go through the difficulties to catch up with"}, {"start": 266.16, "end": 271.36, "text": " the team right to be together so all these are different surrender different different austerities"}, {"start": 271.36, "end": 276.8, "text": " of the mind austerities of the body so it's an opportunity to do all these things so the lord"}, {"start": 276.8, "end": 283.92, "text": " will recognize that so here this verse is also apt with all the limitations putana gets a high"}, {"start": 283.92, "end": 290.64, "text": " position so imagine a small endeavor from our side how much the lord would provide how much"}, {"start": 290.64, "end": 295.84, "text": " the lord would give credit ultimately that is the most important thing irrespective of what we do"}, {"start": 295.84, "end": 301.91999999999996, "text": " what service we do what positions we have what ashram we are in what order of life we are in"}, {"start": 302.56, "end": 310.8, "text": " that dedication we have for the supreme lord is what all that matters right so let us do this"}, {"start": 310.8, "end": 319.59999999999997, "text": " sankalpa and continue this parikrama and this verse is uh very much connected to our parikrama"}, {"start": 319.59999999999997, "end": 319.91999999999996, "text": " also"}, {"start": 320.64, "end": 328.0, "text": " this verse was one of the verses which inspired pundarika with january whose place we will be"}, {"start": 328.0, "end": 334.8, "text": " visiting which will be the last of the parikrama in chattogram and he shifted from here to"}, {"start": 334.8, "end": 342.32, "text": " navadip to take company of the supreme lord and he in krishnalila he is considered as"}, {"start": 342.32, "end": 349.59999999999997, "text": " radharani's father vishwa bhanu king and elderly very rich very opulent"}, {"start": 350.64, "end": 361.12, "text": " very uh what do you call a charming personality with a lot of servants a lot of perfumes a lot of"}, {"start": 361.12, "end": 370.24, "text": " wealth so gadadhar pandit had a tinge of doubt you see a devotee at all right who was walking"}, {"start": 370.24, "end": 379.28, "text": " such opulent way but then who is that govinda mukunda who took gadadhara to pundarika dyanadi"}, {"start": 380.64, "end": 389.28, "text": " to meet a great devotee so gadadhar pandit saw his house so opulent and he is chewing pan always"}, {"start": 389.28, "end": 398.4, "text": " red mouth big couch sitting there but then i think it is mukunda who sang this verse"}, {"start": 400.0, "end": 408.32, "text": " the moment this verse was chanted pundarika went into the rapture of of ecstasy and he was like mad"}, {"start": 408.32, "end": 409.52, "text": " man so"}, {"start": 410.64, "end": 416.96, "text": " seeing that he could understand what a great personality he is just by hearing this mercy"}, {"start": 417.59999999999997, "end": 424.24, "text": " of the supreme lord to putana he has gone into this ecstatic position he kind of threw everything"}, {"start": 424.24, "end": 432.4, "text": " broke everything in that room nobody could control him he was so mad in love of krishna so that is"}, {"start": 432.4, "end": 438.08, "text": " why gadadhar said i offended him now i should take shelter of him i should take and he took"}, {"start": 438.08, "end": 440.08, "text": " initiation from pundarika dyanadi and he took initiation from pundarika dyanadi"}, {"start": 440.64, "end": 446.56, "text": " so gadadhar pandita an expansion of radharani pundarika an expansion of vishwabanna so they"}, {"start": 446.56, "end": 452.15999999999997, "text": " connect get they get connected in gauri lila in that form right so it's an important verse"}, {"start": 453.28, "end": 457.28, "text": " for us and good words to remember pundatika vidyanati"}, {"start": 458.88, "end": 465.44, "text": " so all vaishnavas let us pay once again obeisance to each other"}, {"start": 465.44, "end": 465.52, "text": " we were being pray for an ordinary life"}, {"start": 465.52, "end": 466.96, "text": " as god Almighty gave us an ultimate role and the same does for us"}, {"start": 466.96, "end": 467.03999999999996, "text": " so let us pray for an eternal life"}, {"start": 467.03999999999996, "end": 467.3, "text": " ablution we ask that you also be kind to all human beings"}, {"start": 467.3, "end": 467.58, "text": " let us pray for an eternal life"}, {"start": 467.58, "end": 468.15999999999997, "text": " so god almighty take care of us"}, {"start": 468.15999999999997, "end": 468.56, "text": " lord of all the souls in this world we ask that you vegans and all of us"}, {"start": 468.56, "end": 468.76, "text": " may all be well and may all of us live in peace"}, {"start": 468.76, "end": 468.8, "text": " may all of us live in peace"}, {"start": 468.8, "end": 468.86, "text": " may all of us live in peace"}, {"start": 468.86, "end": 469.28, "text": " may all of us live in peace"}, {"start": 469.28000000000003, "end": 474.28000000000003, "text": " pati tana pavanibhyo vaishnavibhyo namo namah"}, {"start": 474.28000000000003, "end": 479.28000000000003, "text": " ananta koti vaishravandhaki ghoro mandal paritrama bhaktavrindhaki"}, {"start": 479.28000000000003, "end": 482.28000000000003, "text": " inathai ghor prema"}]}