{"video_id": "RvGtz7WDtik", "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.14.35 - 36 | 18-11-2022", "speaker": "HH Stoka Krishna Swami", "youtube_url": "https://www.youtube.com/watch?v=RvGtz7WDtik", "duration": 876, "segments": [{"start": 0.0, "end": 9.52, "text": " Om Agyana Timiraandhasya Gyananjanishalakaya Chakshurunmilitam Yena Tasmai Shri Gurave Namaha"}, {"start": 9.52, "end": 16.96, "text": " Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine"}, {"start": 16.96, "end": 24.86, "text": " Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine"}, {"start": 24.86, "end": 32.92, "text": " Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadi Gauravakta Vrinda"}, {"start": 32.92, "end": 40.26, "text": " Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"}, {"start": 40.26, "end": 47.58, "text": " Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Jai Vanarottamam"}, {"start": 47.58, "end": 51.56, "text": " Devim Saraswati Vyasam Tato Jayam Udi Rayet"}, {"start": 51.56, "end": 54.84, "text": " In this session we will be discussing from"}, {"start": 54.84, "end": 60.38, "text": " two verses which are given together in the Srimad Bhagavatam"}, {"start": 60.38, "end": 66.36, "text": " 35 and 36 verses of the 14th chapter of the first canto of Srimad Bhagavatam"}, {"start": 66.36, "end": 71.02000000000001, "text": " Mangalaya Cha Lokanam Kshemaya Cha Bhavaya Cha"}, {"start": 71.02000000000001, "end": 73.98, "text": " Aaste Yadu Kulam Bodhav"}, {"start": 73.98, "end": 77.9, "text": " Adyo Ananta Sakha Pumaan"}, {"start": 77.9, "end": 83.84, "text": " Yad Bahudanda Guptayam Swapuryam Yadavor Chitaha"}, {"start": 83.84, "end": 84.82000000000001, "text": " Kshemaya Cha Bhavaya Cha"}, {"start": 84.82000000000001, "end": 92.06, "text": " Kreedanti Param Aanandam MahaPavuchika Iva"}, {"start": 92.06, "end": 95.60000000000001, "text": " the meaning of these two verses given together"}, {"start": 95.60000000000001, "end": 99.64000000000001, "text": " the original personality of godhead the enjoyer"}, {"start": 99.64000000000001, "end": 103.28, "text": " and Balaram the primeval lord Ananta"}, {"start": 103.28, "end": 107.46000000000001, "text": " are staying in the ocean of the Yadu dynasty"}, {"start": 107.46000000000001, "end": 109.94000000000001, "text": " for the welfare"}, {"start": 109.94000000000001, "end": 111.34, "text": " protection"}, {"start": 111.34, "end": 114.30000000000001, "text": " and general progress of the entire universe"}, {"start": 114.30000000000001, "end": 114.42000000000002, "text": " and general progress of the entire universe"}, {"start": 114.42000000000002, "end": 114.76, "text": " and general progress of the entire universe"}, {"start": 114.76, "end": 127.26, "text": " See this description. Krishna and Balaram are staying in the Yadu dynasty for the welfare,"}, {"start": 127.26, "end": 137.18, "text": " protection and general progress of the entire universe. That is the position of the Lord."}, {"start": 137.18, "end": 143.82, "text": " The members of the Yadu dynasty being protected by the arms of the Lord are enjoying life"}, {"start": 143.82, "end": 149.14, "text": " like the residents of the spiritual sky."}, {"start": 149.14, "end": 155.94, "text": " This completes the meaning of the two verses. Now Prabhupada explains elaborately the comparison"}, {"start": 155.94, "end": 163.57999999999998, "text": " made here. It's a beautiful comparison to help us understand how Krishna ultimately"}, {"start": 163.57999999999998, "end": 171.95999999999998, "text": " is the protector of all of us. In the Parpochala Prabhupada says, as we have discussed many"}, {"start": 171.95999999999998, "end": 173.68, "text": " times,"}, {"start": 173.68, "end": 180.98000000000002, "text": " The personality of Godhead Vishnu resides within each and every Universe in two capacities"}, {"start": 180.98000000000002, "end": 191.24, "text": " namely as the garbhodaka shayi Vishnu and the kshirodhaka shayi Vishnu. If you remember"}, {"start": 191.24, "end": 201.9, "text": " 3 Vishnu forms in the material existence, out of which two are within the universe,"}, {"start": 201.9, "end": 202.98000000000002, "text": " and the one is outside all the universe."}, {"start": 202.98000000000002, "end": 203.58, "text": " Student is asking a question."}, {"start": 203.68, "end": 215.14000000000001, "text": " universes. The outside of all the universes is Maha Vishnu, one supreme form, supreme"}, {"start": 215.14000000000001, "end": 223.02, "text": " Lord's form is Vishnu, one form. Whereas Garbhodaka Shai Vishnu, the number of forms"}, {"start": 223.02, "end": 229.0, "text": " of Garbhodaka Shai Vishnu are as many universes as there are. Garbhodaka Shai Vishnu enters"}, {"start": 229.0, "end": 235.04, "text": " into each universe. There are millions of universes. And Kshirodaka Shai Vishnu enters"}, {"start": 235.04, "end": 241.46, "text": " into the heart of every living being on each universe. Billions and trillions of living"}, {"start": 241.46, "end": 249.12, "text": " beings on each universe and billions and billions of universes. So we cannot count all this."}, {"start": 249.12, "end": 258.12, "text": " It's all very, very, very large numbers. The Kshirodaka Shai Vishnu has his own universe."}, {"start": 259.0, "end": 265.96, "text": " His own planet on the northern top of the universe. That's called Shwetadvipa. And there"}, {"start": 265.96, "end": 274.7, "text": " is a great ocean of milk. Shwetadvipa means ocean of milk. Dvipa means an island. Island"}, {"start": 274.7, "end": 284.1, "text": " is always in the middle of an ocean. Now, in this great ocean of milk, the Lord resides"}, {"start": 284.1, "end": 288.78, "text": " as Kshirodaka Shai Vishnu on the bed of the Ananta incarnation of Baladeva."}, {"start": 289.0, "end": 302.4, "text": " Vishnu resides on the bed of Anantadeva. Anantashayana. He is also called the Anantashayana Lord."}, {"start": 302.4, "end": 309.24, "text": " Thus Maharaj Yudhishthira has compared the Yadu dynasty to the ocean of milk, Shri Balaram"}, {"start": 309.24, "end": 318.46, "text": " to Ananta, where Lord Krishna resides. He has compared the citizens of Dwarka to the"}, {"start": 318.46, "end": 318.96, "text": " liberated Yadu dynasty. He has compared the citizens of Dwarka to the liberated Yadu dynasty."}, {"start": 318.96, "end": 325.71999999999997, "text": " He has compared the inhabitants of the Vaikuntha lokas. You see the comparison done by Yudhishthira"}, {"start": 325.71999999999997, "end": 332.44, "text": " so beautifully explained by Prabhupada. So Prabhupada says about the Vaikuntha lokas,"}, {"start": 332.56, "end": 339.52, "text": " he says, beyond the material sky, further than we can see with our eyes, material sky"}, {"start": 339.52, "end": 346.56, "text": " we can see with our naked eyes, but beyond that and beyond the sevenfold coverings of"}, {"start": 346.56, "end": 348.94, "text": " the universe, each universe."}, {"start": 348.96, "end": 355.71999999999997, "text": " The universe consisting of millions of planets has got several coverings, seven layers of"}, {"start": 355.71999999999997, "end": 367.15999999999997, "text": " coverings. The coverings are very very very very big. If you consider the entire universe"}, {"start": 367.15999999999997, "end": 378.15999999999997, "text": " as a huge ball, then if the diameter of our universe is described as four billion miles,"}, {"start": 378.96, "end": 385.96, "text": " diameter of the universe. Now, the thickness of the first layer of covering of the universe"}, {"start": 385.96, "end": 394.96, "text": " is ten times the diameter of the universe. That means it is forty billion miles thick."}, {"start": 395.59999999999997, "end": 402.59999999999997, "text": " Forty billion miles thick, the first covering. The second covering over the first covering"}, {"start": 403.0, "end": 408.84, "text": " is ten times thicker than the first covering. So, if the first covering is forty billion"}, {"start": 408.84000000000003, "end": 415.84000000000003, "text": " miles thick, the second covering is four hundred billion miles thick. So, we cannot even imagine"}, {"start": 417.8, "end": 424.8, "text": " how thick the coverings are and progressively the coverings keep on becoming thicker, thicker,"}, {"start": 426.20000000000005, "end": 430.8, "text": " ten times more, ten times more, ten times more than the previous covering. So, the second"}, {"start": 430.8, "end": 437.8, "text": " covering is four hundred billion miles thick. The third covering is four thousand billion"}, {"start": 437.8, "end": 444.8, "text": " miles thick. And then for forty thousand billion miles like that, it goes, it's very"}, {"start": 447.90000000000003, "end": 454.90000000000003, "text": " very thick covering. So, beyond these coverings, there is the causal ocean in which all the"}, {"start": 458.96000000000004, "end": 465.96000000000004, "text": " universes are floating like footballs. So, just imagine this situation of this supreme"}, {"start": 467.8, "end": 475.96000000000004, "text": " Lord in the spiritual world. Just try to imagine by these descriptions. We are tiny beings"}, {"start": 475.96000000000004, "end": 484.32, "text": " on this insignificant earth planet among millions of planets in the universe. And the universe"}, {"start": 484.32, "end": 495.2, "text": " is one insignificant universe among millions of universes in the entire material creation."}, {"start": 495.2, "end": 500.71999999999997, "text": " And the entire material creation itself with all the universes and each universe with all"}, {"start": 500.71999999999997, "end": 506.88, "text": " the planets and each planet with all the living beings is one insignificant portion of the"}, {"start": 506.88, "end": 519.16, "text": " spiritual sky. So beyond all this, there is the causal ocean in the spiritual sky, one"}, {"start": 519.16, "end": 524.3199999999999, "text": " corner of the spiritual sky, there is causal ocean. In that ocean these universes are floating"}, {"start": 524.3199999999999, "end": 525.2, "text": " like footballs."}, {"start": 525.2, "end": 535.08, "text": " Beyond the causal ocean, there is an unlimited span of spiritual sky. Beyond the causal ocean."}, {"start": 535.08, "end": 541.34, "text": " And that is generally known as the effulgence of Brahman, Brahmajyoti. In Sanskrit, it's"}, {"start": 541.34, "end": 545.94, "text": " called Brahmajyoti. In English it is called Effulgence of Brahman."}, {"start": 545.94, "end": 554.96, "text": " Within this effulgence, effulgence means that glow within this effulgence, there are innumerable"}, {"start": 554.96, "end": 564.0600000000001, "text": " spiritual planets and they are known as Vaikuntha planets. Vaikuntha means where there is no"}, {"start": 564.0600000000001, "end": 571.86, "text": " anxiety, where there is no misery, where there is no suffering, where there is no material"}, {"start": 571.86, "end": 583.2, "text": " inebriety, no material imperfection, perfect spiritual situation. So each and every Vaikuntha"}, {"start": 583.2, "end": 592.1800000000001, "text": " planet is many many times bigger than the biggest universe within the material world."}, {"start": 592.1800000000001, "end": 599.98, "text": " So how can we even conceive what is the spiritual world? We can't even conceive, it is inconceivable."}, {"start": 599.98, "end": 607.48, "text": " At least accept it is inconceivable by these descriptions, factual descriptions. And in"}, {"start": 607.48, "end": 613.1800000000001, "text": " each and every one of them, each and every one of the Vaikuntha planets, there is no"}, {"start": 613.1800000000001, "end": 623.08, "text": " deity. There are innumerable inhabitants who look exactly like Lord Vishnu. Lord Vishnu"}, {"start": 623.08, "end": 630.2, "text": " in his four-handed form is there in every Vaikuntha planet as the predominating deity."}, {"start": 630.2, "end": 636.1800000000001, "text": " There are many many many many inhabitants, they are all devotees, pure devotees. They"}, {"start": 636.1800000000001, "end": 642.36, "text": " all have forms which look exactly like Lord Vishnu. These inhabitants are known as the"}, {"start": 642.36, "end": 643.0200000000001, "text": " Mahapaulukas."}, {"start": 643.1800000000001, "end": 652.0200000000001, "text": " So, that reference was made by Yudhishthira, comparing the citizens of Dwarka to Mahapaulukas."}, {"start": 652.0200000000001, "end": 659.48, "text": " So, who are these Mahapaulukas? They are the inhabitants of the Vaikuntha locus. Now,"}, {"start": 659.48, "end": 666.4200000000001, "text": " these Mahapaulukas are called as persons directly engaged in the service of the Lord in his"}, {"start": 666.4200000000001, "end": 672.6, "text": " personal abode. They are happy in those planets and are without"}, {"start": 672.6, "end": 673.1800000000001, "text": " any kind"}, {"start": 673.1800000000001, "end": 680.1800000000001, "text": " of misery. And they live perpetually in full youthfulness, enjoying life in full bliss"}, {"start": 680.1800000000001, "end": 686.1600000000001, "text": " and knowledge, without fear of birth, death, old age or disease, and without the influence"}, {"start": 686.1600000000001, "end": 693.8000000000001, "text": " of Kala or eternal time. So, material world means full of miseries, fundamental miseries"}, {"start": 693.8000000000001, "end": 702.98, "text": " – birth, death, disease, old age – full of the influence of Kala, eternal time. So,"}, {"start": 702.98, "end": 708.38, "text": " time destroys everything systematically, whatever was created in this material world."}, {"start": 708.38, "end": 713.36, "text": " That influence of time is not there in the spiritual world. That influence of the four"}, {"start": 713.36, "end": 718.82, "text": " miseries, fundamental miseries, is not there in the spiritual world."}, {"start": 718.82, "end": 724.04, "text": " Maharaj Yudhishthira has compared the inhabitants of Dwarka to the Mahapaulukas of Vaikuntha"}, {"start": 724.04, "end": 731.04, "text": " loka, because even in Dwarka, all the citizens are so happy with the Lord and the Lord is"}, {"start": 732.98, "end": 741.4, "text": " happy. Just like the Mahapaulukas are eternally happy, even the citizens of Dwarka are happy"}, {"start": 741.4, "end": 748.1, "text": " in the Dwarka city, living with Krishna and Balarama."}, {"start": 748.1, "end": 757.82, "text": " In the Bhagavad Gita, there are many references to Vaikuntha lokas and they are mentioned there"}, {"start": 757.82, "end": 762.4, "text": " as Madhama or the kingdom of the Lord."}, {"start": 762.4, "end": 765.9, "text": " In the Bhagavad Gita, there is a reference to Vaikuntha loka, not directly mentioned"}, {"start": 765.9, "end": 778.4399999999999, "text": " as Vaikuntha. But Krishna says, yad gatva na nivartante tad dhama paramam mama – having"}, {"start": 778.4399999999999, "end": 784.9399999999999, "text": " gone where one never returns to this material world of repeated birth and death, but lives"}, {"start": 784.9399999999999, "end": 790.92, "text": " in the spiritual world with Krishna or with Narayana or with Vishnu, eternal life full"}, {"start": 790.92, "end": 791.92, "text": " of bliss and knowledge."}, {"start": 792.4, "end": 801.5799999999999, "text": " That is described by Krishna in the Bhagavad Gita as his supreme abode because every place"}, {"start": 801.5799999999999, "end": 805.26, "text": " belongs to Krishna, even the material world belongs to Krishna because it is a part of"}, {"start": 805.26, "end": 812.12, "text": " his material energy – his material energy. All energies are his – Krishna's. So material"}, {"start": 812.12, "end": 819.0799999999999, "text": " world also is Krishna's but it is an inferior place. Krishna does not reside here permanently."}, {"start": 819.0799999999999, "end": 820.4, "text": " He sometimes comes to this world."}, {"start": 820.4, "end": 821.86, "text": " He sabia akic aren't rabindranayatna, to"}, {"start": 822.4, "end": 829.26, "text": " to attract all of us, to go back to him in his personal abode, supreme abode, mad-dhama."}, {"start": 830.56, "end": 833.14, "text": " So that's the description of the Bhagavad Gita."}, {"start": 833.8, "end": 840.34, "text": " Parastasmat bhavo anyo avyakto avyaktatsanatanah"}, {"start": 840.34, "end": 850.1, "text": " Beyond, vyakta and avyakta, beyond manifest and unmanifest matter, there is an eternal existence."}, {"start": 850.1, "end": 852.16, "text": " Krishna says in the Bhagavad Gita."}, {"start": 852.4, "end": 861.04, "text": " In the 8th chapter, yad gatva nani vartante tad dhama param amma"}, {"start": 861.04, "end": 865.64, "text": " So that is the supreme abode of the Supreme Lord described in the Bhagavad Gita briefly,"}, {"start": 865.64, "end": 869.4399999999999, "text": " but details are given in the Bhagavad Gita and other scriptures."}, {"start": 869.4399999999999, "end": 872.4399999999999, "text": " So I'll stop here. Thank you very much. Hare Krishna."}]}