{"video_id": "sDOmqVy2GoY", "title": "Srila Rupa and Sanatana Goswami: Lives of Surrender and Service | Sri Gaura Mandala Parikrama", "speaker": "HDG Srila Prabhupada", "youtube_url": "https://www.youtube.com/watch?v=sDOmqVy2GoY", "duration": 1436, "segments": [{"start": 0.0, "end": 29.86, "text": " Jeeva Goswami has explained the genealogical history of Sri Rupa Goswami's family."}, {"start": 30.0, "end": 36.54, "text": " They were the descendants of Sarvagya Satguru, a great scholar of the Vedas."}, {"start": 37.22, "end": 39.74, "text": " He was an expert in Yajur Veda."}, {"start": 40.480000000000004, "end": 47.64, "text": " Sri Sarvagya was a Brahmin and also one of the kings of Karnataka in the 12th century Shakabdha."}, {"start": 48.74, "end": 55.0, "text": " In his lineage appeared a great devotee named Kumara Deva who had settled in Jaishur, Bangladesh."}, {"start": 55.260000000000005, "end": 59.72, "text": " He got married to a very chaste lady named Revati Devi."}, {"start": 60.32, "end": 65.18, "text": " In the course of time, Kumara Deva and Revati Devi gave birth to many sons."}, {"start": 65.58, "end": 70.02, "text": " Most illustrious among them were Amara, later known as Sanatana Goswami,"}, {"start": 70.48, "end": 75.06, "text": " Santosha, known as Rupa Goswami and Vallabha, known as Anupama."}, {"start": 75.72, "end": 80.64, "text": " It is believed that Sanatana was born around 1488 AD."}, {"start": 80.9, "end": 87.0, "text": " While his younger brother Rupa appeared in this world around 1493 AD."}, {"start": 87.78, "end": 89.8, "text": " She liked Krishnadas Kaviraj Goswami."}, {"start": 90.2, "end": 94.0, "text": " It is mentioned in the Adi Leela of Sri Chaitanya Siddhartha Amritha"}, {"start": 94.4, "end": 104.4, "text": " that Sri Rupa, Sanatana and Anupama are the 43rd, 44th and 45th branches of Mahaprabhu's Desire Tree of devotion service"}, {"start": 104.8, "end": 106.8, "text": " and that they are the best of all."}, {"start": 108.32, "end": 115.0, "text": " Anupama Vallabha Sri Rupa Sanatana etina shakha vrkshera paschime sarvottama"}, {"start": 115.82, "end": 119.98, "text": " Sri Kavikarnapura reveals in Gauraganodesha Deepika"}, {"start": 120.3, "end": 125.7, "text": " that Sri Rupa Goswami was none other than the incarnation of Sri Rupa Manjari,"}, {"start": 126.2, "end": 132.0, "text": " one of the chief assistants of Lalitha Sakhi, one of the eight principal gopis of Vrindavan."}, {"start": 132.6, "end": 142.4, "text": " Sri Sanatana Goswami was the combined incarnation of Rati Manjari and Lavanga Manjari and Sanatana Kumara."}, {"start": 143.1, "end": 147.7, "text": " Jiva Goswami, the son of Anupama, was the incarnation of Ilaasa Manjari."}, {"start": 148.7, "end": 149.9, "text": " After Kumara Deva had died,"}, {"start": 150.3, "end": 157.6, "text": " these three brothers came over and settled here at Malda, where they continued with their studies."}, {"start": 158.2, "end": 162.9, "text": " As they grew up, they became exceptionally attractive to all of the society."}, {"start": 163.5, "end": 170.4, "text": " They possessed beautiful bodily features, noble character and natural compassion towards every living being."}, {"start": 171.1, "end": 173.5, "text": " They were embodiments of the Lord's love."}, {"start": 174.1, "end": 178.2, "text": " These three brothers studied the science of logic, Nyaya,"}, {"start": 178.50000000000003, "end": 180.4, "text": " and the knowledge of the divine."}, {"start": 180.9, "end": 186.20000000000002, "text": " They were also the descendants of Madhusudana Vachaspati, who was the brother of Sarvabhauma Bhattacharya."}, {"start": 186.70000000000002, "end": 191.70000000000002, "text": " They also became proficient in Sanskrit, Arabic and Persian."}, {"start": 192.20000000000002, "end": 200.20000000000002, "text": " When Sanatana Goswami was very young, he saw a dream in which a Brahmin gave him a copy of Srimad Bhagavatam."}, {"start": 200.70000000000002, "end": 206.3, "text": " The next day, to his surprise, he indeed received Srimad Bhagavatam"}, {"start": 206.3, "end": 213.8, "text": " The other day, from then on, Shri Sanatana began scrutinizingly studying Srimad Bhagavatam,"}, {"start": 214.3, "end": 216.8, "text": " leaving aside all other scriptures."}, {"start": 217.8, "end": 222.8, "text": " Bengal, during that time, was under the Mughal rule of Nawab Hussain Shah."}, {"start": 223.8, "end": 229.8, "text": " He is the same king who had employed Shri Mukunda Dasa of Shrikhanda as his personal doctor."}, {"start": 230.8, "end": 235.8, "text": " Seeing the popularity of Shri Rupa and Sanatana amongst the great general populace,"}, {"start": 236.8, "end": 239.8, "text": " the Nawab decided to employ them as his ministers."}, {"start": 240.3, "end": 245.8, "text": " In this way, he planned to bring the entire Hindu population under his control."}, {"start": 246.8, "end": 251.8, "text": " If Rupa and Sanatana joined him, then his subjects would become more submissive, he thought."}, {"start": 252.8, "end": 259.8, "text": " On the other hand, he notified Shri Rupa and Sanatana, telling them that if they became the ministers,"}, {"start": 260.3, "end": 263.8, "text": " he would award the Vaishnavas and Hindus with all freedom."}, {"start": 264.8, "end": 265.8, "text": " Instead,"}, {"start": 266.3, "end": 271.3, "text": " if they did not accept his proposal, then he would torture and prosecute the masses."}, {"start": 272.3, "end": 279.3, "text": " Hearing the king's warning, Shri Rupa, Sanatana and Anupama reluctantly agreed to serve the king."}, {"start": 280.3, "end": 286.3, "text": " Their service was so exemplary that Shri Sanatana Goswami was made the Prime Minister of Bengal"}, {"start": 287.3, "end": 290.3, "text": " and Rupa Goswami was made the Home Minister."}, {"start": 291.3, "end": 294.3, "text": " Due to their close proximity with the Muslims,"}, {"start": 294.8, "end": 304.8, "text": " the two brothers were excommunicated from the Hindu society by the orthodox caste Brahmins of Gaur Mandala."}, {"start": 305.8, "end": 313.8, "text": " Thus, Shri Rupa Goswami came to be known as Dabarkhas and Shri Sanatana as Sakaramalik."}, {"start": 314.8, "end": 318.8, "text": " The king grew very fond of them and considered them his own brothers."}, {"start": 319.8, "end": 322.8, "text": " He awarded them with tremendous amounts of wealth and power."}, {"start": 323.3, "end": 326.3, "text": " They settled down here at Ramkeli in Malda,"}, {"start": 326.8, "end": 333.3, "text": " where they constructed beautiful opulent palaces and gardens that served as a replica of Vruddhavan."}, {"start": 334.3, "end": 342.3, "text": " Being pure devotees, Rupa and Sanatana always lived in the mood of separation from the Lord and his abode."}, {"start": 343.3, "end": 350.3, "text": " Here at Ramkeli, the beautiful temples and ponds dug by our Goswamis are still present."}, {"start": 350.3, "end": 361.8, "text": " The beautiful deity of Shri Madana Mohana that was installed by them over here continues to accept our humble services till this day."}, {"start": 362.8, "end": 371.8, "text": " They held the highest post in the government as they were very rich, yet the Goswamis did not possess even a grain of pride."}, {"start": 372.8, "end": 377.8, "text": " People, scholars, Vaishnavas from all parts of the country would come to meet them"}, {"start": 377.8, "end": 381.3, "text": " and they would worship them with most intimate hospitality."}, {"start": 382.3, "end": 385.3, "text": " Their humility and simplicity captured people's heart."}, {"start": 386.3, "end": 390.3, "text": " There was a beautiful piece of architecture that we came across while visiting."}, {"start": 391.3, "end": 398.3, "text": " This marvelous victory tower known as Firoz Minar is more than 26 meters in height."}, {"start": 399.3, "end": 406.3, "text": " According to reliable sources, this tower was engineered by Sanatan Goswami while he served as Bengal Gov."}, {"start": 407.8, "end": 415.3, "text": " Lord Chaitanya, during his second attempt to reach Vruddhavan, decided to take a roundabout route."}, {"start": 416.3, "end": 425.3, "text": " Actually, his desire was not travelling to Vruddhavan, but instead he wanted to meet and shower his mercy upon Sri Rupa and Sanatana."}, {"start": 426.3, "end": 429.3, "text": " Thousands of men accompanied the Lord during his journey."}, {"start": 430.3, "end": 433.3, "text": " All of them were surcharged with deep ecstatic feelings,"}, {"start": 434.3, "end": 437.3, "text": " completely devoid of external consciousness"}, {"start": 437.8, "end": 439.8, "text": " and surrendering themselves completely."}, {"start": 440.8, "end": 441.8, "text": " They sang and danced along."}, {"start": 442.8, "end": 446.8, "text": " An ocean of love flooded the people with waves after waves of ecstasy."}, {"start": 447.8, "end": 450.8, "text": " As the procession reached new places, more people joined."}, {"start": 451.8, "end": 457.8, "text": " Wherever the Lord touched the ground with his lotus feet, people immediately gathered to take the dust."}, {"start": 458.8, "end": 462.8, "text": " The people took out so much dirt that holes were created in the ground."}, {"start": 463.8, "end": 465.8, "text": " Just by seeing the smiling face of the Lord,"}, {"start": 466.3, "end": 470.3, "text": " all their lamentations and unhappinesses became vanquished."}, {"start": 471.3, "end": 473.3, "text": " Eventually, the Lord arrived at Ramkeli,"}, {"start": 474.3, "end": 477.3, "text": " where innumerable people arrived to take his darshan."}, {"start": 478.3, "end": 486.3, "text": " Performing Sankirtana over here, the Lord danced and sometimes lost his consciousness out of intense love of God."}, {"start": 487.3, "end": 493.3, "text": " When Nawab Hussain Shah came to know that Lord Chaitanya was attracting so much attention,"}, {"start": 493.8, "end": 494.8, "text": " he was astonished."}, {"start": 495.8, "end": 501.8, "text": " His spies informed him how Mahaprabhu had immersed everyone in a wave of transcendental ecstasy."}, {"start": 502.8, "end": 506.8, "text": " He learned how the people, irrespective of their caste, creed or religion,"}, {"start": 507.8, "end": 520.8, "text": " were raising their hands and engaging in the congregational chanting of Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare."}, {"start": 520.8, "end": 528.3, "text": " So the Nawab then asked Keshava Chhatri whether he knew anything about Lord Chaitanya."}, {"start": 529.3, "end": 534.3, "text": " Keshava, in spite of knowing everything, tried to diplomatically downplay the situation."}, {"start": 535.3, "end": 540.3, "text": " He replied that Chaitanya Deva was simply a touring mendicant and that only a few people had come to see him."}, {"start": 541.3, "end": 545.3, "text": " He warned the King against considering the advice of his spies too seriously."}, {"start": 546.3, "end": 548.3, "text": " After pacifying the King in this way,"}, {"start": 548.3, "end": 550.3, "text": " Keshava sent a Brahmana messenger to Lord Chaitanya."}, {"start": 551.3000000000001, "end": 553.3000000000001, "text": " requesting him to leave without delay."}, {"start": 554.3000000000001, "end": 560.3000000000001, "text": " The King then inquired from Rupa Goswami Dabarkas and asked his opinion."}, {"start": 561.3000000000001, "end": 568.3000000000001, "text": " Rupa Goswami glorified Sri Chaitanya and revealed that he was none other than the Supreme Personality of God and Himself."}, {"start": 569.3000000000001, "end": 577.3000000000001, "text": " He added that it was the Nawab's great fortune that the Lord has chosen to descend and manifest his pastime in this country."}, {"start": 578.3000000000001, "end": 580.3000000000001, "text": " It was only by Mahaprabhu's mercy that the Nawab was enlightened."}, {"start": 581.3000000000001, "end": 583.3000000000001, "text": " The Nawab was successful and victorious in all his affairs."}, {"start": 584.3000000000001, "end": 593.3000000000001, "text": " The Nawab agreed with Rupa Goswami and remarked that he would perceive in his mind as well that Lord Chaitanya was none other than his worshipable God."}, {"start": 594.3000000000001, "end": 604.3000000000001, "text": " Raja kahe suno suna mora mane ye laya sakshadi saraiha nahika samshayam chaitany chaitam tata"}, {"start": 605.3000000000001, "end": 610.3000000000001, "text": " Sri Rupa and Sanatana then began considering how they could meet Lord Chaitanya incognito."}, {"start": 611.3000000000001, "end": 615.3000000000001, "text": " Thus, in the dead of the night, the two brothers went to meet the Lord."}, {"start": 616.3000000000001, "end": 622.3000000000001, "text": " First, they met Nityananda Prabhu and Haridas Dhaka who introduced them to Sri Gaurahari."}, {"start": 623.3000000000001, "end": 631.3000000000001, "text": " Out of great humility, the two brothers held straw between their teeth and fell down like a rod before Mahaprabhu."}, {"start": 632.3000000000001, "end": 635.3000000000001, "text": " They were so overwhelmed that they began crying in joy."}, {"start": 636.3000000000001, "end": 638.3000000000001, "text": " They introduced themselves as the lowest of men"}, {"start": 638.8000000000001, "end": 642.8000000000001, "text": " who were employed in the worst kind of employment."}, {"start": 643.8000000000001, "end": 648.8000000000001, "text": " They glorified the Lord as Patitapavana, the deliverer of the fallen,"}, {"start": 649.8000000000001, "end": 653.8000000000001, "text": " and assured him that none in the world qualified as being more fallen than them."}, {"start": 654.8000000000001, "end": 660.8000000000001, "text": " Out of sheer humility, they declared themselves millions of times more fallen than even Jagai and Madai,"}, {"start": 661.8000000000001, "end": 665.8000000000001, "text": " the sinful brothers whom Lord Chaitanya had previously delivered."}, {"start": 666.3000000000001, "end": 669.3000000000001, "text": " Jagai and Madai are millions of times more virtuous."}, {"start": 669.3000000000001, "end": 671.3000000000001, "text": " Adhamma and Patita are sinners."}, {"start": 671.3000000000001, "end": 673.3000000000001, "text": " We are two people."}, {"start": 673.3000000000001, "end": 682.3000000000001, "text": " Thus, they tried to establish themselves as the befitting candidates upon which Lord Chaitanya should shower his costless mercy."}, {"start": 683.3000000000001, "end": 689.3000000000001, "text": " Hearing their prayers, Lord Chaitanya became very pleased and blessed them wholeheartedly."}, {"start": 689.3000000000001, "end": 693.3000000000001, "text": " He then revealed that the two brothers were his eternal servants."}, {"start": 693.3000000000001, "end": 695.3000000000001, "text": " Mahaprabhu also informed them that"}, {"start": 695.8000000000001, "end": 698.8000000000001, "text": " he had received several of their letters,"}, {"start": 698.8000000000001, "end": 702.8000000000001, "text": " which reflected their humble state of mind and consciousness."}, {"start": 702.8000000000001, "end": 710.8000000000001, "text": " He accepted them and awarded them the name Rupa unto Dhabi's caste and Sanatana unto Sakara-Malik."}, {"start": 711.8000000000001, "end": 718.8000000000001, "text": " The Lord also revealed that he had come to Ramkali only to meet and bless the two of them."}, {"start": 718.8000000000001, "end": 723.8000000000001, "text": " He assured them of his protection and asked them not to worry."}, {"start": 723.8000000000001, "end": 724.8000000000001, "text": " He added that"}, {"start": 725.8000000000001, "end": 727.8000000000001, "text": " they would be delivered very soon."}, {"start": 727.8000000000001, "end": 731.8000000000001, "text": " The two brothers then sought the blessings of the Vaishnava's presence."}, {"start": 731.8000000000001, "end": 733.8000000000001, "text": " Before leaving, however,"}, {"start": 733.8000000000001, "end": 735.8000000000001, "text": " they humbly cautioned the Lord"}, {"start": 735.8000000000001, "end": 738.8000000000001, "text": " that although the nabob was favorable at that moment,"}, {"start": 738.8000000000001, "end": 740.8000000000001, "text": " his mood was unpredictable."}, {"start": 740.8000000000001, "end": 745.8000000000001, "text": " By nature, the nabob was a very dangerous and a very violent man."}, {"start": 745.8000000000001, "end": 753.8000000000001, "text": " Hence, they suggested that it would be better if Mahaprabhu departed from that place without further delay."}, {"start": 753.8000000000001, "end": 759.3000000000001, "text": " They also added that it would not be very appropriate for Mahaprabhu to travel to Vrindavan,"}, {"start": 759.3000000000001, "end": 762.3000000000001, "text": " accompanying such thousands of followers."}, {"start": 762.3000000000001, "end": 769.3000000000001, "text": " Instead, it would be more befitting if Mahaprabhu went alone, accompanied by a select few."}, {"start": 769.3000000000001, "end": 776.3000000000001, "text": " Having spoken thus, the two brothers offered prayers unto the lotus feet of the Lord and returned to their homes."}, {"start": 776.3000000000001, "end": 782.3000000000001, "text": " Although Sri Chaitanya was the Supreme Lord himself, yet he acted like a mere human."}, {"start": 782.3000000000001, "end": 786.8000000000001, "text": " In order to teach us neophytes how to react in such situations,"}, {"start": 786.8000000000001, "end": 789.8000000000001, "text": " heeding the advice of Rupa and Sanatana,"}, {"start": 789.8000000000001, "end": 791.8000000000001, "text": " he decided to leave that village."}, {"start": 791.8000000000001, "end": 795.8000000000001, "text": " In the morning, he left for a place called Kanenaarsala,"}, {"start": 795.8000000000001, "end": 798.8000000000001, "text": " where he relished many past times of Lord Krishna."}, {"start": 798.8000000000001, "end": 801.8000000000001, "text": " Then, thinking about the words of Sanatana,"}, {"start": 801.8000000000001, "end": 806.8000000000001, "text": " Mahaprabhu concluded that it would indeed not be proper to travel to Vrindavan"}, {"start": 806.8000000000001, "end": 811.8000000000001, "text": " with so many followers as it might disturb the atmosphere of the dhamma."}, {"start": 811.8000000000001, "end": 815.3000000000001, "text": " Thus, he decided to return to Jagannath Puri."}, {"start": 815.3000000000001, "end": 820.3000000000001, "text": " On returning to Puri, the Lord disclosed to his intimate associates"}, {"start": 820.3000000000001, "end": 827.3000000000001, "text": " how he had bestowed his most intimate mercy upon Rupa and Sanatana,"}, {"start": 827.3000000000001, "end": 831.3000000000001, "text": " owing to their humility and pure devotional qualities."}, {"start": 831.3000000000001, "end": 837.3000000000001, "text": " Rupa Goswami took all his treasures and loaded them into a boat."}, {"start": 837.3000000000001, "end": 840.3000000000001, "text": " He and his younger brother, Anupama,"}, {"start": 840.3000000000001, "end": 845.8000000000001, "text": " left for their ancestral home at Fateh Bar, presently in Bangladesh,"}, {"start": 845.8000000000001, "end": 848.8000000000001, "text": " where they distributed all their wealth."}, {"start": 848.8000000000001, "end": 852.8000000000001, "text": " He appointed a brahmana to perform auspicious ceremonies"}, {"start": 852.8000000000001, "end": 856.8000000000001, "text": " so that they might obtain the shelter of Mahaprabhu."}, {"start": 856.8000000000001, "end": 862.8000000000001, "text": " Of his wealth, he gave 50% charity to the brahmanas and Vaishnavas"}, {"start": 862.8000000000001, "end": 866.8000000000001, "text": " and 25% to his relatives."}, {"start": 866.8000000000001, "end": 869.8000000000001, "text": " Srila Prabhupada highly glorifies and hails this"}, {"start": 869.8000000000001, "end": 873.8000000000001, "text": " as a perfect example of how one should divide his money"}, {"start": 873.8000000000001, "end": 876.3000000000001, "text": " and retire from one's household life."}, {"start": 876.3000000000001, "end": 880.3000000000001, "text": " He also deposited 10,000 gold coins with a grocer"}, {"start": 880.3000000000001, "end": 883.3000000000001, "text": " in order to help Sanatana Goswami to escape."}, {"start": 883.3000000000001, "end": 887.3000000000001, "text": " Sri Rupa Goswami kept one-fourth of his wealth aside"}, {"start": 887.3000000000001, "end": 893.3000000000001, "text": " with a respectable brahmana for his personal safety and emergencies."}, {"start": 893.3000000000001, "end": 898.3000000000001, "text": " Srila Rupa Goswami then set out with two men"}, {"start": 898.3000000000001, "end": 899.3000000000001, "text": " to find out where Mahaprabhu was."}, {"start": 899.8000000000001, "end": 905.8000000000001, "text": " When Mahaprabhu would be leaving for Vrindavan from Jagannath Puri."}, {"start": 905.8000000000001, "end": 909.8000000000001, "text": " The men came back with news that Lord Chaitanya had already left."}, {"start": 909.8000000000001, "end": 913.8000000000001, "text": " Sri Rupa immediately wrote a letter to Sanatana Goswami"}, {"start": 913.8000000000001, "end": 915.8000000000001, "text": " informing him of the news."}, {"start": 915.8000000000001, "end": 920.8000000000001, "text": " He also added that he and Anupama were living immediately from Vrindavan"}, {"start": 920.8000000000001, "end": 924.8000000000001, "text": " and asked Sanatana Goswami to set off as well."}, {"start": 924.8000000000001, "end": 928.8000000000001, "text": " He also informed his elder brother that he had left 10,000 gold coins"}, {"start": 928.8000000000001, "end": 931.8000000000001, "text": " with a grocer to help him escape."}, {"start": 931.8000000000001, "end": 935.8000000000001, "text": " Meanwhile, Sanatana Goswami stopped going to the office"}, {"start": 935.8000000000001, "end": 941.8000000000001, "text": " and would just remain at home reading and chanting Srimad Bhagavatam all day."}, {"start": 941.8000000000001, "end": 946.8000000000001, "text": " In the assembly of devotees, Nawab Hussain Shah came to his residence"}, {"start": 946.8000000000001, "end": 950.8000000000001, "text": " to enquire about Sanatana's health as he thought he was sick."}, {"start": 950.8000000000001, "end": 955.8000000000001, "text": " Seeing that he was perfectly fit, the Nawab asked Sanatana to assist him"}, {"start": 955.8000000000001, "end": 958.8000000000001, "text": " in attacking the province of Orissa."}, {"start": 958.8000000000001, "end": 962.8000000000001, "text": " Sanatana Goswami refused to obey the order of the king"}, {"start": 962.8000000000001, "end": 966.8000000000001, "text": " and expressed his desire to retire from service instead."}, {"start": 966.8000000000001, "end": 971.8000000000001, "text": " The king became enraged and ordered Sanatana's arrest."}, {"start": 971.8000000000001, "end": 975.8000000000001, "text": " Using the money that Rupa Goswami had kept for him,"}, {"start": 975.8000000000001, "end": 981.8000000000001, "text": " Sanatana Goswami managed to bribe the jailer and somehow escaped."}, {"start": 981.8000000000001, "end": 985.8000000000001, "text": " The jailer was initially reluctant to release him,"}, {"start": 985.8000000000001, "end": 990.8000000000001, "text": " but 7,000 gold coins were enough to change his position."}, {"start": 990.8000000000001, "end": 996.8000000000001, "text": " On being released, Sanatana immediately crossed over the Ganges and fled."}, {"start": 996.8000000000001, "end": 1001.8000000000001, "text": " He passed through hilly terrains and spent the night at a small hotel"}, {"start": 1001.8000000000001, "end": 1003.8000000000001, "text": " on his way to Benares."}, {"start": 1003.8000000000001, "end": 1007.8000000000001, "text": " The hotel owner, knowing that Sanatana's servant Isha"}, {"start": 1007.8000000000001, "end": 1010.8000000000001, "text": " had eight gold coins in his possession,"}, {"start": 1010.8000000000001, "end": 1014.8000000000001, "text": " wanted to murder both of them and take away the money."}, {"start": 1015.8000000000001, "end": 1018.8000000000001, "text": " However, could guess the evil plans of the hotel owner"}, {"start": 1018.8000000000001, "end": 1021.8000000000001, "text": " and voluntarily offered him the coins"}, {"start": 1021.8000000000001, "end": 1025.8000000000002, "text": " and sought his help to safely reach his destination."}, {"start": 1025.8000000000002, "end": 1031.8000000000002, "text": " Thus, the owner helped them cross the hilly track and proceed towards Varanasi."}, {"start": 1031.8000000000002, "end": 1034.8000000000002, "text": " The two brothers, Rupa and Anupama, meanwhile,"}, {"start": 1034.8000000000002, "end": 1038.8000000000002, "text": " met with Sri Chaitanya Mahaprabhu at Prayag, Allahabad."}, {"start": 1038.8000000000002, "end": 1041.8000000000002, "text": " The two of them had straws between their teeth"}, {"start": 1041.8000000000002, "end": 1044.8000000000002, "text": " and surrendered themselves at the lotus feet of the Lord."}, {"start": 1044.8, "end": 1047.8, "text": " Lord Chaitanya embraced the two brothers"}, {"start": 1047.8, "end": 1049.8, "text": " and placed his feet upon the head."}, {"start": 1049.8, "end": 1058.8, "text": " It was here at Prayag, at the Dvadasva Medha Ghat,"}, {"start": 1058.8, "end": 1063.8, "text": " that Lord Chaitanya had instructed Sri Rupa Goswami for ten days,"}, {"start": 1063.8, "end": 1068.8, "text": " empowering him in the philosophy of devotional service."}, {"start": 1068.8, "end": 1073.8, "text": " He taught Rupa the limit of Krishna Tattva, Bhakti Tattva,"}, {"start": 1074.8, "end": 1077.8, "text": " the truth regarding the transcendental mellows,"}, {"start": 1077.8, "end": 1082.8, "text": " culminating in conjugal love between Radha and Krishna,"}, {"start": 1082.8, "end": 1089.8, "text": " Krishna Tattva, Bhakti Tattva, Rasa Tattva, Pranata."}, {"start": 1089.8, "end": 1094.8, "text": " He also taught him the ultimate conclusions of Srimad Bhagavatam."}, {"start": 1094.8, "end": 1096.8, "text": " By entering into Rupa's heart,"}, {"start": 1096.8, "end": 1102.8, "text": " Mahaprabhu empowered him to ascertain the conclusions of all truth."}, {"start": 1102.8, "end": 1103.8, "text": " Teaching him thus,"}, {"start": 1103.8, "end": 1107.8, "text": " Lord Chaitanya sent Rupa Goswami to Vrindavan,"}, {"start": 1107.8, "end": 1112.8, "text": " instructing him to excavate the holy places of Krishna's pastimes,"}, {"start": 1112.8, "end": 1116.8, "text": " discover the ancient deities that lay hidden in the Vrindavan"}, {"start": 1116.8, "end": 1119.8, "text": " and reinstall them in his temples,"}, {"start": 1119.8, "end": 1122.8, "text": " write transcendental pieces of literature"}, {"start": 1122.8, "end": 1127.8, "text": " and preach the Vrindavan way of worship to the entire world."}, {"start": 1127.8, "end": 1132.8, "text": " The summary of Lord Chaitanya's teaching to Rupa Goswami"}, {"start": 1132.8, "end": 1138.8, "text": " has been summarized by Srila Rupa in the teachings of Lord Chaitanya."}, {"start": 1138.8, "end": 1140.8, "text": " So those who want to read more about the teachings"}, {"start": 1140.8, "end": 1146.8, "text": " can read the teachings of Lord Chaitanya or Chaitanya Chaita Amrita."}, {"start": 1146.8, "end": 1153.8, "text": " It is said that Lord Chaitanya had taught the four principal qualities of a Vaishnava"}, {"start": 1153.8, "end": 1157.8, "text": " through four of his intimate associates."}, {"start": 1157.8, "end": 1161.8, "text": " He had taught the quality of self-control through the life and examples"}, {"start": 1161.8, "end": 1164.8, "text": " of Ramananda Raya,"}, {"start": 1164.8, "end": 1168.8, "text": " the quality of neutrality through Damodara Pandita"}, {"start": 1168.8, "end": 1171.8, "text": " who even scolded Mahaprabhu at times,"}, {"start": 1171.8, "end": 1175.8, "text": " the aspect of tolerance through Haridas Thakur"}, {"start": 1175.8, "end": 1180.8, "text": " and the quality of humility through Sanatana Goswami."}, {"start": 1180.8, "end": 1184.8, "text": " Among the books that Shri Sanatana Goswami had written,"}, {"start": 1184.8, "end": 1187.8, "text": " Hari Bhakti Vilas and Brihat Vaishnava Toshani"}, {"start": 1187.8, "end": 1190.8, "text": " are significant."}, {"start": 1191.8, "end": 1194.8, "text": " Amongst the books composed by Shri Rupa Goswami,"}, {"start": 1194.8, "end": 1200.8, "text": " Hamsa Dutta, Uddhava Sandesha, Krishna Janma Tithi Vidhi,"}, {"start": 1200.8, "end": 1203.8, "text": " Radha Krishna Ganodesha Deepika,"}, {"start": 1203.8, "end": 1207.8, "text": " Sthava Mala, Vidakta Madhava, Lalita Madhava,"}, {"start": 1207.8, "end": 1211.8, "text": " Dhanakeli Kaumotuki, Bhakti Rasamata Sindhu,"}, {"start": 1211.8, "end": 1215.8, "text": " Ujjvala Neelamani, Akshyata Chandrika,"}, {"start": 1215.8, "end": 1219.8, "text": " Mathura Mahima, Padhyavali, Nataka Chandrika,"}, {"start": 1219.8, "end": 1223.8, "text": " and Laghu Bhagavata Amrita are the most significant."}, {"start": 1223.8, "end": 1228.8, "text": " Bhakti Rasamata Sindhu contains the essence of all the revealed scriptures."}, {"start": 1228.8, "end": 1233.8, "text": " Shri Srinivas Acharya in his prayers unto the six Goswamis"}, {"start": 1233.8, "end": 1239.8, "text": " hence glorifies them as expert in extracting the essence of all the revealed scriptures"}, {"start": 1239.8, "end": 1244.8, "text": " with the aim of establishing the Jeeva in his eternal position"}, {"start": 1244.8, "end": 1248.8, "text": " of performing pure devotional service unto Krishna."}, {"start": 1248.8, "end": 1260.8, "text": " Both Rupa and Sanatana travelled extensively through Vraja Mandala,"}, {"start": 1260.8, "end": 1264.8, "text": " discovering many pastimes, places of Radha Madhava."}, {"start": 1264.8, "end": 1269.8, "text": " Having no fixed residence, they would catch a few wings of sleep,"}, {"start": 1269.8, "end": 1275.8, "text": " no more than one and a half hours per day, under a tree or bush."}, {"start": 1275.8, "end": 1278.8, "text": " They used to live by whatever little they obtained,"}, {"start": 1278.8, "end": 1283.8, "text": " by performing Madhukari, Shri begging from door to door."}, {"start": 1283.8, "end": 1287.8, "text": " Shri Rupa and Sanatana spent all their time writing,"}, {"start": 1287.8, "end": 1292.8, "text": " discussing Krishna pastimes, and chanting Krishna's holy names."}, {"start": 1292.8, "end": 1299.8, "text": " Shri Rupa Goswami established the worship of Shri Radha Govinda Dev in Vrindavan,"}, {"start": 1299.8, "end": 1304.8, "text": " while Shri Sanatana inaugurated the worship of Shri Madan Mohana."}, {"start": 1304.8, "end": 1307.8, "text": " Both of these enchanting deities are currently being worshipped"}, {"start": 1307.8, "end": 1311.8, "text": " in Rajasthan."}, {"start": 1311.8, "end": 1315.8, "text": " So the different things we see in Ramkeli here are the temples."}, {"start": 1315.8, "end": 1319.8, "text": " That is this temple where we are sitting."}, {"start": 1319.8, "end": 1325.8, "text": " That is Radha Madan Mohan Deity, established by Rupa and Sanatana."}, {"start": 1325.8, "end": 1329.8, "text": " We also have Balarama and Revati."}, {"start": 1329.8, "end": 1332.8, "text": " And they also established Chaitanya."}, {"start": 1332.8, "end": 1334.8, "text": " Three Deities of the Pancha Tattva."}, {"start": 1334.8, "end": 1336.8, "text": " Pancha Tattva have five personalities."}, {"start": 1336.8, "end": 1339.8, "text": " But installed three personalities here."}, {"start": 1339.8, "end": 1341.8, "text": " Chaitanya Mahaprabhu in the middle."}, {"start": 1341.8, "end": 1342.8, "text": " Nityananda on the left."}, {"start": 1342.8, "end": 1343.8, "text": " And Advaita on the right."}, {"start": 1343.8, "end": 1348.8, "text": " So three personalities they installed here."}, {"start": 1348.8, "end": 1350.8, "text": " There is this Keli Kadamba tree,"}, {"start": 1350.8, "end": 1355.8, "text": " under which Chaitanya Mahaprabhu met Rupa and Sanatana."}, {"start": 1355.8, "end": 1359.8, "text": " And there is a small temple."}, {"start": 1359.8, "end": 1363.8, "text": " And the entrance of Govinda Hari's lotus feet."}, {"start": 1363.8, "end": 1364.8, "text": " There is Rupa Sagar,"}, {"start": 1364.8, "end": 1365.8, "text": " a large pond excavated,"}, {"start": 1365.8, "end": 1367.8, "text": " by Sri Rupa Goswami."}, {"start": 1367.8, "end": 1369.8, "text": " We will see here."}, {"start": 1369.8, "end": 1372.8, "text": " There are also eight sacred ponds,"}, {"start": 1372.8, "end": 1377.8, "text": " little far away around this place."}, {"start": 1377.8, "end": 1379.8, "text": " Just outside the temple gate,"}, {"start": 1379.8, "end": 1381.8, "text": " is a beautiful deity of Lord Chaitanya,"}, {"start": 1381.8, "end": 1383.8, "text": " that had been installed over here,"}, {"start": 1383.8, "end": 1387.8, "text": " by Jeeva Goswami."}, {"start": 1387.8, "end": 1389.8, "text": " The dancing hall surrounding this temple,"}, {"start": 1389.8, "end": 1392.8, "text": " has been renovated and restored to its health,"}, {"start": 1392.8, "end": 1393.8, "text": " with help of,"}, {"start": 1393.8, "end": 1394.8, "text": " here also,"}, {"start": 1394.8, "end": 1396.8, "text": " Bhaktivedanta Goswami's charitable trust,"}, {"start": 1396.8, "end": 1398.8, "text": " has given money to renovate this temple,"}, {"start": 1398.8, "end": 1401.8, "text": " Srila Prabhupada's trust."}, {"start": 1401.8, "end": 1403.8, "text": " There is also the prison house,"}, {"start": 1403.8, "end": 1406.8, "text": " where Sanatana Goswami was present,"}, {"start": 1406.8, "end": 1408.8, "text": " imprisoned by the Nava."}, {"start": 1408.8, "end": 1409.8, "text": " Then there is also,"}, {"start": 1409.8, "end": 1410.8, "text": " a little away,"}, {"start": 1410.8, "end": 1411.8, "text": " a Rose Minar,"}, {"start": 1411.8, "end": 1414.8, "text": " which was constructed by Sanatana Goswami."}, {"start": 1420.8, "end": 1422.8, "text": " Sri Sanatana Goswami Ki,"}, {"start": 1422.8, "end": 1423.8, "text": " Naya,"}, {"start": 1423.8, "end": 1425.8, "text": " Sri Lama Padukhe,"}, {"start": 1425.8, "end": 1426.8, "text": " Taigood,"}, {"start": 1426.8, "end": 1427.8, "text": " and Premanande."}, {"start": 1427.8, "end": 1428.8, "text": " For more information,"}, {"start": 1428.8, "end": 1430.8, "text": " visit www.osho.com"}, {"start": 1430.8, "end": 1432.8, "text": " Copyright © OSHO International Foundation"}, {"start": 1432.8, "end": 1435.8, "text": " www.OSHO is a registered Trademark of OSHO International Foundation"}]}