{"video_id": "sGLdAzVMr5U", "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.9.44 | 14-05-2022", "speaker": "HH Stoka Krishna Swami", "youtube_url": "https://www.youtube.com/watch?v=sGLdAzVMr5U", "duration": 933, "segments": [{"start": 0.0, "end": 8.92, "text": " ओम अज्ञानति मिरान्धस्या ज्ञानान्जुनिषलाकया चक्षुरुन्मीलितं येनातस्मै श्री गुरवे नमः"}, {"start": 8.92, "end": 17.98, "text": " नमा ओम विष्णु पादाया कृष्ण प्रेष्ठाय भूतले श्रीमते भक्ति वेदान्त स्वामिन्नितिनामिने"}, {"start": 17.98, "end": 27.08, "text": " नमस्ते सारस्वते देवे गौरवाणी प्रचारिने निर्विशेश शुन्यवादी पास्चात्य देशतारिने"}, {"start": 27.08, "end": 35.08, "text": " जय श्री कृष्ण चैतन्या प्रभू नित्यानन्द श्री अद्वैत गदाधर श्री वासादी गौरभक्त वृन्दा"}, {"start": 35.08, "end": 51.54, "text": " Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Jai Vanarottamam Deviim Sarasvatim Vyasam Tato Jayam Udi Rayet"}, {"start": 51.54, "end": 66.46, "text": " In this session we will be discussing from the 44th verse of the 9th chapter of the first chant of Srimad Bhagavatam. The description is continuing what happened after Bhishma Deva quit his body."}, {"start": 66.46, "end": 77.46000000000001, "text": " Sampadyamanam Agyaya Bhishmam Brahmani Nishkale Sarve Babhu Te Tushneem"}, {"start": 77.46000000000001, "end": 81.46000000000001, "text": " Vayam Siva Bhishma"}, {"start": 81.54, "end": 83.54, "text": " Dinakya Ye"}, {"start": 83.54, "end": 101.54, "text": " The meaning of this verse is knowing that Bhishma Deva had merged into the unlimited eternity of the Supreme Absolute, all present there became silent like birds at the end of the day."}, {"start": 101.54, "end": 111.54, "text": " Now here is an analogy given that when birds are living in one tree, there are a lot of birds."}, {"start": 111.54, "end": 131.54000000000002, "text": " In the morning they go out searching for food, etc. They go chirping and they come back in the evening around the time of sunset. Again they come back chirping and once they settle down in their particular nest, they become silent."}, {"start": 131.54000000000002, "end": 137.54000000000002, "text": " Something like this happened after Bhishma quit his body."}, {"start": 137.54000000000002, "end": 139.54000000000002, "text": " Of course he was lying there."}, {"start": 139.54000000000002, "end": 141.54000000000002, "text": " Of course he was lying there."}, {"start": 141.54, "end": 143.54, "text": " On the bed of arrows."}, {"start": 143.54, "end": 156.54, "text": " But he chose the most auspicious moment as one who had the benediction to choose an auspicious time to quit the body."}, {"start": 156.54, "end": 165.54, "text": " But most importantly, he was fully absorbed in thought of Krishna who was personally present before Bhishma Deva."}, {"start": 165.54, "end": 169.54, "text": " So everyone present there."}, {"start": 169.54, "end": 177.54, "text": " So many great saintly persons had assembled to witness Bhishma quitting his body."}, {"start": 177.54, "end": 184.54, "text": " They knew Bhishma was a great personality."}, {"start": 184.54, "end": 192.54, "text": " He is one of the Mahajanas, one of the ideal devotees in the whole universe."}, {"start": 192.54, "end": 196.54, "text": " So when he was quitting his body, Bhishma was quitting his body."}, {"start": 196.54, "end": 200.54, "text": " So all the great saintly persons from all over the universe had come."}, {"start": 200.54, "end": 205.54, "text": " Great sages had come there, assembled there."}, {"start": 205.54, "end": 211.54, "text": " All of them, they became silent."}, {"start": 211.54, "end": 221.54, "text": " Knowing that Bhishma Deva had attained his perfection of going back home, back to Godhead."}, {"start": 221.54, "end": 222.54, "text": " Knowing that Bhishma Deva had attained his perfection of going back home, back to Godhead."}, {"start": 222.54, "end": 224.54, "text": " That is described here as,"}, {"start": 224.54, "end": 229.54, "text": " He had merged into the unlimited eternity of the Supreme Absolute."}, {"start": 229.54, "end": 237.54, "text": " So Srila Prabhupada explains what does it mean to merge into the unlimited eternity of the Supreme Absolute."}, {"start": 237.54, "end": 240.54, "text": " So Srila Prabhupada says in the purport,"}, {"start": 240.54, "end": 247.54, "text": " To enter into or become merged into the unlimited eternity of the Supreme Absolute means"}, {"start": 247.54, "end": 253.54, "text": " To enter the original home of the living being."}, {"start": 254.54, "end": 262.53999999999996, "text": " This is described by Prabhupāda many times in other places as, let us go back home, back to Godhead."}, {"start": 263.53999999999996, "end": 282.53999999999996, "text": " That's where all of us belong. Everyone, every living entity belongs to the home, our home, that is Kṛṣṇa's personal abode, the unlimited eternity of the Supreme Absolute."}, {"start": 282.54, "end": 292.54, "text": " So Śrīla Prabhupāda says further, the living beings are all component parts and parcels of the Absolute Personality of Godhead."}, {"start": 293.54, "end": 304.54, "text": " We are all very, very, very tiny spirit souls, part of Kṛṣṇa. Parcel means inseparable part, cannot be separated."}, {"start": 305.54, "end": 310.54, "text": " Our relationship with Kṛṣṇa is eternal. We are connected with Kṛṣṇa eternally."}, {"start": 311.54, "end": 312.54, "text": " Only,"}, {"start": 313.54, "end": 327.54, "text": " point is that temporarily we may forget when in the material world we forget Kṛṣṇa under the influence of the material energy, we forget Kṛṣṇa."}, {"start": 328.54, "end": 341.54, "text": " But the relationship is not broken. It is permanently there. It's a spiritual relationship, so it can never be broken. Spirit means eternal."}, {"start": 342.54, "end": 344.54, "text": " Spiritual relationship is eternal."}, {"start": 348.54, "end": 357.54, "text": " Therefore, they are eternally related with Him as the servitor and the served."}, {"start": 358.54, "end": 367.54, "text": " Every spirit soul, every living being, each one of us, we are related with Kṛṣṇa as His servitors."}, {"start": 368.54, "end": 370.54, "text": " We are meant to serve Him."}, {"start": 372.54, "end": 374.54, "text": " Don't mistake this to be something like material service."}, {"start": 375.54, "end": 382.54, "text": " It is actually spiritual service, loving, devotional service. That's the correct explanation."}, {"start": 383.54, "end": 391.54, "text": " The Lord is served by all His parts and parcels as the complete machine is served by its parts and parcels."}, {"start": 392.54, "end": 399.54, "text": " This is an example being given by Prabhupāda to help us understand"}, {"start": 399.54, "end": 402.54, "text": " how we are connected with the Lord."}, {"start": 403.54, "end": 407.54, "text": " Any part of the machine removed from the whole is no longer important."}, {"start": 408.54, "end": 410.54, "text": " You can understand this point."}, {"start": 411.54, "end": 423.54, "text": " Let's say there is a small screw which is holding some particular item in the entire machine, huge machine, several parts."}, {"start": 424.54, "end": 426.54, "text": " Now that screw, if it falls off,"}, {"start": 426.54, "end": 428.54, "text": " what is the value of this screw?"}, {"start": 429.54, "end": 435.54, "text": " But as long as it is connected with the machine, it is very, very important."}, {"start": 436.54, "end": 440.54, "text": " It is doing a very specific function and it is very important."}, {"start": 442.54, "end": 447.54, "text": " So, any part of the machine removed from the whole is no longer important."}, {"start": 448.54, "end": 453.54, "text": " So, we as spirit soul, tiny, tiny, tiny spirit soul,"}, {"start": 453.54, "end": 463.54, "text": " we are totally useless when we are separate from Kṛṣṇa."}, {"start": 464.54, "end": 467.54, "text": " Of course, we cannot be separated, inseparable."}, {"start": 468.54, "end": 475.54, "text": " But if we want to separate or we want to try to separate, then our life is useless."}, {"start": 477.54, "end": 482.54, "text": " Similarly, any part and parcel of the Absolute detached from the service of the Lord"}, {"start": 482.54, "end": 484.54, "text": " is useless."}, {"start": 485.54, "end": 492.54, "text": " Now, material activity means so many activities we perform which is not service of the Lord."}, {"start": 493.54, "end": 494.54, "text": " That is useless."}, {"start": 495.54, "end": 502.54, "text": " All material activities are useless because they are not of the nature of service of the Supreme Lord Krishna."}, {"start": 503.54, "end": 509.54, "text": " The living beings who are in the material world are all disintegrated parts and parcel of the Supreme Whole"}, {"start": 509.54, "end": 514.54, "text": " and they are no longer as important as the original parts and parcels."}, {"start": 519.54, "end": 521.54, "text": " Originally, we are all part and parcel of Kṛṣṇa."}, {"start": 522.54, "end": 526.54, "text": " So, as original parts, we are very, very important."}, {"start": 531.54, "end": 535.54, "text": " Now, apart from the living beings in this material world Prabhupāda is telling,"}, {"start": 535.54, "end": 543.54, "text": " there are, however, more integrated living beings who are eternally liberated in the spiritual world."}, {"start": 544.54, "end": 547.54, "text": " They are eternally liberated."}, {"start": 548.54, "end": 555.54, "text": " The material energy of the Lord called Durga Shakti or the superintendent of the prison house"}, {"start": 556.54, "end": 559.54, "text": " takes charge of the disintegrated parts and parcels"}, {"start": 559.54, "end": 565.54, "text": " and thus they undergo a conditioned life under the laws of material nature."}, {"start": 566.54, "end": 570.54, "text": " What is our life in this material world, material existence as we say?"}, {"start": 571.54, "end": 572.54, "text": " It is a life in a prison."}, {"start": 573.54, "end": 581.54, "text": " Prison because we are originally liberated souls but now we are conditioned by the laws of material nature."}, {"start": 582.54, "end": 586.54, "text": " The laws of material nature are forcing us to live in this body"}, {"start": 586.54, "end": 590.54, "text": " and this body means full of limitations."}, {"start": 594.54, "end": 596.54, "text": " When the living being becomes conscious of this fact,"}, {"start": 597.54, "end": 605.54, "text": " just like all of us are now understanding this point as we study here Bhagavad Gita, Bhagavatam,"}, {"start": 606.54, "end": 607.54, "text": " we become conscious of this fact,"}, {"start": 608.54, "end": 613.54, "text": " then the living being tries to go back home, back to Godhead"}, {"start": 613.54, "end": 617.54, "text": " and thus the spiritual urge of the living being begins."}, {"start": 620.54, "end": 622.54, "text": " When we develop a desire, let me go back home, back to Godhead,"}, {"start": 623.54, "end": 626.54, "text": " where I belong, where life is eternal, full of bliss, full of knowledge,"}, {"start": 627.54, "end": 633.54, "text": " in association with the most loving, supreme personality of Godhead, Krishna,"}, {"start": 634.54, "end": 636.54, "text": " very, very attractive proposition,"}, {"start": 637.54, "end": 640.54, "text": " then that's called the spiritual urge of the living being begins."}, {"start": 641.54, "end": 642.54, "text": " This spiritual urge is called Brahman."}, {"start": 643.54, "end": 646.54, "text": " Brahma Jijnasa or inquiry about Brahman."}, {"start": 647.54, "end": 648.54, "text": " Brahman means Krishna."}, {"start": 649.54, "end": 650.54, "text": " So inquiry about Krishna."}, {"start": 651.54, "end": 652.54, "text": " It's called Brahma Jijnasa."}, {"start": 653.54, "end": 654.54, "text": " Inquire about Krishna."}, {"start": 655.54, "end": 656.54, "text": " Human form of life is meant for this."}, {"start": 657.54, "end": 665.54, "text": " Principally this Brahma Jijnasa is successful by knowledge, renunciation and devotional service to the Lord."}, {"start": 668.54, "end": 670.54, "text": " Jnana, Vairagya, Bhakti."}, {"start": 670.54, "end": 680.54, "text": " Three things are required to ensure success of Brahma Jijnasa, the spiritual urge."}, {"start": 681.54, "end": 687.54, "text": " Jnana or knowledge means knowledge of everything of Brahman, the Supreme."}, {"start": 688.54, "end": 693.54, "text": " We should get proper understanding of who is Krishna or what is Krishna,"}, {"start": 694.54, "end": 697.54, "text": " from the proper source, from the proper authorities."}, {"start": 697.54, "end": 702.54, "text": " Renunciation means detachment of material affection."}, {"start": 703.54, "end": 708.54, "text": " In this material world we develop so many different types of material attachments to so many things,"}, {"start": 709.54, "end": 720.54, "text": " to so many material situations, material desires, material objects, material bodies, material relationships."}, {"start": 721.54, "end": 722.54, "text": " We get attached."}, {"start": 723.54, "end": 726.54, "text": " So that material affection we have to give up."}, {"start": 727.54, "end": 728.54, "text": " That is renunciation."}, {"start": 729.54, "end": 735.54, "text": " And devotional service is the revival by practice of the original position of the living being."}, {"start": 736.54, "end": 746.54, "text": " Our original position is in the spiritual world in relationship with Krishna as his servant, as his servitor, as his devotee, serving in love."}, {"start": 749.54, "end": 755.54, "text": " The successful living beings who are eligible to enter into the realm of the Absolute are called the Jnanis, the Yogis and the Bhaktas."}, {"start": 755.54, "end": 759.54, "text": " Three categories of transcendentalists."}, {"start": 760.54, "end": 763.54, "text": " Jnanis, Yogis and Bhaktas."}, {"start": 764.54, "end": 767.54, "text": " Now of these three categories of transcendentalists,"}, {"start": 768.54, "end": 772.54, "text": " the Jnanis and Yogis enter into the impersonal race of the Supreme."}, {"start": 773.54, "end": 782.54, "text": " In the spiritual world, Krishna is personally present in his personal abode, the spiritual planets, one of the spiritual planets."}, {"start": 783.54, "end": 784.54, "text": " And"}, {"start": 785.54, "end": 794.54, "text": " outside the spiritual planets is the spiritual sky consisting of the impersonal Brahmajyoti."}, {"start": 795.54, "end": 804.54, "text": " So the Jnanis and Yogis enter the impersonal Brahmajyoti, not the spiritual planets, not the personal abode of Krishna."}, {"start": 805.54, "end": 810.54, "text": " But the Bhaktas enter into the spiritual planets known as the Vaikunthas."}, {"start": 811.54, "end": 814.54, "text": " The spiritual planets, Bhaktas enter."}, {"start": 815.54, "end": 818.54, "text": " This is basically the third category of transcendentalists."}, {"start": 819.54, "end": 823.54, "text": " Jnanis, Yogis, Bhaktas. Only the Bhaktas enter into Vaikuntha."}, {"start": 824.54, "end": 829.54, "text": " In these spiritual planets, the Supreme Lord as Narayana predominates."}, {"start": 830.54, "end": 841.54, "text": " And the healthy, unconditioned living beings live there by rendering loving service to the Lord in the capacity of servant, friend, parents and fiancée."}, {"start": 842.54, "end": 844.54, "text": " Four kinds of relationship."}, {"start": 845.54, "end": 848.54, "text": " Dasya, Sakya, Vatsalya, Madhurya."}, {"start": 849.54, "end": 855.54, "text": " Different types of relationship different devotees have with the Supreme Lord in the spiritual world."}, {"start": 856.54, "end": 857.54, "text": " They render service."}, {"start": 858.54, "end": 862.54, "text": " There the unconditioned living beings enjoy life in full freedom with the Lord."}, {"start": 863.54, "end": 871.54, "text": " Whereas the impersonalist Jnanis and Yogis enter into the impersonal glowing effulgence of the Vaikuntha planets."}, {"start": 871.54, "end": 882.54, "text": " So they can't enter because they have to graduate to come to the point of Bhakti, rendering loving service."}, {"start": 883.54, "end": 887.54, "text": " Those who don't render loving service, they have no place in the Vaikuntha."}, {"start": 888.54, "end": 900.54, "text": " So these Jnanis and Yogis, if they take to devotional service, then their spiritual life is successful."}, {"start": 900.54, "end": 907.54, "text": " If they don't take to devotional service after attaining the Brahmajyoti, then they fall down into the material world."}, {"start": 908.54, "end": 910.54, "text": " This is explained in the Bhagavatam."}, {"start": 911.54, "end": 913.54, "text": " They come back to the material world."}, {"start": 914.54, "end": 919.54, "text": " Whereas devotees, they never come back, having gone once there in the Bhagavad Gita."}, {"start": 920.54, "end": 924.54, "text": " yad gatva na nivartante taddhama paramam mama"}, {"start": 925.54, "end": 928.54, "text": " So that is the position of the devotees."}, {"start": 928.54, "end": 932.54, "text": " So I will stop here. Thank you very much. Hare Krishna."}]}