{"video_id": "siMvSgevGt0", "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.9.10 | 06-04-2022", "speaker": "HH Stoka Krishna Swami", "youtube_url": "https://www.youtube.com/watch?v=siMvSgevGt0", "duration": 900, "segments": [{"start": 0.0, "end": 4.22, "text": " Om Agyanati Miran Dhasya Gyananjana Shalakaya"}, {"start": 4.22, "end": 8.74, "text": " Chaksharunmilitam Yena Tasmai Shri Gurave Namaha"}, {"start": 8.74, "end": 13.18, "text": " Nama Om Vishnupadaya Krishna Preshtaya Bhutale"}, {"start": 13.18, "end": 17.580000000000002, "text": " Shri Mate Bhaktivedanta Swamin Nithinamine"}, {"start": 17.580000000000002, "end": 22.7, "text": " Namaste Saraswate Deve Gauravani Pracharine"}, {"start": 22.7, "end": 27.72, "text": " Nirvishesha Shunyavadi Pashchatyade Shatarine"}, {"start": 27.72, "end": 32.36, "text": " Jaya Shri Krishna Chaitanya Prabhu Nithyananda"}, {"start": 32.36, "end": 37.62, "text": " Shri Advaita Gadadhara Shiva Sadhi Gaurabhakta Vrinda"}, {"start": 37.62, "end": 42.4, "text": " Hare Krishna Hare Krishna Krishna Krishna Hare Hare"}, {"start": 42.4, "end": 46.82, "text": " Hare Rama Hare Rama Rama Rama Hare Hare"}, {"start": 46.82, "end": 50.46, "text": " Om Namo Bhagavate Vasudevaya"}, {"start": 50.46, "end": 54.68, "text": " Narayanam Namaskritya Naramchai Vanarottamam"}, {"start": 54.68, "end": 57.68, "text": " Devim Saraswati Vyasam Tatham"}, {"start": 57.72, "end": 60.66, "text": " Satoh Jaya Mudhi Raiyate"}, {"start": 60.66, "end": 66.98, "text": " In this session, we will be discussing from the 10th verse of the 9th chapter of the 1st canto of Srimad Bhagavatam."}, {"start": 68.08, "end": 73.08, "text": " This chapter describes the passing away of Bhishma Deva in the presence of Lord Krishna."}, {"start": 73.66, "end": 76.14, "text": " Bhishma is going to offer wonderful prayers to Krishna."}, {"start": 77.06, "end": 84.36, "text": " But before that, the description is given of the situation of Bhishma's passing away."}, {"start": 84.36, "end": 91.26, "text": " Krishna Chaitat Prabhavagya Asinam Jagadishwaram"}, {"start": 91.26, "end": 97.58, "text": " Hridistham Pujayamasa Mayayo Patavigraham"}, {"start": 97.58, "end": 103.26, "text": " The meaning of this verse is as follows."}, {"start": 104.03999999999999, "end": 107.42, "text": " Lord Sri Krishna is situated in everyone's heart."}, {"start": 107.42, "end": 113.6, "text": " Yet, he manifests his transcendental form by his internal potency."}, {"start": 114.36, "end": 117.76, "text": " This very Lord was sitting before Bhishma Deva."}, {"start": 118.48, "end": 123.84, "text": " And since Bhishma Deva knew of his glories, he worshipped him duly."}, {"start": 126.18, "end": 133.9, "text": " If you remember, in an earlier verse, it was described when the Pandavas were coming to the battlefield"}, {"start": 133.9, "end": 137.78, "text": " where Bhishma was lying on a bed of arrows."}, {"start": 139.88, "end": 142.26, "text": " Krishna accompanied the Pandavas."}, {"start": 144.36, "end": 148.84, "text": " So, Bhishma was very, very, very fortunate and blessed"}, {"start": 148.84, "end": 159.94000000000003, "text": " to have Krishna in front of him when he was about to quit the body."}, {"start": 161.52, "end": 164.04000000000002, "text": " Krishna is directly present in front of Bhishma."}, {"start": 165.46, "end": 169.86, "text": " And here it is said, even if Krishna comes in front of us,"}, {"start": 171.4, "end": 174.34, "text": " are we able to recognize he who is the supreme."}, {"start": 174.36, "end": 187.20000000000002, "text": " personality of God at Krishna not not necessarily because Krishna looks like a"}, {"start": 187.20000000000002, "end": 193.48000000000002, "text": " human being we may think when Krishna comes in front of us here is another"}, {"start": 193.48000000000002, "end": 205.10000000000002, "text": " human being and we may not be able to recognize him it is said in the"}, {"start": 205.10000000000002, "end": 211.00000000000003, "text": " scriptures even when Krishna incarnated five thousand years back on the earth"}, {"start": 211.00000000000003, "end": 218.54000000000002, "text": " planet and moved around in human society many many many people thought he was an"}, {"start": 218.54000000000002, "end": 223.36, "text": " ordinary person he was another human being they could not recognize him"}, {"start": 223.36, "end": 223.44000000000003, "text": " because he looked like a human being and we may not be able to recognize him"}, {"start": 223.44000000000003, "end": 223.46, "text": " because he looked like a human being and we may not be able to recognize him"}, {"start": 223.46, "end": 228.86, "text": " as the Supreme Personality of Godhead a very good example is there in the"}, {"start": 228.86, "end": 233.46, "text": " Mahabharata when Krishna went with the peace proposal on behalf of Maharaja"}, {"start": 233.46, "end": 238.70000000000002, "text": " Yudhishthira before the Battle of Kurukshetra was about to be out of about"}, {"start": 238.70000000000002, "end": 244.46, "text": " to begin to avoid that battle world war it was not just a battle it was a world"}, {"start": 244.46, "end": 253.42000000000002, "text": " war Yudhishthira wanted to negotiate for peace and Duryodhana refused so Yudhishthira"}, {"start": 253.42000000000002, "end": 259.66, "text": " thought let me send Krishna Krishna went to Duryodhana but Duryodhana thought"}, {"start": 259.66, "end": 270.46000000000004, "text": " Krishna is another king of Dwarka another politician and he thought Krishna"}, {"start": 270.46000000000004, "end": 280.22, "text": " is very diplomatic in bringing a peace proposal from Yudhishthira so Duryodhana"}, {"start": 280.22, "end": 283.38, "text": " did not recognize Krishna as a Supreme Personality of Godhead he did not recognize Krishna as a Supreme Personality of Godhead"}, {"start": 283.38, "end": 290.1, "text": " got it and Krishna in order to convince Duryodhana that Krishna is not an"}, {"start": 290.1, "end": 297.38, "text": " ordinary person Krishna showed one of his universal forms to Duryodhana and"}, {"start": 297.38, "end": 303.36, "text": " Duryodhana thought Krishna is using some mystic power to bewilder Duryodhana to"}, {"start": 303.36, "end": 313.34, "text": " force him to accept the peace proposal Duryodhana said I am not going to be carried away by your display of"}, {"start": 313.34000000000003, "end": 321.40000000000003, "text": " some mystic power see in spite of Krishna showing to Duryodhana I am"}, {"start": 321.40000000000003, "end": 326.98, "text": " not an ordinary person Duryodhana could not recognize"}, {"start": 326.98, "end": 336.02000000000004, "text": " so it is important to note here it is said since Bhishma Deva knew of his"}, {"start": 336.02000000000004, "end": 343.18, "text": " glories he worshipped Krishna duly Bhishma Deva"}, {"start": 343.18, "end": 349.76, "text": " is one of the Mahajanas. The Mahajanas are twelve great personalities in this"}, {"start": 349.76, "end": 356.5, "text": " universe who know the religious principles perfectly and who know the"}, {"start": 356.5, "end": 364.84000000000003, "text": " goal of the practice of all religious principles is simply to understand"}, {"start": 364.84000000000003, "end": 371.14, "text": " Krishna the Supreme Personality of Godhead to attain the lotus feet of the"}, {"start": 371.14, "end": 375.88, "text": " shelter of the lotus feet of Krishna is the goal of following all religious"}, {"start": 375.88, "end": 381.56, "text": " principles. This is known only to the Mahajanas. Bhishma Deva is one of the"}, {"start": 381.56, "end": 387.18, "text": " Mahajanas. He knows who is Krishna. He knows who are the living entities. He"}, {"start": 387.18, "end": 394.46, "text": " knows what is this world, why this creation, what is the goal of life. All"}, {"start": 394.46, "end": 401.14, "text": " these things are known to Bhishma and Bhishma's instructions to Yudhishthira"}, {"start": 401.14, "end": 410.91999999999996, "text": " forms the bulk of the wisdom given in the Mahabharata. Over three Parvas, out of"}, {"start": 410.91999999999996, "end": 422.58, "text": " 18 Parvas, Bhishma's instructions to Yudhishthira are covered. Bhishma Parva,"}, {"start": 422.58, "end": 431.08, "text": " Anushasana Parva and Shanti Parva. Three Parvas. Parvas are"}, {"start": 431.14, "end": 440.06, "text": " big volumes of which the Mahabharata is constituted or divided. So 18 Parvas are"}, {"start": 440.06, "end": 447.12, "text": " there and out of those 18, three of them, the bulk of the Mahabharata is"}, {"start": 447.12, "end": 453.68, "text": " describing Yudhishthira's, sorry Bhishma's instructions to Yudhishthira on the"}, {"start": 453.68, "end": 460.91999999999996, "text": " subject matter of Dharma. So this is very very significant."}, {"start": 461.14, "end": 467.8, "text": " That Bhishma Deva knew the glories of the Supreme Lord Krishna. Bhishma Deva"}, {"start": 467.8, "end": 471.88, "text": " could recognize here as the Supreme Personality of Godhead. He is not an"}, {"start": 471.88, "end": 478.38, "text": " ordinary person. He is not another King. He is not just a powerful King. He is the"}, {"start": 478.38, "end": 486.06, "text": " Supreme Lord of all Lords. He is above everyone including the topmost Devatas,"}, {"start": 486.06, "end": 490.94, "text": " Brahma, Shiva, everybody. So that Bhishma Deva knew."}, {"start": 491.14, "end": 497.18, "text": " In the Purport Srila Pravapath says the Lord's omnipotency is displayed by"}, {"start": 497.18, "end": 505.88, "text": " simultaneous presence in every place. Krishna is present everywhere in every"}, {"start": 505.88, "end": 510.76, "text": " place in the material world, in the spiritual world, everywhere. This is"}, {"start": 510.76, "end": 518.4399999999999, "text": " called omnipresence. He is present everywhere. And that is because of his"}, {"start": 518.4399999999999, "end": 521.12, "text": " omnipotency. He is supremely omnipotent. He is omnipotent. He is omnipotent. He is omnipotent."}, {"start": 521.14, "end": 530.92, "text": " powerful so he can be present and he is present everywhere to give you an"}, {"start": 530.92, "end": 539.22, "text": " example each one of us we are very very very very tiny spirit soul it's all"}, {"start": 539.22, "end": 547.24, "text": " particle of spiritual atom very very tiny how small one by ten thousandth"}, {"start": 547.24, "end": 556.9, "text": " part of the tip of the hair point in size so that small tiny spiritual atom"}, {"start": 556.9, "end": 566.6800000000001, "text": " is inside the heart of this body now the consciousness of that tiny spirit is"}, {"start": 566.6800000000001, "end": 576.16, "text": " spread everywhere in the body compared to that tiny very very very very small"}, {"start": 576.16, "end": 577.0, "text": " spirit soul"}, {"start": 577.24, "end": 584.58, "text": " this body is quite big and the conscience is spread so perfectly all"}, {"start": 584.58, "end": 592.8, "text": " over the body that if an ant bites the tip of your toe you immediately come to"}, {"start": 592.8, "end": 598.82, "text": " know about it an ant may bite you somewhere in the top of your head"}, {"start": 598.82, "end": 603.96, "text": " immediately come to know about it any part of the body the ant bites"}, {"start": 603.96, "end": 605.84, "text": " immediately come to know about it"}, {"start": 607.24, "end": 614.8, "text": " so even though you're so tiny your consciousness is spread throughout the"}, {"start": 614.8, "end": 622.34, "text": " body similarly it is explained in the scriptures Krishna in his form as"}, {"start": 622.34, "end": 629.86, "text": " Garbhodakashayi Vishnu has entered this universe he is present as Vishwatma the"}, {"start": 629.86, "end": 637.12, "text": " soul of the universe so just like my consciousness is spread throughout the"}, {"start": 637.12, "end": 643.36, "text": " throughout the body even though i am just in the heart region a very tiny spirit soul"}, {"start": 644.48, "end": 654.32, "text": " similarly even though krishna is the spirit soul the supreme spirit within the universe"}, {"start": 655.04, "end": 661.92, "text": " his consciousness is spread throughout the universe the gigantic universe consists of"}, {"start": 661.92, "end": 665.68, "text": " millions of planets each planet have millions of living beings"}, {"start": 667.52, "end": 676.16, "text": " everywhere throughout the universe krishna's consciousness is spread so he is conscious of"}, {"start": 676.16, "end": 683.5999999999999, "text": " every part of the universe not only he is present within the universe he has entered the universe"}, {"start": 683.5999999999999, "end": 690.0799999999999, "text": " he has entered the heart of every living being every living being's heart is present"}, {"start": 691.36, "end": 691.8399999999999, "text": " so he"}, {"start": 691.92, "end": 696.88, "text": " is also conscious of every body in fact that is the difference between ourselves and krishna"}, {"start": 698.8, "end": 701.4399999999999, "text": " atma and paramatma there is so much of"}, {"start": 706.9599999999999, "end": 712.24, "text": " so many different philosophies describing whether the atma and paramatma are two"}, {"start": 712.24, "end": 721.92, "text": " distinct different entities or they are one most people are misled by the mayavada philosophy which"}, {"start": 721.92, "end": 731.12, "text": " says atma and paramatma are one vaishnava philosophy clearly explains the truth"}, {"start": 731.76, "end": 740.16, "text": " that the atma and paramatma are two not one though in the scriptures it is explained"}, {"start": 740.8, "end": 750.88, "text": " that the atma and paramatma are one in quality both are spiritual by nature qualitative equality"}, {"start": 751.92, "end": 752.8, "text": " ofιalществ."}, {"start": 755.52, "end": 764.4799999999999, "text": " quantitatively they are distinctly different quantitatively the tiny spirit is only conscious"}, {"start": 764.4799999999999, "end": 770.88, "text": " of one body i am conscious of my body you are conscious of your body another person"}, {"start": 770.88, "end": 778.9599999999999, "text": " is conscious of his or her body only whereas krishna is conscious of everybody"}, {"start": 780.4, "end": 780.8, "text": " krishna conscious of"}, {"start": 780.8000000000001, "end": 801.7800000000001, "text": " Billions and trillions and innumerable bodies, everybody. So this is distinctly different in terms of quantity, omnipresent, omnipotent, omniscient."}, {"start": 801.78, "end": 818.5, "text": " He is all-knowing. He is all-powerful. He is present everywhere, every nook and corner. So that Krishna is present in front of Bhishma Deva."}, {"start": 820.56, "end": 831.66, "text": " So don't wrongly think Krishna is an ordinary person or just another powerful king. No. Krishna is the supreme person."}, {"start": 831.78, "end": 855.4599999999999, "text": " No personality of God. So here the word that is used by Vyasa Deva to describe this, Asinam Jagadishwaram. Jagadishwaram. The lord of the universe. The lord of the universe is sitting in front of Bhishma Deva."}, {"start": 858.1, "end": 861.4599999999999, "text": " So and it is said here,"}, {"start": 861.78, "end": 869.1, "text": " Krishna manifests his transcendental form by his internal potency, mayaya upatvigraham."}, {"start": 869.56, "end": 879.1, "text": " Krishna's form is completely transcendental. You know, it looks like a material form of a human being. It is not a material form."}, {"start": 880.0799999999999, "end": 887.9599999999999, "text": " Krishna's form is completely transcendental. And Bhishma knew about this. And therefore Bhishma duly worshipped him."}, {"start": 888.1, "end": 891.4599999999999, "text": " Bhishma did not receive him as another king."}, {"start": 891.78, "end": 896.8, "text": " No. Bhishma knew. Here is the supreme personality of God. He duly worshipped him."}, {"start": 897.38, "end": 899.48, "text": " I will stop here. Thank you very much. Hare Krishna."}, {"start": 903.56, "end": 903.62, "text": " Thank you."}, {"start": 903.62, "end": 903.66, "text": " Thank you."}, {"start": 903.66, "end": 903.6999999999999, "text": " Thank you."}]}