{"video_id": "SqSgsKehYQI", "title": "Srimad Bhagavad Gita | HDG Srila Prabhupada | Bg 4.3 | 24.03.2025", "speaker": "HDG Srila Prabhupada", "youtube_url": "https://www.youtube.com/watch?v=SqSgsKehYQI", "duration": 1960, "segments": [{"start": 0.0, "end": 23.0, "text": " Translation. That very ancient science of the relationship with the Supreme is today told by me to you because you are my devotee as well as my friend. Therefore you can understand the transcendental mystery of this science."}, {"start": 23.0, "end": 48.0, "text": " This is very important verse to understand Bhagavad-gītā. By rascal interpretation, you cannot understand what is Bhagavad-gītā. It is a mystery, rahāsyam, mysterious."}, {"start": 49.0, "end": 52.0, "text": " Only a devotee..."}, {"start": 53.0, "end": 64.0, "text": " who is in intimate relation with Kṛṣṇa, he can understand. That is clearly stated here."}, {"start": 65.0, "end": 75.0, "text": " When Kṛṣṇa was speaking Bhagavad-gītā to Arjuna, it was in the battlefield."}, {"start": 76.0, "end": 83.0, "text": " It is not a parlor, discussing, smoking and discussing business."}, {"start": 84.0, "end": 97.0, "text": " No. It is not like that. Very serious, in the battlefield. And Kṛṣṇa selected Arjuna."}, {"start": 98.0, "end": 107.0, "text": " Kṛṣṇa selected... At that time, when Kṛṣṇa was present, there were very, very great learned scholars."}, {"start": 108.0, "end": 114.0, "text": " Even Vyāsadeva was present there, the Veda-vyāsa, and many others."}, {"start": 115.0, "end": 118.0, "text": " Asita, Devaloka, great, great saintly persons and saints."}, {"start": 119.0, "end": 121.0, "text": " Rājarṣis."}, {"start": 122.0, "end": 130.0, "text": " Mahārāja Yudhiṣṭhira was rājarṣi because in the previous verse he says,"}, {"start": 131.0, "end": 135.0, "text": " evaṁ paramparā-prāptam imaṁ rājarṣayo viduḥ"}, {"start": 136.0, "end": 145.0, "text": " So why he selected Arjuna? He was a military man. He was not a Vedāntist."}, {"start": 146.0, "end": 152.0, "text": " A military man is not supposed to become a Vedāntist, very great sannyāsī."}, {"start": 153.0, "end": 162.0, "text": " No. Because the so-called Vedāntists, they cannot understand Bhagavad-gītā. It is not possible."}, {"start": 162.0, "end": 174.0, "text": " It is a mystery. Kṛṣṇa in other places says, nāhaṁ prakāśa-sarvasya-yoga-māyā-samābhṛtaḥ"}, {"start": 175.0, "end": 180.0, "text": " I cannot be exposed to anyone. Yoga-māyā-samābhṛtaḥ."}, {"start": 181.0, "end": 190.0, "text": " Therefore those who are fools, rascals, they consider Kṛṣṇa as fictitious, Kṛṣṇa as a human being,"}, {"start": 190.0, "end": 199.0, "text": " Kṛṣṇa as a historical person, or there was no Kṛṣṇa, it is an imaginary writing."}, {"start": 200.0, "end": 212.0, "text": " Because these rascals, they cannot understand. Unless one is a bona fide devotee and intimately related with Kṛṣṇa,"}, {"start": 213.0, "end": 218.0, "text": " one cannot understand. That is the purpose of this verse."}, {"start": 218.0, "end": 224.0, "text": " One must become a devotee, first of all, because you will find in the Eighteenth Chapter,"}, {"start": 225.0, "end": 230.0, "text": " bhaktiām ām abhijānāti yāvāny ascāmi tattvataḥ ."}, {"start": 231.0, "end": 241.0, "text": " Tattvataḥ, in reality, what Kṛṣṇa is, that can be understood through devotion and service."}, {"start": 242.0, "end": 247.0, "text": " This is what we are preaching all over the world."}, {"start": 248.0, "end": 254.0, "text": " Devotional service. The śravaṇaṁ kīrtanaṁ viṣṇuḥ smaraṇaṁ pāda-sevanam"}, {"start": 255.0, "end": 264.0, "text": " arcanaṁ vandanaṁ dāsyaṁ sakhyam ātma-nivedanaṁ iti puṁśārpitā viṣṇuḥ bhakti-śrīta-navalakṣaṇā"}, {"start": 265.0, "end": 270.0, "text": " tan manye adhitaṁ uttamaṁ. This is the statement of Prahlāda Mahārāja."}, {"start": 270.0, "end": 281.0, "text": " These are the bhakti process. If one wants to become bhakta, then he must begin with śravaṇaṁ."}, {"start": 282.0, "end": 289.0, "text": " Just like you have kindly come here to hear about Kṛṣṇa. This is the beginning of bhakti."}, {"start": 290.0, "end": 297.0, "text": " Unless you hear about the Supreme Person, that is Vedic process, śruti."}, {"start": 297.0, "end": 307.0, "text": " Śruti. Veda is known as śruti. Śruti-śmiti-pūrānādi-pāñcarātrika-vidhiṁ vinā"}, {"start": 308.0, "end": 313.0, "text": " ahikāntaki harer bhakti utpātāya-vakalpataḥ"}, {"start": 314.0, "end": 323.0, "text": " If one does not follow the principle, Vedic principle, smṛti, the Vedic corollaries,"}, {"start": 323.0, "end": 330.0, "text": " smṛti means literature which is written according to Vedic principle. That is called smṛti."}, {"start": 331.0, "end": 339.0, "text": " And śruti means the Vedas. Bhaktā-śrūta-gṛhitaya. Śrūta-gṛhitaya."}, {"start": 340.0, "end": 347.0, "text": " Śrūta-gṛhitās are two meanings. By hearing or through the Vedic literature."}, {"start": 348.0, "end": 350.0, "text": " Through the Vedic literature, only bhaktis."}, {"start": 350.0, "end": 355.0, "text": " There are three kinds of departmental study in the Vedas."}, {"start": 356.0, "end": 363.0, "text": " First thing is sambandha. Sambandha means what is my relationship with God."}, {"start": 364.0, "end": 370.0, "text": " This is stated there. In the Vedānta it is said, janmādy asya yataḥ."}, {"start": 371.0, "end": 378.0, "text": " The absolute truth is that from whom everything is generated."}, {"start": 378.0, "end": 383.0, "text": " So everything amongst everything I am also. You are also."}, {"start": 384.0, "end": 388.0, "text": " So you are also coming from that supreme absolute truth."}, {"start": 389.0, "end": 392.0, "text": " Kṛṣṇa says, mam evāṁśa jīva-bhūtaḥ."}, {"start": 393.0, "end": 400.0, "text": " All these living entities, sarva-yoniṣu kaunteya, in every species, any form of life,"}, {"start": 401.0, "end": 407.0, "text": " saṁyavanti-mūrtaḥ, as many forms are there, not only human being, the animals."}, {"start": 408.0, "end": 414.0, "text": " The trees, the birds, the aquatics, the insects, everyone, all living entities."}, {"start": 415.0, "end": 420.0, "text": " Kṛṣṇa says, sarva-yoniṣu kaunteya saṁyavanti-mūrtaḥ."}, {"start": 421.0, "end": 426.0, "text": " In any species of life, as many forms are there, ahaṁ vija-pradabhitāḥ."}, {"start": 427.0, "end": 432.0, "text": " I am their original father. Vija-pradabhitāḥ, seed-giving father."}, {"start": 432.0, "end": 445.0, "text": " So as father places the seeds within the womb of the mother, similarly the material nature is the mother, and Kṛṣṇa is the father."}, {"start": 446.0, "end": 455.0, "text": " Kṛṣṇa impregnates the material nature, and we come out in different forms."}, {"start": 455.0, "end": 463.0, "text": " Seda-ya, udvija, and jarā-yuja, and anda-ya."}, {"start": 464.0, "end": 470.0, "text": " Seda-ya means by perspiration, through perspiration. That is like bed bugs."}, {"start": 471.0, "end": 483.0, "text": " Bed bugs, because if you keep your bed nasty, do not keep it very clean, then by your perspiration there is generation of these bed bugs."}, {"start": 483.0, "end": 488.0, "text": " They are called seda-ya, by perspiration."}, {"start": 489.0, "end": 498.0, "text": " And anda-ya, through the eggs, just like the birds, the living entities coming through the eggs."}, {"start": 499.0, "end": 504.0, "text": " That is called anda-ya. Seda-ya, anda-ya, jarā-yuja, embryo."}, {"start": 505.0, "end": 512.0, "text": " Just like we are coming from the embryo, anda-ya, jarā-yuja, and udvija."}, {"start": 513.0, "end": 521.0, "text": " Coming from the seeds, the trees, plants. So within these four groups, all different living entities are coming."}, {"start": 522.0, "end": 533.0, "text": " So by gradual evolution we are coming to the human form of life."}, {"start": 534.0, "end": 542.0, "text": " So in the human form of life, here there is a prerogative, there is a chance to know what is God."}, {"start": 543.0, "end": 548.0, "text": " And what is my relationship with Him. That is called sambandha-jñāna."}, {"start": 549.0, "end": 554.0, "text": " Sambandha-avideya. Then execution of the duty."}, {"start": 555.0, "end": 564.0, "text": " Just like sambandha, we can understand, an unmarried girl, an unmarried boy, there is first of all sambandha."}, {"start": 565.0, "end": 571.0, "text": " The father-mother makes the relationship. Then there is function between husband and wife."}, {"start": 571.0, "end": 579.0, "text": " That is called avideya. And why? No, because there is a necessity."}, {"start": 580.0, "end": 586.0, "text": " What is that? To get children. Sambandha, avideya, preya-ja. Preya-ja."}, {"start": 587.0, "end": 596.0, "text": " Every sambandha, every relationship is made, every action is done with the aim, the goal, the preya-ja."}, {"start": 596.0, "end": 602.0, "text": " So Vedic literature means sambandha, avideya and preya-ja."}, {"start": 603.0, "end": 611.0, "text": " That is to be studied in the human form of life. Vedaisya sarvair aham eva vedyam."}, {"start": 612.0, "end": 620.0, "text": " To study Vedas means to understand what is my relationship, what is Kṛṣṇa, what I am, and what is my relationship,"}, {"start": 620.0, "end": 625.0, "text": " and how to act in that relationship, and what is the aim of life."}, {"start": 626.0, "end": 631.0, "text": " The aim of life is to go back to home, back to garden. That is aim of life."}, {"start": 632.0, "end": 638.0, "text": " We are fallen in this material condition of life. You are suffering."}, {"start": 639.0, "end": 645.0, "text": " But we do not know. We are so full, just like animal. We do not know what is the aim of life."}, {"start": 646.0, "end": 649.0, "text": " Aim of life, that is also described in the Bhagavad-gītā."}, {"start": 650.0, "end": 654.0, "text": " Jarma-mṛtyu-jarā-vyādhi-duḥkha-dūśānudarśanam."}, {"start": 655.0, "end": 662.0, "text": " When we can understand that this process of repetition of birth, death, old age and disease,"}, {"start": 663.0, "end": 669.0, "text": " this is not wanted by me, nobody wants to die, but the death is forced upon him."}, {"start": 670.0, "end": 677.0, "text": " He does not think that this is my problem. I do not want to die, but death is as sure as anything."}, {"start": 677.0, "end": 684.0, "text": " So this is the problem. Nobody is careful how to solve this problem."}, {"start": 685.0, "end": 691.0, "text": " They are simply engaged in the, I mean to say, temporary problems."}, {"start": 692.0, "end": 699.0, "text": " The temporary problems are not problems. Real problem is how to stop death, how to stop birth,"}, {"start": 700.0, "end": 705.0, "text": " how to stop old age and how to stop disease. That is real problem."}, {"start": 705.0, "end": 713.0, "text": " That can be done when you are liberated from this material world. This is our problem."}, {"start": 714.0, "end": 722.0, "text": " So Kṛṣṇa comes here again. Yadā yadā hi dharmasya jñāni bhavati bhārata."}, {"start": 723.0, "end": 729.0, "text": " Dharmasya jñāni. Jñāni means when it is distorted."}, {"start": 729.0, "end": 735.0, "text": " So people are manufacturing in the name of so-called religion."}, {"start": 736.0, "end": 742.0, "text": " This is our religion, this is Hindu religion, this is Muslim religion, this is Christian religion,"}, {"start": 743.0, "end": 747.0, "text": " this is Buddha religion, and this is Sikh religion, this is that religion, that religion."}, {"start": 748.0, "end": 753.0, "text": " They have manufactured so many religions, so many religions."}, {"start": 754.0, "end": 758.0, "text": " But real religion is dharmanta-sākṣād bhagavat-pranam."}, {"start": 760.0, "end": 766.0, "text": " Religion means the codes and the laws given by the Lord, given by God. That is religion."}, {"start": 767.0, "end": 772.0, "text": " Simple definition of religion is dharmanta-sākṣād bhagavat-pranetam."}, {"start": 773.0, "end": 776.0, "text": " Just like law is given by the state, by the government."}, {"start": 777.0, "end": 783.0, "text": " You cannot manufacture law. I have repeatedly said. Law is made by the government."}, {"start": 784.0, "end": 787.0, "text": " Similarly, religion is made by God."}, {"start": 787.0, "end": 792.0, "text": " If you accept God's religion, then that is religion."}, {"start": 793.0, "end": 795.0, "text": " And what is God's religion?"}, {"start": 796.0, "end": 799.0, "text": " If you stand, you can stand here. Other people are sitting."}, {"start": 800.0, "end": 808.0, "text": " God's religion is, you'll find in the Bhagavad-gītā, sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja ."}, {"start": 809.0, "end": 810.0, "text": " This is God's religion."}, {"start": 811.0, "end": 816.0, "text": " You give up all this nonsense religion."}, {"start": 817.0, "end": 823.0, "text": " You become a devotee, a surrendered soul unto Me. That is the religion."}, {"start": 824.0, "end": 830.0, "text": " One who does not know what is God, one who does not know how to surrender to Him, he is not religious."}, {"start": 831.0, "end": 840.0, "text": " Any religion without the conception of God, without knowledge of God, without knowing the surrendering process,"}, {"start": 840.0, "end": 852.0, "text": " that is called, described in the Śrīmad-Bhāgavatam as cheating religion, dharma-projjhita-kaitava-atra."}, {"start": 853.0, "end": 863.0, "text": " The so-called religious system, which is cheating only, that kind of religion is completely thrown away, kicked out."}, {"start": 863.0, "end": 874.0, "text": " Because religion means to develop your dormant love for God or to execute the laws of God. That is it."}, {"start": 875.0, "end": 881.0, "text": " The laws of God is, Kṛṣṇa says, sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja ."}, {"start": 882.0, "end": 884.0, "text": " And how to achieve that? That also Kṛṣṇa said."}, {"start": 885.0, "end": 891.0, "text": " man-manā bhava-bhaktah mad-yājī māṁ namaskuru . Four principles only."}, {"start": 891.0, "end": 895.0, "text": " Only. Always think of Me, Hare Kṛṣṇa."}, {"start": 896.0, "end": 899.0, "text": " If you chant Hare Kṛṣṇa, then you are remembering Kṛṣṇa."}, {"start": 900.0, "end": 902.0, "text": " Man-manāḥ. Hare Kṛṣṇa, Hare Kṛṣṇa."}, {"start": 903.0, "end": 907.0, "text": " This is the religion, at least of this age."}, {"start": 908.0, "end": 914.0, "text": " Hare nāma, Hare nāma, Hare nāma eva kevalam kalau nāsteva nāsteva nāsteva gati hraṇyata ."}, {"start": 915.0, "end": 916.0, "text": " There is no other way."}, {"start": 917.0, "end": 920.0, "text": " You chant, then any scripture will find."}, {"start": 922.0, "end": 925.0, "text": " Sabdyād anāvṛtti, in the Vedānta-sūtra."}, {"start": 926.0, "end": 930.0, "text": " Sabdyād, simply by chanting, vibrating, you become liberated."}, {"start": 931.0, "end": 941.0, "text": " In the Śrīmad-Bhāgavatam, kīrtanā deva kṛṣṇaṣya mukta-saṁha-paramprajeta kalau dosa-nidhe rājanaḥ asti yeku mahān guṇam ."}, {"start": 942.0, "end": 945.0, "text": " Śukadeva Gosvāmī said, Mahārāja, forgive."}, {"start": 946.0, "end": 949.0, "text": " This age of Kali is full of faulty things."}, {"start": 949.0, "end": 951.0, "text": " It is a ocean of faulty things."}, {"start": 952.0, "end": 954.0, "text": " But there is one profit, benefit."}, {"start": 955.0, "end": 956.0, "text": " What is that?"}, {"start": 957.0, "end": 959.0, "text": " Kīrtanā deva kṛṣṇaṣya mukta-saṁha-paramprajeta."}, {"start": 960.0, "end": 967.0, "text": " If you chant the holy name of Kṛṣṇa, then you become liberated and you are promoted to the spiritual world."}, {"start": 968.0, "end": 969.0, "text": " Paramprajeta."}, {"start": 970.0, "end": 971.0, "text": " That is our age."}, {"start": 972.0, "end": 977.0, "text": " The human form of life is meant for finishing all these problems."}, {"start": 977.0, "end": 979.0, "text": " Janma-mṛtyu-jarā-vyādhi."}, {"start": 980.0, "end": 981.0, "text": " And go back to home, back to Godhead."}, {"start": 982.0, "end": 984.0, "text": " But people do not know. They are not educated."}, {"start": 985.0, "end": 991.0, "text": " What is God? What is God's place? Where to go back? What is my position? What is my relation?"}, {"start": 992.0, "end": 998.0, "text": " Nothing of these things are educated or given lessons in any university, anywhere."}, {"start": 999.0, "end": 1001.0, "text": " But it is there, the Bhagavad-gītā."}, {"start": 1002.0, "end": 1005.0, "text": " Kṛṣṇa is personally giving him instruction."}, {"start": 1005.0, "end": 1008.0, "text": " Kṛṣṇa is giving instruction to Arjuna."}, {"start": 1009.0, "end": 1011.0, "text": " Arjuna does not mean that…"}, {"start": 1012.0, "end": 1013.0, "text": " Arjuna is to take that lesson."}, {"start": 1014.0, "end": 1015.0, "text": " Every one of us."}, {"start": 1016.0, "end": 1017.0, "text": " And it is very old."}, {"start": 1018.0, "end": 1022.0, "text": " Therefore Kṛṣṇa says, don't manufacture new type of religion."}, {"start": 1023.0, "end": 1025.0, "text": " What you will do then? It is simply waste of time."}, {"start": 1026.0, "end": 1027.0, "text": " You cannot manufacture anything."}, {"start": 1028.0, "end": 1030.0, "text": " But thereafter modernized religion."}, {"start": 1031.0, "end": 1033.0, "text": " What is this nonsense, modernized religion?"}, {"start": 1033.0, "end": 1038.0, "text": " You are living entity. You are part and parcel of God. It is old relationship."}, {"start": 1040.0, "end": 1044.0, "text": " Purāṇa. It is said purāṇa. Purāṇa means very old."}, {"start": 1045.0, "end": 1052.0, "text": " na jāyate na abhryate vāt kadācit nitya-śāśvatayam purāṇa"}, {"start": 1053.0, "end": 1056.0, "text": " We have to accept that purāṇa. We are purāṇa, eternal."}, {"start": 1057.0, "end": 1058.0, "text": " na hanyate hanyamāne śarīre"}, {"start": 1059.0, "end": 1062.0, "text": " We are not destroyed simply by destruction of this body."}, {"start": 1063.0, "end": 1065.0, "text": " We remain. We accept another body."}, {"start": 1066.0, "end": 1069.0, "text": " tathā dehāntara-prāptir dhīras tattva-numayate"}, {"start": 1070.0, "end": 1073.0, "text": " This is Bhagavad-gītā. Nobody wants to know this."}, {"start": 1074.0, "end": 1076.0, "text": " They manufacture their own commentary."}, {"start": 1077.0, "end": 1079.0, "text": " That way you will never understand."}, {"start": 1080.0, "end": 1082.0, "text": " You will understand as Kṛṣṇa says."}, {"start": 1083.0, "end": 1085.0, "text": " sa eva ayam purātanaḥ"}, {"start": 1086.0, "end": 1088.0, "text": " The same thing. What is that same thing?"}, {"start": 1089.0, "end": 1092.0, "text": " That I am God. I am Kṛṣṇa. You are my part and parcel."}, {"start": 1093.0, "end": 1097.0, "text": " This is eternal relationship. It cannot be broken."}, {"start": 1098.0, "end": 1103.0, "text": " But you have forgotten. You have forgotten your relationship with Kṛṣṇa."}, {"start": 1104.0, "end": 1112.0, "text": " You have made your relationship with your family, so-called family, so-called country, so-called society, and so on, so on, so on, so on."}, {"start": 1113.0, "end": 1118.0, "text": " This is all temporary. Suppose I am Indian today. You are American today."}, {"start": 1118.0, "end": 1124.0, "text": " But is there a guarantee after your death you will become American or I will become Indian?"}, {"start": 1125.0, "end": 1128.0, "text": " Or I will take my birth in the same family? No."}, {"start": 1129.0, "end": 1132.0, "text": " According to my karma, I may become cats and dogs."}, {"start": 1133.0, "end": 1135.0, "text": " You may become demigods. You may become something else."}, {"start": 1136.0, "end": 1137.0, "text": " But dehāntara-prāptir."}, {"start": 1138.0, "end": 1141.0, "text": " Dehāntara-prāptir, you will have to accept another body."}, {"start": 1142.0, "end": 1147.0, "text": " And there are 8,400,000 species or forms of body."}, {"start": 1147.0, "end": 1149.0, "text": " Any of them you will have to accept."}, {"start": 1150.0, "end": 1153.0, "text": " Prakṛteḥ kriyamārāṇi guṇaiḥ karmaṇi sarvaśaḥ"}, {"start": 1154.0, "end": 1160.0, "text": " You are wasting your time as the family member or as a national or this or that."}, {"start": 1161.0, "end": 1168.0, "text": " But there is no guarantee that next life we will be same countrymen or same family."}, {"start": 1169.0, "end": 1170.0, "text": " No, there is no such guarantee."}, {"start": 1171.0, "end": 1172.0, "text": " Dehāntara-prāptir."}, {"start": 1173.0, "end": 1175.0, "text": " You will have to accept one body."}, {"start": 1175.0, "end": 1179.0, "text": " And that body means any out of these four, according to my karma."}, {"start": 1180.0, "end": 1184.0, "text": " karmaṇā daiva-natreṇa yanto deha-upapatti"}, {"start": 1185.0, "end": 1188.0, "text": " So these are the instructions of the śāstras."}, {"start": 1189.0, "end": 1194.0, "text": " And this is very scientific and very important thing."}, {"start": 1195.0, "end": 1198.0, "text": " But unfortunately you are not taking care of these things."}, {"start": 1199.0, "end": 1202.0, "text": " You are very busy with the temporary problems."}, {"start": 1202.0, "end": 1205.0, "text": " Temporary problems are not problems."}, {"start": 1206.0, "end": 1209.0, "text": " That is also stated in the Bhagavad-gītā."}, {"start": 1210.0, "end": 1214.0, "text": " āgama-pāina anityātāṁ titikṣaśya bhārataḥ"}, {"start": 1215.0, "end": 1220.0, "text": " mātrāś paraśāstha-kaunteya śrī-daśna-śukha-dakkha-dāntaḥ"}, {"start": 1221.0, "end": 1226.0, "text": " Your temporary problems, so-called happiness and distress, these are āgama-pāina."}, {"start": 1227.0, "end": 1228.0, "text": " They come and go."}, {"start": 1229.0, "end": 1230.0, "text": " That is not very important."}, {"start": 1230.0, "end": 1233.0, "text": " Just like the seasonal changes."}, {"start": 1234.0, "end": 1236.0, "text": " The winter season comes and again goes on."}, {"start": 1237.0, "end": 1241.0, "text": " For the time being you may feel very cold, but it will go."}, {"start": 1242.0, "end": 1244.0, "text": " Similarly, summer season also."}, {"start": 1245.0, "end": 1247.0, "text": " It comes and goes, any seasonal changes."}, {"start": 1248.0, "end": 1253.0, "text": " We should not be disturbed with the seasonal changes of happiness and distress."}, {"start": 1254.0, "end": 1258.0, "text": " We should be very serious about the problems of life."}, {"start": 1258.0, "end": 1260.0, "text": " janma-mṛtyu-jarā-vādi"}, {"start": 1261.0, "end": 1263.0, "text": " That is spiritual advancement."}, {"start": 1264.0, "end": 1269.0, "text": " Unless we come to the serious point, unless you have become very intelligent,"}, {"start": 1270.0, "end": 1274.0, "text": " that I do not want to die."}, {"start": 1275.0, "end": 1276.0, "text": " Why death is there?"}, {"start": 1277.0, "end": 1278.0, "text": " This is intelligence."}, {"start": 1279.0, "end": 1286.0, "text": " You may solve your temporary problem, but you cannot by your so-called materialistic activities."}, {"start": 1286.0, "end": 1287.0, "text": " The problem of death."}, {"start": 1288.0, "end": 1289.0, "text": " Nobody wants to die."}, {"start": 1290.0, "end": 1292.0, "text": " mṛtyu-sarva-harasya-haṁ"}, {"start": 1293.0, "end": 1294.0, "text": " Death will come."}, {"start": 1295.0, "end": 1302.0, "text": " But the people have become so much unintelligent, they do not take up seriously the real problems."}, {"start": 1303.0, "end": 1304.0, "text": " Just like animals."}, {"start": 1305.0, "end": 1307.0, "text": " The animals is being taken to the slaughterhouse."}, {"start": 1308.0, "end": 1313.0, "text": " One animal enters to the slaughterhouse store, livestock store."}, {"start": 1314.0, "end": 1315.0, "text": " All the animals enters."}, {"start": 1315.0, "end": 1321.0, "text": " He does not know that this, I have to stay here for being killed."}, {"start": 1322.0, "end": 1323.0, "text": " He does not know. This is animal."}, {"start": 1324.0, "end": 1331.0, "text": " Similarly, if you do not take this problem seriously, you are no better than animal."}, {"start": 1332.0, "end": 1336.0, "text": " However, you may be advanced for this bodily comfort."}, {"start": 1337.0, "end": 1338.0, "text": " You are animal."}, {"start": 1339.0, "end": 1341.0, "text": " yasyānta-buddhi-kuṇapeti-dhātuke"}, {"start": 1341.0, "end": 1353.0, "text": " This bag of three elements, kava-vitva-vayu, if I think that I am this body and the comfort of this body is my happiness,"}, {"start": 1354.0, "end": 1356.0, "text": " sa eva go-kharo, you are no better than animal."}, {"start": 1357.0, "end": 1358.0, "text": " This is animal conception of life."}, {"start": 1359.0, "end": 1361.0, "text": " You must know that I am not this body."}, {"start": 1362.0, "end": 1363.0, "text": " I am spirit soul."}, {"start": 1364.0, "end": 1369.0, "text": " Circumstantially I have been put into this body, and again I will be put into another body."}, {"start": 1369.0, "end": 1371.0, "text": " So what is the solution of this problem?"}, {"start": 1372.0, "end": 1373.0, "text": " That is Bhagavad-gītā."}, {"start": 1374.0, "end": 1375.0, "text": " That is Bhagavad-gītā."}, {"start": 1376.0, "end": 1384.0, "text": " If you understand fully what is Bhagavad-gītā, what is the teachings of Bhagavad-gītā, then these questions, these answers are there."}, {"start": 1385.0, "end": 1386.0, "text": " You will find."}, {"start": 1387.0, "end": 1390.0, "text": " Therefore Kṛṣṇa is saying, this is old."}, {"start": 1391.0, "end": 1392.0, "text": " It is not new type of religion."}, {"start": 1393.0, "end": 1394.0, "text": " It is the oldest."}, {"start": 1395.0, "end": 1396.0, "text": " Bhagavad-bhakti."}, {"start": 1396.0, "end": 1399.0, "text": " Bhagavan is there, and the living entities are there."}, {"start": 1400.0, "end": 1401.0, "text": " Their relationship is there."}, {"start": 1402.0, "end": 1410.0, "text": " Now by forgetting God, forgetting Kṛṣṇa, you are busy with the temporary problems, but you are forgetting the real problem."}, {"start": 1412.0, "end": 1420.0, "text": " Therefore Kṛṣṇa says, the bhaktoṣi, one has to become bhakto."}, {"start": 1421.0, "end": 1424.0, "text": " The bhakto means Bhagavan."}, {"start": 1424.0, "end": 1428.0, "text": " If there is Bhagavan, then there is bhakto, and there is bhakti."}, {"start": 1429.0, "end": 1432.0, "text": " But these people are denying the existence of Bhagavan."}, {"start": 1433.0, "end": 1434.0, "text": " There is no God."}, {"start": 1435.0, "end": 1436.0, "text": " Then how He can become bhakto?"}, {"start": 1437.0, "end": 1439.0, "text": " Or how there will be execution of bhakti?"}, {"start": 1440.0, "end": 1442.0, "text": " Bhakto bhagavān bhakti."}, {"start": 1443.0, "end": 1444.0, "text": " The same thing."}, {"start": 1445.0, "end": 1451.0, "text": " Bhakto is in relationship with Bhagavan, and the transaction between Bhagavan and bhakto is called bhakti."}, {"start": 1452.0, "end": 1453.0, "text": " Bhakti."}, {"start": 1454.0, "end": 1466.0, "text": " Bhakti means ānukulyena kṛṣṇa-anusilaṇaṁ anyā vilāśitā sunyaṁ jñāna-karmādana-vṛtaṁ ānukulyena kṛṣṇa-anusilaṇaṁ bhakti-vṛttamaḥ"}, {"start": 1467.0, "end": 1470.0, "text": " This is the definition given by Rūpa Gosvāmī."}, {"start": 1471.0, "end": 1475.0, "text": " Similarly, in Nārada-pañcarātra, the bhakti is defined."}, {"start": 1478.0, "end": 1482.0, "text": " sarva-pādhi-vinirmaktaṁ tat-paratyena nirmanam"}, {"start": 1482.0, "end": 1487.0, "text": " rīśi-keṇa-rīśi-keśa-sevanam bhaktir ucyate"}, {"start": 1488.0, "end": 1490.0, "text": " These are the definition of bhakti."}, {"start": 1491.0, "end": 1495.0, "text": " Bhakti, without bhakti, nobody can become bhakti."}, {"start": 1496.0, "end": 1499.0, "text": " Bhakti means one who is executing bhakti."}, {"start": 1500.0, "end": 1501.0, "text": " That is bhakti."}, {"start": 1502.0, "end": 1510.0, "text": " And the beneficiary, the beneficiary is the Bhagavān."}, {"start": 1510.0, "end": 1514.0, "text": " So those who are engaged in this process of bhakti,"}, {"start": 1515.0, "end": 1516.0, "text": " sarva-nām kīrtanaḥ"}, {"start": 1517.0, "end": 1521.0, "text": " Viṣṇu, Viṣṇu means Bhagavān, or Kṛṣṇa."}, {"start": 1522.0, "end": 1526.0, "text": " So sarva-nām kīrtanaḥ, you have to hear about Kṛṣṇa."}, {"start": 1527.0, "end": 1528.0, "text": " That is sarva-nām."}, {"start": 1529.0, "end": 1531.0, "text": " And kīrtanaḥ, one has to chant,"}, {"start": 1532.0, "end": 1533.0, "text": " This is also kīrtanaḥ."}, {"start": 1534.0, "end": 1535.0, "text": " I am speaking to you."}, {"start": 1536.0, "end": 1537.0, "text": " This is also kīrtanaḥ."}, {"start": 1537.0, "end": 1539.0, "text": " When you are hearing, this is bhakti."}, {"start": 1540.0, "end": 1542.0, "text": " Sarva-nām kīrtanaḥ, about Kṛṣṇa."}, {"start": 1543.0, "end": 1545.0, "text": " The chanting, dancing about Kṛṣṇa, this is bhakti."}, {"start": 1546.0, "end": 1547.0, "text": " Sarva-nām kīrtanaḥ, Viṣṇu."}, {"start": 1548.0, "end": 1552.0, "text": " Smaraṇaṁ, and remembering about Kṛṣṇa."}, {"start": 1553.0, "end": 1554.0, "text": " Man-manā bhava-bhakti."}, {"start": 1555.0, "end": 1556.0, "text": " If you engage your mind,"}, {"start": 1557.0, "end": 1558.0, "text": " savai manaḥ kṛṣṇa-padāravindayaḥ"}, {"start": 1559.0, "end": 1563.0, "text": " we have to fix up our mind always to the lotus feet of Kṛṣṇa."}, {"start": 1564.0, "end": 1566.0, "text": " So if you do not accept this object,"}, {"start": 1568.0, "end": 1569.0, "text": " this temple worship,"}, {"start": 1570.0, "end": 1574.0, "text": " how you can become always be engaged in the lotus feet of Kṛṣṇa?"}, {"start": 1575.0, "end": 1576.0, "text": " These are the processes."}, {"start": 1577.0, "end": 1578.0, "text": " These are not sentiments."}, {"start": 1579.0, "end": 1580.0, "text": " This is the scientific process."}, {"start": 1581.0, "end": 1586.0, "text": " If you want, your business is to become bhakti, that is perfection."}, {"start": 1587.0, "end": 1591.0, "text": " And because Arjuna was bhakti, therefore Kṛṣṇa is speaking to him."}, {"start": 1592.0, "end": 1595.0, "text": " So if you become, it is not monopolized by Arjuna."}, {"start": 1595.0, "end": 1599.0, "text": " If you also become bhakti, Kṛṣṇa will speak to you."}, {"start": 1600.0, "end": 1603.0, "text": " Now he says, where is God?"}, {"start": 1604.0, "end": 1605.0, "text": " Where is God?"}, {"start": 1606.0, "end": 1607.0, "text": " Here is God."}, {"start": 1608.0, "end": 1609.0, "text": " God is speaking."}, {"start": 1610.0, "end": 1611.0, "text": " Why don't you see God?"}, {"start": 1612.0, "end": 1613.0, "text": " God is speaking."}, {"start": 1614.0, "end": 1616.0, "text": " You'll find in the seventh chapter, if you cannot see God,"}, {"start": 1617.0, "end": 1619.0, "text": " if you cannot see Kṛṣṇa in the temple,"}, {"start": 1619.0, "end": 1626.0, "text": " if you cannot see Kṛṣṇa within Bhagavad-gītā, then Kṛṣṇa says,"}, {"start": 1626.0, "end": 1628.0, "text": " raśo'haṁ apsukam teyaḥ"}, {"start": 1628.0, "end": 1630.0, "text": " prabhāsaṁ miṣaśa-śūryaḥ"}, {"start": 1631.0, "end": 1633.0, "text": " You see while you drink water."}, {"start": 1633.0, "end": 1636.0, "text": " Or anything you drink, you can see Kṛṣṇa there."}, {"start": 1636.0, "end": 1637.0, "text": " Raśo."}, {"start": 1637.0, "end": 1639.0, "text": " That taste is Kṛṣṇa."}, {"start": 1640.0, "end": 1643.0, "text": " So there is no difficulty to see God."}, {"start": 1643.0, "end": 1645.0, "text": " These rascals, they said, where is God?"}, {"start": 1645.0, "end": 1646.0, "text": " Here is God."}, {"start": 1646.0, "end": 1648.0, "text": " You are drinking water."}, {"start": 1648.0, "end": 1656.0, "text": " Why don't you see?"}, {"start": 1656.0, "end": 1657.0, "text": " Give me water."}, {"start": 1661.0, "end": 1667.0, "text": " So Kṛṣṇa can be seen always, provided you want to see God."}, {"start": 1668.0, "end": 1670.0, "text": " But you don't want to see God."}, {"start": 1672.0, "end": 1673.0, "text": " That is the difficulty."}, {"start": 1674.0, "end": 1676.0, "text": " Otherwise you can see."}, {"start": 1676.0, "end": 1686.0, "text": " śrīlaḥ śaṅtaḥ"}, {"start": 1686.0, "end": 1688.0, "text": " svartho svarthaḥ"}, {"start": 1688.0, "end": 1691.0, "text": " In the Brahma-saṅgita it is said"}, {"start": 1692.0, "end": 1699.0, "text": " śantaḥ śrīlaḥ svartho svartho"}, {"start": 1700.0, "end": 1701.0, "text": " śāntaḥ"}, {"start": 1701.0, "end": 1702.0, "text": " If you are śaṅtaḥ"}, {"start": 1702.0, "end": 1704.0, "text": " śaṅtaḥ means saintly person"}, {"start": 1704.0, "end": 1732.0, "text": " If you become saintly person, but if you remain rogues, thieves, cats and dogs, then how you can see God? You have to become a santah. Premāñjana-carit-bhakti-vilocanena santah sadaiva hṛdayeṣu viloka-yajña-jaṁśāva-sundaraṁ acintakunasya-rūpaṁ govinda-mādi-puruṣaṁta-māṅgayaḥ"}, {"start": 1732.0, "end": 1757.24, "text": " So you have to become santah. If you remain always addicted to sinful activities, how you can see God? That is not possible. You have to give up this, just called sinful activities. What are the sinful activities? Illicit sex, meat-eating, intoxication and gambling. That's all. You have to give up this."}, {"start": 1757.24, "end": 1777.38, "text": " If you become leader, so-called leader, rascally leader, and you are addicted to illicit sex and intoxication and meat-eating, you must be seated. If you are sinful, how you can lead person?"}, {"start": 1778.54, "end": 1786.4, "text": " Anyā yathāndhairu punyam ānā. Blind man is leading other man. Therefore there is no solution. Why the world is in chaos?"}, {"start": 1786.4, "end": 1787.22, "text": " Why the world is in chaos? Because the world is in chaos."}, {"start": 1787.24, "end": 1792.56, "text": " Because leaders are all sinful. These are the sinful definition."}, {"start": 1793.74, "end": 1797.24, "text": " triyas sunā pāṇudūta yatra pāpaśyata-durvedāḥ"}, {"start": 1797.24, "end": 1807.42, "text": " So God's sin is not very difficult, provided you are purified, you are pure."}, {"start": 1807.42, "end": 1815.44, "text": " So this Kṛṣṇa consciousness movement is purificatory process."}, {"start": 1817.24, "end": 1825.58, "text": " Purificatory process. The first condition, we do not accept any rascal who is addicted to these four principles."}, {"start": 1826.58, "end": 1842.76, "text": " We do not make cheap disciples. Our condition is, first of all, you must give up these things, illicit sex and meat-eating and intoxication, up to the drinking of tea and cigarette."}, {"start": 1842.76, "end": 1845.76, "text": " You have to give up gambling."}, {"start": 1847.24, "end": 1854.72, "text": " They are nice boys. They have given up. They are addicted to all these habits in their previous life, but they have given up."}, {"start": 1854.94, "end": 1856.24, "text": " Therefore they are making progress."}, {"start": 1857.24, "end": 1860.24, "text": " santā. They have become santā, saintly persons."}, {"start": 1861.18, "end": 1865.08, "text": " So Kṛṣṇa is parampavitra."}, {"start": 1865.56, "end": 1869.3, "text": " Arjuna, when addressed Kṛṣṇa after reading Bhagavad-gītā, after addressing,"}, {"start": 1869.3, "end": 1874.3, "text": " parambrahma-parandhāma pavitraṁ paramambhavār."}, {"start": 1875.18, "end": 1875.68, "text": " He understood."}, {"start": 1875.9, "end": 1877.24, "text": " pavitraṁ paramambhavār."}, {"start": 1877.74, "end": 1878.94, "text": " You are the most pure."}, {"start": 1879.76, "end": 1883.3, "text": " You cannot approach the most pure if you are impure."}, {"start": 1884.08, "end": 1885.04, "text": " You must be pure."}, {"start": 1885.04, "end": 1890.28, "text": " Therefore this chanting of Hare Kṛṣṇa mantra is a purificatory process."}, {"start": 1890.48, "end": 1893.28, "text": " The more you chant Hare Kṛṣṇa, you become purified."}, {"start": 1893.28, "end": 1897.8, "text": " ceta-darpaṇamāryaṇaṁ bhava-mahā-dāvāgni-nirvāpaṇam"}, {"start": 1897.8, "end": 1902.2, "text": " śreya-kairava-candra-kāvitaraṇaṁ vidyā-bhada-jīvaṇaṁ"}, {"start": 1902.2, "end": 1906.08, "text": " ānanda-ambudhi-vardhanam pratibhadam pūrṇā-mṛtā-śvādanaṁ"}, {"start": 1906.08, "end": 1907.08, "text": " ānanda-ambudhi-vardhanam pratibhadam pūrṇā-mṛtā-śvādanaṁ"}, {"start": 1907.24, "end": 1911.6, "text": " sarvātma-sapanaṁ param vijayati śrī-kṛṣṇa-saṁkīrtanaṁ"}, {"start": 1911.6, "end": 1915.84, "text": " So take to this Kṛṣṇa, Hare Kṛṣṇa movement."}, {"start": 1916.36, "end": 1917.18, "text": " It is very easy."}, {"start": 1917.66, "end": 1919.2, "text": " Even a child can take part."}, {"start": 1919.2, "end": 1926.2, "text": " You see, those children, they are not born of brāhmaṇa family or this family or that family."}, {"start": 1926.9, "end": 1927.52, "text": " Never mind."}, {"start": 1928.1200000000001, "end": 1933.68, "text": " Because they are taking part in chanting and dancing, they are becoming purified."}, {"start": 1934.82, "end": 1937.2, "text": " Every step of their dancing, being..."}, {"start": 1937.24, "end": 1940.52, "text": " Being noted, being noted."}, {"start": 1941.46, "end": 1944.44, "text": " Ajñāta-śukṛtiḥ chatur-vidā-bhajante māṁ"}, {"start": 1944.44, "end": 1945.9, "text": " So it is a chance."}, {"start": 1946.4, "end": 1950.64, "text": " We are opening the centers to give chance how to become purified,"}, {"start": 1950.98, "end": 1953.66, "text": " how to understand Kṛṣṇa, then life is successful."}, {"start": 1954.1200000000001, "end": 1954.92, "text": " Thank you very much."}]}