{"video_id": "stZW2w7qFk8", "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.15.16 Part 1 | 06-12-2022", "speaker": "HH Stoka Krishna Swami", "youtube_url": "https://www.youtube.com/watch?v=stZW2w7qFk8", "duration": 967, "segments": [{"start": 0.0, "end": 30.0, "text": " ओम ज्ञानति मिरान्धस्या ज्ञानान्जनिषलाकया। चक्षुरुन्मीलितं येनातस्मै श्रीगुरवे नमः। नमा ओम विष्णु पादाया कृष्ण प्रेष्ठाय भूतले। श्रीमते भक्ति वेदान्त स्वामिन्नितिनामिने। नमस्ते सारस्वते देवे गवरव"}, {"start": 30.0, "end": 60.0, "text": " कृष्ण चैतन्या प्रभू नित्यानन्दा। श्री अद्वैत गदाधरा श्रीवा साधी गवरभक्त वृण्दा। हरे कृष्ण हरे कृष्ण कृष्ण कृष्ण हरे हरे। हरे राम हरे रामा राम रामा हरे हरे। ओम नमो भगवते वासु देवाया। नारायणम नमस्क"}, {"start": 60.0, "end": 69.56, "text": " In this session we will be discussing the first part of the sixteenth verse of the fifteenth chapter of the first canto of Srimad Bhagavatam."}, {"start": 73.56, "end": 75.76, "text": " The sixteenth verse is as follows."}, {"start": 75.76, "end": 101.64, "text": " Yad doshu ma pranihitam guru bhishma karna, naptra trigarta shalya saindhava bahli kaadyai, astrani amogha mahimani nirupitani, nopas prushur nriharidasam ivasurani."}, {"start": 105.76, "end": 114.44, "text": " The meaning of this verse is, the sixteenth verse."}, {"start": 114.68, "end": 128.36, "text": " Great generals like Bhishma, Drona, Karna, Bhurishrava, Susharma, Shalya, Jayadratha and Balika all directed their invincible weapons against me."}, {"start": 129.34, "end": 135.74, "text": " But by his, that is Lord Krishna's grace, they could not even touch a hair on my head."}, {"start": 135.76, "end": 146.45999999999998, "text": " Similarly, Prahlad Maharaj, the supreme devotee of Lord Nrsimadeva, was unaffected by the weapons the demons used against him."}, {"start": 148.57999999999998, "end": 161.92, "text": " So Arjuna is telling, because of Lord Krishna's grace, Arjuna was completely protected, that even the powerful Kaurava generals,"}, {"start": 161.92, "end": 165.73999999999998, "text": " they could not touch even one hair of Arjuna."}, {"start": 165.76, "end": 178.12, "text": " In a fierce battle like that, how is it that Arjuna escaped completely unhurt, only by the grace of Krishna?"}, {"start": 182.54, "end": 188.04, "text": " And a comparison is made, just like Prahlad Maharaj was a pure devotee of Lord Nrsimadeva,"}, {"start": 188.64, "end": 194.62, "text": " and he was unaffected by so much trouble given by,"}, {"start": 194.62, "end": 194.73999999999998, "text": " by,"}, {"start": 195.76, "end": 202.14, "text": " by the demons, in so many ways, they tried to kill him, but they could not."}, {"start": 202.72, "end": 209.51999999999998, "text": " Similarly, in the battle of Kurukshetra, the enemy party tried to kill the Pandavas,"}, {"start": 210.35999999999999, "end": 213.26, "text": " but they could not do anything to the Pandavas."}, {"start": 216.54, "end": 219.07999999999998, "text": " So Srila Prabhupada explains in the purport,"}, {"start": 219.07999999999998, "end": 223.54, "text": " The history of Prahlad Maharaj, the great devotee of Nrsimadeva,"}, {"start": 224.1, "end": 225.54, "text": " is narrated in the 7th chapter,"}, {"start": 225.76, "end": 231.57999999999998, "text": " Pralad Maharaj, a small child of only five years,"}, {"start": 232.23999999999998, "end": 236.66, "text": " became the object of envy for his great father, Hiranyakashyapu,"}, {"start": 237.34, "end": 242.42, "text": " only because of his becoming a pure devotee of the Supreme Lord."}, {"start": 244.12, "end": 250.68, "text": " The demon father employed all his weapons to kill the devotee's son, Prahlad,"}, {"start": 251.35999999999999, "end": 253.48, "text": " but by the grace of the Lord,"}, {"start": 254.28, "end": 255.54, "text": " Prahlad was saved from all the troubles, and he was not killed."}, {"start": 255.54, "end": 259.9, "text": " He was saved from all sorts of dangerous actions by his father."}, {"start": 261.94, "end": 264.8, "text": " Hiranyakashyapu attempted in so many ways,"}, {"start": 264.8, "end": 265.9, "text": " let me kill this boy,"}, {"start": 265.9, "end": 269.08, "text": " but Hiranyakashyapu was unsuccessful,"}, {"start": 269.08, "end": 270.65999999999997, "text": " because all the while,"}, {"start": 271.32, "end": 274.8, "text": " Prahlad was perfectly protected by Lord Nrsimadeva directly."}, {"start": 283.15999999999997, "end": 285.46, "text": " And Srila Prabhupada lists here,"}, {"start": 285.54, "end": 296.34000000000003, "text": " how praradha was put into dangerous situation he was thrown in a fire in boiling oil he was thrown from"}, {"start": 296.34000000000003, "end": 304.58000000000004, "text": " the top of a hill he was attempted to be crushed under the legs of an elephant he was administered"}, {"start": 304.58000000000004, "end": 313.70000000000005, "text": " poison and at last the father himself took up a chopper to kill his son and thus narsimadeva"}, {"start": 313.7, "end": 318.65999999999997, "text": " appeared and killed the heinous father in the presence of the son"}, {"start": 322.26, "end": 322.76, "text": " so"}, {"start": 325.06, "end": 329.38, "text": " protection by the lord means complete protection 100 protection"}, {"start": 334.74, "end": 340.98, "text": " so shila prabhupada concludes this portion by telling thus no one can kill the devotee of the lord"}, {"start": 343.21999999999997, "end": 343.7, "text": " similarly"}, {"start": 344.02, "end": 349.38, "text": " arjuna was also saved by the lord although all dangerous weapons were employed by his"}, {"start": 349.38, "end": 358.34, "text": " great opponents like bhishma karna etc so it's a fact that arjuna was really saved only because of"}, {"start": 358.34, "end": 363.7, "text": " krishna"}, {"start": 368.98, "end": 373.46, "text": " next srila prabhupada describes the personality of karna in the purport"}, {"start": 374.26, "end": 380.02, "text": " elaborate description is given karna was born of kumti by the sun god prior to her marriage with"}, {"start": 380.02, "end": 388.98, "text": " maharaj pandu karna took his birth with bangles and earrings extraordinary signs for an undaunted"}, {"start": 388.98, "end": 398.09999999999997, "text": " hero in the beginning his name was vasusena but when he grew up he presented his natural bangles"}, {"start": 398.09999999999997, "end": 400.18, "text": " and earrings to indradeva and thence forward he became known as vah considered the most highly"}, {"start": 400.18, "end": 401.7, "text": " respected person of the clan Vasusena when he grew up he presented his natural bangles and earrings to indra deva and thenceforward he became known as karna and after some time he became known as vasusena"}, {"start": 403.7, "end": 426.2, "text": " as Vaikartana. After his birth from the maiden Kunti, he was thrown in the Ganges. Later, he was picked up by Adhiratha, and Adhiratha and his wife Radha brought him up as their own offspring."}, {"start": 426.2, "end": 456.18, "text": " Karna was very charitable, especially toward the brahmanas. There was nothing he could not spare for a brahmana. In the same charitable spirit, he gave in charity his natural bangles and earrings to Indradeva, who being very much satisfied with him, gave him in return a great weapon called Shakti."}, {"start": 456.2, "end": 486.18, "text": " In the same charitable spirit, he gave in charity his natural bangles and earrings to Indradeva, who being very much satisfied with him, gave him in return a great weapon called Shakti."}, {"start": 486.2, "end": 516.18, "text": " In the same charitable spirit, he gave in charity his natural bangles and earrings to Indradeva, who being very much satisfied with him, gave him in return a great weapon called Shakti."}, {"start": 516.2, "end": 546.1800000000001, "text": " In the same charitable spirit, he gave in charity his natural bangles and earrings to Indradeva, who being very much satisfied with him, gave him in return a great weapon called Shakti."}, {"start": 546.2, "end": 576.1800000000001, "text": " In the same charitable spirit, he gave in charity his natural bangles and earrings to Indradeva, who being very much satisfied with him, gave him in return a great weapon called Shakti."}, {"start": 576.2, "end": 606.1800000000001, "text": " In the same charitable spirit, he gave in charity his natural bangles and earrings to Indradeva, who being very much satisfied with him, gave him in return a great weapon called Shakti."}, {"start": 606.2, "end": 621.2, "text": " When Duryodhana was in power, he enthroned Karna in the state of Anga."}, {"start": 622.2, "end": 635.6600000000001, "text": " Being baffled in his attempt to win Draupadi, Karna advised Duryodhana to attack King Drupada, and after defeating him, both Arjuna and Draupadi could be arrested."}, {"start": 636.2, "end": 649.2, "text": " But Dronacharya rebuked them for this conspiracy, and they refrained from the action."}, {"start": 650.2, "end": 656.2, "text": " Karna was defeated many times, not only by Arjuna, but also by Bhimasena."}, {"start": 657.2, "end": 665.2, "text": " He was a king of the kingdom of Bengal, Orissa, and Madras combined."}, {"start": 667.2, "end": 690.2, "text": " Later on, Karna took an active part in the Rajasuya sacrifice of Maharaja Yudhishthira, and when there was gambling between the rival brothers designed by Shakuni, Karna took part in the game, and he was very pleased when Draupadi was offered as a bet in the gambling."}, {"start": 691.2, "end": 694.2, "text": " That gambling match was ill-fated for the Pandavas."}, {"start": 696.2, "end": 706.2, "text": " The Pandavas were losing, and Yudhishthira was placing as a bet even Draupadi, and themselves also as a bet."}, {"start": 707.2, "end": 717.2, "text": " The Pandavas were losing, and Yudhishthira was placing as a bet even Draupadi, and themselves also as a bet."}, {"start": 718.2, "end": 721.2, "text": " When Draupadi was in the game,"}, {"start": 721.2, "end": 723.2, "text": " When Draupadi was in the game,"}, {"start": 723.2, "end": 734.2, "text": " Karna was very enthusiastic to declare the news, and it is he who ordered Dushasana to take away the garments of both the Pandavas and Draupadi."}, {"start": 735.2, "end": 749.2, "text": " Because Karna was very much angry against Draupadi, because Draupadi, Swayamvara, Karna was not able to participate,"}, {"start": 749.2, "end": 752.2, "text": " Karna was very much angry against Draupadi, because Draupadi, Swayamvara, Karna was not able to participate,"}, {"start": 753.2, "end": 757.2, "text": " because he was declared as the son of a carpenter, a shudra."}, {"start": 758.2, "end": 764.2, "text": " So the Pandavas, when they could not protect Draupadi in that gambling match,"}, {"start": 765.2, "end": 773.2, "text": " at that time, Karna asked Draupadi to select another husband, because she was lost by the Pandavas."}, {"start": 773.2, "end": 797.2, "text": " And when she was lost by the Pandavas, she in effect became a slave of the Kauravas."}, {"start": 803.2, "end": 809.2, "text": " Now Karna maintained enmity against the Pandavas, though they had no reason actually."}, {"start": 810.2, "end": 815.2, "text": " Specifically he had no reason, but he maintained his enmity against the Pandavas."}, {"start": 816.2, "end": 821.2, "text": " And he tried to curb them by so many ways."}, {"start": 822.2, "end": 825.2, "text": " Now during the battle of Kurukshetra,"}, {"start": 827.2, "end": 831.2, "text": " Now during the battle of Kurukshetra,"}, {"start": 831.2, "end": 837.2, "text": " he could understand that because Krishna was the chariot driver of Arjuna,"}, {"start": 838.2, "end": 845.2, "text": " he understood that the Pandavas will win the battle."}, {"start": 846.2, "end": 852.2, "text": " And Karna had some difference of opinion on Bhishma,"}, {"start": 853.2, "end": 859.2, "text": " and sometimes he was very very proud of his prowess,"}, {"start": 859.2, "end": 861.2, "text": " and he said in his pride,"}, {"start": 862.2, "end": 868.2, "text": " I can defeat the Pandavas in five days,"}, {"start": 869.2, "end": 873.2, "text": " if Bhishma would not interfere with my plan of action."}, {"start": 874.2, "end": 877.2, "text": " This is the arrogant statement of Karna."}, {"start": 882.2, "end": 887.2, "text": " Now when Bhishma died, Karna was very much mortified."}, {"start": 889.2, "end": 899.2, "text": " Karna killed the largest number of Pandava soldiers."}, {"start": 900.2, "end": 903.2, "text": " When there was a severe fight with Arjuna,"}, {"start": 904.2, "end": 910.2, "text": " then Karna was able to knock off Arjuna's helmet."}, {"start": 911.2, "end": 915.2, "text": " And that's a big achievement because Arjuna was a very very powerful fighter."}, {"start": 915.2, "end": 919.2, "text": " Now when Karna was fighting his Arjuna,"}, {"start": 920.2, "end": 926.2, "text": " his chariot wheel got stuck in the battlefield mud."}, {"start": 927.2, "end": 935.2, "text": " And he got down from his chariot to set the wheel right,"}, {"start": 936.2, "end": 940.2, "text": " but Arjuna took the opportunity and killed Karna"}, {"start": 941.2, "end": 943.2, "text": " when Karna was fixing the wheel of the chariot."}, {"start": 945.2, "end": 948.2, "text": " So this is the history of Karna"}, {"start": 949.2, "end": 952.2, "text": " that's being described by Prabhupada in the Purport."}, {"start": 953.2, "end": 957.2, "text": " Karna was a very powerful fighter and Arjuna was able to defeat Karna"}, {"start": 958.2, "end": 962.2, "text": " only because of the grace of Krishna."}, {"start": 963.2, "end": 966.2, "text": " So I'll stop here. Thank you very much. Hare Krishna."}]}