{"video_id": "ttO4vPDaMUM", "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.17.4-5 | 15-02-2023", "speaker": "HH Stoka Krishna Swami", "youtube_url": "https://www.youtube.com/watch?v=ttO4vPDaMUM", "duration": 907, "segments": [{"start": 0.0, "end": 3.6, "text": " Om Gyanati Miran Dasya Gyanan Janishalakaya"}, {"start": 3.6, "end": 7.640000000000001, "text": " Chakshuran Melitam Yena Tasmai Shri Gurave Namaha"}, {"start": 7.640000000000001, "end": 11.4, "text": " Namah Om Vishnu Padaya Krishna Preshtaya Bhutale"}, {"start": 11.4, "end": 15.1, "text": " Shri Mate Bhakti Vedanta Swamin Nithinamine"}, {"start": 15.1, "end": 19.26, "text": " Namaste Saraswate Deve Gauravani Pracharine"}, {"start": 19.26, "end": 23.22, "text": " Nirvijesha Shunyavadi Paschatya Deshatarine"}, {"start": 23.22, "end": 27.1, "text": " Jaya Shri Krishna Chaitanya Prabhu Nityananda"}, {"start": 27.1, "end": 31.6, "text": " Shri Advaita Gadadhara Shri Vasadi Gomra Bhakta Vrinda"}, {"start": 31.6, "end": 35.54, "text": " Hare Krishna Hare Krishna Krishna Krishna Hare Hare"}, {"start": 35.54, "end": 39.28, "text": " Hare Rama Hare Rama Rama Rama Hare Hare"}, {"start": 39.28, "end": 42.02, "text": " Om Namo Bhagavate Vasudevaya"}, {"start": 42.02, "end": 45.74, "text": " Narayanam Namaskritya Naram Chai Vanarottamam"}, {"start": 45.74, "end": 50.040000000000006, "text": " Deveem Saraswateem Vyasam Tato Jaya Mudhirayet"}, {"start": 50.040000000000006, "end": 55.7, "text": " In this session we are discussing from two verses, the fourth and fifth verses"}, {"start": 55.7, "end": 57.08, "text": " of the 17 Chakras."}, {"start": 57.1, "end": 60.14, "text": " The first chapter of the first canto of Sriman Bhagavatam."}, {"start": 60.14, "end": 62.86, "text": " The fourth verse is as follows."}, {"start": 62.86, "end": 69.4, "text": " Paprachya Ratham Aarudhaha Kartasvara Paricchadam"}, {"start": 69.4, "end": 76.66, "text": " Megha Gambhir Raya Vacha Samaropita Karmukaha"}, {"start": 76.66, "end": 79.84, "text": " The meaning of this verse is, the fourth verse."}, {"start": 79.84, "end": 86.34, "text": " Maharaj Pariksit well equipped with arrows and bow and seated on a gold embossed chariot,"}, {"start": 86.34, "end": 86.84, "text": " the fourth verse. The meaning of this verse is, the fourth verse. Maharaj Pariksit well equipped with arrows and bow and seated on a gold embossed chariot,"}, {"start": 87.10000000000001, "end": 89.88000000000001, "text": " spoke to him, the shudra, with a deep voice sounding like thunder."}, {"start": 89.88000000000001, "end": 94.10000000000001, "text": " spoke to him, the shudra, with a deep voice sounding like thunder."}, {"start": 95.64000000000001, "end": 105.70000000000002, "text": " Pariksit Maharaj came to that spot, he noticed that Kali Purusha was actually beating an innocent carbon bull."}, {"start": 105.70000000000002, "end": 112.20000000000002, "text": " And he immediately, with a deep voice sounding like thunder,"}, {"start": 112.20000000000002, "end": 114.32000000000001, "text": " he questioned this low class."}, {"start": 114.32000000000001, "end": 116.94000000000001, "text": " he questioned this low class."}, {"start": 117.10000000000001, "end": 124.06, "text": " unqualified person and Pariksit's words will be described"}, {"start": 124.06, "end": 130.70000000000002, "text": " in the next two verses. So in the Parpochila, Prabhupada says"}, {"start": 130.70000000000002, "end": 134.86, "text": " an administrative head or king like Maharaj Pariksit"}, {"start": 134.86, "end": 140.3, "text": " with full majestic authority well equipped with weapons to chastise"}, {"start": 140.3, "end": 143.82, "text": " miscreants can challenge the agents of the age of"}, {"start": 143.82, "end": 149.18, "text": " Kali. Pariksit is a qualified Kshatriya. He has"}, {"start": 149.18, "end": 152.85999999999999, "text": " got the courage to face"}, {"start": 152.85999999999999, "end": 159.18, "text": " such upstarts. He is well equipped to deal sufficient punishment to the"}, {"start": 159.18, "end": 164.85999999999999, "text": " miscreants and he has got his authority"}, {"start": 164.85999999999999, "end": 168.54, "text": " to enforce law and order."}, {"start": 169.1, "end": 173.57999999999998, "text": " So he is competent to challenge the agents of the age of Kali."}, {"start": 173.57999999999998, "end": 173.74, "text": " So he is competent to challenge the agents of the age of Kali."}, {"start": 173.74, "end": 173.82, "text": " So he is competent to challenge the agents of the age of Kali."}, {"start": 173.82, "end": 176.94, "text": " So he is competent to challenge the agents of the age of Kali."}, {"start": 176.94, "end": 180.54, "text": " And as opposed to this"}, {"start": 183.5, "end": 187.82, "text": " in the absence of such strong executive heads there is always disruption of"}, {"start": 187.82, "end": 193.18, "text": " tranquility. Unfortunately we don't have qualified"}, {"start": 193.18, "end": 200.7, "text": " Kshatriyas like Pariksit Maharaj in our present time."}, {"start": 202.54, "end": 203.74, "text": " If there is"}, {"start": 204.06, "end": 211.34, "text": " no qualified Kshatriya then it is not possible to counteract the"}, {"start": 211.34, "end": 215.26000000000002, "text": " influence, evil influence of this degraded"}, {"start": 215.26000000000002, "end": 223.42000000000002, "text": " Kali Yuga. What is that evil influence of Kali Yuga? People"}, {"start": 223.42000000000002, "end": 233.42000000000002, "text": " are exposed to too much sinful activities. The atmosphere is surcharged with"}, {"start": 233.42000000000002, "end": 241.26000000000002, "text": " tendency to commit sins more and more and more and more without any restriction."}, {"start": 243.26000000000002, "end": 254.46, "text": " So this sinful age, the sinful age Kali Yuga. So the absence of strong executive heads"}, {"start": 255.26000000000002, "end": 263.18, "text": " means people become more and more sinful. They are already sinful but they become more sinful without"}, {"start": 263.18, "end": 270.38, "text": " caring for any adverse effect by their sinful activities.. they don't realise that."}, {"start": 272.78000000000003, "end": 279.98, "text": " The elected show bottle executive head. Show bottle means.. he appears like an"}, {"start": 281.9, "end": 287.66, "text": " executive but he doesn't have qualification. He doesn't have strength, he doesn't have courage,"}, {"start": 287.66, "end": 288.36, "text": " he doesn't have knowledge, he doesn't have training, he doesn't have skills.. he simply doesn't have"}, {"start": 288.36, "end": 289.46000000000004, "text": " training, he doesn't have skill烫"}, {"start": 289.46000000000004, "end": 291.74, "text": " how much he will have, etc, is beyond his level of application. Thus he is a not Ryan Pes politically nominated Kanna Akram started in May protests against the Indian Congress in 2016 before solidifying Akram on份 DNA."}, {"start": 291.74, "end": 301.8, "text": " training, he doesn't have skill, such a person is called show-bottling skater. He is a representative"}, {"start": 301.8, "end": 318.42, "text": " of a degraded public because by votes a person becomes a ruler or a legislator or a governor"}, {"start": 318.42, "end": 327.06, "text": " by votes. And who is voting this person. He gets but he is supposed to get majority votes"}, {"start": 327.06, "end": 333.74, "text": " from people who are degraded themselves. They do not know what should be the qualification"}, {"start": 333.74, "end": 347.20000000000005, "text": " of a proper Chhatriya who can rule properly they do not know. Neither the the representative"}, {"start": 347.20000000000005, "end": 348.40000000000003, "text": " is actually qualified."}, {"start": 348.40000000000003, "end": 355.64000000000004, "text": " and Prabhupada says such show bottle executive heads cannot be equal to the strong king like"}, {"start": 355.64000000000004, "end": 364.06000000000006, "text": " Maharaj Pariksit. You can never expect the situation now to be like what it was when"}, {"start": 364.06000000000006, "end": 371.98, "text": " Pariksit was ruling or Yudhishthira Maharaj was ruling. The dress or style of royal order"}, {"start": 371.98, "end": 379.82, "text": " does not count. It is one's actions which are counted. It is very important. The actions"}, {"start": 379.82, "end": 389.32, "text": " are important. According to the proper understanding a person will perform different activities."}, {"start": 389.32, "end": 396.72, "text": " So those activities should be backed up by proper knowledge, by good culture. Then only"}, {"start": 396.72, "end": 401.96000000000004, "text": " those actions will be good for the welfare of the entire human society."}, {"start": 401.96000000000004, "end": 428.02000000000004, "text": " The meaning of this verse is, O who are you? You appear to be strong and yet you dare kill"}, {"start": 428.02000000000004, "end": 431.82000000000005, "text": " within my protection those who are helpless."}, {"start": 431.82000000000005, "end": 431.90000000000003, "text": " By your grace, you have saved my life. By your grace, you have saved my life. By your"}, {"start": 431.90000000000003, "end": 431.94000000000005, "text": " grace, you have saved my life. By your grace, you have saved my life. By your grace, you"}, {"start": 431.94, "end": 438.84, "text": " pose yourself to be a godly man, that means a king, Naradeva. But by your deeds, you are"}, {"start": 438.84, "end": 446.82, "text": " opposing the principles of the twice-born Kshatriyas. So Pariksit Maharaj is questioning"}, {"start": 446.82, "end": 461.88, "text": " this Kali Purusha, this Kali Purusha, this personality of this age of Kali. That who are"}, {"start": 461.88, "end": 475.5, "text": " you? Because how dare you actually try to kill such helpless, innocent animals like"}, {"start": 475.5, "end": 482.52, "text": " the cow and the bull. Even though you appear like a godly person, a Kshatriya is supposed"}, {"start": 482.52, "end": 491.74, "text": " to be qualified and a god-conscious person. But you are not a godly person. You are a"}, {"start": 491.74, "end": 498.62, "text": " Kshatriya. Your dress is externally appealing like a Kshatriya, but your actions are totally"}, {"start": 498.62, "end": 509.32, "text": " opposed to those activities which are performed by a qualified Kshatriya. So in the Parpotsha"}, {"start": 509.32, "end": 515.84, "text": " Prabhupada says, the Brahmanas, Kshatriyas and Vaishyas are called twice-born, vija."}, {"start": 515.84, "end": 520.42, "text": " Vija means they have two kinds of birth. For the two-born Kshatriyas, they are called"}, {"start": 520.42, "end": 521.42, "text": " the two-born Kshatriyas. For the two-born Kshatriyas, they are called the two-born Kshatriyas."}, {"start": 521.42, "end": 521.6, "text": " For the two-born Kshatriyas, they are called the two-born Kshatriyas. For the two-born Kshatriyas,"}, {"start": 521.6, "end": 522.1, "text": " they are called the two-born Kshatriyas. For the two-born Kshatriyas, they are called the"}, {"start": 522.1, "end": 522.6, "text": " two-born Kshatriyas. For the two-born Kshatriyas, they are called the two-born Kshatriyas."}, {"start": 522.6, "end": 528.36, "text": " These classes of men, that is, Brahmana, Kshatriya, Vaishya, there is one birth by parental"}, {"start": 528.36, "end": 534.9200000000001, "text": " conjugation. Parents combine to conceive a child. That is the first birth. And there"}, {"start": 534.9200000000001, "end": 541.52, "text": " is another birth of cultural rejuvenation by spiritual initiation from the bona fide"}, {"start": 541.52, "end": 548.12, "text": " Acharya or spiritual master. So there is always second birth for those who are Brahmana,"}, {"start": 548.12, "end": 551.28, "text": " Kshatriya, Vaishya, and Vedi culture. What is second birth?"}, {"start": 551.28, "end": 564.4, "text": " Second birth is a cultural rejuvenation, reviving the spiritual culture. And how does it happen?"}, {"start": 564.4, "end": 575.14, "text": " It happens by spiritual initiation obtained from the bona fide Acharya, by spiritual initiation."}, {"start": 575.14, "end": 580.9599999999999, "text": " So a Kshatriya is also twice born like a Brahmana. It is not only the Brahmanas who are having"}, {"start": 580.96, "end": 588.44, "text": " this second birth. It is also the Kshatriyas and the Vaishyas. The Kshatriya's duty is"}, {"start": 588.44, "end": 596.58, "text": " to give protection to the helpless humans. The Kshatriya king is considered to be representative"}, {"start": 596.58, "end": 603.0, "text": " of God to give protection to the helpless and chastise the miscreants. It is called"}, {"start": 603.0, "end": 609.0400000000001, "text": " Naradeva. Because, Deva because is the representative of God in human society. He is the representative"}, {"start": 609.0400000000001, "end": 609.52, "text": " of God in human society."}, {"start": 610.96, "end": 623.32, "text": " He himself is a human being but he is meant to give protection to the human society by"}, {"start": 623.32, "end": 637.4000000000001, "text": " following the rules and regulations of the authoritative scriptures to administer properly"}, {"start": 637.4, "end": 649.4, "text": " to the human beings. Whereas in Kali Yuga there is no qualified Kshatriya. Whenever there are"}, {"start": 649.4, "end": 655.4, "text": " anomalies in the routine work by administrators there is an incarnation of the Lord to re-establish"}, {"start": 655.4, "end": 659.4, "text": " the principles of the Godly Kingdom. Krishna says in Bhagavad Gita,"}, {"start": 667.4, "end": 674.4, "text": " I incarnate whenever there is neglect of religious principles and there is rise of irreligion."}, {"start": 674.4, "end": 681.4, "text": " I incarnate. And when Krishna incarnates, whenever, wherever he incarnates,"}, {"start": 681.4, "end": 694.4, "text": " paritranaya sadhuna, he actually protects, saves the saintly persons, the law-abiding citizens"}, {"start": 694.4, "end": 697.4, "text": " or those following strict religious principles."}, {"start": 697.4, "end": 704.4, "text": " And Vinashayaji Dushkrutami, he destroys these miscreants, these upstarts."}, {"start": 704.4, "end": 715.4, "text": " In the age of Kali, the poor helpless animals, especially the cows, which are meant to receive"}, {"start": 715.4, "end": 719.4, "text": " all sorts of protection from the administrative age, are killed without restriction."}, {"start": 719.4, "end": 726.4, "text": " Nobody is there to voice the concern for the cows. They are helpless. They are innocent."}, {"start": 726.4, "end": 727.4, "text": " They are innocent."}, {"start": 727.4, "end": 737.4, "text": " And they are being killed without any restriction. There is no one to protect them,"}, {"start": 737.4, "end": 742.4, "text": " no one to raise their voice against the cows being killed."}, {"start": 744.4, "end": 753.4, "text": " Thus the administrative heads under whose noses such things happen are representatives of God in names only."}, {"start": 753.4, "end": 760.4, "text": " The king is supposed to be a representative of God."}, {"start": 760.4, "end": 770.4, "text": " But such kings or administrators who are not God-conscious, who have not undergone spiritual initiation,"}, {"start": 770.4, "end": 776.4, "text": " they are actually representatives of God in name only."}, {"start": 776.4, "end": 782.4, "text": " That means they are namesake administrators. They are not real administrators."}, {"start": 783.4, "end": 795.4, "text": " Such powerful administrators are rulers of the poor citizens by dress or office."}, {"start": 795.4, "end": 800.4, "text": " Simply they dress as if they are kings or administrators."}, {"start": 800.4, "end": 812.4, "text": " But they don't have the proper knowledge, the proper authority to actually properly"}, {"start": 812.4, "end": 820.4, "text": " enforce the laws and the rules for ruling citizens."}, {"start": 820.4, "end": 826.4, "text": " Factually they are worthless lower class men without cultural assets of the twice born."}, {"start": 826.4, "end": 832.4, "text": " They don't have the culture to properly rule over the citizens."}, {"start": 832.4, "end": 840.4, "text": " No one can expect justice or equality of treatment from once born spiritually uncultured lower class men."}, {"start": 840.4, "end": 852.4, "text": " We can't expect when by votes some unqualified person comes and tries to carry out the administration."}, {"start": 852.4, "end": 856.4, "text": " We cannot expect any real benefit."}, {"start": 856.4, "end": 863.4, "text": " Therefore in the age of Kali everyone is unhappy due to the maladministration of the state."}, {"start": 863.4, "end": 868.4, "text": " People in general are very unhappy in Kali."}, {"start": 870.4, "end": 882.4, "text": " Therefore the people's government by the people who are not twice born must be a government of Kali in which everyone is unhappy."}, {"start": 882.4, "end": 898.4, "text": " You see, people should be unhappy if they don't have a proper leader, proper trained Kshatriya to rule them."}, {"start": 898.4, "end": 900.4, "text": " People must be unhappy."}, {"start": 900.4, "end": 904.4, "text": " And there will be no peace and prosperity in such a state."}, {"start": 904.4, "end": 906.4, "text": " I will stop here. Thank you very much. Hare Krishna."}]}