{"video_id": "Uk4_F24Vz70", "title": "The Residence of Sri Nityananda Prabhu | Sri Jai Chaitanya Dasa | Sri Gaura Mandala Parikrama 2024", "speaker": "HG Jai Chaitanya Dasa", "youtube_url": "https://www.youtube.com/watch?v=Uk4_F24Vz70", "duration": 557, "segments": [{"start": 0.0, "end": 27.18, "text": " residents of lord nithyananda prabhu at kardaha we saw a house"}, {"start": 27.18, "end": 36.0, "text": " that is nithyananda prabhu's house and some details about him and his house is here"}, {"start": 36.0, "end": 45.019999999999996, "text": " shri nithyananda prabhu is none other than lord balram the first expansion of the supreme"}, {"start": 45.019999999999996, "end": 48.5, "text": " personality of god in naratham das takur sings"}, {"start": 48.5, "end": 54.5, "text": " vrajendra nandana say sachi sutta haila say balram haila nithai"}, {"start": 54.5, "end": 57.16, "text": " vrajendra nandana is lord krishna"}, {"start": 57.160000000000004, "end": 62.32000000000001, "text": " the master of vraja and sachi sutta refers to the son of mother sachi"}, {"start": 62.32000000000001, "end": 67.74000000000001, "text": " so the same person who previously had been the darling of vrindavana"}, {"start": 67.74000000000001, "end": 73.30000000000001, "text": " has now incarnated as sri chaitanya the son of sachi mata"}, {"start": 73.30000000000001, "end": 81.24000000000001, "text": " similarly the person who previously had been lord balram has now appeared as nithyananda prabhu"}, {"start": 81.24000000000001, "end": 86.0, "text": " on the orders of lord chaitanya nithyananda prabhu had returned to bengal"}, {"start": 86.0, "end": 87.14, "text": " he was inspired by the lord nithyananda prabhu"}, {"start": 87.16, "end": 90.34, "text": " and instructed to get married and accept grihastha ashram"}, {"start": 90.34, "end": 96.88, "text": " lord chaitanya had entrusted the preaching of bengal under the leadership of merciful"}, {"start": 96.88, "end": 100.42, "text": " nithai in order to fulfill the orders of the lord"}, {"start": 100.42, "end": 109.88, "text": " he soon got married to the two daughters of suryadasa sarkhel namely vasudha and janava"}, {"start": 109.88, "end": 115.16, "text": " and settled down at kunjavatika in the town of kardaha"}, {"start": 115.16, "end": 117.16, "text": " in the course of time"}, {"start": 117.16, "end": 124.1, "text": " He begot one son and one daughter here, Shri Bhirachandraprabhu and Srimati Ganga Devi."}, {"start": 125.06, "end": 135.82, "text": " Shri Gaurav Ganesha Deepika reveals that Srimati Vasudha and Janava were actually the incarnations of the eternal concerts of Lord Balaram,"}, {"start": 135.82, "end": 141.2, "text": " namely Srimati Varuni and Revati Devi respectively."}, {"start": 141.20000000000002, "end": 153.54000000000002, "text": " Shri Bhirachandraprabhu was none other than Shirodakshayi Vishnu, who manifests as the super soul in all of our hearts,"}, {"start": 154.02, "end": 161.04000000000002, "text": " while Mother Ganges descended as Ganga Devi, the daughter of Lord Nithyananda."}, {"start": 161.04000000000002, "end": 166.68, "text": " So we saw the house where they were all staying after the lunch today afternoon."}, {"start": 167.9, "end": 170.74, "text": " According to the hearsay, after his marriage,"}, {"start": 170.88000000000002, "end": 171.04000000000002, "text": " Lord Nithyananda,"}, {"start": 171.20000000000002, "end": 182.02, "text": " had requested the local Zavindar over here in Kardaha to kindly allot him a piece of land where he and his family could reside."}, {"start": 182.88000000000002, "end": 195.52, "text": " The Zavindar, being unaware of Lord Nithyananda's divinity, rebuked him for abandoning his sanyasa and accepting a wife later on."}, {"start": 195.72000000000003, "end": 201.02, "text": " The Zavindar, at the time of conversation, was fishing along with his friends."}, {"start": 201.14000000000001, "end": 201.18, "text": " On the way, Lord Nithyananda had requested the local Zavindar to kindly allot him a piece of land where he and his family could reside."}, {"start": 201.18, "end": 201.24, "text": " On the way, Lord Nithyananda had requested the local Zavindar to kindly allot him a piece of land where he and his family could reside."}, {"start": 201.24, "end": 201.3, "text": " On the way, Lord Nithyananda had requested the local Zavindar to kindly allot him a piece of land where he and his family could reside."}, {"start": 201.3, "end": 201.34, "text": " On the way, Lord Nithyananda had requested the local Zavindar to kindly allot him a piece of land where he and his family could reside."}, {"start": 201.34, "end": 201.42000000000002, "text": " On the way, Lord Nithyananda had requested the local Zavindar to kindly allot him a piece of land where he and his family could reside."}, {"start": 201.42000000000002, "end": 201.48000000000002, "text": " On the way, Lord Nithyananda had requested the local Zavindar to kindly allot him a piece of land where he and his family could reside."}, {"start": 201.48000000000002, "end": 201.68, "text": " On the way, Lord Nithyananda had requested the local Zavindar to kindly allot him a piece of land where he and his family could reside."}, {"start": 201.68, "end": 208.32, "text": " Ganges. He sarcastically replied to Nithyananda that if he really needed a piece of land to stay"}, {"start": 208.32, "end": 214.96, "text": " then he would have to create it out of water. Saying this, the zamindar threw a piece of"}, {"start": 214.96, "end": 227.52, "text": " burning straw into the Ganges in order to mark the place on water where the zamindar"}, {"start": 227.52, "end": 233.84, "text": " decided lord Nithyananda to set up his residence, making fun of lord Nithyananda Prabhu in front of"}, {"start": 233.84, "end": 239.20000000000002, "text": " his friends. Nithyananda Prabhu who always remained very humble and without any anger"}, {"start": 240.16000000000003, "end": 246.88, "text": " did not mind the zamindar's harsh words and assured the zamindar that whatever he had wished"}, {"start": 246.88, "end": 253.28, "text": " though sarcastically would surely come to pass. What happened next stunned all present."}, {"start": 254.0, "end": 257.44, "text": " A huge mass of land suddenly appeared from the water."}, {"start": 257.52, "end": 259.52, "text": " A huge mass of land suddenly appeared from the water exactly at the place"}, {"start": 259.52, "end": 266.71999999999997, "text": " where the burning piece of straw had hit it. Then this newly created island then got connected"}, {"start": 266.71999999999997, "end": 275.03999999999996, "text": " with the mainland. This place subsequently came to be known as Kardaha. Kar means straw in Bengali."}, {"start": 275.59999999999997, "end": 282.08, "text": " Lord Nithai set up his residence on this piece of land and began residing with his family."}, {"start": 282.08, "end": 286.56, "text": " His transcendental house is presently renovated all over the three worlds"}, {"start": 287.52, "end": 294.64, "text": " as Kunjavatika. There is a very sweet pastime that has been narrated in Abhirama Leelamrita"}, {"start": 294.64, "end": 301.84, "text": " which talks of Shri Abhirama Gopala Thakura's arrival in Kardaha. Shri Abhirama Gopal Thakur,"}, {"start": 301.84, "end": 308.71999999999997, "text": " one of the most prominent of the twelve cowherd boys, Dwaadasha Gopala, had a very powerful"}, {"start": 308.71999999999997, "end": 314.4, "text": " personality. He was a great friend of an intimate associate of Shri Nithyananda Prabhu."}, {"start": 314.4, "end": 317.52, "text": " Shri Nithyananda Prabhu had a very powerful personality. He was a great friend of an intimate associate of Shri Nithyananda Prabhu."}, {"start": 317.52, "end": 318.4, "text": " Shri Nithyananda Prabhu had a very powerful personality. He was a great friend of an intimate associate of Shri Nithyananda Prabhu."}, {"start": 318.4, "end": 322.88, "text": " If Abhirama Thakur bowed down to any person who was not the lord"}, {"start": 322.88, "end": 326.56, "text": " or empowered by the lord then that person would die immediately."}, {"start": 327.44, "end": 333.68, "text": " Similarly if he bowed down before any stone that was not a Saligramshila then that stone"}, {"start": 333.68, "end": 341.12, "text": " would immediately crack. Several deities in Bengal had cracked just because Shri Abhirama had paid"}, {"start": 341.12, "end": 347.44, "text": " them his obeisances. All the previous seven sons of Nithyananda Prabhu had died because"}, {"start": 347.52, "end": 354.96, "text": " Sri Abhirama Thakur had paid them his dhandavats. However, when Sri Bhirachand Prabhu appeared"}, {"start": 354.96, "end": 360.79999999999995, "text": " in this world, Lord Nithya was very careful not to invite Sri Abhirama Gopal Thakur to"}, {"start": 360.79999999999995, "end": 366.84, "text": " attend his childbirth ceremony. He feared that Abhirama would again bow down and cause"}, {"start": 366.84, "end": 373.84, "text": " harm to the child. Though Lord Nithya was an expansion of the Supreme Lord, yet he played"}, {"start": 373.84000000000003, "end": 379.98, "text": " his part like a normal father and therefore expressed his concern and anguish. Nithyananda"}, {"start": 379.98, "end": 387.38000000000005, "text": " Prabhu did not want to take any risk. He feared that Abhirama would still arrive uninvited."}, {"start": 388.14000000000004, "end": 394.1, "text": " Hence, he instructed all the boatsmen of Kardaha not to transport Abhirama Thakur to the other"}, {"start": 394.1, "end": 401.40000000000003, "text": " side of Ganges in case he was seen that day. Sri Abhirama Gopal was a covert boy of Vrindavan"}, {"start": 401.40000000000003, "end": 403.46000000000004, "text": " and he neither had any ego."}, {"start": 403.84000000000003, "end": 411.48, "text": " Nor did he care for any false prestige. In a very innocent mood, living behind all inhibitions,"}, {"start": 411.84000000000003, "end": 418.08000000000004, "text": " he set out for Kardaha without any invitation to meet his dear friend and bless his newborn."}, {"start": 419.18, "end": 424.28000000000003, "text": " When Abhirama Thakur arrived on the bank of Ganges and asked the boatmen to carry him"}, {"start": 424.28000000000003, "end": 430.24, "text": " to Kardaha, the boatmen panicked. Running out of options, they drowned their boats in"}, {"start": 430.24, "end": 430.66, "text": " the water."}, {"start": 431.48, "end": 433.82000000000005, "text": " But Abhirama then simply spread his grace and said,"}, {"start": 433.84000000000003, "end": 440.22, "text": " And then, sitting on that floating cloth, peacefully crossed over the river. Seeing"}, {"start": 440.22, "end": 447.1, "text": " his prowess, all the onlookers were amazed. When Abhirama finally arrived at Kunjavatika,"}, {"start": 447.72, "end": 454.66, "text": " Nithyananda Prabhu courteously embraced him and fed him sumptuously. Thereafter, in spite"}, {"start": 454.66, "end": 461.64000000000004, "text": " of Srimati Janava and Vasudha Devi's place, Abhirama bowed down again and paid his obeisances"}, {"start": 461.64000000000004, "end": 463.28000000000003, "text": " to little Birchandra."}, {"start": 463.84000000000003, "end": 470.08000000000004, "text": " When he saw that no harm was caused to the little child, he was overjoyed and composed"}, {"start": 470.08000000000004, "end": 476.04, "text": " verses glorifying him, understanding that he was the expansion of the Supreme Lord."}, {"start": 476.04, "end": 483.86, "text": " In an innocent mood, he sang and danced in ecstasy. Thus, Sri Birchandra Prabhu had displayed"}, {"start": 483.86, "end": 490.78000000000003, "text": " the exalted symptoms of divinity since his very birth. Sri Nithyananda Prabhu had performed"}, {"start": 490.78000000000003, "end": 493.52000000000004, "text": " the most amazing pastimes here in Kardaha."}, {"start": 493.84000000000003, "end": 501.44000000000005, "text": " Which cannot be completely described even with a thousand mouths. Such was his magnanimity,"}, {"start": 502.72, "end": 509.36, "text": " such was his mood, that he freely distributed the treasure of Lord's love. His uncommon,"}, {"start": 509.36, "end": 516.1600000000001, "text": " unique pastime moved even the atheist to cry tears of love. Lord Nithya was almost completely"}, {"start": 516.1600000000001, "end": 522.4000000000001, "text": " devoid of any external consciousness and remained intoxicated in an ecstatic love of God."}, {"start": 523.84, "end": 529.94, "text": " In such a state of utter ecstasy, he would sometimes jump high up in the air or at other"}, {"start": 529.94, "end": 536.36, "text": " times roll over the ground while continuously glorifying the Supreme Lord. Sometimes he"}, {"start": 536.36, "end": 542.08, "text": " would laugh and at other times streams of tears would roll down his beautiful eyes."}, {"start": 542.08, "end": 549.4200000000001, "text": " Srimati Janava Devi, Vasudha Devi and Birchandra Prabhu have all manifested their sweet pastimes"}, {"start": 549.4200000000001, "end": 552.64, "text": " here and sanctified the holy track of land."}]}