{"video_id": "uymyVX9hBSU", "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.15.17 | 09-12-2022", "speaker": "HH Stoka Krishna Swami", "youtube_url": "https://www.youtube.com/watch?v=uymyVX9hBSU", "duration": 889, "segments": [{"start": 0.0, "end": 9.0, "text": " ओम अज्ञानति मिरान्धस्या ज्ञानान्जनिषलाकया चक्षुरुन्मीलितं येनातस्मै श्री गुरवे नमः"}, {"start": 9.0, "end": 18.38, "text": " नमा ओम विष्णु पाधाया कृष्ण प्रेष्ठाय भूतले श्रीमते भक्ति वेदान्त स्वामिन्नितिनामिने"}, {"start": 18.38, "end": 28.299999999999997, "text": " नमस्ते सारस्वते देवे गवरवाणी प्रचारिने निर्विशेश शुन्यवादी पाश्चात्यदेशतारिने"}, {"start": 28.299999999999997, "end": 38.599999999999994, "text": " जय श्री कृष्ण चैतन्या प्रभू नित्यानन्दा श्री अद्वैत गदाधरा श्रीवास अधी गवरभक्त वृन्दा"}, {"start": 38.6, "end": 48.260000000000005, "text": " Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"}, {"start": 48.260000000000005, "end": 56.88, "text": " Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Jai Vanarottamam"}, {"start": 56.88, "end": 62.900000000000006, "text": " Devim Sarasvatim Vyasam Tato Jayam Udi Rayet"}, {"start": 62.9, "end": 72.12, "text": " In this session we will be discussing from the 17th verse of the 15th chapter of the 1st canto of Srimad Bhagavatam."}, {"start": 72.12, "end": 78.1, "text": " Sautye Vratakumatinatmada Ishwarome"}, {"start": 78.1, "end": 83.22, "text": " Yadpada Padmam Abhavaya Bhajantibhavya"}, {"start": 83.22, "end": 88.74, "text": " Maam Shrantavaham Arayo Rathino Bhuvishtham"}, {"start": 88.74, "end": 92.88, "text": " Napraharan Yad Anubhava Nirastam"}, {"start": 92.9, "end": 95.9, "text": " Yadpada Padmam Abhavaya Bhajantibhavya"}, {"start": 95.9, "end": 98.0, "text": " The meaning of this verse is"}, {"start": 98.0, "end": 110.38000000000001, "text": " It was by his mercy only that my enemies neglected to kill me when I descended from my chariot to get water for my thirsty horses."}, {"start": 110.78, "end": 120.30000000000001, "text": " And it was due to my lack of esteem for my lord that I dared engage him as my chariot driver"}, {"start": 120.30000000000001, "end": 122.26, "text": " for he is worshipped"}, {"start": 122.26, "end": 127.7, "text": " and offered services by the best men to attain salvation."}, {"start": 130.86, "end": 135.86, "text": " So Arjuna is recollecting some past incidents"}, {"start": 135.86, "end": 143.54000000000002, "text": " in his intimate relationship with the Supreme Lord Krishna."}, {"start": 147.54000000000002, "end": 150.54000000000002, "text": " And it is clearly established that Krishna"}, {"start": 152.26, "end": 156.06, "text": " is very, very merciful to his devotees,"}, {"start": 156.06, "end": 157.78, "text": " especially his pure devotees."}, {"start": 157.78, "end": 161.54, "text": " He is very, very kind, very merciful,"}, {"start": 161.54, "end": 166.45999999999998, "text": " and he is ready to do anything for his devotees."}, {"start": 166.45999999999998, "end": 173.14, "text": " So this is a good point that is being brought out by Arjuna"}, {"start": 173.14, "end": 181.78, "text": " that Krishna, who is worshipped and offered services by the best of men to attain salvation,"}, {"start": 182.26, "end": 183.26, "text": " is a very, very merciful person."}, {"start": 183.26, "end": 186.26, "text": " That Supreme Lord, Arjuna is thinking,"}, {"start": 186.26, "end": 191.38, "text": " I dared engage him as my chariot driver."}, {"start": 191.38, "end": 198.06, "text": " So Srila Prabhupada explains this in the purport,"}, {"start": 198.38, "end": 199.34, "text": " a little elaborately,"}, {"start": 200.26, "end": 200.95999999999998, "text": " this point."}, {"start": 202.98, "end": 206.6, "text": " The Supreme Lord, the personality of God is Sri Krishna,"}, {"start": 207.45999999999998, "end": 209.12, "text": " is the object of worship,"}, {"start": 209.35999999999999, "end": 212.07999999999998, "text": " both by impersonalists,"}, {"start": 212.26, "end": 227.62, "text": " by the devotees of the Lord the impersonalists worship his glowing effulgence emanating from his"}, {"start": 227.62, "end": 238.23999999999998, "text": " transcendental body of eternal form bliss and knowledge so there are two categories of"}, {"start": 238.24, "end": 248.8, "text": " transcendentalists who are followers of the Vedanta philosophy presented by Vyasa Deva the"}, {"start": 248.8, "end": 258.64, "text": " first category are the impersonalists so they worship the impersonal Brahman now what is this"}, {"start": 258.64, "end": 264.88, "text": " impersonal Brahman this impersonal Brahman is a glowing effulgence coming out of the"}, {"start": 264.88, "end": 266.72, "text": " transcendental form of Krishna"}, {"start": 268.24, "end": 275.86, "text": " so the impersonalists are also worshiping Krishna but they are unable to approach the"}, {"start": 275.86, "end": 286.46000000000004, "text": " personality of Krishna because of their impersonal conception they cannot go beyond the Brahma"}, {"start": 286.46000000000004, "end": 297.22, "text": " Jyothi or the Brahman effulgence and Krishna says this in the Eshopanishad it is mentioned"}, {"start": 297.22, "end": 297.72, "text": " that"}, {"start": 298.24, "end": 306.44, "text": " the Supreem lord his transcendental form is covered by his dazzling effulgence emanating from"}, {"start": 306.44, "end": 316.14, "text": " his transient form the Brahma Jyothi or the impersonal Brahman and here Prabhupada"}, {"start": 316.14, "end": 323.56, "text": " continues to explain that devotees the second category of transcendentalist who are followers"}, {"start": 323.56, "end": 326.14, "text": " of the Vedanta philosophy present by Vyasa Deva they are the devotees who involve themselves in and"}, {"start": 326.14, "end": 327.34000000000003, "text": " on theём Marianism in the word Lord Brahmacharya."}, {"start": 327.34000000000003, "end": 328.22, "text": " they are the devotees who are the together followers of St Karmakaria know Fifuge USA by the Vere verde by Massalan Kah τιςa veni s flats that precise understanding is there pertamata 지금 the seda the sada usthiyab talk us e voln and vesala brother Wis merely at two details this concept can be explained with the hilaryfficient intent we did not understand sense or logic so we want to understand what is the difference between the 21st classويkat geography of Virtual Republic of India."}, {"start": 328.24, "end": 334.66, "text": " the bhakti yogis or the pure devotees they worship him as the supreme"}, {"start": 334.66, "end": 340.66, "text": " personality of Godhead they directly worship the source the source of"}, {"start": 340.66, "end": 346.54, "text": " everything including the Brahman effulgence Krishna is the source of the"}, {"start": 346.54, "end": 351.98, "text": " Brahman effulgence Brahmanohi pratishtaham in the Bhagavad Gita Krishna"}, {"start": 351.98, "end": 357.92, "text": " explains I am the basis of the impersonal Brahman Krishna says and the"}, {"start": 357.92, "end": 364.88, "text": " Brahmasamhita says yasyaprabha prabhavato jagadhanda koti govindam"}, {"start": 364.88, "end": 372.92, "text": " adipurusham tamaham bhajami that primeval Lord Govinda Krishna yasyaprabha"}, {"start": 372.92, "end": 385.18, "text": " his bodily effulgence is the Brahma Jyoti so further Srila Prabhupada says"}, {"start": 385.18, "end": 387.92, "text": " those who are below even the impersonal"}, {"start": 387.92, "end": 395.74, "text": " is consider him to be one of the great historical personalities apart from the"}, {"start": 395.74, "end": 405.56, "text": " Vedantas who follow the Vedanta philosophy presented by Vyasa Deva there"}, {"start": 405.56, "end": 412.58000000000004, "text": " are others also there are other philosophers other transcendentalists"}, {"start": 412.58000000000004, "end": 417.76, "text": " they consider him to be one of the great historical personalities"}, {"start": 417.92, "end": 427.88, "text": " the Lord however descends to attract all by his specific transcendental pastimes"}, {"start": 427.88, "end": 434.06, "text": " Krishna is not only for the devotees or only for the transcendentalists who"}, {"start": 434.06, "end": 438.74, "text": " follow the Vedanta which is the correct philosophy but he is for everyone"}, {"start": 438.74, "end": 447.72, "text": " because everyone is his part and parcel his own mama eva misho jiva loke jiva bhoota sanatana ha"}, {"start": 447.92, "end": 455.62, "text": " sarva bhutani asheshani drakshasi atmani atomai so in several places in the"}, {"start": 455.62, "end": 460.62, "text": " Bhagavad Gita Krishna explains very carefully sarva yonisha kaunteya"}, {"start": 460.62, "end": 466.08000000000004, "text": " murtriya sambhavanti yaha tasam brahma mahad yonir aham bija pradapita"}, {"start": 466.08000000000004, "end": 469.90000000000003, "text": " I am the seed giving father for all the living entities who take birth in this"}, {"start": 469.90000000000003, "end": 476.14, "text": " material world at the beginning of creation all living beings belong to me"}, {"start": 476.14, "end": 477.90000000000003, "text": " they are mine they are mine they are mine they are mine they are mine they are mine they are mine they are mine they are mine they are mine they are mine they are mine"}, {"start": 477.92, "end": 485.72, "text": " they are within me they are in me they are my own part and parcel eternally"}, {"start": 485.72, "end": 495.92, "text": " they are my parts they belong to me so Krishna does not disown anybody though"}, {"start": 495.92, "end": 503.68, "text": " we may forget Krishna we may try to be independent of Krishna we may be"}, {"start": 503.68, "end": 507.62, "text": " neglectful of Krishna though he is prominent in"}, {"start": 507.62, "end": 514.1, "text": " our life even in this material world Bhagavad Gita elaborately explains this"}, {"start": 514.1, "end": 521.9, "text": " how Krishna is prominent in our ordinary life even in this material world as"}, {"start": 521.9, "end": 527.84, "text": " Paramatma has entered our heart and then he is conducting all the affairs of this"}, {"start": 527.84, "end": 531.2, "text": " body we are totally helpless in this body"}, {"start": 531.2, "end": 537.42, "text": " because we are spirit and this body is a made up of the material energy so for"}, {"start": 537.42, "end": 547.24, "text": " us material energy is foreign a foreign substance so we do not know what is"}, {"start": 547.24, "end": 553.68, "text": " this body we do not know how to use this body we cannot live in this body and"}, {"start": 553.68, "end": 560.0999999999999, "text": " utilize this body but Krishna facilitates us Paramatma so he is"}, {"start": 560.0999999999999, "end": 567.4, "text": " active every moment he is active within every living being only then the living"}, {"start": 567.4, "end": 572.12, "text": " being can actually live in the body and utilize the body for whatever purposes"}, {"start": 572.12, "end": 579.72, "text": " the living entity wants to so Krishna never forsakes anybody Krishna never"}, {"start": 579.72, "end": 589.22, "text": " disowns anybody Krishna is never away from anyone but we are forgetful we"}, {"start": 589.22, "end": 593.28, "text": " means the living entities in the material world who have taken birth by"}, {"start": 593.28, "end": 597.4, "text": " force of karma are the ones who are forgetful of"}, {"start": 597.4, "end": 604.9599999999999, "text": " Krishna are the ones who are neglecting Krishna are the ones who are wanting to"}, {"start": 604.9599999999999, "end": 613.6, "text": " be independent of Krishna so here Srila Prabhupada says the Supreme Lord Krishna"}, {"start": 613.6, "end": 617.56, "text": " descends comes down to this material world that's what we say he incarnates"}, {"start": 617.56, "end": 624.04, "text": " to attract all by his specific transcendental pastimes and thus he"}, {"start": 624.04, "end": 627.16, "text": " plays the part of the most perfect master"}, {"start": 627.4, "end": 632.68, "text": " friend son and lover these are the personal relationships Krishna has with"}, {"start": 632.68, "end": 639.4599999999999, "text": " his personal devotees perfect master he plays the part of the master when the"}, {"start": 639.4599999999999, "end": 644.3199999999999, "text": " devotee wants to serve him as a servant when the devotee wants to serve him as"}, {"start": 644.3199999999999, "end": 649.04, "text": " his friend then he acts as a perfect friend when the devotee wants to act as"}, {"start": 649.04, "end": 654.72, "text": " his father or mother he plays the part of the perfect son and when the devotee"}, {"start": 654.72, "end": 657.4, "text": " wants him as"}, {"start": 657.4, "end": 665.22, "text": " her beloved then he plays the part of the perfect lover"}, {"start": 665.8, "end": 671.14, "text": " his transcendental relationship Arjuna was in friendship and a lot therefore"}, {"start": 671.14, "end": 677.52, "text": " played the part perfectly as he did with his parents lovers and wives while"}, {"start": 677.52, "end": 685.26, "text": " playing in such a perfect transcendental relation that devotee forgets by the"}, {"start": 685.26, "end": 687.0799999999999, "text": " internal potency of the Lord"}, {"start": 687.4, "end": 690.72, "text": " That is friend or son is a supreme personality of God."}, {"start": 692.1999999999999, "end": 699.52, "text": " Arjuna is repenting that how dare I engaged him as my chariot driver."}, {"start": 700.5799999999999, "end": 701.8, "text": " He is a supreme lord."}, {"start": 702.66, "end": 713.36, "text": " But the fact is Arjuna is made to forget that Krishna is the supreme lord by Krishna's internal potency, yoga maya."}, {"start": 713.36, "end": 721.92, "text": " So that it can facilitate the intimate pastimes in Krishna's relationship with his devotees."}, {"start": 725.84, "end": 735.28, "text": " Now Srila Prabhupada says Krishna wants to play the perfect part as the son or the friend or the lover."}, {"start": 737.24, "end": 743.34, "text": " And sometimes even though the yoga maya practice is not perfect,"}, {"start": 743.36, "end": 749.82, "text": " the yoga maya covers the fact that Krishna is a supreme lord in his dealings with his devotees."}, {"start": 750.54, "end": 754.48, "text": " Sometimes the devotee is bewildered by the acts of the lord."}, {"start": 756.72, "end": 761.76, "text": " So after the departure of the lord, Arjuna was conscious of his great friend."}, {"start": 762.2, "end": 764.6, "text": " But there is no mistake on the part of Arjuna."}, {"start": 765.52, "end": 769.88, "text": " We should not think Arjuna made a big mistake by engaging Krishna as his chariot driver."}, {"start": 771.94, "end": 773.02, "text": " Nor any."}, {"start": 773.36, "end": 782.44, "text": " Arjuna was not wrongly thinking that Krishna is my friend."}, {"start": 782.64, "end": 782.76, "text": " No."}, {"start": 784.84, "end": 791.28, "text": " Intelligent men are attracted by the transcendental acting of the lord with a pure, unalloyed devotee like Arjuna."}, {"start": 791.86, "end": 795.6800000000001, "text": " So it requires intelligence to understand Krishna's dealings with his pure devotees."}, {"start": 796.78, "end": 803.04, "text": " Others who are conversant with the pure devotional,"}, {"start": 803.36, "end": 815.76, "text": " only they can appreciate Krishna's kindness and magnanimity and love for his devotees."}, {"start": 816.76, "end": 822.76, "text": " Only on a pure devotional platform, we can understand these dealings of Krishna."}, {"start": 822.76, "end": 832.76, "text": " Otherwise, we may mistake either that Krishna is an ordinary person or we may wrongly think that devotees are too puffed up."}, {"start": 833.36, "end": 839.32, "text": " And proud to engage Krishna as their friend or as their son or as their lover."}, {"start": 840.2, "end": 840.5600000000001, "text": " No."}, {"start": 840.88, "end": 842.6, "text": " There is no mistake on the part of the devotees."}, {"start": 843.22, "end": 844.9, "text": " Neither Krishna is an ordinary person."}, {"start": 844.9, "end": 846.34, "text": " He retains."}, {"start": 846.9, "end": 851.16, "text": " He is eternally the transcendental supreme personality of Godhead."}, {"start": 851.96, "end": 862.9, "text": " But he, out of his own sweet will, he wants his devotees to serve him."}, {"start": 863.36, "end": 878.12, "text": " In an intimate way, as his son or, sorry, as his mother or father or lover or friend."}, {"start": 878.8000000000001, "end": 879.94, "text": " Krishna wants that."}, {"start": 880.72, "end": 882.9, "text": " And therefore, the devotees are never at fault."}, {"start": 884.42, "end": 885.2, "text": " I'll stop here."}, {"start": 885.6800000000001, "end": 886.4, "text": " Thank you very much."}, {"start": 886.48, "end": 886.92, "text": " Hare Krishna."}]}