{"video_id": "v0zIoNyR_fc", "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.10.29 | 19-06-2022", "speaker": "HH Stoka Krishna Swami", "youtube_url": "https://www.youtube.com/watch?v=v0zIoNyR_fc", "duration": 919, "segments": [{"start": 0.0, "end": 16.0, "text": " ओम ज्ञानति मिरान्धस्या ज्ञानाञ्जनिषलाकया चक्षुरुन्मीलितं येनातस्मै श्री गुरवेनमहा नमा ओम विष्णु पादाया कृष्ण प्रेष्ठाय भूतले श्री मते भक्ति वेदान्त स्वामिन्नितिनामिने"}, {"start": 16.0, "end": 33.32, "text": " नमस्ते सारस्वते देवे गौरवाणी प्रचारिने निर्विशेश शुन्यवादी पाश्चात्यदेशतारिने जय श्री कृष्ण चैतन्या प्रभूनित्यानन्दा श्री अद्वैत गणाधर श्रीवासादी गौरभक्त वृन्दा"}, {"start": 33.32, "end": 41.7, "text": " हरे कृष्णा हरे कृष्णा कृष्ण कृष्णा हरे हरे हरे राम हरे रामा राम रामा हरे हरे"}, {"start": 41.7, "end": 54.32, "text": " ओम नमो भगवते वासु देवाया नारायणम नमस्कृत्य नरम्चैवनरोत्तमं देवीम सरस्वतीम व्यासं ततो जयमुदीरयेत।"}, {"start": 55.36, "end": 62.620000000000005, "text": " In this session we will be discussing from the 29th verse of the 10th chapter of the first canto of Srimad Bhagavatam."}, {"start": 63.32, "end": 82.98, "text": " या वीर्य शुल्केन रुता स्वयंबरे प्रमत्य चैद्य प्रमुखान्ही शुष्मिनहा प्रद्युम्न साम्भांब सुतादयो अपरा याश्चाहृता भव्म वधे सहस्रशः"}, {"start": 86.16, "end": 93.26, "text": " The meaning of this verse is the children of these ladies are प्रद्युम्न साम्भांब"}, {"start": 93.26, "end": 93.3, "text": " अम्ब"}, {"start": 93.3, "end": 101.53999999999999, "text": " etc. Ladies like Rukmini, Satyabhama and Jambavati were forcibly taken away by him from their"}, {"start": 101.53999999999999, "end": 109.02, "text": " Swayamvara ceremonies after he defeated many powerful kings headed by Shishupala and other"}, {"start": 109.02, "end": 116.66, "text": " ladies were also forcibly taken away by him after he killed Bhomasura and thousands of his"}, {"start": 116.66, "end": 120.9, "text": " assistants. All of these ladies are glorious."}, {"start": 120.9, "end": 139.38, "text": " So the ladies of Hastinapura are glorifying the children of Krishna when he was in Dwarka"}, {"start": 139.38, "end": 150.84, "text": " married to so many queens and even the queens they are very glorious."}, {"start": 150.84, "end": 169.72, "text": " Because Krishna had to fight against very powerful Kshatriyas in order to take them away"}, {"start": 169.72, "end": 180.68, "text": " in Swayamvara ceremony. So Srila Prabhupada explains in the purport, exceptionally qualified"}, {"start": 180.68, "end": 186.84, "text": " daughters of powerful kings were allowed to make a choice of their own bridegrooms in"}, {"start": 186.84, "end": 195.64000000000001, "text": " open competition and such ceremonies were called Swayamvara or selection of the bridegroom."}, {"start": 195.64000000000001, "end": 205.56, "text": " In the Vedic culture generally the parents of the girl who is to be married will make"}, {"start": 205.56, "end": 210.62, "text": " the selection of the boy."}, {"start": 210.62, "end": 225.98000000000002, "text": " The girls are not given a free hand in selecting their own. The boy whom they want to marry"}, {"start": 225.98000000000002, "end": 237.58, "text": " they can select on their own. But an exception is when the qualified daughter of a powerful king"}, {"start": 240.62, "end": 255.98000000000002, "text": " is to be married then she will marry the most competent or chivalrous Kshatriya by selecting"}, {"start": 255.98000000000002, "end": 270.3, "text": " one who is victorious in a competition. Just like even Lord Ramachandra he married"}, {"start": 270.62, "end": 274.62, "text": " the most powerful Kshatriya in Swayamvara ceremony."}, {"start": 274.62, "end": 290.86, "text": " Janaka Maharaj had organized that the very very heavy and big bow that had to be strung"}, {"start": 290.86, "end": 298.78000000000003, "text": " after lifting it and nobody was able to do that except Lord Ramachandra."}, {"start": 300.62, "end": 308.86, "text": " So therefore Sita was married to Lord Ramachandra. Similarly Draupadi also, she was married"}, {"start": 308.86, "end": 321.1, "text": " in the Swayamvara ceremony to Arjuna and later on to all the Pandavas like that even Krishna."}, {"start": 321.1, "end": 329.42, "text": " He defeated Shishupala and others when Lord Ramachandra were to be smoothed out."}, {"start": 330.62, "end": 347.82, "text": " Rukmini had actually requested Krishna to actually take her away from being married to Shishupala."}, {"start": 347.82, "end": 359.1, "text": " It was not exactly a swayamvara but Krishna had to fight against Shishupala and other kings to take away Rukmini."}, {"start": 360.62, "end": 370.66, "text": " So, like this, this selection of bridegroom for exceptionally qualified daughters of powerful kings."}, {"start": 371.86, "end": 389.92, "text": " Because this swayamvara was an open competition between the rival and valiant princes, such princes were invited by the father of the princes and usually there were regular fights between the invited princely order in a sporting spirit."}, {"start": 390.62, "end": 417.38, "text": " So, generally Kshatriyas, they like to fight when challenged or when there is a competition and it is not done so much in an inimical spirit, not out of enmity, much out of a sporting spirit, much in a sporting spirit."}, {"start": 417.38, "end": 420.38, "text": " But it so happened."}, {"start": 420.62, "end": 430.96, "text": " So, sometimes the belligerent princes were killed in such marriage fighting and the victorious princes offered the trophy princes for whom so many princes died."}, {"start": 432.96, "end": 436.22, "text": " The Kshatriyas are ready to lay down their lives."}, {"start": 437.66, "end": 438.46, "text": " They don't hesitate."}, {"start": 438.46, "end": 450.46, "text": " For them, that chivalrous spirit is more important than marriage."}, {"start": 450.62, "end": 453.16, "text": " So, they are ready to lay down their lives for the sake of protecting their own life."}, {"start": 453.16, "end": 456.0, "text": " So, that is Kshatriya."}, {"start": 456.64, "end": 461.86, "text": " Such Kshatriyas are very rarely seen in this Kali Yuga."}, {"start": 461.86, "end": 476.94, "text": " Of course, we have many people who enlist themselves in the army or navy or air force, defense forces."}, {"start": 477.4, "end": 480.6, "text": " And they are ready to lay down their lives for the sake of protection."}, {"start": 480.62, "end": 481.38, "text": " So, they are ready to lay down their lives for the sake of protecting the country."}, {"start": 482.44, "end": 484.32, "text": " There are people even now."}, {"start": 484.32, "end": 507.06, "text": " But, by and large, the Kshatriyas who can actually follow the Vedic principles and rule over a state or a kingdom or a province or a country, that is not to be found now."}, {"start": 507.06, "end": 510.06, "text": " Such Kshatriyas are..."}, {"start": 510.62, "end": 513.88, "text": " Not available now."}, {"start": 514.36, "end": 515.4, "text": " Who are trained up."}, {"start": 516.52, "end": 521.64, "text": " Trained up in the military science according to their aptitude."}, {"start": 523.52, "end": 526.36, "text": " Such training doesn't happen."}, {"start": 526.76, "end": 527.72, "text": " There is no such training."}, {"start": 528.04, "end": 535.4, "text": " There is no such training available now."}, {"start": 537.4, "end": 538.4, "text": " Hmm."}, {"start": 540.62, "end": 551.4, "text": " Rukmini, the principal queen of Lord Krishna, was the daughter of the king of Vidarbha, who wished that his qualified and beautiful daughter be given away to Lord Krishna."}, {"start": 553.4, "end": 561.4, "text": " Rukmini's father, Bhishmaka, he wanted to marry Rukmini to Lord Krishna, who was the king of Dwaraka."}, {"start": 562.4, "end": 570.4, "text": " But, her eldest brother, that is the eldest son of Bhishmaka, his name was Rukmini."}, {"start": 570.62, "end": 578.4, "text": " He wanted that Rukmini be given away to King Shishupala, who happened to be a cousin of Krishna."}, {"start": 578.4, "end": 581.4, "text": " Shishupala was a cousin of Krishna."}, {"start": 581.4, "end": 590.4, "text": " He was also the son of a very powerful ruler, Dhamma Gosha."}, {"start": 590.4, "end": 593.4, "text": " So, there was open competition."}, {"start": 593.4, "end": 596.4, "text": " And, as usual, Lord Krishna emerged successful."}, {"start": 596.4, "end": 598.4, "text": " And, as usual, Lord Krishna emerged successful."}, {"start": 598.4, "end": 599.4, "text": " And, as usual, Lord Krishna emerged successful."}, {"start": 599.4, "end": 600.4, "text": " And, as usual, Lord Krishna emerged successful."}, {"start": 600.4, "end": 601.4, "text": " Lord Krishna emerged successful."}, {"start": 601.4, "end": 602.4, "text": " Lord Krishna emerged successful."}, {"start": 602.4, "end": 603.4, "text": " Lord Krishna emerged successful."}, {"start": 603.4, "end": 604.4, "text": " Lord Krishna emerged successful."}, {"start": 604.4, "end": 605.4, "text": " Lord Krishna emerged successful."}, {"start": 605.4, "end": 606.4, "text": " Lord Krishna emerged successful."}, {"start": 606.4, "end": 607.4, "text": " Lord Krishna emerged successful."}, {"start": 607.4, "end": 608.4, "text": " Lord Krishna emerged successful."}, {"start": 608.4, "end": 609.4, "text": " Lord Krishna emerged successful."}, {"start": 609.4, "end": 610.4, "text": " Lord Krishna emerged successful."}, {"start": 610.4, "end": 611.4, "text": " Lord Krishna emerged successful."}, {"start": 611.4, "end": 612.4, "text": " Lord Krishna emerged successful."}, {"start": 612.4, "end": 613.4, "text": " Lord Krishna emerged successful."}, {"start": 613.4, "end": 614.4, "text": " Lord Krishna emerged successful."}, {"start": 614.4, "end": 615.4, "text": " Lord Krishna emerged successful."}, {"start": 615.4, "end": 616.4, "text": " Lord Krishna emerged successful."}, {"start": 616.4, "end": 617.4, "text": " Lord Krishna emerged successful."}, {"start": 617.4, "end": 618.4, "text": " Lord Krishna emerged successful."}, {"start": 618.4, "end": 619.4, "text": " Lord Krishna emerged successful."}, {"start": 619.4, "end": 620.4, "text": " Lord Krishna emerged successful."}, {"start": 620.4, "end": 621.4, "text": " Lord Krishna emerged successful."}, {"start": 621.4, "end": 622.4, "text": " Lord Krishna emerged successful."}, {"start": 622.4, "end": 623.4, "text": " Lord Krishna emerged successful."}, {"start": 623.4, "end": 624.4, "text": " Lord Krishna emerged successful."}, {"start": 624.4, "end": 625.4, "text": " Lord Krishna emerged successful."}, {"start": 625.4, "end": 626.4, "text": " Lord Krishna emerged successful."}, {"start": 626.4, "end": 627.4, "text": " Lord Krishna emerged successful."}, {"start": 627.4, "end": 628.4, "text": " Lord Krishna emerged successful."}, {"start": 628.4, "end": 629.4, "text": " Lord Krishna emerged successful."}, {"start": 629.4, "end": 630.4, "text": " Lord Krishna emerged successful."}, {"start": 630.4, "end": 659.0799999999999, "text": " which is his, the unlimited power, which only belongs to the Supreme Personality of Godhead Krishna, he is never without his powers, he is always the same personality with all his powers, with all his opulences, with all his energies, with all his strength, knowledge, everything, complete, 100% complete,"}, {"start": 660.4, "end": 689.4, "text": " so, unlike the living entities, who bewildered by the material influence, lose their strength or power or knowledge or their opulence or wealth, and the living entities are totally helpless under the clutches of maya,"}, {"start": 690.4, "end": 719.12, "text": " that is not the position of the Supreme Lord, even though he may appear to be a son of another Kshatriya like Vasudeva, but he is not a person of this world, he is not a jiva, he is not a living entity like a spirit soul,"}, {"start": 720.4, "end": 747.4, "text": " he is a Supreme Personality, he is a Supreme Soul, he is always with all his powers, so, there is nothing surprising or astonishing in the descriptions which are given in the shastras about his prowess,"}, {"start": 747.4, "end": 749.4, "text": " by which he defeats."}, {"start": 750.4, "end": 762.4, "text": " There are very very very powerful demons or powerful kings or powerful personalities or powerful devatas,"}, {"start": 762.4, "end": 779.4, "text": " after all these devatas or kings or demons, they are under the complete control of material nature, in this material world, they are completely controlled by material nature,"}, {"start": 780.4, "end": 792.4, "text": " this way they only reach salvation and законs or the forthcoming designs of the eternal divine form."}, {"start": 792.4, "end": 804.4, "text": " Therefore, only by the manipulation of certain material laws, do they gain some power and try to become the lord of some province or country,"}, {"start": 804.4, "end": 810.28, "text": " or state, or official entity, major name of some sovereign authority, or a city, or a status or some millimeters to which it belongs,"}, {"start": 810.28, "end": 832.28, "text": " some states or some planet even or even some planetary systems but that is only when they are allowed to lord over by the material energy which is directed by Krishna which belongs to Krishna"}, {"start": 832.28, "end": 852.28, "text": " so directly or indirectly everyone is subordinate to Krishna everyone all the created beings all the living entities who are tiny parts of the supreme lord"}, {"start": 852.28, "end": 861.28, "text": " whether a demon or a devata or a human being or any"}, {"start": 862.28, "end": 877.28, "text": " creature so Krishna defeats everyone and in this way Krishna actually displayed his"}, {"start": 877.28, "end": 891.28, "text": " prowess and he actually gave shelter to the devotees all these are devotees why should Krishna"}, {"start": 891.28, "end": 892.28, "text": " uh"}, {"start": 892.28, "end": 907.28, "text": " do this fighting not because he is in need of any uh queen or any uh any woman no it is because they are devotees of Krishna"}, {"start": 907.28, "end": 917.28, "text": " therefore Krishna to protect his devotees he performs these pastimes I will stop here thank you very much Hare Krishna"}]}