{"video_id": "WqnY241YmOE", "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.10.22 | 08-06-2022", "speaker": "HH Stoka Krishna Swami", "youtube_url": "https://www.youtube.com/watch?v=WqnY241YmOE", "duration": 861, "segments": [{"start": 0.0, "end": 3.72, "text": " Om Agyana Timiraandasya Gyananjanishalakaya"}, {"start": 3.72, "end": 7.88, "text": " Chakshurun Meelitam Yena Dasmai Shri Gurave Namaha"}, {"start": 7.88, "end": 11.72, "text": " Nama Om Vishnu Padaya Krishna Preshtaya Bhutale"}, {"start": 11.72, "end": 15.48, "text": " Shri Mate Bhakti Vedanta Swamin Nithinamine"}, {"start": 15.48, "end": 19.72, "text": " Namaste Saraswate Deve Gauravani Pracharine"}, {"start": 19.72, "end": 23.740000000000002, "text": " Nirvishesha Shunyavadi Paschatya Deshatarine"}, {"start": 23.740000000000002, "end": 27.78, "text": " Jaya Shri Krishna Chaitanya Prabhu Nithyananda"}, {"start": 27.78, "end": 32.14, "text": " Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda"}, {"start": 32.14, "end": 35.96, "text": " Hare Krishna Hare Krishna Krishna Krishna Hare Hare"}, {"start": 35.96, "end": 39.64, "text": " Hare Rama Hare Rama Rama Rama Hare Hare"}, {"start": 39.64, "end": 43.160000000000004, "text": " Om Namo Bhagavate Vasudevaya"}, {"start": 43.160000000000004, "end": 46.620000000000005, "text": " Narayanam Namaskritya Naram Chai Vanarottamam"}, {"start": 46.620000000000005, "end": 50.980000000000004, "text": " Deveem Saraswateem Vyasam Tato Jayam Udi Rayet"}, {"start": 50.980000000000004, "end": 57.760000000000005, "text": " In this session we will be discussing from the 22nd verse of the 10th chapter"}, {"start": 57.78, "end": 59.68, "text": " of the first canto of Srimad Bhagavatam."}, {"start": 60.74, "end": 66.1, "text": " This is a continuation of the talk of the ladies of Hastinapura about Krishna."}, {"start": 67.76, "end": 70.5, "text": " Sa eva bhuyo nija virya choditam"}, {"start": 70.5, "end": 71.44, "text": " Sorry"}, {"start": 71.44, "end": 74.7, "text": " Sa eva bhuyo nija virya choditam"}, {"start": 74.7, "end": 78.24000000000001, "text": " Svajivamayam prakritim sisrikshatim"}, {"start": 78.24000000000001, "end": 81.58, "text": " Anama roopatmani roopanamani"}, {"start": 81.58, "end": 87.06, "text": " Viditsamano anusasara shastrakrit"}, {"start": 87.78, "end": 89.78, "text": " The meaning of this verse is"}, {"start": 89.78, "end": 96.32000000000001, "text": " The personality of Godhead, again desiring to give names and forms to his parts and parcels,"}, {"start": 96.32000000000001, "end": 101.42, "text": " the living entities, place them under the guidance of material nature."}, {"start": 101.42, "end": 107.9, "text": " By his own potency, material nature is empowered to recreate."}, {"start": 107.9, "end": 115.0, "text": " So in the talk they are describing how this creation takes place by the intervention of"}, {"start": 115.0, "end": 116.1, "text": " Krishna."}, {"start": 116.1, "end": 117.3, "text": " Hmm."}, {"start": 117.78, "end": 120.78, "text": " So in the Purport Shila, Prabhupada explains"}, {"start": 120.78, "end": 124.94, "text": " The living entities are parts and parcels of the Lord."}, {"start": 124.94, "end": 128.86, "text": " Each one of us, every living being is a part and parcel."}, {"start": 128.86, "end": 134.84, "text": " Part means you can understand, a very very tiny portion of the Lord, supreme whole."}, {"start": 134.84, "end": 140.44, "text": " Parcel means inseparable part."}, {"start": 140.44, "end": 142.28, "text": " Inseparable part."}, {"start": 142.28, "end": 145.74, "text": " We cannot be separated from the Lord completely."}, {"start": 145.74, "end": 146.74, "text": " We cannot be separated from the Lord completely."}, {"start": 146.74, "end": 147.78, "text": " We cannot be separated from the Lord completely."}, {"start": 147.78, "end": 150.88, "text": " The relationship or the link in terms of relationship always exists eternally."}, {"start": 150.88, "end": 157.34, "text": " Unlike the relationships in this world, which are based on the body, when the body s annihilated"}, {"start": 157.34, "end": 161.76, "text": " there is no meaning to the relationship at all."}, {"start": 161.76, "end": 170.74, "text": " Whereas, our relationship with Krishna is spirit soul to the supreme spirit."}, {"start": 170.74, "end": 173.28, "text": " And send the spirit soul is eternal."}, {"start": 173.28, "end": 174.78, "text": " Supreme spirit Krishna is eternal."}, {"start": 174.78, "end": 175.78, "text": " If then there is no meaning to the relationship."}, {"start": 175.78, "end": 176.78, "text": " Hegopgga abhyasa maran incredible."}, {"start": 176.78, "end": 177.78, "text": " Yu."}, {"start": 177.78, "end": 187.74, "text": " the relationship also is eternal so it is described the living entities are of"}, {"start": 187.74, "end": 194.34, "text": " two varieties Nithya Mukta and Nithya Baddha Nithya Mukta are eternally"}, {"start": 194.34, "end": 201.66, "text": " liberated souls Nithya Mukta eternally liberated and they are eternally engaged"}, {"start": 201.66, "end": 206.28, "text": " in reciprocation of transcendental loving service with the Lord in his"}, {"start": 206.28, "end": 212.96, "text": " eternal abode beyond the manifested mundane creation beyond this material"}, {"start": 212.96, "end": 217.52, "text": " world which is sometimes manifest sometimes unmanifest sometimes existing"}, {"start": 217.52, "end": 222.48, "text": " as this world after the creation and after dissolution it doesn't exist as"}, {"start": 222.48, "end": 228.48, "text": " this world it will be in a dormant state whereas Krishna's abode is eternally"}, {"start": 228.48, "end": 234.32, "text": " existing and there there are eternally liberated souls engaged in devotional"}, {"start": 234.32, "end": 236.28, "text": " service in loving devotional service and in the spiritual service of the Lord and"}, {"start": 236.28, "end": 242.82, "text": " so this reciprocation with Krishna but the Nithya Baddha or eternally conditioned"}, {"start": 242.82, "end": 250.96, "text": " souls are entrusted to his external energy Maya all of us in this material"}, {"start": 250.96, "end": 258.76, "text": " world we are called Nithya Baddha eternally conditioned and we are placed"}, {"start": 258.76, "end": 266.06, "text": " in the Material Energy why for rectification of their rebellious attitude toward the Supreme Father"}, {"start": 266.28000000000003, "end": 274.78000000000003, "text": " krishna is our supreme father that he describes in the bhagavad-gita aham bija pradapita so he has"}, {"start": 274.78000000000003, "end": 283.24, "text": " placed us under this material energy for our rectification of our rebellious attitude"}, {"start": 283.24, "end": 290.52000000000004, "text": " what is this rebellious attitude that is described by prabhupada as nitya badhas that is all of us"}, {"start": 290.52000000000004, "end": 296.18, "text": " in this material world are eternally forgetful of the relation with the lord as parts and parcels"}, {"start": 296.18, "end": 306.86, "text": " any of the only the souls of this world you ask do you remember krishna no nobody remembers krishna"}, {"start": 306.86, "end": 313.1, "text": " they forget who is who they are they forget who is krishna they forget definitely eternal"}, {"start": 313.1, "end": 320.78000000000003, "text": " relationship with krishna this is the condition our condition is like this forgetfulness of krishna"}, {"start": 320.78000000000003, "end": 323.6, "text": " forgetfulness of our eternal relationship"}, {"start": 323.6, "end": 323.78000000000003, "text": " you"}, {"start": 326.18, "end": 333.62, "text": " and we are bewildered by the illusory energy maya maya means this illusory energy"}, {"start": 333.62, "end": 340.92, "text": " and we think that we are product of this material energy or matter we are products of matter we"}, {"start": 340.92, "end": 347.62, "text": " think in terms of this body this body is made up of matter we think in terms of this body material"}, {"start": 347.62, "end": 355.46000000000004, "text": " body only and that way we are busy making plans in this material world for becoming happy"}, {"start": 356.18, "end": 363.5, "text": " in this spiritual condition we are naturally always happy in relationship with krishna"}, {"start": 363.5, "end": 372.64, "text": " but in the material world we are not always happy we have to seek happiness and for seeking happiness"}, {"start": 372.64, "end": 379.74, "text": " we have to make so many plans it is not natural for us to be always happy no not in the material"}, {"start": 379.74, "end": 380.22, "text": " condition"}, {"start": 380.22, "end": 385.62, "text": " now in forgetfulness"}, {"start": 386.18, "end": 392.72, "text": " when we are making plans to become happy thinking we are products of matter all"}, {"start": 392.72, "end": 401.02, "text": " our plans are completely destroyed at the end of a certain period that is"}, {"start": 401.02, "end": 406.52, "text": " mentioned in the previous words know that there is always two kinds of"}, {"start": 406.52, "end": 412.04, "text": " destruction end of Brahma's day end of Brahma's life so that is explained in"}, {"start": 412.04, "end": 418.8, "text": " the Bhagavad Gita in a brief manner Krishna says in the Bhagavad Gita at the"}, {"start": 418.8, "end": 423.38, "text": " end of the millennium all the living entities merge into my nature and again"}, {"start": 423.38, "end": 428.0, "text": " when the time of creation is ripe I begin creation by the agency of my"}, {"start": 428.0, "end": 437.06, "text": " external energy so as I explained in a previous session creation maintenance"}, {"start": 437.06, "end": 441.28000000000003, "text": " destruction is going on so after creation"}, {"start": 441.28000000000003, "end": 442.0, "text": " the living entities are destroyed and the creation is going on so after creation the"}, {"start": 442.0, "end": 442.02000000000004, "text": " living entities are destroyed and the creation is going on so after creation the"}, {"start": 442.02, "end": 450.29999999999995, "text": " living entities are getting bodies and after dissolution they remain"}, {"start": 450.29999999999995, "end": 456.18, "text": " unmanifest without a material body in the body of Mahavishnu or the body of"}, {"start": 456.18, "end": 463.85999999999996, "text": " Garbhodakshaya Vishnu for some time for a length of time without a body without"}, {"start": 463.85999999999996, "end": 471.97999999999996, "text": " a material body so periodically this happens again and again"}, {"start": 471.98, "end": 481.12, "text": " the living entities are created and they merge into Krishna's nature at the"}, {"start": 481.12, "end": 485.0, "text": " end of Brahma's day or Brahma's life the word"}, {"start": 485.0, "end": 488.94, "text": " bhuvaya used in this words indicates again and again that is to say the"}, {"start": 488.94, "end": 491.86, "text": " process of creation maintenance and annihilation is going on"}, {"start": 491.86, "end": 495.78000000000003, "text": " perpetually by the external energy of the Lord by this material energy"}, {"start": 495.78000000000003, "end": 496.1, "text": " so dormir has been created due to the divine source possiamo consumerize in this"}, {"start": 496.1, "end": 496.66, "text": " form you wouldn't have seen any point between this material presence it has"}, {"start": 496.66, "end": 497.6, "text": " determined the fact that the divine importance of all these presence has"}, {"start": 497.6, "end": 498.72, "text": " purported by this material energy for various use we cannot say how much of"}, {"start": 498.72, "end": 500.04, "text": " implications it has incurred has happened in the present era but that is because"}, {"start": 500.04, "end": 500.32, "text": " of rabbits are there are those that will carry everything e other Linux"}, {"start": 500.32, "end": 500.82, "text": " can struggle the same upon and the only duty with thisawl requires to here let me"}, {"start": 500.82, "end": 501.94, "text": " say coating camera Eve here the wing we apparently carry sorry to think about touch"}, {"start": 501.98, "end": 509.98, "text": " is going on again and again and again but we should always remember material energy is not"}, {"start": 509.98, "end": 515.5600000000001, "text": " the cause of the creation or destruction or maintenance it is the supreme lord krishna who"}, {"start": 515.5600000000001, "end": 520.12, "text": " is the cause krishna is the cause of the creation maintenance and destruction"}, {"start": 520.12, "end": 527.88, "text": " the living entities who are constitutionally the parts and parts of the lord are forgetful"}, {"start": 527.88, "end": 537.5, "text": " of the sweet relationship with krishna and they are given a chance to get rid of the clutches of"}, {"start": 537.5, "end": 547.1, "text": " this material and usury energy why krishna creates to give us a chance to become free from this"}, {"start": 547.1, "end": 551.62, "text": " cycle of birth and death from the clutches of maya"}, {"start": 551.62, "end": 557.5, "text": " and to revive our original consciousness"}, {"start": 557.88, "end": 567.66, "text": " of krishna what is krishna done he has given us the revealed scriptures the vedic literature"}, {"start": 567.66, "end": 573.74, "text": " so vedic literatures are guiding directions for the conditioned souls"}, {"start": 573.74, "end": 580.58, "text": " so that they can become free from the repetition of birth and death they can become free from this"}, {"start": 580.58, "end": 587.1, "text": " material body that's the purpose of this creation and that is explained in the vedic literature"}, {"start": 587.88, "end": 596.96, "text": " and in the bhagavad-gita this is all explained in very brief in the bhagavad-gita it is given"}, {"start": 596.96, "end": 603.12, "text": " in great detail bhagavad-gita what does krishna say the created world and the material energy"}, {"start": 603.12, "end": 617.0, "text": " are under my control again and again this material world is created"}, {"start": 617.88, "end": 626.12, "text": " and this is done through the agency of the external energy krishna is not directly involved"}, {"start": 626.12, "end": 635.12, "text": " but under his control material energy is again and again creating maintaining and destroying"}, {"start": 635.12, "end": 641.76, "text": " actually we don't have any material name or form as spirit soul in our original position"}, {"start": 641.76, "end": 647.76, "text": " in our relationship with krishna but just because we want to enjoy materially"}, {"start": 647.88, "end": 654.52, "text": " therefore to satisfy that desire for material enjoyment there is this arrangement that we are"}, {"start": 654.52, "end": 662.92, "text": " given a material body a material form material name material qualities simply for the sake of"}, {"start": 662.92, "end": 670.06, "text": " satisfying our desire for material enjoyment but side by side in the human form of life"}, {"start": 670.06, "end": 676.5, "text": " we are given a chance to understand what is our revealed what is our real position"}, {"start": 677.88, "end": 688.12, "text": " who we are actually in the revealed scriptures in the vedas now those who are foolish people"}, {"start": 688.12, "end": 702.74, "text": " they are busy with materialism and they always are remaining forgetful of krishna about their"}, {"start": 702.74, "end": 707.28, "text": " own self real self they perpetually keep taking birth"}, {"start": 707.88, "end": 718.12, "text": " they keep dying again and again and again so people who are materialistic prabhapar describes here"}, {"start": 718.12, "end": 727.12, "text": " are mad after false name and form this material body there is a material form and the corresponding"}, {"start": 727.12, "end": 736.44, "text": " material name and the different qualities and characteristics under certain conditions this form"}, {"start": 736.44, "end": 737.72, "text": " of the body"}, {"start": 737.72, "end": 751.72, "text": " is thought of as real factual and bewildered by the misuse of the material energy"}, {"start": 754.0400000000001, "end": 759.08, "text": " people are completely absorbed just in this material body"}, {"start": 759.08, "end": 769.88, "text": " it's such a waste of time and it is loss of a valuable opportunity to realize who we actually are"}, {"start": 769.88, "end": 779.14, "text": " because until we realize we are spirit soul we have a spiritual form we have a spiritual identity"}, {"start": 779.14, "end": 786.0600000000001, "text": " we are spiritually eternally connected with Krishna until then we cannot get out of this"}, {"start": 786.0600000000001, "end": 789.0600000000001, "text": " perpetual cycle of birth and death"}, {"start": 789.08, "end": 796.36, "text": " in which there is always suffering even though there is some so-called happiness"}, {"start": 796.9200000000001, "end": 804.6800000000001, "text": " with great endeavor we may get some happiness but real happiness is spiritual it's not material"}, {"start": 807.32, "end": 811.0, "text": " the scriptures supply the clue for understanding our real position"}, {"start": 811.88, "end": 815.88, "text": " but people are reluctant to take the lessons from the scriptures"}, {"start": 818.9200000000001, "end": 819.0, "text": " so this is the reason why we are living in this material world we are living in this material world"}, {"start": 819.0, "end": 819.08, "text": " so this is the reason why we are living in this material world we are living in this material world"}, {"start": 819.08, "end": 824.6800000000001, "text": " so bhagavad gita says for example krishna has presented the bhagavad gita spoken the bhagavad"}, {"start": 824.6800000000001, "end": 836.5200000000001, "text": " gita it says that one should actually understand one's identity as spirit soul"}, {"start": 837.4000000000001, "end": 848.9200000000001, "text": " and work for realizing this position as spirit soul and thereby become enlightened in krishna's"}, {"start": 848.9200000000001, "end": 854.1200000000001, "text": " consciousness and get out of this material existence to live eternal life full of bliss and"}, {"start": 854.1200000000001, "end": 860.1200000000001, "text": " knowledge in relationship with krishna so i'll stop here thank you very much"}]}