{"video_id": "x4pl2rq9V70", "title": "Srimad Bhagavatam I Srila Prabhupada I SB 3. 26. 42 Part 2 I 25.11.2023", "speaker": "HDG Srila Prabhupada", "youtube_url": "https://www.youtube.com/watch?v=x4pl2rq9V70", "duration": 1067, "segments": [{"start": 0.0, "end": 17.68, "text": " The following is a class on the Srimad Bhagavatam, third canto, twenty-sixth chapter, text number"}, {"start": 17.68, "end": 25.54, "text": " forty-two, given by His Divine Grace A. C. Bhaktivedanta Swami Prabhupāda, recorded"}, {"start": 25.54, "end": 30.34, "text": " on January 17th, 1975, in Bombay, India."}, {"start": 39.94, "end": 51.66, "text": " Now, śāstra says that avicchito artha, artha means purpose. If somebody asks what is the"}, {"start": 51.66, "end": 55.519999999999996, "text": " purpose of becoming scientist, what is the purpose of becoming physicist?"}, {"start": 55.54, "end": 62.56, "text": " So different men will give different answers. It is meant for this purpose, it is meant"}, {"start": 62.56, "end": 72.58, "text": " for this purpose. But kavi bhi, those who are actually learned, advanced learning, they"}, {"start": 72.58, "end": 80.68, "text": " have said that avicchito, avicchito means without any failure, without any contradiction. You"}, {"start": 80.68, "end": 85.52, "text": " say that chemistry is required for this purpose. I say chemistry is required for this purpose."}, {"start": 85.54, "end": 95.18, "text": " Another man says chemistry is required for this purpose. But difference of opinion, that"}, {"start": 95.18, "end": 104.48, "text": " is not accepted. Avicchito, infallible purpose. What is that infallible purpose? Avicchito"}, {"start": 104.48, "end": 113.36000000000001, "text": " artha. Kavi bhi nirupita. Nirupita means it is already settled. You haven't got to make"}, {"start": 113.36000000000001, "end": 115.52000000000001, "text": " research anymore. Nirupita means it is already settled. Nirupita means it is already settled."}, {"start": 115.54, "end": 127.5, "text": " It is already concluded. What is that? Yad uttama-sloka-guṇa-anuvarnanam. If you can explain the activities of"}, {"start": 127.5, "end": 135.9, "text": " Kṛṣṇa, uttama-sloka, how He is acting, how the chemical process is going on under His"}, {"start": 135.9, "end": 145.52, "text": " direction, if you can write a thesis on this subject matter, then ultimately Kṛṣṇa is going"}, {"start": 145.54, "end": 156.42, "text": " is behind that, then your, the study of chemistry is perfect. Aviccita-artha-kavirbhi-nirupitam."}, {"start": 156.42, "end": 164.89999999999998, "text": " Nirupitam, it is, is concluded. No more argument. That is the purpose. That means if you are"}, {"start": 164.89999999999998, "end": 171.85999999999999, "text": " intelligent enough, actually, then through any source of knowledge you come ultimately"}, {"start": 171.86, "end": 179.94000000000003, "text": " to Kṛṣṇa. That mayādhyakṣeṇa prakṛtiḥ śrūyate śrī-cāryaḥ . The Kṛṣṇa says,"}, {"start": 179.94000000000003, "end": 187.14000000000001, "text": " but if by your education, if you come to the same point, that here is Kṛṣṇa, He is in the"}, {"start": 187.14000000000001, "end": 195.46, "text": " background, sarva-kāraṇa-kāraṇaṁ, cause of all causes, then education is perfect. Otherwise it"}, {"start": 195.46, "end": 201.70000000000002, "text": " is śrama eva hi kevalam. Otherwise it is simply laboring for nothing."}, {"start": 201.86, "end": 208.82000000000002, "text": " Waste of time. This is the purpose. Aviccita-artha-kavirbhi-nirupitam."}, {"start": 208.82000000000002, "end": 221.78000000000003, "text": " Yad uttamaḥ śloka-guṇānubhanyanam . So parāśa-śakti-bhībhi-daivaśyate. Very, very big"}, {"start": 221.78000000000003, "end": 231.62, "text": " chemistry, physical laws, mathematics, everything is required to understand the potency of God."}, {"start": 232.18, "end": 239.3, "text": " How He is working. Actually everything is being done by His potency. Here there are different"}, {"start": 239.3, "end": 248.66000000000003, "text": " tests. The material is the same, but the method of mixing the material, different tests are coming"}, {"start": 248.66000000000003, "end": 258.02000000000004, "text": " out in existence. So how that expertly management of mixing is going on, if we can explain by our"}, {"start": 258.02000000000004, "end": 261.78000000000003, "text": " chemistry, by our mathematical values, then our studying of the material is going to be very, very"}, {"start": 261.78000000000003, "end": 268.26000000000005, "text": " good. So the understanding of chemistry is perfect. Then we are perfect."}, {"start": 268.26000000000005, "end": 276.74, "text": " idam nipuṁśaḥ tapasas śrutasya bhāgau. Another place, atapuṁ vidhijaḥ śreṣaḥ varnāśrama-vibhāgaśaḥ"}, {"start": 276.74, "end": 286.98, "text": " sānuṣṭitasya dharmasyaḥ śaṁsiddhī haritośanam. Haritośanam is the ultimate goal."}, {"start": 286.98, "end": 289.14000000000004, "text": " sakarmānātama-bhārcaḥ śaṁsiddhī-vṛndate naraḥ. The Bhagavad-gītā."}, {"start": 289.14, "end": 299.06, "text": " sakarmānātama-bhārcaḥ. You become a chemist, it doesn't matter. You become physicist,"}, {"start": 299.06, "end": 309.06, "text": " mathematician, it doesn't matter. Unfortunately, due to the Kali-yuga, as soon as one become a big"}, {"start": 309.06, "end": 317.14, "text": " chemist, doctor of chemistry, he says, I am God. There is no need of God. As soon as little,"}, {"start": 317.14, "end": 318.82, "text": " saparī-jalamātve naḥ."}, {"start": 319.94, "end": 329.38, "text": " farfarāyate, you will see the small fishes, they are practically on the edge of the water and making"}, {"start": 329.38, "end": 338.74, "text": " farfarāyate. The big fishes, they are down the water. So these so-called material chemists, they are"}, {"start": 338.74, "end": 348.02, "text": " nothing, small fish. Those who are big chemists, big scientists, just like Professor Einstein, he"}, {"start": 348.02, "end": 349.06, "text": " used to accept. He used to accept. He used to accept. He used to accept. He used to accept. He used to"}, {"start": 349.06, "end": 349.7, "text": " accept. He used to accept. He used to accept. He used to accept. He used to accept. He used to accept."}, {"start": 349.7, "end": 354.1, "text": " God's curiosity is the end of the brain. How God's brain is working. He appreciated. He was a great"}, {"start": 354.1, "end": 361.78000000000003, "text": " scientist. And the ordinary, fanatics, sāyāsadeva thinks that now we are, we are able to do"}, {"start": 361.78000000000003, "end": 371.94, "text": " everything without God, therefore we are bigger than God. That is not fact. You are greater"}, {"start": 371.94, "end": 375.2, "text": " scientist when by your scientific knowledge you prove the existence of God and the existence of the"}, {"start": 375.2, "end": 377.3, "text": " world. That is not a factor. You are greater scientist when by your scientific knowledge you prove the"}, {"start": 377.3, "end": 378.86, "text": " existence of the world. That is not a factor. If you understand the simple single-minded thought in the"}, {"start": 378.86, "end": 387.06, "text": " of God and how He is working so finely that varieties of things are coming out of material"}, {"start": 387.06, "end": 397.18, "text": " nature. That is the perfection of knowledge. Otherwise, sānuṣṭitasya dharmasya saṁsiddhi"}, {"start": 397.18, "end": 405.94, "text": " haritauśana. That is haritauśana. Unless Kṛṣṇa sees that you are trying to glorify"}, {"start": 405.94, "end": 414.62, "text": " Him by your knowledge, then He becomes satisfied that I have given Him some knowledge, and"}, {"start": 414.62, "end": 422.96, "text": " He is utilizing this knowledge for my glorification. He is my devotee. Devotee's business is to"}, {"start": 422.96, "end": 427.98, "text": " glorify. He doesn't take any credit for himself. Actually there is nothing to be taken, credit."}, {"start": 429.56, "end": 435.86, "text": " All credit goes to Kṛṣṇa. A devotee neither claims"}, {"start": 435.86, "end": 435.92, "text": " anything, neither claims anything. He is not taking any credit for himself. He is not"}, {"start": 435.92, "end": 439.34000000000003, "text": " taking any credit for himself. Neither it is possible. Even he may be very, very big"}, {"start": 439.34000000000003, "end": 448.70000000000005, "text": " devotee, he will never claim any credit for his glorious activities. His glorious activities"}, {"start": 448.70000000000005, "end": 456.98, "text": " means to make Kṛṣṇa glorious. That is his glorious activities. Not that like the so-called"}, {"start": 456.98, "end": 464.74, "text": " materialist, he takes, wants to take the credit. No. Sakarmanā tam abharcho saṁsiddhī davate"}, {"start": 464.74, "end": 474.94, "text": " naraḥ. Sakarmanā. You may be engaged in any pattern of work, any department of work, but by"}, {"start": 474.94, "end": 485.3, "text": " dint of your work, you establish the existence of God, Kṛṣṇa, and whatever is being done, it is"}, {"start": 485.3, "end": 493.26, "text": " being done by the expert management of Kṛṣṇa. The sun is rising exactly in the time,"}, {"start": 494.74, "end": 501.78000000000003, "text": " and it is setting exactly in the time, and the temperature, according to the different season,"}, {"start": 502.44, "end": 511.34000000000003, "text": " the movement, uttarāyaṇa, dakṣināyaṇa, everything is managed so expertly under the order of the"}, {"start": 511.34000000000003, "end": 517.62, "text": " Supreme, mayādhyakṣeṇa, prapṛti. Don't think the sun is working so nicely. Automatical,"}, {"start": 517.62, "end": 521.32, "text": " not automatical. The master is there, Kṛṣṇa."}, {"start": 521.32, "end": 535.3000000000001, "text": " The sun is so powerful substance within this universe. There are many millions of suns. This is one sun only."}, {"start": 536.12, "end": 539.7800000000001, "text": " But it is carrying out the order of Kṛṣṇa."}, {"start": 539.7800000000001, "end": 539.84, "text": " Kṛṣṇa."}, {"start": 541.2, "end": 548.0, "text": " yaccha kṣuresa śavitā śagala-grhānā rājā samastha śra-mṛti aśeṣu tezā"}, {"start": 548.0, "end": 550.36, "text": " Aśeṣu tezā. Unlimited."}, {"start": 551.32, "end": 563.5600000000001, "text": " Light. Unlimited fire. Unlimited heat. Aśeṣu. Aśeṣu tezā. There is no compression. With the"}, {"start": 563.5600000000001, "end": 570.96, "text": " sunlight, sunset, there is no compression within this universe. Unlimited. For millions and millions"}, {"start": 570.96, "end": 579.96, "text": " of years, it is from the sun, the light and heat is coming out, but there is no diminution."}, {"start": 581.32, "end": 594.6, "text": " They, it is the same as it was millions of years ago, and after giving you light and heat for"}, {"start": 594.6, "end": 610.7800000000001, "text": " millions of years, the same quantity of light and heat is still there. So if it is possible for a material thing, that after giving unlimited heat and light,"}, {"start": 611.32, "end": 626.1600000000001, "text": " it remains the same. Similarly, the Supreme Lord, by expanding His potencies by His energy,"}, {"start": 626.1600000000001, "end": 635.2, "text": " He remains the same. He does not diminish. Purnasya purna-mādāya purna-mī-bhāva-śuṣyate."}, {"start": 635.2, "end": 644.1, "text": " So if we can see in the material object that the heat being emanated from many millions and"}, {"start": 644.1, "end": 651.0, "text": " millions, it remains the same heat. It maintains the same heat, same life. Why it is not possible"}, {"start": 651.0, "end": 660.34, "text": " for the Supreme? Therefore, Īśvara-bhūta-paṇiṣāda informs us that purnasya purna-mādāya purna-mī-bhāva-śuṣyate."}, {"start": 661.86, "end": 665.0600000000001, "text": " If you take the whole energy of Kṛṣṇa from"}, {"start": 665.0600000000001, "end": 676.0600000000001, "text": " Kṛṣṇa, then still the whole energy is there. But you'll be surprised. Nowadays, modern gods,"}, {"start": 676.0600000000001, "end": 690.44, "text": " there are so many modern gods. I do not wish to name, but one modern god, he gave his power to"}, {"start": 690.44, "end": 695.0400000000001, "text": " his disciples. And when he came to Kṛṣṇa, he gave his power to his disciples. And when he came to"}, {"start": 695.04, "end": 701.3199999999999, "text": " consciousness, then he was crying. The disciples inquired from the guru,"}, {"start": 702.02, "end": 708.68, "text": " why you are crying, sir? No, I have finished everything. I have given you everything."}, {"start": 711.7199999999999, "end": 718.68, "text": " I have given you everything. Therefore, I am now finished. That is not spiritual. That is material."}, {"start": 718.68, "end": 725.0, "text": " I have got hundred rupees. If I pay you hundred rupees, then my pocket is empty."}, {"start": 725.04, "end": 733.68, "text": " But Kṛṣṇa is not like that. Kṛṣṇa can make hundreds of thousands and millions of Kṛṣṇa, still He is Kṛṣṇa."}, {"start": 734.5799999999999, "end": 741.92, "text": " That is Kṛṣṇa. The potency is never exhausted. That is called purnasya purna-mādāya purna-mī-bhāva-śuṣyate."}, {"start": 741.92, "end": 753.8, "text": " Purnam eva śuṣyate. So this imitation, God will not help us. The real God, real God, Īśvara-parama-kṛṣṇa,"}, {"start": 755.04, "end": 773.24, "text": " sa-cid-ānanda-vigrahaḥ, anādhi-rādhi-govindaraḥ, sarva-kāraṇa-kāraṇam. Sarva-kāraṇa-kāraṇam. He is never exhausted. He is never exhausted. It is said that yasyaika-niśya-śutakālam"}, {"start": 773.24, "end": 783.84, "text": " athāva-nambha-jīvanti-lobha-vilajā, jagad-anna-nāthā, viṣṇu-mahāna-śayaya-yasya-kalā-viśeṣa, govinda-mādi-puruṣaṁ tamāṁ jāyate."}, {"start": 784.96, "end": 794.4, "text": " The millions of universes are coming out with his breathing, period. And again they are annihilated."}, {"start": 794.4, "end": 801.4, "text": " When the breathing is taken inside, in this way the universes are coming out."}, {"start": 802.5, "end": 803.22, "text": " Jagad-anna-nāthā."}, {"start": 803.24, "end": 812.36, "text": " Jagad-anna-nāthā. Jagad-anna means the universe. And nāthā, the lord of the universe, means Lord Brahmā."}, {"start": 813.22, "end": 821.14, "text": " So he has got a duration of life. And what is the duration of life? The breathing period of Mahā-Viṣṇu."}, {"start": 822.94, "end": 832.14, "text": " yasyaika-niśya-śutakālam athāva-nambha-jīvanti-lobha-vilajā, jagad-anna-nāthā, viṣṇu-mahāna-śayaya-yasya-kalā-viśyeṣa."}, {"start": 833.24, "end": 843.72, "text": " Govinda-mādi-puruṣaṁ tamāṁ. That is God. By breathing, unlimited number of universes are coming out and going in."}, {"start": 843.72, "end": 860.76, "text": " And the duration of existence of each and every universe is the duration of life of Brahmā. That we cannot calculate. Even we cannot calculate His twelve hours. So that is God."}, {"start": 860.76, "end": 863.22, "text": " We accept such kind of life."}, {"start": 863.24, "end": 872.36, "text": " We accept such kind of God. Not a little magician. No. That is not possible. We cannot accept such cheap gods."}, {"start": 872.36, "end": 892.16, "text": " We accept Kṛṣṇa, the sarva-kāraṇa-kāraṇam, and we want to be eternal servant. That is our actual position, jiveśvarūpa-nitya-kṛṣṇa-dāsa, by His unlimited potency, energy."}, {"start": 893.24, "end": 907.3, "text": " Unlimited universes are coming out with unlimited number of varieties of planet. And each planet is differently situated, different atmosphere, different temperature."}, {"start": 907.3, "end": 921.58, "text": " So in this way, varieties. That is ānanda. Kṛṣṇa has created these varieties because He is ānanda-mayo vyāsāt. Ānanda-mayo. Unless there is variety."}, {"start": 921.58, "end": 923.22, "text": " So we are partakers."}, {"start": 923.24, "end": 933.16, "text": " We are part and parcel of that variety maker. We are also one of the varieties. Jīva-śakti. We are also one of the varieties."}, {"start": 933.5, "end": 943.66, "text": " So how we can become variety-less, nirvīśeṣa? That is not possible. Even artificially we try to become nirvīśeṣa, variety-less."}, {"start": 944.34, "end": 949.52, "text": " Our constitutional position is that we want variety. How it can be stopped?"}, {"start": 950.0, "end": 952.92, "text": " Therefore, in the śāstra it is said,"}, {"start": 953.24, "end": 960.58, "text": " so-called māyāvādī, impersonalist, monies, āryajya krccheṇa-param padanta-taḥ."}, {"start": 960.82, "end": 970.4, "text": " Although they get up to the position of oneness, monies, but from that position they fall down."}, {"start": 975.36, "end": 976.12, "text": " Why?"}, {"start": 976.16, "end": 981.76, "text": " āryajya krccheṇa-param padanta-taḥ, patanti adhā, ānādita jagособas vlogs."}, {"start": 981.76, "end": 981.92, "text": " Why?"}, {"start": 981.92, "end": 982.04, "text": " Because you cannot become jīvadora. You are going to become s Sitting-abh Knights."}, {"start": 982.04, "end": 982.16, "text": " You cannot become a teacher, good teacher, teacher, But you cannot become an ascetic."}, {"start": 982.16, "end": 982.1800000000001, "text": " Because you cannot become a teacher, good teacher, good monk, Junga."}, {"start": 982.1800000000001, "end": 982.34, "text": " So this is the definition of vaiṇādita-jisma-dhangrāja."}, {"start": 982.34, "end": 1002.74, "text": " Because they have no information of the lotus feet of Kṛṣṇa, where to enjoy ānanda, ānandamaya-bhāsā. And they are by nature seeking after ānanda, the so-called oneness, monism, that will not please them."}, {"start": 1002.74, "end": 1019.44, "text": " So they will require again ānanda. But because anādhita-yusmataṁ grhayaḥ, they have not worshipped Kṛṣṇa's lotus feet, they come down again in this material world and worship the feet of māyā. That is their tradition."}, {"start": 1020.04, "end": 1031.02, "text": " ārīja-kṛcchreṇa-parampadam tato patanti adhaḥ. And as soon as you are engaged in the service of māyā, that is your adhapatam. Adhapatam."}, {"start": 1031.02, "end": 1042.4, "text": " As we, all these materialistic persons who are within this material world, you are serving māyā. Everyone is serving. Nobody is without serving. But they are serving māyā."}, {"start": 1042.58, "end": 1061.0, "text": " So you have to transform, transfer your service from māyā to Kṛṣṇa. Then your life will be successful, and you will taste different varieties of prasādam perpetually and enjoy life eternally and blissfully."}, {"start": 1061.02, "end": 1062.48, "text": " Thank you very much."}]}