{"video_id": "xFSqT_lWKR4", "title": "Sri Ramachandra Kaviraja’s Mystical Meditation | Sri Jai Chaitanya Dasa | Gaura Mandala Parikrama", "speaker": "HG Jai Chaitanya Dasa", "youtube_url": "https://www.youtube.com/watch?v=xFSqT_lWKR4", "duration": 358, "segments": [{"start": 0.0, "end": 28.92, "text": " Sri Ramachandra Kaviraj is an eternal associate of Lord Chaitanya"}, {"start": 28.92, "end": 33.92, "text": " and served as Karna Manjiri in Krishna's eternal pastime."}, {"start": 41.06, "end": 46.260000000000005, "text": " Ramachandra Kaviraj went on to become great friends with another stalwart Vaishnava,"}, {"start": 46.84, "end": 53.2, "text": " Sri Narottam Das Thakur, and they released each other's association."}, {"start": 53.620000000000005, "end": 58.02, "text": " Hence, in his song Gauranga Dutipada, Narottam Das explains,"}, {"start": 58.02, "end": 61.06, "text": " Ramachandra sangha mage Narottam Das."}, {"start": 61.88, "end": 65.5, "text": " Ramachandra actively participated in the festivals of Keturi,"}, {"start": 65.92, "end": 68.22, "text": " which took place at Narottam Das Sri Par."}, {"start": 75.2, "end": 81.04, "text": " There is a very nice pastime of Ramachandra Kaviraj and Srinivasa Acharya."}, {"start": 83.72, "end": 86.26, "text": " Basically, this is Srinivasa Acharya's."}, {"start": 86.26, "end": 87.84, "text": " Of course,"}, {"start": 88.02, "end": 90.02, "text": " Ramachandra Kaviraj is whose disciple?"}, {"start": 90.02, "end": 92.02, "text": " Srinivasa Acharya's disciple."}, {"start": 92.02, "end": 94.02, "text": " Srinivasa Acharya's disciple."}, {"start": 94.02, "end": 96.02, "text": " Once while residing at Vishnupur,"}, {"start": 96.02, "end": 102.02, "text": " Sri Srinivasa Acharya became suddenly engrossed in deep meditation."}, {"start": 102.02, "end": 111.02, "text": " He became absorbed watching and relishing the eternal pastimes of Sri Radha and Krishna in Yamuna."}, {"start": 111.02, "end": 116.02, "text": " This is one of the characteristics of exalted devotees."}, {"start": 116.02, "end": 118.02, "text": " They are qualified to relish the eternal pastimes of Sri Radha and Krishna in Yamuna."}, {"start": 118.02, "end": 121.52, "text": " They are qualified to relish the eternal pastimes of Sri Radha and Krishna in Yamuna."}, {"start": 122.25999999999999, "end": 126.46, "text": " Srinivasa Charya who was the incarnation of Mani Manjari"}, {"start": 126.92, "end": 130.76, "text": " could see that Radhanani was so absorbed in her play"}, {"start": 131.06, "end": 137.14, "text": " that she did not notice her nose ring falling off her nose into the waters."}, {"start": 138.14, "end": 142.6, "text": " Sri Rupa Manjari informed Gunam Manjari of the nose ring's loss,"}, {"start": 143.22, "end": 147.5, "text": " who in turn asked Mani Manjari to find it in the Yamuna."}, {"start": 148.02, "end": 154.02, "text": " All the other gopis returned home. And who is Mani Manjari? Srinivasa Acharya."}, {"start": 154.02, "end": 162.02, "text": " So Mani Manjari, Srinivasa Acharya, began looking for the ring, but she could not find it."}, {"start": 162.02, "end": 171.02, "text": " Meanwhile, when Srinivasa's wife noticed that their husband was absorbed in meditation for an unusually long period of time,"}, {"start": 171.02, "end": 178.02, "text": " they became very anxious and alarmed. This is in meditation."}, {"start": 178.02, "end": 183.02, "text": " The whole day passed and yet he did not come out of his trance."}, {"start": 183.02, "end": 191.02, "text": " The news spread far and wide and even the king of Vishnupur, who was a disciple of Srinivasa, arrived at the scene."}, {"start": 191.02, "end": 197.02, "text": " When they saw that Srinivasa's meditation was unbroken, even at noon the next day,"}, {"start": 197.02, "end": 201.02, "text": " they called for Ramachandra Kaviraj, who was then the disciple of Srinivasa."}, {"start": 201.02, "end": 206.02, "text": " He was riding at Telliya Budhari, near Bhagavangola."}, {"start": 206.02, "end": 219.02, "text": " Ramachandra arrived and examined his Gurudeva and assured all that he would soon regain external consciousness."}, {"start": 219.02, "end": 223.02, "text": " Saying this, he sat down and entered into a deep meditation."}, {"start": 223.02, "end": 230.02, "text": " Ramachandra Kaviraj, who was an incarnation of Karuna Manjari, could see his worshipable Gurudeva"}, {"start": 230.02, "end": 231.02, "text": " was with him."}, {"start": 231.02, "end": 238.02, "text": " Within the waters of Yamuna, in the spiritual Brindavan, Karuna Manjari entered into the waters as well"}, {"start": 238.02, "end": 243.02, "text": " and found Radhika's nose ring from under the leaf inside the water."}, {"start": 243.02, "end": 248.02, "text": " Finding the nose ring, the two little girls went and handed it over to Guna Manjari,"}, {"start": 248.02, "end": 254.02, "text": " who in turn handed it to Rupa Manjari, who placed it upon Radhika's nose."}, {"start": 254.02, "end": 260.02, "text": " All present began glorifying Radhika's astounding beauty."}, {"start": 260.02, "end": 275.02, "text": " Guna Manjari was very pleased and Ramachandra Kaviraj handed over her chewed betel nut remnants as his reward."}, {"start": 275.02, "end": 283.02, "text": " After relishing this wonderful sight, Ramachandra and Srinivasa's meditation broke and they regained their external consciousness."}, {"start": 283.02, "end": 289.02, "text": " Srinivasa embraced Ramachandra Kaviraj, who offered his respectful obeisances onto the lotus feet."}, {"start": 289.02, "end": 297.02, "text": " Ramachandra still had with him the betel nut remnants of Radharani in his hands,"}, {"start": 297.02, "end": 302.02, "text": " and he thereafter distributed the Mahaprasadam onto all present."}, {"start": 302.02, "end": 309.02, "text": " Being relieved, all the devotees glorified the two of them and blissfully chanted the Lord's holy name."}, {"start": 309.02, "end": 316.02, "text": " So these personalities are called Vibhuti Patis."}, {"start": 316.02, "end": 318.02, "text": " They are Lords in both the Vibhuti Patis."}, {"start": 318.02, "end": 320.02, "text": " In both the Vibhuti of the Lord."}, {"start": 320.02, "end": 324.02, "text": " The material world is one Vibhuti of the Lord, small portion."}, {"start": 324.02, "end": 327.02, "text": " Spiritual world is the main Vibhuti of the Lord."}, {"start": 327.02, "end": 334.02, "text": " So these personalities can, while being in this material world, be in the spiritual world also."}, {"start": 334.02, "end": 338.02, "text": " Take part in the Leelas in the spiritual world also."}, {"start": 338.02, "end": 344.02, "text": " So there is Ramachandra Kaviraj, the disciple of Srinivasa Acharya,"}, {"start": 344.02, "end": 347.02, "text": " who helped Srinivasa Acharya,"}, {"start": 348.02, "end": 354.02, "text": " in his transcendental meditation in the spiritual world, while being in the material world."}]}