{"video_id": "xfSVewiAPao", "title": "Haridasa Thakura: Acharya of the Holy Name | Sri Jai Chaitanya Dasa | Sri Gaura Mandala Parikrama", "speaker": "HG Jai Chaitanya Dasa", "youtube_url": "https://www.youtube.com/watch?v=xfSVewiAPao", "duration": 431, "segments": [{"start": 0.0, "end": 27.400000000000002, "text": " This is a place, a deliverance of prostitute Lakshahira."}, {"start": 27.400000000000002, "end": 37.84, "text": " There is this Madhavi tree nearby here, which Haridas Thakur chanted, under which he chanted the holy name."}, {"start": 37.84, "end": 49.14, "text": " The holy name of Krishna is transcendentally blissful. It bestows all spiritual benedictions, for it is Krishna himself, the reservoir of all pleasure."}, {"start": 50.400000000000006, "end": 55.92, "text": " Krishna's name is complete, and it is the form of all transcendental mellows."}, {"start": 55.92, "end": 65.92, "text": " The holy name of Krishna is not a material name under any condition, and it is no less powerful than Krishna himself."}, {"start": 65.92, "end": 74.92, "text": " Since Krishna's name is not contaminated by the material qualities, there is no question of its being involved with maya."}, {"start": 74.92, "end": 82.92, "text": " Krishna's name is always liberated and spiritual. It is never conditioned by the laws of material nature."}, {"start": 82.92, "end": 84.92, "text": " This is because the name of Krishna and Krishna's name are the same."}, {"start": 85.92, "end": 89.92, "text": " Krishna himself is identical to Padma Purana."}, {"start": 89.92, "end": 93.92, "text": " So, Dakur Haridas, one of the most important personalities."}, {"start": 93.92, "end": 102.92, "text": " Buron gramete avatiruna Haridas. Se bhaagyase sabadeshe kirtanapratarsha."}, {"start": 102.92, "end": 113.92, "text": " Katadhine takiyayaila gangatire. Asiyay rahila pulyas santipura."}, {"start": 113.92, "end": 124.92, "text": " Paya tahana sanga acharya gosai, humkara karena anandera antanai."}, {"start": 124.92, "end": 132.52, "text": " Haridas Thakur had appeared in the village of Buron and by his mercy the nectar of the"}, {"start": 132.52, "end": 137.44, "text": " holy name became revealed in those blessed lands."}, {"start": 137.44, "end": 144.57999999999998, "text": " After staying many days and manifesting numerous pastimes, Srila Haridas shifted to Puliya,"}, {"start": 144.57999999999998, "end": 147.16, "text": " a place situated by the Ganges."}, {"start": 147.16, "end": 152.68, "text": " Sri Advaita Acharya had his residence not very far from here at Shantipur."}, {"start": 152.68, "end": 162.2, "text": " By the way, we are very very close to India border, close almost parallel to Navadvip."}, {"start": 162.2, "end": 167.42, "text": " And if you go to Haridas Thakur's birthplace, there is a small stream right across the river."}, {"start": 167.42000000000002, "end": 169.98000000000002, "text": " Across is India, so you can see India there."}, {"start": 169.98000000000002, "end": 175.3, "text": " Anybody feeling homesick, don't jump across."}, {"start": 175.3, "end": 183.4, "text": " So we went all the way parallel to Padma river, north to Malda, across the Malda, and we came"}, {"start": 183.4, "end": 188.36, "text": " parallel down south again, almost parallel to Calcutta."}, {"start": 188.36, "end": 192.04000000000002, "text": " Then we go to Dhaka and go further northeast to Shilad."}, {"start": 192.04000000000002, "end": 197.36, "text": " Lord Brahma, Prahlad Maharaj and Richika Muni's son."}, {"start": 197.36, "end": 205.64000000000001, "text": " Mahatapa had combinedly incarnated as Haridas Thakur."}, {"start": 205.64000000000001, "end": 212.54000000000002, "text": " Srila Haridas Thakur is the Namacharya of our Sampradaya and is an eternal associate of"}, {"start": 212.54000000000002, "end": 214.5, "text": " Lord Gauranga."}, {"start": 214.5, "end": 220.54000000000002, "text": " Srila Haridas Thakur had accompanied the Lord in most of his magnanimous pastimes."}, {"start": 220.54000000000002, "end": 226.96, "text": " He was an empowered incarnation of the Supreme Lord, who had appeared just to set an example"}, {"start": 226.96, "end": 229.96, "text": " for all of us to follow."}, {"start": 229.96, "end": 235.88, "text": " He had delivered innumerable suffering souls by bestowing upon them the nectar of the holy"}, {"start": 235.88, "end": 236.88, "text": " name."}, {"start": 236.88, "end": 243.70000000000002, "text": " Though being born in a family of Muslims, Haridas Thakur widely propagated the chanting"}, {"start": 243.70000000000002, "end": 249.0, "text": " of Krishna's holy names to be the supreme spiritual practice."}, {"start": 249.0, "end": 254.16, "text": " And preached how the Lord and His holy names are actually non-different."}, {"start": 254.16, "end": 255.24, "text": " Thakur Haridas teaches us."}, {"start": 255.24, "end": 256.24, "text": " that the holy names are the same."}, {"start": 256.24, "end": 256.84000000000003, "text": " So let us even have a first Truanthim."}, {"start": 256.84000000000003, "end": 263.56000000000006, "text": " names of Krishna are actually non sectarian and that God is one though he"}, {"start": 263.56000000000006, "end": 268.72, "text": " might call upon them by different names the relationship between the Lord"}, {"start": 268.72, "end": 274.36, "text": " Supersoul and the Jeeva the soul is eternal and chanting of the Hare Krishna"}, {"start": 274.36, "end": 280.58000000000004, "text": " Mahamantra is the most effective means to evoke and revive the eternal"}, {"start": 280.58, "end": 286.28, "text": " relationship especially in this age of Kali the Thakura used to chant"}, {"start": 286.28, "end": 291.8, "text": " Krishna's holy names three hundred thousand times a day a practice he"}, {"start": 291.8, "end": 297.38, "text": " continued till the very end of his manifested pastimes how many rounds is"}, {"start": 297.38, "end": 310.32, "text": " that 192 rounds on three times 64 now everybody is getting expert chanting"}, {"start": 310.32, "end": 310.56, "text": " 64 rounds."}, {"start": 310.58, "end": 321.32, "text": " In the Navadip Dham Mahatmya Shila Bhaktivinoda Thakur mentions that in the"}, {"start": 321.32, "end": 327.2, "text": " age of Dwapara Lord Brahma had stolen the cows cohort boys and calves from"}, {"start": 327.2, "end": 332.64, "text": " Rindavan with an intention of testing whether Krishna was a Supreme Lord on"}, {"start": 332.64, "end": 337.74, "text": " realizing that Krishna was indeed his worshipable Supreme Lord Brahma felt"}, {"start": 337.74, "end": 340.32, "text": " very ashamed as atonement"}, {"start": 340.32, "end": 345.62, "text": " he arrived at present-day Mayapur and began meditating upon the blissful form"}, {"start": 345.62, "end": 351.12, "text": " of Gaurahari Lord Chaitanya who is none other than Lord Krishna"}, {"start": 351.7, "end": 355.94, "text": " and became very pleased and knowing the desire of Brahma granted him the boon"}, {"start": 355.94, "end": 361.06, "text": " that he would become an intimate associate of the Lord when he would next"}, {"start": 361.06, "end": 366.3, "text": " appear in this material world however to ensure that Brahma didn't get puffed up"}, {"start": 366.3, "end": 368.96, "text": " of his own position again"}, {"start": 368.96, "end": 369.78, "text": " he arranged that Brahma stood in front of Lord Satya Ducey die in his tha to fresh face as he stood there and the spiritual pride was gone wants were not utilized and useless brother and the spiritual support"}, {"start": 370.32, "end": 376.68, "text": " incarnated as Haridas Thakura, who was born in a family of Muslims. Being an"}, {"start": 376.68, "end": 382.44, "text": " embodiment of humility and being free from pride, Srila Haridas widely preached"}, {"start": 382.44, "end": 388.06, "text": " the glories of the holy name and brought auspiciousness to all. According to the"}, {"start": 388.06, "end": 393.24, "text": " revealed scriptures, Srila Haridas Thakur was born in the village of Buron which"}, {"start": 393.24, "end": 398.46, "text": " is presently situated in the Kulna district of Bangladesh. However, no trace"}, {"start": 398.46000000000004, "end": 403.62000000000006, "text": " of this residence exists today at this place. Is it still called Buron?"}, {"start": 403.62000000000006, "end": 408.3, "text": " Hiraganj. But when we went there, it was surprising that nobody would believe"}, {"start": 408.3, "end": 412.92, "text": " that he is born in a Muslim family. They say he is a Hindu, his father's name is"}, {"start": 412.92, "end": 417.70000000000005, "text": " this, his mother's name is this, but just that he was very closely associating with"}, {"start": 417.70000000000005, "end": 423.12000000000006, "text": " Muslims because the whole area was only Mohammedan. So it's both sides people"}, {"start": 423.12000000000006, "end": 428.22, "text": " talk. But according to our acharyas and scriptures, he is born Muslim."}, {"start": 428.46000000000004, "end": 431.46000000000004, "text": " Subtitles by the Amara.org community"}]}