{"video_id": "XQGJ1TDYew8", "title": "The Divine Influence of Sri Rasikananda Prabhu | Sri Jai Chaitanya Dasa | Gaura Mandala Parikrama", "speaker": "HG Jai Chaitanya Dasa", "youtube_url": "https://www.youtube.com/watch?v=XQGJ1TDYew8", "duration": 333, "segments": [{"start": 0.0, "end": 26.0, "text": " Every kilometre we go, we should be conscious that we are doing Parigrama."}, {"start": 26.0, "end": 33.0, "text": " So we are supposed to see that we are doing Parigrama, keeping Navadvipa on the right hand side."}, {"start": 33.0, "end": 38.0, "text": " So now we have crossed the border of Odisha and now we are in Bangalore."}, {"start": 38.0, "end": 44.0, "text": " Now we go towards Hooghly, we have a boat ride tomorrow, all day."}, {"start": 44.0, "end": 55.0, "text": " We cover many temples and ashrams, Raghunath's place, Srinivasacharya's place, and then we enter Vishnupur."}, {"start": 55.0, "end": 57.0, "text": " But always circumambulating Navadvipa."}, {"start": 57.0, "end": 65.0, "text": " Even when we go to Bangladesh, we are circumambulating Navadvipa on the right hand side, keeping Navadvipa on the right hand side."}, {"start": 65.0, "end": 69.0, "text": " So we will just read, I have one or two paragraphs about Hrishikananda."}, {"start": 69.0, "end": 75.0, "text": " So Hrishikananda Prabhu, the disciple of Shamananda Prabhu."}, {"start": 81.0, "end": 85.0, "text": " Sri Hrishikananda Prabhu was born in 1590."}, {"start": 85.0, "end": 90.0, "text": " In the village of Rayani, in the Medinipura district."}, {"start": 90.0, "end": 95.0, "text": " His father's name was Raja Achuthananda, a rich zamindar."}, {"start": 95.0, "end": 98.0, "text": " And his mother, Bhavani Devi."}, {"start": 98.0, "end": 102.0, "text": " Medinapur district used to be part of Orissa kingdom."}, {"start": 102.0, "end": 107.0, "text": " Hrishikananda was also known by the name Hrishikamurari."}, {"start": 107.0, "end": 110.0, "text": " Hrishikamurari meets Shamananda Prabhu."}, {"start": 110.0, "end": 114.0, "text": " One day, Hrishikamurari was meditating in a solitary place."}, {"start": 114.0, "end": 120.0, "text": " He was anxious to find a spiritual master who could give him spiritual direction."}, {"start": 120.0, "end": 128.0, "text": " He had entered into a very deep meditation when he heard a disembodied voice say,"}, {"start": 128.0, "end": 132.0, "text": " Murari, you need not be anxious any longer."}, {"start": 132.0, "end": 139.0, "text": " Your guru is Shamananda Prabhu and you will meet him here very shortly."}, {"start": 139.0, "end": 143.0, "text": " Take shelter of him and your life will be successful."}, {"start": 143.0, "end": 151.0, "text": " Upon hearing this divine message, Murari began chanting the name of Shamananda on his beads with joyful enthusiasm."}, {"start": 151.0, "end": 158.0, "text": " He spent the entire night crying out of his desire to meet his guru."}, {"start": 158.0, "end": 167.0, "text": " At dawn, Hrishikamurari was on the lookout for his guru when he saw the tall figure of Shamananda approaching him,"}, {"start": 167.0, "end": 172.0, "text": " as effulgent as the sun, surrounded by his disciples."}, {"start": 173.0, "end": 176.0, "text": " He started dancing and chanting the name of Lord Nityananda."}, {"start": 176.0, "end": 184.0, "text": " Having waited anxiously for so long to encounter his guru, Hrishikamurari immediately fell at his feet."}, {"start": 184.0, "end": 192.0, "text": " Shamananda affectionately lifted him up and embraced him and later initiated him with the Radha Krishna mantra."}, {"start": 192.0, "end": 198.0, "text": " The whole story reveals how one can find one's guru through sincere prayers."}, {"start": 198.0, "end": 201.0, "text": " Hrishikamurari's Guru"}, {"start": 201.0, "end": 205.0, "text": " Shamananda was a great devotee of the Guru, fully committing himself in body, mind and soul."}, {"start": 205.0, "end": 214.0, "text": " So much so that in a short time he was recognized as Shamananda's chief disciple and was a very powerful preacher."}, {"start": 214.0, "end": 221.0, "text": " With the spiritual powers invested in him by his guru, Hrishikamurari was able to convert many criminals,"}, {"start": 221.0, "end": 230.0, "text": " atheists, Muslims and other fallen spirit souls to the path of devotion, bestowing the jewel of Prema upon them all."}, {"start": 230.0, "end": 238.0, "text": " On one occasion, a wicked Muslim tried to silence Hrishikamurari by having him attacked by an intoxicated elephant."}, {"start": 238.0, "end": 247.0, "text": " But Hrishikamurari was able to transform even the elephant into a disciple and engage him in the service of Vishnu and the Vaishnavas."}, {"start": 247.0, "end": 256.0, "text": " All who witnessed this amazing event were overwhelmed with astonishment at Hrishikamurari's spiritual power."}, {"start": 256.0, "end": 259.0, "text": " Later, Shri Shamananda Pandit handed over his personal go in the temple."}, {"start": 259.0, "end": 270.0, "text": " His personal go in the deity to Hrishikananda as it is still being worshipped at Gopi Vallapura."}, {"start": 270.0, "end": 282.0, "text": " The Raja of Mayur Banj, Shri Vaidyanath Banj from Orissa was also attracted to the transcendental power of Hrishikananda and became his disciple."}, {"start": 282.0, "end": 289.0, "text": " Hrishikananda Prabhu wrote several works including Shamananda Sataka, Bhakta, Bhagavata,"}, {"start": 289.0, "end": 299.0, "text": " and Kunjakeli Dvadasakha."}, {"start": 299.0, "end": 306.0, "text": " It is said that in 1652, in the month of Magh, when Hrishikananda Prabhu was in Dramuna,"}, {"start": 306.0, "end": 311.0, "text": " while doing powerful Kretan in the courtyard of Shirachora Gopinath temple,"}, {"start": 311.0, "end": 318.0, "text": " suddenly Hrishikananda Prabhu disappeared and merged into the Gopinath deity."}, {"start": 319.0, "end": 325.0, "text": " It is said that in 1652, when Hrishikananda Prabhu was in Dramuna,"}, {"start": 325.0, "end": 330.0, "text": " Shamananda Prabhu, Shrinitha Prabhu, and Shrila Prabhupada were all killed."}, {"start": 330.0, "end": 333.0, "text": " The story of the death of Shri Shamananda Prabhu is told in the Gopinath temple."}]}