{"video_id": "zJD7aOfE0tI", "title": "Why did Lord Ram banish Sita to forest? | Sri Sampati Dasa", "speaker": "HG Satya Gaura Chandra Dasa", "youtube_url": "https://www.youtube.com/watch?v=zJD7aOfE0tI", "duration": 761, "segments": [{"start": 0.0, "end": 7.92, "text": " Did Lord Shri Ram doubt his beloved wife, Mother Sita, especially after she gave Agni Pariksha?"}, {"start": 8.36, "end": 14.86, "text": " Today, we all demand that our leaders should be corruption free. If there are any allegations"}, {"start": 14.86, "end": 21.48, "text": " of corruption, we ask them, resign from your post. Just because an ordinary citizen passed"}, {"start": 21.48, "end": 28.38, "text": " in your comments, they had this doubt that whether she is fit. Oh, look how Ram has become so blindly"}, {"start": 28.38, "end": 36.6, "text": " attached to his wife. He is so lusty. It is very important to have spotless character to continue"}, {"start": 36.6, "end": 52.82, "text": " to be king and queen. Did Lord Shri Ram doubt his beloved wife, Mother Sita, especially after"}, {"start": 52.82, "end": 57.82, "text": " she gave Agni Pariksha? Just because an ordinary citizen"}, {"start": 57.82, "end": 67.26, "text": " passed in your comments on Sita's character? No, never. Lord Shri Ram never doubted his wife,"}, {"start": 67.8, "end": 74.84, "text": " Sita. Then how do we understand? Then why did he send Mother Sita to forest just because of"}, {"start": 74.84, "end": 81.96000000000001, "text": " somebody doubting the character of Sita? It is because we need to understand Lord Shri Ram"}, {"start": 81.96000000000001, "end": 87.8, "text": " and Sita, they are not just husband and wife. They are also the king and queen of"}, {"start": 87.82000000000001, "end": 96.78, "text": " Ayodhya. As a king and queen of Ayodhya, it is very important to have spotless character"}, {"start": 96.78, "end": 103.98, "text": " to continue to be king and queen. So when the citizens had this doubt that their queen"}, {"start": 103.98, "end": 110.12, "text": " was with some other man for one year, they had this doubt that whether she is fit to"}, {"start": 110.12, "end": 117.78, "text": " continue to be queen of Ayodhya. Like today, we all demand that our leaders should be"}, {"start": 117.78, "end": 124.22, "text": " corruption free. If we come to know or if we get a doubt that this leader is involved"}, {"start": 124.22, "end": 129.86, "text": " in some gotala, there is some corruption charges, we many times we see people asking"}, {"start": 129.86, "end": 135.12, "text": " them to step down. We ask them resign from your post because you know you have to prove"}, {"start": 135.12, "end": 140.24, "text": " that you are corruption free. If there are any allegations of corruption, you cannot"}, {"start": 140.24, "end": 147.74, "text": " continue to occupy the post of a minister. Similarly, in those days, it is not just corruption,"}, {"start": 147.78, "end": 154.58, "text": " it was also character which was more important, right. So it was very important for king"}, {"start": 154.58, "end": 162.8, "text": " and queen to have spotless character and that inspires the citizen also to follow the dharma"}, {"start": 162.8, "end": 169.86, "text": " marga, the righteous path. If the king and queen themselves have a dubious character,"}, {"start": 169.86, "end": 177.14, "text": " compromised character, immoral, unethical, that will encourage the citizens also to follow"}, {"start": 177.14, "end": 177.74, "text": " adharma."}, {"start": 177.78, "end": 183.54, "text": " In their life, so it is not just enough for the king and queen to do economic development"}, {"start": 183.54, "end": 189.62, "text": " and give all the facilities in the citizen, there also should be inspiring figures to"}, {"start": 189.62, "end": 196.62, "text": " follow dharma, to follow morality, to follow ethical good behavior, conduct. So Lord Ram"}, {"start": 197.68, "end": 204.68, "text": " and Mother Sita were teaching that to their citizens by themselves having spotless character."}, {"start": 206.4, "end": 207.76, "text": " So Mother Sita,"}, {"start": 207.76, "end": 215.51999999999998, "text": " as a queen, her character was doubted. That is why Lord Sri Ram, till her character was proven again,"}, {"start": 215.51999999999998, "end": 223.04, "text": " asked Mother Sita to be away from the politics of Ayodhya or away from the palace,"}, {"start": 223.04, "end": 231.12, "text": " away from the king's life. As a king, he distanced himself from the queen. As husband, he always"}, {"start": 231.12, "end": 236.38, "text": " maintained his highest relationship with Mother Sita. He never doubted Mother Sita's character."}, {"start": 236.38, "end": 243.9, "text": " When Ram did Rajasuya Yagna, Rajasuya Yagna or any Yagna can always be done by"}, {"start": 243.9, "end": 249.85999999999999, "text": " a married person with his wife, because wife has equal rights to participate in Yagna."}, {"start": 249.85999999999999, "end": 257.14, "text": " At that time, Sita was at the forest. As a ideal king, Lord Sri Ram, distanced himself"}, {"start": 257.14, "end": 266.02, "text": " from Queen Sita, whose character was under question. But, as a loving husband he never"}, {"start": 266.02, "end": 274.82, "text": " doubted his beloved wife Sita. Rajasuya is an example for this. Rajasuya Yajna was done by"}, {"start": 274.82, "end": 282.35999999999996, "text": " kings and when Lord Shri Ram was about to do Rajasuya Yajna, the priest in Ayodhya"}, {"start": 282.35999999999996, "end": 289.4, "text": " questioned Lord Shri Ram, where is the wife? Because without wife, you cannot perform Rajasuya"}, {"start": 289.40000000000003, "end": 299.18, "text": " Yajna alone. At that time, Lord Shri Ram as loving husband got golden statue of Sita, his beloved"}, {"start": 299.18, "end": 308.04, "text": " wife and along with that golden statue Sita, he completed Rajasuya Yajna. If Lord Ram had any"}, {"start": 308.04, "end": 316.22, "text": " doubt about Sita's character, why would he do golden statue of his wife Sita? He gave that"}, {"start": 316.22, "end": 319.38000000000005, "text": " glorious position of his wife."}, {"start": 319.40000000000003, "end": 327.40000000000003, "text": " In the Rajasuya Yajna, he said that only Sita is eligible to be part of Rajasuya Yajna as my wife."}, {"start": 327.40000000000003, "end": 334.44000000000005, "text": " He never rejected Sita as his beloved wife. Yes, queen whose character was under doubt,"}, {"start": 334.90000000000003, "end": 343.32000000000005, "text": " the public had the doubt, not the king Ram, husband Ram especially. So Rajasuya Yajna episode"}, {"start": 343.32000000000005, "end": 348.70000000000005, "text": " tells us Rama gave the glorious position of wife to mother Sita only,"}, {"start": 348.70000000000005, "end": 349.38000000000005, "text": " not to Sita."}, {"start": 349.40000000000003, "end": 356.84000000000003, "text": " Not to anyone else, not that he rejected Sita. And another very important lesson that many people"}, {"start": 356.84000000000003, "end": 366.48, "text": " miss out is the topic of Parivarvaat, today we hear. Today we hear how leaders, powerful people"}, {"start": 366.48, "end": 374.86, "text": " and those occupy the leadership and powerful position in our country do everything for their"}, {"start": 374.86, "end": 378.28000000000003, "text": " own family, for their family members, right?"}, {"start": 378.28000000000003, "end": 378.90000000000003, "text": " At the cost of their own family members, they do everything for their own family members."}, {"start": 378.90000000000003, "end": 387.98, "text": " At the cost of citizens at the cost of the growth of the country. They're very happy to see their family growing,"}, {"start": 387.98, "end": 394.6, "text": " the family property growing, and being with family, being together family, they say, no, no, no, I can't be in the jail."}, {"start": 394.6, "end": 401.08000000000004, "text": " I want to be with my wife. I want to be with my children. But what about country's growth? Nobody cares."}, {"start": 401.08000000000004, "end": 408.68000000000006, "text": " But Lord Sri Ram is very different leader. He chose nation."}, {"start": 408.90000000000003, "end": 415.90000000000003, "text": " He chose the growth of the country first. He chose the citizens' comfort first, not his personal life."}, {"start": 415.90000000000003, "end": 420.90000000000003, "text": " He kept his personal life away from the country."}, {"start": 420.90000000000003, "end": 427.90000000000003, "text": " Where do we find such great leaders today? Ram is an inspiration for all the leaders."}, {"start": 427.90000000000003, "end": 435.90000000000003, "text": " Today, it is very hard to find people who keep their family away and country first."}, {"start": 435.90000000000003, "end": 444.90000000000003, "text": " Today, sometimes we hear like in the example of Bangkok in Thailand, there is a monarch dynasty."}, {"start": 444.90000000000003, "end": 451.90000000000003, "text": " If you pass any comments, negative comments on the king or that dynasty, you will be jailed."}, {"start": 451.90000000000003, "end": 455.90000000000003, "text": " You will be sent to jail. In fact, you may be sentenced."}, {"start": 455.90000000000003, "end": 460.90000000000003, "text": " The life sentence be given for those who talk against the royal family."}, {"start": 460.90000000000003, "end": 463.90000000000003, "text": " Lord Ram was a monarch. He had all the power in his hand."}, {"start": 463.90000000000003, "end": 465.90000000000003, "text": " He could have immediately won."}, {"start": 465.90000000000003, "end": 469.90000000000003, "text": " He could have immediately executed those who commented on mother Sita."}, {"start": 469.90000000000003, "end": 473.90000000000003, "text": " But he didn't punish those who passed comments on the Sita."}, {"start": 473.90000000000003, "end": 482.90000000000003, "text": " He said in his kingdom, citizens can without any fear even question the credibility of the king and queen."}, {"start": 482.90000000000003, "end": 486.90000000000003, "text": " He did not threaten the citizen. He did not scare the citizen."}, {"start": 486.90000000000003, "end": 491.90000000000003, "text": " I am the powerful person. How dare you talk on my family members?"}, {"start": 491.90000000000003, "end": 494.90000000000003, "text": " He was okay to be questioned."}, {"start": 494.90000000000003, "end": 497.90000000000003, "text": " A king also can be questioned, he said."}, {"start": 497.90000000000003, "end": 501.90000000000003, "text": " For that, he could have easily taken the side of Sita."}, {"start": 501.90000000000003, "end": 504.90000000000003, "text": " And he said, no, I know the character of my wife Sita."}, {"start": 504.90000000000003, "end": 508.90000000000003, "text": " He did not appear to be Parivarwadi."}, {"start": 508.90000000000003, "end": 514.9000000000001, "text": " He said, let other authorities justify the Sita's character."}, {"start": 514.9000000000001, "end": 516.9000000000001, "text": " Like today, we go to Supreme Court."}, {"start": 516.9000000000001, "end": 521.9000000000001, "text": " If there is any corruption charge, the government themselves cannot say we are clean."}, {"start": 521.9000000000001, "end": 522.9000000000001, "text": " We are clean."}, {"start": 522.9000000000001, "end": 523.9000000000001, "text": " If there is any allegation."}, {"start": 523.9, "end": 528.9, "text": " A third party like Supreme Court should hear and give verdict."}, {"start": 528.9, "end": 532.9, "text": " And once the Supreme Court gives verdict, everybody will accept it."}, {"start": 532.9, "end": 536.9, "text": " If Ram himself speaks in favour of Sita, then people will say,"}, {"start": 536.9, "end": 540.9, "text": " Oh, look how Ram has become so blindly attached to his wife."}, {"start": 540.9, "end": 543.9, "text": " He obviously speaks in favour of his wife."}, {"start": 543.9, "end": 546.9, "text": " He is so lusty. He is attached to his wife."}, {"start": 546.9, "end": 549.9, "text": " So Ram did not take the side of mother Sita."}, {"start": 549.9, "end": 552.9, "text": " So he distanced himself from the queen."}, {"start": 552.9, "end": 558.9, "text": " But as husband, he always gave the position of a great wife to mother Sita."}, {"start": 558.9, "end": 566.9, "text": " Later, in another authority in the society, in Treta Yuga, the great sages were given the great authority."}, {"start": 566.9, "end": 569.9, "text": " Like the kings, they were also authorities."}, {"start": 569.9, "end": 577.9, "text": " When Valmiki comes and he says with his tapas shakti of 60,000 years of tapasya,"}, {"start": 577.9, "end": 580.9, "text": " he says, I oach for the character of Sita."}, {"start": 580.9, "end": 581.9, "text": " And everybody now accepts."}, {"start": 582.9, "end": 587.9, "text": " He accepts the statement of Valmiki because Valmiki does not have any favouritism, right?"}, {"start": 587.9, "end": 590.9, "text": " Because Sita is no way connected to Valmiki."}, {"start": 590.9, "end": 594.9, "text": " And Valmiki, who was so pure with his tapas shakti,"}, {"start": 594.9, "end": 598.9, "text": " who has that faith and trust in the public,"}, {"start": 598.9, "end": 603.9, "text": " the public was ready to accept the statement of Valmiki."}, {"start": 603.9, "end": 608.9, "text": " And when he said that Sita is clean, Sita's character is pure,"}, {"start": 608.9, "end": 611.9, "text": " then Ram said she can come back as the queen of Ayodhya."}, {"start": 612.9, "end": 615.9, "text": " So, like Supreme Court gave verdict,"}, {"start": 615.9, "end": 621.9, "text": " Valmiki gave his verdict that Sita is, she has spotless character."}, {"start": 621.9, "end": 625.9, "text": " At that time, Ram was ready to welcome mother Sita."}, {"start": 625.9, "end": 629.9, "text": " If at all Ram mistreated his wife Sita,"}, {"start": 629.9, "end": 632.9, "text": " he doubted the character of Sita,"}, {"start": 632.9, "end": 635.9, "text": " he has hurt the feelings and emotions of Sita,"}, {"start": 635.9, "end": 638.9, "text": " then what was Sita's response to this?"}, {"start": 638.9, "end": 641.9, "text": " The Sita's response itself will tell us,"}, {"start": 641.9, "end": 647.9, "text": " that how she was happy with Sri Ram's action of sending her to forest."}, {"start": 647.9, "end": 653.9, "text": " At the end, mother Sita asked that life after life,"}, {"start": 653.9, "end": 657.9, "text": " I want Sri Ram as my husband."}, {"start": 657.9, "end": 663.9, "text": " If Sri Ram mistreated her, why she wants Sri Ram again as her husband?"}, {"start": 663.9, "end": 666.9, "text": " That itself will tell us, clarify all the doubts,"}, {"start": 666.9, "end": 670.9, "text": " as a responsible, mature queen,"}, {"start": 670.9, "end": 674.9, "text": " Sita understood the Dharma Sankat of Ram."}, {"start": 674.9, "end": 677.9, "text": " Ram has dual roles to play."}, {"start": 677.9, "end": 680.9, "text": " He has a role of a king, role of a husband."}, {"start": 680.9, "end": 686.9, "text": " So, the family of Lord Sri Ram always stood by country,"}, {"start": 686.9, "end": 689.9, "text": " stood by the welfare of the citizen,"}, {"start": 689.9, "end": 692.9, "text": " not the personal happiness, personal benefit."}, {"start": 692.9, "end": 696.9, "text": " When it was about to do Pattabhisheka, become king,"}, {"start": 696.9, "end": 699.9, "text": " at that time also Ram chose Ayodhya first,"}, {"start": 699.9, "end": 702.9, "text": " his personal happiness later."}, {"start": 702.9, "end": 706.9, "text": " He went to forest in order to demonstrate the entire citizen,"}, {"start": 706.9, "end": 709.9, "text": " here is a government that always keeps up the promise."}, {"start": 709.9, "end": 711.9, "text": " It never goes away from the words,"}, {"start": 711.9, "end": 713.9, "text": " the promises that we have made,"}, {"start": 713.9, "end": 716.9, "text": " Raghukula Reethi Sada Chaliyai."}, {"start": 716.9, "end": 721.9, "text": " Even at the cost of being in the forest and going through so much tribulation,"}, {"start": 721.9, "end": 727.9, "text": " even at this case, Lord Sri Ram is being away from such loving wife,"}, {"start": 727.9, "end": 729.9, "text": " just to show to the people,"}, {"start": 729.9, "end": 735.9, "text": " the whole world that how a leader always chooses his duty first,"}, {"start": 735.9, "end": 738.9, "text": " country first, welfare of the citizen first,"}, {"start": 738.9, "end": 741.9, "text": " and family is last."}, {"start": 741.9, "end": 743.9, "text": " He is never a Parivarwadi,"}, {"start": 743.9, "end": 746.9, "text": " in fact he is a Rashtravadi."}, {"start": 746.9, "end": 750.9, "text": " He is a great, true, inspiring, nationalistic leader"}, {"start": 750.9, "end": 754.9, "text": " that we all aspiring to have in our life."}, {"start": 759.9, "end": 765.9, "text": " Satsang with Mooji"}]}