{"video_id": "ZKuo8LIZWMY", "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.17.2 | 13-02-2023", "speaker": "HH Stoka Krishna Swami", "youtube_url": "https://www.youtube.com/watch?v=ZKuo8LIZWMY", "duration": 930, "segments": [{"start": 0.0, "end": 8.2, "text": " Om Agyana Timiraandasya Gyananjanishalakaya Chaksharunmeelitam Yena Tasmai Shri Gurave Namaha"}, {"start": 8.2, "end": 15.96, "text": " Namah Om Vishnupadaya Krishna Prishtaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine"}, {"start": 15.96, "end": 24.38, "text": " Namaste Saraswate Deve Gauravani Pracharine Nirvijesha Shunyavadi Paschatya Deshatarine"}, {"start": 24.38, "end": 32.96, "text": " Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gnadhara Shri Vasadi Gauravakta Vrinda"}, {"start": 32.96, "end": 39.96, "text": " Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"}, {"start": 39.96, "end": 46.58, "text": " Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam"}, {"start": 46.58, "end": 51.04, "text": " Deveem Saraswateem Vyasam Tato Jayam Udi Rayet"}, {"start": 54.38, "end": 62.260000000000005, "text": " In this session we will be discussing from the second verse of the seventeenth chapter of the first canto of Sriman Bhagavatam."}, {"start": 63.5, "end": 73.94, "text": " Vrisham Vrindala Dhavalam Mehantam Iva Bhyatam Vepamanam Padaikenam Siddhantam Shudra Taditam"}, {"start": 73.94, "end": 81.4, "text": " The meaning of this verse is, the bull was as white as a white lotus flower."}, {"start": 81.80000000000001, "end": 84.2, "text": " He was terrified of the Shudra."}, {"start": 84.38, "end": 91.3, "text": " Who was beating him and he was so afraid that he was standing on one leg trembling and urinating."}, {"start": 93.89999999999999, "end": 104.78, "text": " So further descriptions of the age of Kali is being given here by Suta Goswami, Srila Suta Goswami."}, {"start": 106.72, "end": 111.44, "text": " The bull is actually the personality of religious principles, Dharma."}, {"start": 112.16, "end": 114.36, "text": " In the shape, in the formality."}, {"start": 114.38, "end": 122.42, "text": " In the form of a bull, the personality of religious principles has appeared in order to give us a message."}, {"start": 124.56, "end": 132.22, "text": " Now Srila Prabhupada explains what is the significance of this bull being described as as white as a white lotus flower."}, {"start": 133.18, "end": 143.76, "text": " The purpose Srila Prabhupada says, the next symptom of the age of Kali is that principles of religion which are all spotlessly white."}, {"start": 144.38, "end": 152.38, "text": " Like the white lotus flower will be attacked by the uncultured Shudra population of the age."}, {"start": 152.38, "end": 163.38, "text": " In the scriptures it is said, Kalau Shudra Sambhavaha, in Kali Yuga majority of the population will be of the Shudra category."}, {"start": 163.38, "end": 169.26, "text": " Shudra category means uncultured, uncultured."}, {"start": 169.26, "end": 174.26, "text": " They don't follow the cultural principles."}, {"start": 174.38, "end": 186.38, "text": " They don't have a system for purification of the contamination due to this age."}, {"start": 186.38, "end": 200.38, "text": " Just like to beget a child according to scriptural directions or injunctions."}, {"start": 200.38, "end": 202.56, "text": " One should follow what is called as a Garbha Dhana."}, {"start": 202.56, "end": 203.56, "text": " Garbha Dhana is a ritual."}, {"start": 203.56, "end": 204.16, "text": " Garbha Dhana is a ritual."}, {"start": 204.16, "end": 204.26, "text": " Garbha Dhana is a ritual."}, {"start": 204.26, "end": 204.35999999999999, "text": " Garbha Dhana is a ritual."}, {"start": 204.36, "end": 204.4, "text": " Garbha Dhana is a ritual."}, {"start": 204.4, "end": 205.36, "text": " Garbha Dhana is a ritual."}, {"start": 207.20000000000002, "end": 212.94000000000003, "text": " where the parents before they combine to conceive a child"}, {"start": 212.94000000000003, "end": 214.18, "text": " they undergo"}, {"start": 215.18, "end": 218.64000000000001, "text": " cultural purification."}, {"start": 218.64000000000001, "end": 220.64000000000001, "text": " They prepare their consciousness"}, {"start": 221.64000000000001, "end": 224.26000000000002, "text": " to attract"}, {"start": 224.26000000000002, "end": 225.56, "text": " a"}, {"start": 225.56, "end": 225.84, "text": " ..."}, {"start": 225.88000000000002, "end": 226.36, "text": " ..."}, {"start": 226.36, "end": 228.12, "text": " ..."}, {"start": 228.12, "end": 229.16000000000003, "text": " ..."}, {"start": 229.16000000000003, "end": 229.18, "text": " ..."}, {"start": 229.18, "end": 229.56, "text": " ..."}, {"start": 229.56, "end": 231.36, "text": " a good soul"}, {"start": 231.36, "end": 234.14000000000001, "text": " a good soul to take a shelter of"}, {"start": 234.14000000000001, "end": 247.96, "text": " good parents. Without such a purificatory process, the children born will be uncultured,"}, {"start": 247.96, "end": 261.58000000000004, "text": " will have criminal mentality. So this is very very important that the parents should prepare"}, {"start": 261.58, "end": 274.68, "text": " themselves to beget good class of population, to beget good children. Now because in Kalyuga"}, {"start": 274.68, "end": 280.34, "text": " these principles are not followed, so the majority of the population is of the Shudra"}, {"start": 280.34, "end": 291.44, "text": " quality, means uncultured, contaminated by bad qualities like that."}, {"start": 291.44, "end": 291.53999999999996, "text": " So I think this is very important that the parents should prepare themselves to beget"}, {"start": 291.53999999999996, "end": 291.56, "text": " good class of population, to beget good children. Now because in Kalyuga these principles are"}, {"start": 291.56, "end": 291.58, "text": " not followed, so the majority of the population is of the Shudra quality, means uncultured,"}, {"start": 291.58, "end": 296.74, "text": " contaminated by bad qualities like that. So the principles of religion are compared to a white"}, {"start": 296.74, "end": 311.22, "text": " lotus flower, means they are spotless, they are perfect. But in Kalyuga, the Shudra class of"}, {"start": 311.22, "end": 320.22, "text": " people who are uncultured, they will not follow the religious principles as it is."}, {"start": 320.22, "end": 329.40000000000003, "text": " So Prabhupada says how they actually spoil the religious principles. Prabhupada says in the"}, {"start": 329.40000000000003, "end": 336.04, "text": " parpa, they may be descendants of Brahmana or Kshatriya forefathers, but in this age of Kali,"}, {"start": 336.04, "end": 344.66, "text": " for want of sufficient education and culture of Vedic wisdom, such a Shudra like population"}, {"start": 344.66, "end": 350.02000000000004, "text": " will defy the principles of religion. They will not follow the principles of religion. They will not"}, {"start": 350.02000000000004, "end": 350.08000000000004, "text": " follow the principles of religion. They will not follow the principles of religion. They will not"}, {"start": 350.08, "end": 358.35999999999996, "text": " follow the religious principles. They will go against it, or they won't care for it. Or they will say,"}, {"start": 358.35999999999996, "end": 368.15999999999997, "text": " we don't believe in such and such religious principles. Religious principles are not a question of"}, {"start": 368.15999999999997, "end": 379.88, "text": " belief. That is what people should understand. Just like when we live in a civilized state, the state"}, {"start": 379.88, "end": 388.6, "text": " laws are to be followed by all civilized people, all cultured people. Good citizens, means they are law-abiding."}, {"start": 388.6, "end": 399.86, "text": " It is not that I don't believe in some rules and regulations which are given by the state, or I don't"}, {"start": 399.86, "end": 409.68, "text": " like to follow, or I don't think I should care about them, or I just don't bother about them. I do whatever I"}, {"start": 409.68, "end": 418.38, "text": " I like to do. This sort of attitude is killing the whole vitality of the human population"}, {"start": 418.38, "end": 429.86, "text": " in this age of Kali. So these are, these kind of people are actually upstarts. They actually"}, {"start": 429.86, "end": 436.24, "text": " are less intelligent, though they pose themselves as very, very intelligent. They may claim"}, {"start": 436.24, "end": 445.36, "text": " like that, that they are very intelligent, because they put forward all kinds of arguments"}, {"start": 445.36, "end": 452.96000000000004, "text": " against following religious principles. But they are actually uneducated, uncultured,"}, {"start": 452.96000000000004, "end": 460.42, "text": " they are less intelligent, they are foolish, and they suffer the consequences of not taking"}, {"start": 460.42, "end": 465.74, "text": " the Vedic wisdom. They don't have sufficient education in the"}, {"start": 465.74, "end": 466.24, "text": " proper way."}, {"start": 466.24, "end": 472.62, "text": " They don't have proper system of Vedic knowledge. Neither they have the culture of the Vedic"}, {"start": 472.62, "end": 483.40000000000003, "text": " wisdom. They don't have good habits, good practices, good traditions. They don't have"}, {"start": 483.40000000000003, "end": 494.0, "text": " any of those. So they will defy the principles of religion. And persons who are religiously"}, {"start": 494.0, "end": 495.74, "text": " endowed will be terrified by such things."}, {"start": 495.74, "end": 502.74, "text": " They also harass others who want to follow the religious principles. They will decry them."}, {"start": 504.42, "end": 511.42, "text": " They will put them down. They will harass them. They will trouble them. They will give"}, {"start": 516.64, "end": 523.64, "text": " all sorts of lame excuses for not following the religious principles."}, {"start": 525.74, "end": 534.6800000000001, "text": " And such people, the uncultured, uneducated, less intelligent"}, {"start": 536.8, "end": 541.96, "text": " people, will declare themselves as adherents of no religious principles,"}, {"start": 543.28, "end": 549.16, "text": " and many isms and cults will spring up in Kali Yuga only to kill this spotless bull of religion."}, {"start": 550.8, "end": 554.46, "text": " That means real religious principles nobody will follow, most people will not follow,"}, {"start": 554.46, "end": 562.0400000000001, "text": " but they will declare that they have their own religious beliefs they are"}, {"start": 562.0400000000001, "end": 570.5, "text": " their own religious system that they want to follow because state also gives"}, {"start": 570.5, "end": 576.52, "text": " freedom freedom freedom means you can do whatever you like in the name of"}, {"start": 576.52, "end": 586.8, "text": " religion so why one religious system says you should not kill innocent"}, {"start": 586.8, "end": 594.52, "text": " animals another system will say oh as as far as eating is eating habits are"}, {"start": 594.52, "end": 598.78, "text": " concerned that's the person's choice some people like to eat vegetables some"}, {"start": 598.78, "end": 604.0799999999999, "text": " people like to eat meat so they will kill animals for eating the flesh of the"}, {"start": 604.0799999999999, "end": 606.5, "text": " animal they say our"}, {"start": 606.5, "end": 613.16, "text": " religious system does not prohibit your religious system may prohibit but we"}, {"start": 613.16, "end": 621.24, "text": " don't think it is sinful to kill innocent animals helpless animals even"}, {"start": 621.24, "end": 626.62, "text": " though there is plenty of fruits and vegetables and grains without harming"}, {"start": 626.62, "end": 633.18, "text": " any animal you can eat but no they don't want they don't want to restrict"}, {"start": 633.18, "end": 635.9, "text": " themselves though they also eat fruits vegetables"}, {"start": 635.9, "end": 636.48, "text": " if they want to eat vegetables they don't want to restrict themselves though they also eat fruits vegetables if they"}, {"start": 636.48, "end": 649.08, "text": " the like this is our choice we eat what we like to eat so this is the nature of"}, {"start": 649.08, "end": 663.9, "text": " the people in Kali Yuga and these different so-called register systems will"}, {"start": 663.9, "end": 665.54, "text": " be so many"}, {"start": 665.54, "end": 666.4200000000001, "text": " curbs"}, {"start": 667.44, "end": 677.44, "text": " without any foundation, without any proper understanding, without any proper"}, {"start": 680.88, "end": 691.76, "text": " proper basis, irrational, unreasonable sort of arguments or"}, {"start": 691.76, "end": 700.24, "text": " basis. Whimsical they will have their own so-called religious system. The state will be declared to be"}, {"start": 700.24, "end": 708.16, "text": " secular or without any particular principle of religion. See the religious principles are not"}, {"start": 708.8, "end": 719.04, "text": " to be based on some people's whims and fancies. That can never be the proper system within a"}, {"start": 721.12, "end": 721.62, "text": " state."}, {"start": 721.76, "end": 730.48, "text": " But in Kali Yuga, in the name of secularism there will be no religious"}, {"start": 730.48, "end": 735.36, "text": " principles which are proper principles which will be followed by people. As a result there will"}, {"start": 735.36, "end": 744.64, "text": " be total indifference to the real principles of religion. Nobody cares. Like the real religious"}, {"start": 744.64, "end": 751.12, "text": " principle is to tell the truth but now they don't care whether they are telling the truth or not."}, {"start": 751.12, "end": 751.62, "text": " They don't care."}, {"start": 751.76, "end": 758.76, "text": " lies. As it suits them, if they want to tell truth, they want to be truthful, they are"}, {"start": 758.76, "end": 763.76, "text": " truthful. If they don't want to be truthful, they are not truthful. That's all. They don't"}, {"start": 763.76, "end": 772.76, "text": " care. So like this, the indifference to the actual religious principles. The citizens"}, {"start": 772.76, "end": 778.76, "text": " will be free to act as they like without respect for sadhu, shastra and guru. There are three"}, {"start": 778.76, "end": 789.76, "text": " standards according to our Vedic tradition. Sadhu means the saintly persons who are completely"}, {"start": 789.76, "end": 796.76, "text": " well established in following the religious principles and teaching them to the others"}, {"start": 796.76, "end": 806.76, "text": " because they are solidly well established in understanding, getting trained, getting"}, {"start": 806.76, "end": 807.76, "text": " educated, having knowledge."}, {"start": 808.76, "end": 819.76, "text": " Having certain good practices and having a sober mind, such saintly people, sadhu, no"}, {"start": 819.76, "end": 826.76, "text": " regard for them, no respect for them in this Kali Yuga. Shastra is the authentic bona fide"}, {"start": 826.76, "end": 834.76, "text": " scriptures, especially the Vedic literature. People don't care for the Vedic literature,"}, {"start": 834.76, "end": 837.76, "text": " what is explained in the Vedas."}, {"start": 838.76, "end": 847.76, "text": " The truth, the actual facts of life, of this material world, of material existence, that"}, {"start": 847.76, "end": 854.76, "text": " they don't care. And guru, the bona fide spiritual master, though there are many gurus, but the"}, {"start": 854.76, "end": 864.76, "text": " bona fide spiritual masters are ignored, neglected, they are not given respect. So, the bulls"}, {"start": 864.76, "end": 868.76, "text": " standing on one leg indicates that the principles of religion are gradually diminishing and"}, {"start": 868.76, "end": 875.76, "text": " diminishing. Even the fragmental existence of religious principles would be embraced"}, {"start": 875.76, "end": 881.76, "text": " by so many obstacles, as if in the trembling condition of falling down at any time. People"}, {"start": 881.76, "end": 887.76, "text": " don't care for religious principles. Even if there is a deterioration or decline, they"}, {"start": 887.76, "end": 896.76, "text": " just don't bother. They say, don't bring in religion or God when we want to, when we"}, {"start": 896.76, "end": 905.76, "text": " want to point out that the real cause of all problems is this godlessness or irreligiosity."}, {"start": 905.76, "end": 915.76, "text": " Then they say, don't bring in that. Because they have no understanding as to how God consciousness"}, {"start": 915.76, "end": 924.76, "text": " is directly linked up with the peace and prosperity of this human society. That they do not know."}, {"start": 926.76, "end": 929.76, "text": " So, I will stop here. Thank you very much. Hare Krishna."}]}