{
  "video_id": "-BM_v38XcEA",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.16.17-18 | 20-01-2023",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=-BM_v38XcEA",
  "segments": [
    {
      "start_time": 35,
      "end_time": 247,
      "verse_references": [],
      "themes": [
        "Maharaj Pariksit's rule",
        "Pandavas",
        "Krishna's service to devotees",
        "Relationship between Krishna and devotees"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So this is the wonderful relationship that exists between Krishna and his pure devotees in the spiritual world. And even in the material world when Krishna incarnates, he comes down with his confidential associates and he demonstrates to us what is life like in the spiritual world.",
      "summary": "This segment describes Maharaj Pariksit's rule, the devotion of the Pandavas, and Krishna's willingness to serve his devotees, highlighting the relationship between Krishna and his pure devotees.",
      "timestamp_url": "https://youtu.be/-BM_v38XcEA?t=35",
      "transcript": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Devim Saraswati Vyasam Tato Jayam Udi Rayet. In this session we will be discussing from two verses, the seventeenth and the eighteenth verses of the sixteenth chapter of the first canto of Srimad Bhagavatam. The seventeenth verse is as follows: Tasyaivam Vartamanasya Purvesham Vrittim Anvaham Natidhure Kilashcharyam Yadasi Tannibodhame. The meaning of this verse is as follows: Now you may hear from me of what happened while Maharaj Pariksit was passing his days hearing of the good occupations of his forefathers and being absorbed in thought of them. So this has reference to the previous few verses in which Suta Goswami is describing the regime of Maharaj Pariksit. If you remember, the Pandavas retired after they heard that Krishna has gone to his personal abode after winding up his pastimes. And before retiring they, Yudhishthira Maharaj handed over charge of ruling the world to Pariksit Maharaj. So Pariksit Maharaj was trained, he took charge and he performed, he got married, he had good sons, headed by Janamejaya and he performed three hard sacrifices under the able guidance of qualified Acharyas, Brahmanas and he was ruling very nicely. So when he went out for conquest, he heard everywhere he went how the Pandavas who were ruling before him, actually were great devotees of the Supreme Lord Krishna and how the Pandavas were able to actually get from Krishna anything they desired because of their service attitude towards the Supreme Lord. So it was described, that Krishna, who is the Supreme Lord, he rendered service to the Pandavas by accepting posts ranging from chariot driver to president to messenger to friend to night watchman. Like that, Krishna is willing to do anything for his devotees. And devotees are completely surrendered to Krishna. They simply want to please Krishna in whichever way Krishna wants them to actually serve him. So this is the wonderful relationship that exists between Krishna and his pure devotees in the spiritual world. And even in the material world when Krishna incarnates, he comes down with his confidential associates and he demonstrates to us what is life like in the spiritual world. So that's what Krishna is demonstrating."
    },
    {
      "start_time": 247,
      "end_time": 466,
      "verse_references": [],
      "themes": [
        "Reviving our relationship with Krishna",
        "Questions about life and death",
        "Vedic literature",
        "Kali Yuga"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "So, actually each one of us have got a relationship with Krishna. And we are meant to actually revive that relationship, especially when we have this human form of body.",
      "summary": "This segment discusses the importance of reviving our relationship with Krishna, the fundamental questions answered by the Vedas, and the unfavorable conditions of Kali Yuga.",
      "timestamp_url": "https://youtu.be/-BM_v38XcEA?t=247",
      "transcript": "In his relationship with the Pandavas, in his relationship with Kunti, in his relationship with Draupadi, in his relationship with Yashoda, Nanda Maharaj, the whole Brajavasis, the Mathura Nivasis, the Dwarka Nivasis, the Yadu, members of the Yadu dynasty, they were all so attached to Krishna. So, actually each one of us have got a relationship with Krishna. And we are meant to actually revive that relationship, especially when we have this human form of body. Because we realize in the human form of body, I don't want suffering, but it is forced on me. I want to know who am I, I want to know what is my source. Okay. Where was I before birth? What will happen to me after death? So, these questions are best answered in our Vedic literature, the Vedas. They are very special because they answer these fundamental questions. And not only they answer the questions, they show us the way how to be living, really. They continue to stay out of this predicament that we are in right now. We don't want suffering, but suffering is forced on us. So, we can become free from all suffering if we study the Vedas, hear from the Vedas, or learn the Vedas, and adopt a lifestyle which is in accordance with the Vedic principles. The Vedic principles meant for those human beings who want to make a permanent solution to all their problems and get out of all this entanglement. So now Suta Goswami is going to describe when Parikshit Maharaj is ruling and he was passing his days hearing of the good occupation of his forefathers, what happened? I mean, already it has been told that Parikshit was ruling when Kali Yuga was just beginning. So what are the symptoms of Kali and what are the remedies for the specific conditions in Kali Yuga which are unfavorable for peaceful and living and for prosperity of the people. So he is, Suta Goswami is going to describe this now. In the 18th verse he says,"
    },
    {
      "start_time": 466,
      "end_time": 661,
      "verse_references": [],
      "themes": [
        "Dharma and Mother Earth",
        "Symbolism of the bull and cow",
        "Condition of the earth in Kali Yuga",
        "Moral principles"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "The personality of religious principles, Dharma, was wandering about in the form of a bull, and he met, that is, Dharma, met the personality of earth in the form of a cow, who appeared to grieve like a mother who had lost her child.",
      "summary": "This segment explains the symbolism of Dharma as a bull and Mother Earth as a cow, describing their condition at the beginning of Kali Yuga and the state of moral principles.",
      "timestamp_url": "https://youtu.be/-BM_v38XcEA?t=466",
      "transcript": "The meaning of this verse is, now Suta Goswami is addressing the sages of Naimishananya. He is telling, The personality of religious principles, Dharma, was wandering about in the form of a bull, and he met, that is, Dharma, met the personality of earth in the form of a cow, who appeared to grieve like a mother who had lost her child. She had tears in her eyes and the beauty of her body was lost. Thus, Dharma questioned the earth as follows. So what will follow after this 18th verse are the questions, various questions asked by Dharma to Mother Earth. So in the Purport, Srila Prabhupāda comments on this condition of mother earth in the form of a cow in which Dharma found her wandering when he was wandering so Srila Prabhupada says the bull is the emblem of the moral principle what's the meaning of emblem emblem is a symbolic representation of something just like the moral principles that human beings follow in human society are reflected in the condition of the bull and the cow is the representative of the earth so mother earth in the form of a cow is indicating what is the status of the earth in Kali Yuga and bull is indicating the status of the population in terms of moral principles that they follow or don't follow so Srila Prabhupada says when the bull and the cow are in a joyful mood it is to be understood that the people of the world are also in a joyful mood people are happy and are very joyful if the bull and cow are in a joyful mood"
    },
    {
      "start_time": 661,
      "end_time": 857,
      "verse_references": [],
      "themes": [
        "Domestic vs. wild animals",
        "Importance of bull and cow",
        "Protection of bull and cow",
        "Vedic culture"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "Among all the domestic animals, the most important are the bull and the cow.",
      "summary": "This segment contrasts domestic and wild animals, emphasizing the importance of protecting the bull and cow in Vedic culture.",
      "timestamp_url": "https://youtu.be/-BM_v38XcEA?t=661",
      "transcript": "these bull and cow are very important domestic animals perhaps you are aware that animals are divided into two categories the domestic and the wild animals wild animals live in the forest and there the law of the jungle prevails. There is no... Ultra virgin. There are so many other words. I have to... They're trying to bring restrictions different governments are telling that animals wild animals should not be exploited for entertaining the people in general. And taming a wild animal that is no longer encouraged or permitted by so many governments. Anyway, so the wild animals live in the jungle and there the very nature of those animals is such that nature regulates them in nature's own way. Whereas these domestic animals, they are dependent for protection and engagement in a specific way on the human society. Just like cows, bulls, goats, sheep, and dogs, and cats. All these are domestic animals. They very easily are befriended by any human being. Very easily. And they give some service and they are also taken care. They are given some food or they are given some shelter or they are given some kind of protection. There is reciprocation also with these domestic animals. So, among all the domestic animals, the most important are the bull and the cow. Why? So, Prabhupada says because the bull is the emblem of moral principles in human society and cow is the representative of the earth. And scriptures, the Vedic scriptures especially recommend that human society should particularly protect the bull and the cow."
    },
    {
      "start_time": 857,
      "end_time": 1007,
      "verse_references": [],
      "themes": [
        "Benefits of protecting bull and cow",
        "Brahmanical culture",
        "Consequences of mistreating bull and cow",
        "Spiritual values"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "So, if the cow and bull are protected for the good of human society, then there is advancement of Brahmanical culture.",
      "summary": "This segment explains the benefits of protecting the bull and cow for human society and the negative consequences of mistreating them, linking it to the decline of Brahmanical culture and spiritual values.",
      "timestamp_url": "https://youtu.be/-BM_v38XcEA?t=857",
      "transcript": "Particularly they should protect the bull and the cow. Why? Because the bull helps production of grains in the agricultural field. Not only production of grains. The bulls are used in so many ways, at least in the Vedic culture, for drawing water from the well, for removing the husk from the grains after they are grown, for extracting oil from oilseeds, for transportation. The bull can pull. It has got an immense amount of strength to do all these activities. And the cow delivers milk, the miracle of aggregate food values. So, cow is specially meant for giving us milk, which is meant for our well-being, that it contains all the nourishment and nutrition that we require as human beings, particularly the cow's milk is highlighted. So, if the cow and bull are protected for the good of human society, then there is advancement of Brahmanical culture. Brahmanical culture is a culture meant for self-realization, spiritual realization, spiritual advancement. And if the bull and cow are neglected, or worse still, they are killed for being eaten as food. So, that is done by people who do not know the value of Brahmanical culture. They are uncultured, uncivilized, non-Brahmanical people. They have no spiritual values in life. They have no higher goal in life. Simply they live like for eating, sleeping, mating, defending, like animals they live. So, then if the cow and bull are mistreated, then the whole human society has to suffer in so many ways. And that is what is going to be described in the next few verses. I will stop here. Thank you very much."
    }
  ]
}