{
  "video_id": "-CQRH7GQTdI",
  "title": "SB 1.19.32 | HH Stoka Krishna Swami | 02-06-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=-CQRH7GQTdI",
  "segments": [
    {
      "start_time": 53,
      "end_time": 181,
      "verse_references": [],
      "themes": [
        "Sanctification",
        "Devotee's Potency",
        "Krishna Consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The spiritual potency of a pure devotee who is completely immersed in Krishna consciousness is so great simply by remembering him one's house becomes completely sanctified instantaneously.",
      "summary": "The speaker explains the verse about the power of a pure devotee to sanctify places and the benefits of remembering, seeing, touching, and serving such a devotee.",
      "timestamp_url": "https://youtu.be/-CQRH7GQTdI?t=53",
      "transcript": "In this session we will be discussing from the 33rd verse of the 19th chapter of the 1st canto of Srimad Bhagavatam, येशाम सम्स्मरनात पुम्साम, सद्यशुद्यन्तिवैगृहाह, किम्पुनर्दर्शनस्पर्ष, पादशौच आसनादिपिही। The meaning of this verse is, \"Simply by our remembering you, our houses become instantly sanctified, and what to speak of seeing you, touching you, washing your holy feet, and offering you a seat in our home.\" This is Pariksit speaking to Shukadeva Goswami, addressing Shukadeva Goswami. That, the spiritual potency of a pure devotee who is completely immersed in Krishna consciousness is so great, simply by remembering him, one's house becomes, one's surroundings, one's place becomes completely sanctified instantaneously. In what way sanctified? All the material influences are, negative influences are nullified, just by remembering a saintly person like Shukadeva Goswami. And then if one is more fortunate, one is able to not only remember him, but even see him, touch his holy feet, wash his feet, and give him a seat of honor, and serve him by hearing from him, worshipping him,"
    },
    {
      "start_time": 184,
      "end_time": 345,
      "verse_references": [],
      "themes": [
        "Holy Places",
        "Sins",
        "Saintly Persons",
        "Purification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The presence of the great saints in such holy places disinfects the accumulated sins.",
      "summary": "The speaker explains that holy places are sanctified by the presence of great saints who counteract the sins left behind by ordinary people who visit those places for purification.",
      "timestamp_url": "https://youtu.be/-CQRH7GQTdI?t=184",
      "transcript": "So, Shri La Prabhupada explains in the purport, the importance of holy places of pilgrimage is due to the presence of great sages and saints. What is the, why is a place called a holy place of pilgrimage? It is primarily because in that place great saintly persons are present. And by their presence what happens to that holy place? That's explained by Shri La Prabhupada in the next sentence in this purport. Prabhupada says, it is said that sinful persons go to holy places and leave their sins there to accumulate. Anybody goes to holy place, ordinary people, they will take a bath there, and they will leave behind their sinful reactions. They get purified. They get purified means, their sinful reactions are washed away by going there and taking a bath in the holy place. But, the presence of the great saints in such holy places disinfects the accumulated sins. Now so many people go to holy place, ordinary people, big numbers, they go, and they leave behind all their sinful reactions. Now those sinful reactions become a burden, a big burden in the holy place. But that burden is cleared away by the presence, mere presence, of the saintly persons like Shukadeva Goswami. And, because of the presence of the saintly persons in such holy places, the holy places continue to remain sanctified by the grace of the devotees and saints present there. See this is not known to many people. This is explained in another place in the Bhagavatam. So Prabhupada is quoting from that portion of the Bhagavatam, that a holy place becomes burdened by sinful reactions of those ordinary people who visit the holy place and wash away their sinful reactions. But such accumulated sin is cleansed away by the presence of saintly persons."
    },
    {
      "start_time": 345,
      "end_time": 481,
      "verse_references": [],
      "themes": [
        "Saints",
        "Householders",
        "Purification",
        "Spiritual Advancement"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The only aim of such saints is to sanctify the houses of the householders.",
      "summary": "The speaker explains that when saints visit the homes of worldly people, they do so without self-interest, aiming only to purify the house and help the householders advance spiritually.",
      "timestamp_url": "https://youtu.be/-CQRH7GQTdI?t=345",
      "transcript": "Now further Srila Prabhupada says, if such saints appear in the homes of worldly people, certainly the accumulated sins of such worldly enjoyers becomes neutralized. Home also, people are staying, ordinary people stay in their home. But, generally they are inclined to enjoy materially, and thereby accumulate some sinful reactions. Now, if such a home is visited by a saintly person like Shukadeva Goswami, then again, the home becomes completely purified. Home becomes completely purified. That's what Shukadeva Goswami, Parishad Maharaj is telling Shukadeva Goswami. Therefore, Prabhupada says further, the holy saints actually have no self-interest with the householders. That means, when a saintly person visits a home of an ordinary person, a worldly person, then the saint has nothing to get for himself from the householder. Don't mistakenly think that when saints come to your house, genuine saints, I'm talking about genuine saints, they come to your house, it's not that they want some bhiksha, they want some benefit from you, they want to take something from you, no. It's never. They have no self-interest. The only aim of such saints is to sanctify the houses of the householders. Only aim, to purify their house, to make their house free from sinful reactions, so that it will benefit them to practice spiritual life,"
    },
    {
      "start_time": 485,
      "end_time": 545,
      "verse_references": [],
      "themes": [
        "Gratitude",
        "Honoring Saints",
        "Offenses",
        "Fasting"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A householder who dishonors such holy orders is a great offender.",
      "summary": "The speaker emphasizes the importance of householders being grateful and welcoming to saints, and the consequences of dishonoring them, including the need for fasting to neutralize the offense.",
      "timestamp_url": "https://youtu.be/-CQRH7GQTdI?t=485",
      "transcript": "Therefore, Srila Prabhupada says further, the householders should feel grateful when such saints and sages appear at their doors. So when a saintly person comes to the door of a householder, householder should welcome them and take spiritual benefit from their presence. A householder who dishonors such holy orders is a great offender. It's an offense to not honor such a saintly person. It is enjoined, therefore, that a householder who does not bow down before a saint at once must undergo fasting for the day in order to neutralize,"
    },
    {
      "start_time": 550,
      "end_time": 806,
      "verse_references": [
        "SB 10"
      ],
      "themes": [
        "Bodily Identification",
        "Ignorance",
        "Materialism",
        "Spiritual Platform"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "If this attitude a person has, such a person is considered Saha eva Goh Kharaha. He is no better than an animal, like an ass or a cow.",
      "summary": "The speaker quotes Krishna speaking about the ignorance of identifying with the material body and the foolishness of seeking purification in holy places only for material enjoyment, comparing such a person to an animal.",
      "timestamp_url": "https://youtu.be/-CQRH7GQTdI?t=550",
      "transcript": "So, the Bhagavatam says, in the 10th canto, these are very strong words, strongly worded words, they are spoken by Krishna in the 10th canto, in an assembly of saintly persons at Kurukshetra, when there was solar eclipse. There was a gathering of saintly persons on that occasion, and Krishna was speaking to the saintly persons. Krishna had gone there as the king of Dwaraka. Krishna is playing that role in his pastimes, in his Leela, Dwaraka, the king of Dwaraka. So, Krishna is telling, a human being who identifies this body, this material body, made up of three elements, with the self, Yesya Atma Buddhi, who am I? Actually, most people think, I am this body, this body, this body is who I am, is myself. But, Shastra says, no, scripture says, no, Bhagavad Gita says, no, this body is not you, you are not the body, you are spirit, soul. So, what if a person, in ignorance, mistaken identity, that I am this body, and what is this body made of? It is described here, Kunape, Tridhatuke, Kunape means a bag consisting of three dhatus, three elements. What are the three elements? According to Ayurveda, this body is made up of Kapha, Vata, and Pitta. Kapha is mucus, Vata is air, and Pitta is bile. So, somebody who thinks this bag is, this bag is, this bag is, this bag is, this bag is, a point, this bag is called the physical body, which consists of three elements, somebody thinks this has the self, and further, Swadhi, Kalatra, Deishu, who considers the byproducts of the body to be his Kingsman, that is, my wife, my children, they are all mine, who considers his land of birth, they give a lot of importance. I have taken birth, let us say, in Mysore. So Mysore is a very, very, very important place for me. And he thinks, such a person, a materialistic person, an ignorant person, a foolish person, a person under the influence of the illusory energy, thinks that one should go to a place of pilgrimage simply to take a bath, so that if all my sins are washed away, I don't have to suffer any sinful reaction. I can enjoy without any hindrance. If this attitude a person has, such a person is considered Saha eva Goh Kharaha. He is no better than an animal, like an ass or a cow. Kharaha means ass, and Goh means cow. That means he is not a human being with developed intelligence."
    },
    {
      "start_time": 813,
      "end_time": 848,
      "verse_references": [],
      "themes": [
        "Spiritual Platform",
        "Material Bondage",
        "Going Back to Godhead"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Human life gives us an opportunity to rise to the spiritual platform and act on the spiritual platform to gain complete freedom from material bondage and go back to Godhead.",
      "summary": "The speaker emphasizes that human life is meant for spiritual advancement, to rise above the material platform, and ultimately return to Godhead.",
      "timestamp_url": "https://youtu.be/-CQRH7GQTdI?t=813",
      "transcript": "Everywhere in the scriptures this is said. Human beings should not remain on the bodily platform, on the material platform, on the platform of material enjoyment. No. Human life gives us an opportunity to rise to the spiritual platform and act on the spiritual platform to gain complete freedom from material bondage and go back to Godhead."
    }
  ]
}