{
  "video_id": "-gwH2yw48GE",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.17.1 | 12-02-2023",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=-gwH2yw48GE",
  "segments": [
    {
      "start_time": 0,
      "end_time": 40,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare, Hare Rama Hare Rama Rama Rama Hare Hare",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/-gwH2yw48GE?t=0",
      "transcript": "Om Agyana Timiran Dhasya Gyananj Nishalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha Namao Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jai Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shri Vasadi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 41,
      "end_time": 109,
      "verse_references": [
        "SB 1.17.1"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "Kali Yuga",
        "Pariksit Maharaja"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In this session, we will be discussing from the first verse of the seventeenth chapter of the first canto of Srimad Bhagavatam",
      "summary": "The speaker introduces the chapter and verse to be discussed, focusing on Pariksit Maharaja's encounter with Kali Purusha.",
      "timestamp_url": "https://youtu.be/-gwH2yw48GE?t=41",
      "transcript": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Deveem Saraswateem Vyasam Tatojayam Udi Rayet. In this session, we will be talking about, we will be discussing from the first verse of the seventeenth chapter of the first canto of Srimad Bhagavatam. This is a new chapter we are beginning. This seventeenth chapter of the first canto is entitled punishment and reward of Kali. In the previous chapter, it was described how when Pariksit was ruling, Kali Purusha was trying to enter his kingdom and how Pariksit dealt with the, the Pariksit's plans and none of the Pulipurusya won't be described in this chapter. Suth Def Kari Purusha Tatra Go Mithunam Raja Hanyamanam Anathavat Dandahastamche Vrishalam Dadrishhe Nripalanchanam."
    },
    {
      "start_time": 109,
      "end_time": 245,
      "verse_references": [
        "SB 1.17.1"
      ],
      "themes": [
        "cow protection",
        "social order",
        "Kali Yuga"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Maharaja Pariksit observes that a lower caste Shudra dressed like a king was beating a cow and a bull with a club as if they had no owner",
      "summary": "The speaker explains the meaning of the verse, highlighting the mistreatment of cows and bulls by an unqualified ruler.",
      "timestamp_url": "https://youtu.be/-gwH2yw48GE?t=109",
      "transcript": "The meaning of this verse is, Suta Goswami said, after reaching that place, Maharaja Pariksit observes that, Maharaj Pariksit observes that, that a lower caste Shudra dressed like a king was beating a cow and a bull with a club as if they had no owner. So the previous chapter ended with the description that while the, while Mother Earth and the personality of religious principles Dharma, Dharini and Dharma were engaged in conversation, the saintly king Pariksit reached that place and now the description continues. What did Pariksit observe when he reached that place? He saw that this Kali Purusha, that this Kali Purusha, he is dressed like a king, but actually he doesn't have the qualification of a king. He is not a qualified Kshatriya according to the Vedic understanding. He is actually unqualified person, but he is dressed like a king, means he is trying to occupy the post of the ruler or the, or the King without qualification. And it was also very clear that the Kshatriyas are meant for protecting the citizens and the domestic animals, but here we see this person, he is dressed like a king and then he is dressed like a king, dressed like a king, but he is beating a cow and a bull as if they had no owner."
    },
    {
      "start_time": 245,
      "end_time": 499,
      "verse_references": [],
      "themes": [
        "varanashrama",
        "shudra",
        "Kali Yuga"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The principal sign of the age of Kali is that lower caste's shudras, men without personal culture and men without spiritual initiation would be dressed like administrators or Kings",
      "summary": "The speaker elaborates on Srila Prabhupada's explanation of the verse, defining 'shudra' not by birth but by lack of culture and spiritual initiation, and connecting it to unqualified leaders in Kali Yuga.",
      "timestamp_url": "https://youtu.be/-gwH2yw48GE?t=245",
      "transcript": "So Srila Prabhupada explains in the purport, what does this mean for us who are living in Kali Yuga? It has got a lot of significance this description here. The principal sign, Srila Prabhupada says in the purport, the principal sign of the age of Kali is that lower caste's shudras, what does it mean lower caste shudras, men without aristocratical culture and men without spiritual initiation would be dressed like administrators or Kings and the principal business of such non-Ksatria rulers would be to kill the investors. Innocent animals, especially the cows and bulls, who shall be unprotected by their masters, the bona fide vices, the mercantile community. Sushila Prabhupada clearly explains a often misunderstood terminology. In the Vedic scriptures, in the description of the varana and ashrama system of dharma, it is described that the society should be divided according to occupational duties and according to spiritual development into four varanas and four ashramas, four social orders and four spiritual orders. Now, this varana classification has become completely topsy-turvy in this Kali Yuga because of the misunderstanding that one belongs to a varana according to birth in a certain family, which is not. What is explained in the scriptures, clearly in the Bhagavad Gita, Krishna says, the quality based on qualifications, based on the qualities possessed by a person, that person should be classified according to the qualities and according to the occupational duties. The one who performs the same occupation according to the work he performs, according to the natural inclination to work in a certain way, a person should actually be classified as a brahmana, kshatriya, vaishya or shudra. So very clearly who are to be classified as shudras, those who do not have brahmanical culture and they do not have spiritual initiation. Sushila Prabhupada explains. That means they are more or less godless people and they are bereft of the brahmanical culture. They are uncultured. According to Vedic description, they are uncultured. So, uncultured, godless people are to be classified as Shudras. Not according to birth. Regardless of which type of family they take birth in, it doesn't matter. If they are uncultured, if they are godless, then they are to be classified as Shudras. Such people will be considered as Shudras. They will be dressed like administrators or kings. This is the sign of Kalyuga."
    },
    {
      "start_time": 499,
      "end_time": 640,
      "verse_references": [
        "BG 18.44"
      ],
      "themes": [
        "cow protection",
        "vaishya",
        "social order"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "These animals will be unprotected. So, therefore these administrators can freely kill without anybody questioning them.",
      "summary": "The speaker discusses the role of Vaishyas in protecting cows and bulls, and the consequences of their absence in Kali Yuga.",
      "timestamp_url": "https://youtu.be/-gwH2yw48GE?t=499",
      "transcript": "And these administrators who are unqualified, but somehow they have managed to occupy the post of the administrator. They will simply indulge in killing innocent animals, especially the cow and the bull. And these cows and bulls will be killed by such unqualified administrators because such cows and bulls which are meant to be protected by the Vaishya class, the mercantile community in the Vedic culture. These animals will be unprotected. They will be unprotected. So, therefore these administrators can freely kill without anybody questioning them. Without the animals, innocent animals who give lot of service to the human society, not getting any protection. They are helpless. They are innocent. They are helpless. So, this is the situation. Even in this age of Kali, that we are finding it right now in our present times. Exact description given in the Srimad Bhagavatam. So, Srila Prabhupada further says, In the Bhagavad Gita, in the 18th chapter, in the 44th verse, it is said, that the Vaishyas are meant to deal in agriculture, cow protection and trade. Krishi, Goraksha, Vaanijjam, Vaishya, Karma, Swabhavajam. By their acquired nature. There are certain class of people in the civilized human society who are meant to deal in three things. Krishi or agriculture. Goraksha, cow protection. Goraksha. And Vaanijja, trade, commerce."
    },
    {
      "start_time": 640,
      "end_time": 770,
      "verse_references": [],
      "themes": [
        "cow protection",
        "degraded vaishyas",
        "slaughterhouses"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "And in this age of Kali, the degraded Vaishyas, the mercantile men, are engaged in supplying cows to slaughterhouses.",
      "summary": "The speaker criticizes the modern Vaishyas who exploit cows for milk and then send them to slaughterhouses, neglecting their duty of protection.",
      "timestamp_url": "https://youtu.be/-gwH2yw48GE?t=640",
      "transcript": "So, the cow protection was specifically entrusted to the Vaishyas in the Vedic culture. Now, there are no qualified Vaishyas. So, therefore, the cows are not getting the protection that they deserve. And in this age of Kali, the degraded Vaishyas, the mercantile men, are engaged in supplying cows to slaughterhouses. As long as the cow gives milk, they keep the cow and take the milk and do business with milk and milk products. And when the cow stops giving milk, send it to the slaughterhouse. This is their business. Not that the cow has given so much service and it should be given protection. No such consideration at all. Merciless, heartless, cruel people. Very, very mean-minded. Right? Yes. And it is said in the scriptures that the Kshatriyas, the qualified Kshatriyas, are meant to protect the citizens of the state. Whereas the Vaishyas are meant to protect the cows and bulls and utilize them to produce grains and milk. So, both the humans and the cows and bulls require protection because human form of life is very, very important for it affords the opportunity for self-realization. And cows and bulls are especially meant for producing grains and milk. And the cow gives a lot of service."
    },
    {
      "start_time": 770,
      "end_time": 944,
      "verse_references": [],
      "themes": [
        "cow protection",
        "benefits of cows",
        "sin of cow killing"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Even the cow, the urine and stool of the cow is very useful for human society.",
      "summary": "The speaker emphasizes the immense value of cows, highlighting the usefulness of their milk, urine, dung, and even their horns and skin after death, and condemns cow killing as a grave sin leading to suffering.",
      "timestamp_url": "https://youtu.be/-gwH2yw48GE?t=770",
      "transcript": "Every part of the cow is very, very useful. Even the cow, the urine and stool of the cow is very useful for human society. Goarka. Cow urine is called Goarka. It has got a lot of medicinal properties. It can be used in so many ways. So many useful ways for human beings. And the cow dung is first-class medicine. It is first-class manure. It is the best fuel for dried cow dung cakes. And it helps in so many ways. So many ways the cow dung can be used. It has got antiseptic properties. When cow dung cake, dried cake is burnt, it drives away mosquitoes. That smoke drives away mosquitoes. So like that, there are innumerable benefits of cow dung and cow urine. Such an animal is very, very, very useful. After the cow dies a natural death, the horn of the cow, the horns of the cow are very useful. The skin of the cow is very useful, very useful also. So cow is so valuable. The cow tail, the tail of the cow is also very useful. So like this, the cow is such a useful animal. And most importantly, the cow gives us milk, which is the most precious food substance for human beings, especially for human beings. So such animals should never be killed. Should never be killed. So that is the Vedic injunction. And it is the greatest sin to kill the cow. Gohatya is the greatest sin. And people have to suffer in very horrible ways by the laws of nature imposed on such foolish people, ignorant people, merciless people, cruel people. By nature, by God, through the material nature, this punishment will be enforced. People have to suffer. So I will stop here. Thank you very much."
    }
  ]
}