{
  "video_id": "-lL0COsmbEM",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.11.25 | 15-07-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=-lL0COsmbEM",
  "segments": [
    {
      "start_time": 0,
      "end_time": 48,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Gyanati Miran Dhasya Gyanan Janishalakaya",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, invoking blessings and paying respects to spiritual teachers.",
      "timestamp_url": "https://youtu.be/-lL0COsmbEM?t=0",
      "transcript": "Om Gyanati Miran Dhasya Gyanan Janishalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shri Vasadi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Jai Vanarottamam Deveem Saraswateem Vyasam Tato Jaya Mudireet"
    },
    {
      "start_time": 49,
      "end_time": 134,
      "verse_references": [
        "SB 1.11.25"
      ],
      "themes": [
        "satiation",
        "spiritual beauty",
        "material vs spiritual"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Satiation means upon repeatedly doing something one becomes completely satisfied so that there is no more possibility of being further, taking further satisfaction",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam and explains the concept of satiation, contrasting it with the unending attraction to the Lord's beauty.",
      "timestamp_url": "https://youtu.be/-lL0COsmbEM?t=49",
      "transcript": "In this session, we will be discussing from the 25th verse of the 11th chapter of the 1st canto of Shri Madbhagavatam: Nithyam Nireeksha Mananam Yadapi Dvarakaukasam Na Vitrupyantihi Drushaha Shriyo Dhamangam Achyutam. The meaning of this verse is, \"The inhabitants of Dvaraka were regularly accustomed to look upon the results of the Dvaraka Reservoir of all beauty, the infallible Lord. Yet they were never satiated, Na Vitrupyantihi. They were never satiated.\" What is the meaning of satiation? Satiation means upon repeatedly doing something, one becomes completely satisfied so that there is no more possibility of being further, taking further satisfaction. One becomes saturated, that's the word in English. Satiation has got another word, saturation."
    },
    {
      "start_time": 135,
      "end_time": 210,
      "verse_references": [],
      "themes": [
        "satiation",
        "analogy",
        "material experience"
      ],
      "content_type": "analogy",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "There is a certain point of saturation or satiation where no more they can eat and relish that sweet",
      "summary": "The speaker uses the analogy of adding salt to water and eating sweets to illustrate the concept of satiation in the material world.",
      "timestamp_url": "https://youtu.be/-lL0COsmbEM?t=135",
      "transcript": "Just like if you take a glass of water and you keep adding salt, then this salt becomes dissolved. But if you keep adding more and more salt, a certain point of saturation comes where no more salt will dissolve in that water, in the saline solution, in the salt solution. No more it will dissolve because it is saturated. Similarly, when somebody, let us say, eats a piece of sweet, then they may take a small piece and they taste it, oh it's very nice. Let me have a little more. So they have one more piece of the sweet and then they feel even more satisfied. Then one more piece, one more piece. How many pieces can they keep eating? There is a certain point of saturation or satiation where no more they can eat and relish that sweet. In fact, it becomes nausea. That means they feel like no more even looking at that sweet. So that is the point of saturation."
    },
    {
      "start_time": 211,
      "end_time": 295,
      "verse_references": [],
      "themes": [
        "spiritual beauty",
        "material beauty",
        "satiation",
        "Dwarka"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Anything material seen for a number of times ultimately becomes unattractive by the law of satiation",
      "summary": "The speaker explains that unlike material beauty, the beauty of the Lord never leads to satiation, as experienced by the residents of Dwarka.",
      "timestamp_url": "https://youtu.be/-lL0COsmbEM?t=211",
      "transcript": "The inhabitants of Dwarka, even though they are accustomed to seeing the most beautiful form of the Lord, they never felt saturated. They never thought we have seen enough. They never felt like that. So it is explained by Prabhupada in the purport, \"When the ladies of the city of Dwarka got up on the roofs of their palaces, they never thought that they had previously many times seen the beautiful body of the infallible Lord.\" They never thought like that, \"We have seen it enough number of times,\" though they had actually seen many many many times before. This indicates that they had no satiation in desiring to see the Lord. Anything material seen for a number of times ultimately becomes unattractive by the law of satiation. We have experience in this material world. If we repeatedly see something beautiful, we become saturated, we become satiated. We cannot see it anymore. It is no longer attractive. It becomes unattractive after saturation, point of saturation. That is true for all material beauty. The law of satiation acts materially."
    },
    {
      "start_time": 296,
      "end_time": 393,
      "verse_references": [],
      "themes": [
        "infallibility",
        "spiritual identity",
        "material contamination"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In the case of spiritual beauty, there is no satiation. There is no saturation. Never.",
      "summary": "The speaker emphasizes the Lord's infallibility and contrasts it with the fallible nature of living entities who become covered by material bodies and lose their spiritual identity.",
      "timestamp_url": "https://youtu.be/-lL0COsmbEM?t=296",
      "transcript": "In the case of spiritual beauty, there is no satiation. There is no saturation, never. The word infallible is significant here because although the Lord has mercifully descended on earth, He is still infallible. Infallible means He never falls down to the material platform. We, on the other hand, we fall down to the material platform when we come to the material world. When we come in contact with the gunas, material nature, we become conditioned. We fall down to the material platform. From the spiritual platform, we fall down to the material platform. So Prabhupada says, \"The Lord does not become fallen, whereas the living entities are fallible.\" Fallible means they are prone to fall down because when they come in contact with the material world, they lack their spiritual identity. What happens to our spiritual identity? We are all spirit souls. What happens to it? It becomes covered by the material body. And thus, the body materially obtained becomes subjected to birth, growth, transformation, situation, deterioration, annihilation under the laws of nature. Our spiritual beauty is covered."
    },
    {
      "start_time": 394,
      "end_time": 478,
      "verse_references": [],
      "themes": [
        "material body",
        "deterioration",
        "spiritual form",
        "contamination"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Lord's body is not like that. He descends as he is and is never under the laws of material modes",
      "summary": "The speaker describes the deterioration of the material body with age and disease, contrasting it with the eternal and uncontaminated nature of the Lord's spiritual form.",
      "timestamp_url": "https://youtu.be/-lL0COsmbEM?t=394",
      "transcript": "And the material form, however nice it may look when one is young, as the body ages or as the body changes, as the body becomes diseased or old or invalid or wrinkled, then the body is no longer beautiful. The body is no longer beautiful. When a person becomes dirty due to sweating, then until the person takes a good bath, will not appear beautiful, will not appear fresh, you see. The Lord's body is not like that. He descends as He is and is never under the laws of material modes. Spiritual form never deteriorates, never becomes dirty. There is no possibility of material contamination. And in the case of the Lord, there is no possibility of material covering. This material covering applies only to living entities."
    },
    {
      "start_time": 479,
      "end_time": 572,
      "verse_references": [],
      "themes": [
        "material desire",
        "spiritual covering",
        "source of everything",
        "beauty"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This material covering applies only to living entities who are desirous of material enjoyment",
      "summary": "The speaker explains that the material covering applies only to those who desire material enjoyment, and that the Lord's body is the source of all beauty and everything that exists.",
      "timestamp_url": "https://youtu.be/-lL0COsmbEM?t=479",
      "transcript": "Who are desirous of material enjoyment, who are desirous of materially lording over material nature. Only to such living entities the spiritual form gets covered by a material covering and that material covering is strictly according to the material laws, subject to deterioration. It cannot remain the same. It never remains the same. Anything material has to deteriorate with time, with color. The Supreme Lord's body is the source of everything that be. Aham sarvasya prabhavo, Krishna says in Bhagavad Gita, \"I am the source of everything, Janmadyasya yatha.\" The Supreme Lord is the ultimate source of everything. In the Vedanta Sutra also, it is explained. Bhagavad Gita also explains this. Bhagavatam also explains this. The opening verse of the Bhagavatam says, Janmadyasya yatha Anvayati tarthas Krishna Vasudeva. The son of Vasudeva, the divine son of Vasudeva and Devaki, is actually the ultimate source of everything. So the Supreme Lord's form or body is the source of everything that be. It is the reservoir of all beauties."
    },
    {
      "start_time": 573,
      "end_time": 696,
      "verse_references": [],
      "themes": [
        "spiritual vision",
        "transcendental form",
        "spiritual manifestations"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If at all we have spiritual eyes to see, then we cannot say we have seen enough. Never.",
      "summary": "The speaker discusses the limitations of material vision and the ever-fresh nature of the Lord's transcendental form, emphasizing that the Lord's name, form, qualities, and entourage are all spiritual manifestations.",
      "timestamp_url": "https://youtu.be/-lL0COsmbEM?t=573",
      "transcript": "We cannot have sufficient experience of seeing the Lord's transcendental form. If at all we have spiritual eyes to see, then we cannot say we have seen enough, never. No one therefore is satiated by seeing the transcendental body of the Lord because they are, there are always manifestations of newer and newer beauties. This is the nature of the Lord's form, ever fresh. In the Brahma Samhita, nava yauva namcha, ever fresh youthful beauty is the nature of the Lord's transcendental form. So the Lord's transcendental form is the nature of the Lord's transcendental form. So never compare the Lord's form with any material form. Never consider the Lord's form to be material. It may appear like a material form, but it is not a material form. So therefore Srila Prabhupada concludes this purport by telling that transcendental name, form, qualities, entourage, etc., are all spiritual manifestations. When the Lord descends to this material world, incarnates, He incarnates in His transcendental form with transcendental name, transcendental qualities, His spiritual entourage, His associates were all completely spiritual beings."
    },
    {
      "start_time": 697,
      "end_time": 791,
      "verse_references": [],
      "themes": [
        "chanting",
        "holy name",
        "nectar",
        "spiritual vibration"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "In this material world, there is no satiation in chanting the holy name of the Lord",
      "summary": "The speaker highlights the importance of chanting the Hare Krishna mantra and emphasizes that there is no satiation in chanting the Lord's holy name because it is full of nectar.",
      "timestamp_url": "https://youtu.be/-lL0COsmbEM?t=697",
      "transcript": "In spiritual form, but they look like ordinary people, but they are not ordinary people. They are all spiritual manifestations of the Lord. In this material world, there is no satiation in chanting the holy name of the Lord. We keep chanting Hare Krishna Mantra everyday because it is a spiritual sound vibration. There is no satiation in chanting the holy name of the Lord. We are not yet bored chanting the same mantra, Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare. Everyday we chant minimum of 1728 times this mantra, 16 rounds. And liberated souls, pure devotees like Haridasa Thakur, they chant 1 lakh names of the Lord everyday, 3 lakh names, about 22 hours in a cycle of 24 hours they chant. Why? Because it is full of nectar, namamrutam. It is full of nectar and unlimited supply of nectar is there when one keeps chanting, chanting, chanting, chanting. Of course, the chanting has to be done purely to taste that nectar of the holy name, namamrutam."
    },
    {
      "start_time": 792,
      "end_time": 888,
      "verse_references": [
        "SB 1.7"
      ],
      "themes": [
        "qualities of the Lord",
        "attraction",
        "devotee satisfaction",
        "unlimited"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Lord has unlimited qualities by which he attracts everyone",
      "summary": "The speaker discusses the unlimited qualities of the Lord that attract everyone, and how devotees derive great satisfaction and happiness from discussing these qualities.",
      "timestamp_url": "https://youtu.be/-lL0COsmbEM?t=792",
      "transcript": "It is there. It is there in the holy name, in the transcendental vibration. There is no satiation in discussing the qualities of the Lord. The Lord has unlimited qualities by which He attracts everyone. This is described in the Atmarama verse of the Srimad Bhagavatam, 1st canto, 7th chapter, Atmarama verse: Atmarama Shchamunayo Nirgrantha Api Urukrame Kurvanti Ahitukim Bhaktim Itthambhuta Gunoharihi. Itthambhuta means it is full of attractive qualities, attracts everybody. So devotees who discuss these wonderful qualities of the Lord, they are never tired. Machchitta Madgata Parasparam Katayan Taschamam Nithyam. They are always discussing about the wonderful qualities of the Lord and they derive great satisfaction and happiness, Tushyanticha Ramanticha. That is the nature of the Lord's personality, His qualities. There is no limitation to the entourage of the Lord. He appears with His associates and He has so many associates, so many. He is the unlimited Lord. He is the unlimited associates."
    },
    {
      "start_time": 889,
      "end_time": 913,
      "verse_references": [],
      "themes": [
        "limitless",
        "source",
        "conclusion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Lord is the source of all and is limitless. That is the conclusion.",
      "summary": "The speaker concludes by reiterating that the Lord is the source of everything, limitless, and the ultimate reality, ending with a thank you and Hare Krishna.",
      "timestamp_url": "https://youtu.be/-lL0COsmbEM?t=889",
      "transcript": "The Lord is the source of all and is limitless. That is the conclusion. He is limitless. He is Ananta and He is the source. He is Pramadyasya Athaha. That's the conclusion. I will stop here. Thank you very much."
    }
  ]
}