{
  "video_id": "-WqZe_V8VeU",
  "title": "The Importance of Chanting Every Round with Attention |Sri Madhu Pandit Dasa | Soulful Japa Training",
  "speaker": "HG Madhu Pandit Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=-WqZe_V8VeU",
  "segments": [
    {
      "start_time": 0,
      "end_time": 17,
      "verse_references": [],
      "themes": [
        "sat-chit-ananda",
        "Krishna's avatara",
        "spiritual experience"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "There is somewhere, there is a source where we can get eternal sat, chitta and ananda.",
      "summary": "The speaker introduces the concept of attaining eternal sat, chitta, and ananda through Krishna's avatara.",
      "timestamp_url": "https://youtu.be/-WqZe_V8VeU?t=0",
      "transcript": "There is somewhere, there is a source where we can get eternal sat, chitta and ananda. Just like iron in the fire becomes red hot, in the same way, the purpose of Krishna's"
    },
    {
      "start_time": 17,
      "end_time": 59,
      "verse_references": [],
      "themes": [
        "Krishna's touch",
        "spiritual power",
        "spiritual knowledge",
        "spiritual love",
        "spiritual pleasure"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Soonly when Krishna touches us, we start getting real experience of sat, chitta and ananda.",
      "summary": "This segment elaborates on how Krishna's touch and avatara facilitate the flow of spiritual power, knowledge, love, and pleasure.",
      "timestamp_url": "https://youtu.be/-WqZe_V8VeU?t=17",
      "transcript": "avatara is to touch us. Just like the iron touched the fire, it became red hot. So only when Krishna touches us, we start getting real experience of sat, chitta and ananda. Spiritual power. Spiritual knowledge. Spiritual love. Spiritual pleasure. Will flow from Krishna. From Krishna's avatara to us."
    },
    {
      "start_time": 59,
      "end_time": 108,
      "verse_references": [],
      "themes": [
        "material senses",
        "atma",
        "spiritual taste",
        "seeing Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Originally the atma can taste spiritual taste.",
      "summary": "The speaker contrasts the limitations of material senses with the atma's ability to directly perceive Krishna and experience spiritual taste.",
      "timestamp_url": "https://youtu.be/-WqZe_V8VeU?t=59",
      "transcript": "Krishna is beyond our material senses. He has to take avatara because we are stuck with our material senses. I can touch only what my body touches. I can only see what my body eye sees. I can only smell what my body makes me smell, etc. I can only taste what my tongue tastes. Body tongue tastes. Originally the atma can taste spiritual taste. Atma's eyes can see Krishna directly. The atma's tongue can taste Krishna. Atma's eyes can see Krishna directly. The atma's tongue can taste Krishna."
    },
    {
      "start_time": 108,
      "end_time": 179,
      "verse_references": [],
      "themes": [
        "spiritual senses",
        "ananda",
        "material senses",
        "avatara",
        "rupa avatara",
        "shabda avatara",
        "taste avatara"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So therefore the Lord says, okay, I will become accessible to your material senses.",
      "summary": "The segment discusses how awakened spiritual senses can experience intense ananda and how Krishna makes Himself accessible through various avataras to connect with living entities through material senses.",
      "timestamp_url": "https://youtu.be/-WqZe_V8VeU?t=108",
      "transcript": "Krishna prasadam tongue can taste directly Krishna nama. The shastra says that if my spiritual tongue is awakened and spiritual mind is awakened and spiritual ears are awakened, then this body cannot even withstand that ananda, that ecstasy. Now, because we can only see, touch, smell, etc., through this body, this association of Krishna, Satchitananda association, we can receive only through our material senses. So therefore the Lord says, okay, I will become accessible to your material senses. That is avatara, Rupa avatara, Shabda avatara, taste avatara."
    },
    {
      "start_time": 179,
      "end_time": 223,
      "verse_references": [],
      "themes": [
        "Satsanga",
        "Satchitanandasanga",
        "going back to Godhead",
        "awakening the soul"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So the Lord very kindly, Krishna very kindly is always waiting to give Satsanga, Satchitanandasanga, to His living entity.",
      "summary": "Krishna is always ready to give association to the living entity so that the soul can awaken and become free from the material world.",
      "timestamp_url": "https://youtu.be/-WqZe_V8VeU?t=179",
      "transcript": "So the Lord very kindly, Krishna very kindly is always waiting to give Satsanga, Satchitanandasanga, to His living entity. He is always ready. Therefore in different forms He takes avatara. Anyone who wants to go back to Godhead, who want to become free from this material world, obviously his soul has to awaken."
    },
    {
      "start_time": 274,
      "end_time": 330,
      "verse_references": [],
      "themes": [
        "atma's satisfaction",
        "spiritual body",
        "spiritual world",
        "permanent love",
        "permanent existence",
        "pure knowledge"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Only then the Atma will be fully satisfied.",
      "summary": "The speaker explains that the atma can only be truly happy in the spiritual world with a spiritual body, experiencing permanent love, existence, and knowledge.",
      "timestamp_url": "https://youtu.be/-WqZe_V8VeU?t=274",
      "transcript": "Only then the Atma will be fully satisfied. Just like a fish will be happy only in water, to take it out into the air, a fish can never be happy outside the water. Similarly we can never be happy, the Atma can never be happy, the spirit person in this body can never be happy. You can, you, me, cannot be happy unless we get our spiritual body and enter the spiritual world and deep within us, all of us are looking for this. We are looking for permanent love, we are looking for permanent existence, we are looking for pure knowledge."
    },
    {
      "start_time": 330,
      "end_time": 408,
      "verse_references": [],
      "themes": [
        "association",
        "Shabdavatara",
        "Krishna's shakti",
        "chanting Hare Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "And avatara means Krishna comes into the sound, Shabdavatara, with all his shaktis",
      "summary": "The segment emphasizes the importance of association with Krishna through the Shabdavatara (sound incarnation) of the Hare Krishna mantra, which contains all of Krishna's shakti.",
      "timestamp_url": "https://youtu.be/-WqZe_V8VeU?t=330",
      "transcript": "So how to achieve this? Is as I started saying, association. Touching spirit. And avatara means Krishna comes into the sound, Shabdavatara, with all his shaktis nam nam akari boudha, nidya sarva shakti, Chaitanya Mahaprabhu says Krishna, Krishna's sarva shakti, not small shaktis, his sarva shakti is in that shakti. This is the shakti. This is the shakti. This is the shakti. This is the shakti. This is the shakti. This is the shakti. So we chant Hare Krishna Maha Mantra with our tongue, immediately the Lord comes, enters that sound, He becomes the Shabdavatara, the Shabda that you produce becomes Shabdavatara"
    },
    {
      "start_time": 408,
      "end_time": 454,
      "verse_references": [],
      "themes": [
        "associating with Nama",
        "incarnation",
        "heart",
        "ears"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "God has come before you, now it is for you to associate.",
      "summary": "The speaker explains that God has come in the form of the Holy Name and it is up to us to associate with it by allowing it to enter our hearts through our ears.",
      "timestamp_url": "https://youtu.be/-WqZe_V8VeU?t=408",
      "transcript": "and that Shabdavatara, now it is for you to associate. God has come before you, now it is for you to associate. Either you can associate your soul with Nama who has incarnated. The way to associate with Nama who has incarnated, where are you situated in this body? In the heart. So this Nama has to enter your heart, how does a sound enter you?"
    },
    {
      "start_time": 454,
      "end_time": 520,
      "verse_references": [],
      "themes": [
        "hearing",
        "mind",
        "Nama Avatara",
        "chanting",
        "heart"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If you have to associate with the Nama Avatara, not only chanting, chanting means he has come down, but now your heart has to associate.",
      "summary": "The speaker emphasizes that simply chanting is not enough; the mind must also be engaged to allow the Nama Avatara to enter the heart through the ears.",
      "timestamp_url": "https://youtu.be/-WqZe_V8VeU?t=454",
      "transcript": "Through the ears, not in ears alone are not enough. Just like now you are hearing me. So many other sounds are also falling on your ears, car's horn, this, that, only when I tell you, you are, oh correct, correct. So they are falling on your ears but they don't go inside. What falls on your ears, if it has to go inside, your mind is also required. Right? If you have to associate with the Nama Avatara, not only chanting, chanting means he has come down, but now your heart has to associate. He has to enter your heart through your ears and mind."
    },
    {
      "start_time": 520,
      "end_time": 557,
      "verse_references": [],
      "themes": [
        "Prabhupada's example",
        "Satchitananda",
        "ears",
        "mind"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The fire of Satchitananda is so merciful, you have to put the fire into your iron-like soul.",
      "summary": "The speaker uses Prabhupada's example of iron in the fire to illustrate how we must actively bring the fire of Satchitananda into our souls through our ears and mind.",
      "timestamp_url": "https://youtu.be/-WqZe_V8VeU?t=520",
      "transcript": "This is the most important, simple. Always keep this in mind. Okay? This is the most important example of Prabhupada, iron put in the fire. Similarly in this case, it's not iron put in the fire. The fire of Satchitananda is so merciful, you have to put the fire into your iron-like soul. Through the ears, through the mind. This is the most important example of Prabhupada. This is the most important example of Prabhupada."
    },
    {
      "start_time": 557,
      "end_time": 586,
      "verse_references": [],
      "themes": [
        "spiritual benefit",
        "Nama Avatara",
        "attentive hearing",
        "mind"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So how much spiritual benefit you get out of your chanting depends upon how much of the Nama that is Avatara, taking Avatara, enter your heart through the process called hearing.",
      "summary": "The spiritual benefit derived from chanting depends on how attentively we hear the Nama Avatara, allowing it to enter our hearts.",
      "timestamp_url": "https://youtu.be/-WqZe_V8VeU?t=557",
      "transcript": "The ocean of Satchitananda. So how much spiritual benefit you get out of your chanting depends upon how much of the Nama that is Avatara, taking Avatara, enter your heart through the process called hearing. Attentive hearing. Attentive hearing means mind."
    },
    {
      "start_time": 586,
      "end_time": 642,
      "verse_references": [],
      "themes": [
        "attention",
        "mind",
        "soul",
        "willpower",
        "associating effectively"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Attention is a property of the soul.",
      "summary": "Attention, a property of the soul, is carried by the mind, and we must use our willpower to keep our mind on the sound of the mantra for effective association.",
      "timestamp_url": "https://youtu.be/-WqZe_V8VeU?t=586",
      "transcript": "Attention, where your mind is there, your attention, your mind, your mind is a carrier of attention, transporter of attention. Now you are hearing me. Your mind is carrying your attention to what I am speaking. Attention is a property of the soul. This is the most important. This is the most important. This is the most important. This mic has no attention, but I have attention. But that attention is moved here and there by the mind. This is the most important. By your willpower, you should keep your mind on the sound. Then you are effectively associating."
    },
    {
      "start_time": 642,
      "end_time": 719,
      "verse_references": [],
      "themes": [
        "advancement in chanting",
        "association",
        "Satchidananda",
        "hearing the mantra"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Similarly, do you want the effect of your chanting like ten feet away to five feet away or you want to put your soul completely into the fire of Satchidananda by hearing every Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare.",
      "summary": "The speaker uses the analogy of iron and fire to illustrate how the degree of benefit from chanting depends on the closeness of association, urging listeners to fully immerse their souls in the sound of the mantra.",
      "timestamp_url": "https://youtu.be/-WqZe_V8VeU?t=642",
      "transcript": "This is the most important. This is the most important. This is the most important. This is the most important. This is the most important. Some people advance very fast by chanting Hare Krishna. Some people don't advance very slowly. They advance. But some advancement is there. Just like you take a piece of iron. Place it 10 feet away, little heat it will get. Five feet away, little more heat. One feet away, little more heat. Then 5 feet away, little more heat. Then 10 feet away, little more heat. 5 feet away, little more heat. 10 feet away, little more heat. 5 feet away, little more heat. away, little more heat. Six inches away, little more heat. Almost near it, little more heat. Put into the fire, big difference. Similarly, do you want the effect of your chanting like ten feet away to five feet away or you want to put your soul completely into the fire of Satchidananda by hearing every Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare."
    },
    {
      "start_time": 719,
      "end_time": 785,
      "verse_references": [],
      "themes": [
        "secret",
        "Jnana",
        "biggest enemy",
        "thinking"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Thinking during Japa is the biggest enemy.",
      "summary": "The speaker reveals the secret that the biggest obstacle to the Holy Name entering the heart is thinking during japa.",
      "timestamp_url": "https://youtu.be/-WqZe_V8VeU?t=719",
      "transcript": "What I am telling is a very big secret. Does not matter how bad the iron is, how cold the iron is, will get heated. Does not matter whether you have Jnana, you know Jnana, you have read Bhagavad Gita, you have not read Bhagavad Gita, you are a man, you are a woman, you are a child, no difference it makes as long as the fire goes inside, it will become red hot. So all of you are chanting Hare Krishna Maha Mantra, but it depends on you, how much you want to benefit. And the biggest enemy for not hearing is what? Can you all tell, how many times I have spoken, in one word you can say, the biggest enemy for hearing is what? Thinking. Thinking. Thinking."
    },
    {
      "start_time": 785,
      "end_time": 850,
      "verse_references": [],
      "themes": [
        "obstacle",
        "thinking",
        "hearing thoughts",
        "Nama Avatara",
        "ice",
        "asat achit nirananda"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So stop thinking during Japa.",
      "summary": "The speaker reiterates that thinking is the biggest obstacle to the Holy Name entering the heart, as it distracts from hearing the Nama Avatara and leads to asat, achit, and nirananda.",
      "timestamp_url": "https://youtu.be/-WqZe_V8VeU?t=785",
      "transcript": "Thinking during Japa is the biggest enemy. I will repeat, what is the biggest enemy of Holy Name going inside, what is the biggest obstacle that is stopping Nama, Avatara from going into your heart, it is thinking. So stop thinking during Japa. Thinking means you are hearing your thoughts. If you hear your thoughts, you cannot hear Holy Name. If you hear me, you cannot hear somebody else. Just like when you are hearing me, you are not hearing so many sounds that are going around. So either you hear the Nama, Avatara or you are hearing your thinking. Your thinking is not fire, your thinking is ice. It will be fire. It will pull you more, it will take you more into asat achit nirananda."
    },
    {
      "start_time": 850,
      "end_time": 884,
      "verse_references": [],
      "themes": [
        "spiritual progress",
        "hearing",
        "Sat heat",
        "Chit heat",
        "Ananda heat",
        "craving"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "All the real spiritual progress that you make depends upon how many of Hare Krishna Mahamantra has been heard by you.",
      "summary": "Spiritual progress depends on how much of the Hare Krishna mantra is heard and internalized, leading to the experience of Sat, Chit, and Ananda.",
      "timestamp_url": "https://youtu.be/-WqZe_V8VeU?t=850",
      "transcript": "Your thinking has no value before the Holy Name who is the ocean of sacchidananda. So, therefore it is left to you. All the real spiritual progress that you make depends upon how many of Hare Krishna Mahamantra has been heard by you and sent inside. According to that, your advancement will increase. According to that, your Sat heat, Chit heat and Ananda heat will be experienced."
    },
    {
      "start_time": 884,
      "end_time": 941,
      "verse_references": [
        "BG 9.27"
      ],
      "themes": [
        "Prabhupada",
        "chanting",
        "yajna",
        "offering",
        "hearing process"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So Prabhupada, that's why he says, chant an exactly same sound you hear.",
      "summary": "The speaker explains that chanting is a yajna where the hearing process is dedicated to hearing Krishna's name.",
      "timestamp_url": "https://youtu.be/-WqZe_V8VeU?t=884",
      "transcript": "We are all very deeply craving for this experience of real Ananda, real Sat, real Chit. So Prabhupada, I will tell you one more thing. So Prabhupada, that's why he says, chant an exactly same sound you hear. This is a yajna. Yajna means you're offering something. In one type of yajna, you offer ghee to Vishnu. In this japa yajna, what are you offering? What are you offering? Then, in Bhagavad Gita, Krishna says, you're hearing process. You're hearing process, you're dedicating to hear his nama."
    },
    {
      "start_time": 941,
      "end_time": 1035,
      "verse_references": [],
      "themes": [
        "incomplete yajna",
        "punya",
        "Svargaloka",
        "maya",
        "Krishnaloka",
        "Vaikuntha"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If you're chanting and you're not hearing, your yajna is not complete.",
      "summary": "The speaker explains that chanting without hearing yields some punya but doesn't lead to Krishnaloka, and warns against the allure of Svargaloka.",
      "timestamp_url": "https://youtu.be/-WqZe_V8VeU?t=941",
      "transcript": "If you're chanting and you're not hearing, your yajna is not complete. Some punya you'll get. Something. Something you'll get. You're so powerful, the holy name is. This fire is so powerful, even 10 feet away you stand, you'll get heated. But not red hot. Not red hot. So even accidentally you chant, so powerful it is. Just like your, many of us simply chant 16 rounds without hearing. Still, still, in next life, all your desires will be fulfilled. You'll go to Svargaloka also. You'll become devatas also. But you can go into more maya. You can forget japa also. Then you go to Svargaloka. Because there is so much of material opulence and material things. But we do not want to go to Svarga. We do not want. Again Svargaloka, punya you get, you come back again. Up and down, you have to travel. Birth, death, old age, disease. Where do we all want to go? We want to go to Krishnaloka. We want to go to Krishna. We want to go to Vaikuntha."
    },
    {
      "start_time": 1035,
      "end_time": 1142,
      "verse_references": [],
      "themes": [
        "Vaikuntha",
        "bhakti",
        "love for Krishna",
        "Asura's soul",
        "jiva",
        "birth and death"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "And Vaikuntha, you can enter only if there is bhakti.",
      "summary": "The speaker explains that Vaikuntha can only be entered with bhakti and awakened love for Krishna, which is present in every jiva, even asuras.",
      "timestamp_url": "https://youtu.be/-WqZe_V8VeU?t=1035",
      "transcript": "We want to go to Vaikuntha. Et gatvana nimartanti. After that, no question of coming. And Vaikuntha, you can enter only if there is bhakti. If your bhakti is awakened. If your love for Krishna is awakened. Our soul loves Krishna. All our souls love Krishna. Even Asura's soul also, he loves Krishna. But it is covered. Every jiva is amsa of Krishna. We all have within us love for Krishna. It has to be awakened. So this is the, if you want to go, if you want to go back to Godhead, if you want to go to Vaikuntha, you do not want. You cannot go back anymore of this drama. One body to another body. This is a body life, this has no meaning. We have created meaning for it. What you go through one life, one mosquito goes through in one day. We can say what is the value of life. You see animals, you see cats, dogs. So many cats come, come, so many cats die. What is so special that in our time scale, I got this body and then maybe 100 years you live."
    },
    {
      "start_time": 1142,
      "end_time": 1240,
      "verse_references": [],
      "themes": [
        "material bodies",
        "chasing",
        "mirage",
        "desert",
        "illusion",
        "material pleasures"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Like a mirage in the desert.",
      "summary": "The speaker uses the analogy of a mirage in the desert to illustrate the illusory nature of material pleasures and the endless cycle of chasing after them.",
      "timestamp_url": "https://youtu.be/-WqZe_V8VeU?t=1142",
      "transcript": "That is nothing, again millions and millions of bodies, I have to live eternally. I have to end this birth and death of material bodies, always life after life, in each body, within each body, chasing, chasing, chasing after power, chasing after love, chasing after, like a mirage in the desert. The desert you stand, you look like there is water. Right? Then you go near it, you don't find water. Then you turn this side, oh, there it looks like there is water. Again another mirage you see. You chase, chase, chase, when you go near it, there is no water. Then you are saying, no, where can I, look this side, again mirage, because in the desert, that illusion is created. So you chase, you go near it, then two things happen. You go near it, the mirage keeps going away, away, away, away. That means you can never reach. By going towards the mirage, you cannot reach. You turn around in different directions, you cannot reach, because it is an illusion. Similarly, the material pleasures, material happiness, all these things, it is another"
    },
    {
      "start_time": 1240,
      "end_time": 1308,
      "verse_references": [],
      "themes": [
        "illusory happiness",
        "hope",
        "cheating",
        "energy",
        "fulfilment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "All happiness is hope for happiness.",
      "summary": "The speaker explains that all happiness in the material world is merely hope for happiness, a form of cheating that drains energy without providing true fulfillment.",
      "timestamp_url": "https://youtu.be/-WqZe_V8VeU?t=1240",
      "transcript": "kind of illusory happiness. That means there is only hope. In mirage, what is there? Hope. Hope for water. When a person is thirsty, when he gets hope for water, does it give him some happiness? Yes. Ah, there, there is water. Ah, hope. So in the material world, all happiness is hope for happiness. All power is hope for power. All love is hope for love. What a life, life of only hope, hope, hope, hope, hope. What is that? Cheating. Because all your energy is going, ah, ah, ah, let me go, walk towards. So much energy you have to give to chase the hope for its fulfilment, but then it never reaches."
    },
    {
      "start_time": 1308,
      "end_time": 1372,
      "verse_references": [],
      "themes": [
        "real hope",
        "fulfilment",
        "love of Krishna",
        "spiritual world",
        "blessed",
        "secret",
        "holy name"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Or do you want real hope plus fulfilment?",
      "summary": "The speaker contrasts the illusory hope of the material world with the real hope and fulfillment found in the spiritual world through love of Krishna and the holy name.",
      "timestamp_url": "https://youtu.be/-WqZe_V8VeU?t=1308",
      "transcript": "Material world is like this. Or do you want real hope plus fulfilment? You hope for love of Krishna and you get love of Krishna. That is spiritual world. You hope for happiness of serving Krishna and you really get the happiness of serving Krishna. You hope for meeting Krishna, you really meet Krishna. You hope for love, you really get love. So, we are very, we are, who are here are blessed to get the secret, are blessed to get the holy name."
    },
    {
      "start_time": 1372,
      "end_time": 1447,
      "verse_references": [],
      "themes": [
        "crores of rupees",
        "miser",
        "Satya",
        "Kali kaale naam rupe krishna vathara",
        "knowledge"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This is like getting no value, invalubilities, this knowledge.",
      "summary": "The speaker uses the analogy of a miser with crores of rupees to illustrate that simply possessing knowledge of the holy name is not enough; it must be used properly to realize its value.",
      "timestamp_url": "https://youtu.be/-WqZe_V8VeU?t=1372",
      "transcript": "Just like if you have crores of rupees with you in your house and you do not know and you don't use it. What are you called? Miser. So, now you know this Satya. Naam naam kaari baudha nija sarva shakti. Kali kaale naam rupe krishna vathara. This is like getting no value, invalubilities, this knowledge. Crores and crores and crores. You have that now. Right now you have. You have heard that. You know that. You read Prabhupada's books. You know that. Just by having money in your house, you don't become crorepati. That money has to exhibit its power and then only you are crorepati. Similarly, this Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare. You have got it. You have received it. Also, now you have heard how to spend it properly."
    },
    {
      "start_time": 1447,
      "end_time": 1546,
      "verse_references": [],
      "themes": [
        "going inside",
        "satya shakti",
        "chitta shakti",
        "ananda shakti",
        "mind",
        "biggest enemy",
        "struggle",
        "hearing"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It has to go inside.",
      "summary": "The speaker emphasizes that the holy name must go inside to bring satya, chitta, and ananda shakti to the soul, and the biggest struggle is to hear the chanting.",
      "timestamp_url": "https://youtu.be/-WqZe_V8VeU?t=1447",
      "transcript": "It has to go inside. And then satya shakti, chitta shakti, ananda shakti will come into your soul. So, you have got the Hare Krishna mantra. You have got japa mala. You have started practicing. You are chanting sixteen rounds also. But here, give your mind. Biggest enemy for not hearing. If you don't think, something you will hear. If you consciously hear, then you can push out the thinking during japa. You have to struggle. This is only a struggle. In spiritual life, there is only one struggle. In this Krishna consciousness. All other things easily come. Very easily come. Power to control the senses, knowledge, everything, attraction, everything comes automatically. But one thing you have to struggle. What is that? You have to hear your chanting. That's all."
    },
    {
      "start_time": 1546,
      "end_time": 1619,
      "verse_references": [],
      "themes": [
        "child",
        "mantra",
        "tongue",
        "mind",
        "gift",
        "benefit"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Imagine the gift.",
      "summary": "The speaker encourages listeners to hear each mantra like a child, training the mind to hear without thinking during japa, which is a great gift.",
      "timestamp_url": "https://youtu.be/-WqZe_V8VeU?t=1546",
      "transcript": "Like a child you have to hear. Mantra after mantra, mantra after mantra, mantra after mantra. At that time during japa, only one work. To hear one after the other, one after the other. Tongue is automatically, see, gross body. Gross body. Automatically gets, very easily get trained. Just like every day you get up, you brush your teeth. Automatically trained. Similarly, you are chanting so many days, so many years. Tongue, very easy to get trained. It will chant sixteen rounds. Like tongue, please understand, mind also can be trained. Just like tongue, without missing one Hare or Krishna, sixteen rounds you can chant. Your mind can also be trained to hear sixteen rounds without missing even one round. Without even missing one mantra. Imagine the gift. Imagine how much benefit you will get. If you train your mind to hear and do japa. Not think during japa."
    },
    {
      "start_time": 1619,
      "end_time": 1707,
      "verse_references": [],
      "themes": [
        "will power",
        "hearing",
        "knowing the sound",
        "Hare Krishna part",
        "Hare Rama part",
        "attention",
        "monitoring"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "For that, you have to use your will power to keep away thinking and then capture.",
      "summary": "The speaker provides practical advice on using willpower to keep away thinking and capture the hearing of each sound, monitoring whether it's the Hare Krishna or Hare Rama part of the mantra.",
      "timestamp_url": "https://youtu.be/-WqZe_V8VeU?t=1619",
      "transcript": "That's all. One simple thing. For that, you have to use your will power to keep away thinking and then capture. As you are chanting, capture the hearing. As each sound keeps coming, hearing, hearing, hearing. Hearing means what? Knowing the sound. Hare is now before me. Just like Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare. Split into two. There is Hare Krishna part, there is Hare Rama part. On each bead, be aware. Now, I am in, I want to be aware. Whether I am in Hare Krishna part or Hare Rama part. Okay, automatically attention is coming by monitoring. You are hearing. Practice this for three, four months. Hearing Hare Krishna part and Hare. Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare. Next bead, Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama. So that means you are recognizing two parts of the mantra. After that next six months, every four words, Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare. Hare Rama, Hare Rama. Rama Rama Hare Hare, Hare Krishna Hare Krishna, Krishna Krishna Hare Hare, Hare Rama Hare Rama, Rama Rama Hare Hare."
    },
    {
      "start_time": 1707,
      "end_time": 1775,
      "verse_references": [],
      "themes": [
        "thinking",
        "problem solving",
        "imagination",
        "worrying",
        "hope",
        "Shabda",
        "Krishna",
        "Avatara"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "All hope is in that Shabda right there.",
      "summary": "The speaker advises to stop thinking, problem-solving, and worrying during chanting, as all hope and solutions are present in the Shabda (sound) of the holy name.",
      "timestamp_url": "https://youtu.be/-WqZe_V8VeU?t=1707",
      "transcript": "Mind should get trained. Finally mind will get trained to hear. As Hare comes you will catch. Hare Krishna Hare Krishna Krishna Krishna Hare Hare, Hare Rama Hare Rama Rama Rama Hare Hare. So if the mind is on thinking, problem solving, some imagination, some worrying, or delighting, or hoping something in future, all that should stop. All hope is in that Shabda right there. Why you are hoping for something? Solution to all problems, don't think. Your thinking cannot produce solutions. Your chanting can produce solutions. Like that Shabda should be there on the Shabda. What I am trying to do, thinking, all that thing, chhodo. Right now only Nama, Krishna, Avatara is before me. What problems Krishna cannot solve? So practice chanting and hearing exactly the same sound."
    },
    {
      "start_time": 1775,
      "end_time": 1791,
      "verse_references": [],
      "themes": [
        "japa",
        "rounds"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So we are going to continue our japa.",
      "summary": "The speaker invites the audience to continue chanting japa, aiming for 108 rounds.",
      "timestamp_url": "https://youtu.be/-WqZe_V8VeU?t=1775",
      "transcript": "So we are going to continue our japa. We do 108 rounds. Those who want, welcome all of you to sit as much as possible. 16 rounds, 32 rounds, 64 rounds."
    }
  ]
}