{
  "video_id": "-ZjWL2a5c6E",
  "title": "2016-02-04 | SB 3.18.16-19 | HG Amitasana Dasa",
  "speaker": "HG Amitasana Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=-ZjWL2a5c6E",
  "segments": [
    {
      "start_time": 259,
      "end_time": 647,
      "verse_references": [
        "BG 2.47"
      ],
      "themes": [
        "anger",
        "scriptural understanding",
        "parampara",
        "superficial understanding"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "What meets our eyes is a superficial understanding.",
      "summary": "The speaker discusses the apparent contradiction of the Lord exhibiting anger when the scriptures advise against it, emphasizing the importance of understanding scriptures through parampara to avoid superficial interpretations.",
      "timestamp_url": "https://youtu.be/-ZjWL2a5c6E?t=259",
      "transcript": "For someone who is totally new to Krishna Consciousness, this can be bewildering. How can the Lord get angry? Krishna in the Bhagavad Gita Himself says there are three gates leading to hell: lust, anger, and greed. And here the Lord Himself is getting angry. This is Jaisa Achar and then Prachar. So here the Lord is getting angry and grew more and more enraged at the smell of blood of His person. In His eagerness to win, this we see. Okay, actually this can be expected, after all He was a demon, eagerness to win. And Krishna also says you have the right to do your duty but do not be attached to the results. On one side the Lord says control the senses, control the mind. From the very beginning control the senses, and then He marries 16,108 queens. So people sometimes even ask this question: Why the Lord married so many queens? From their understanding, was He not satisfied with one wife? Why did He dance with the gopis? That's why Krishna in the Bhagavad Gita says, what meets our eyes is a superficial understanding. That's why Krishna says, it's a most confidential knowledge. Tatvatah means in truth. What we can understand just by reading like a novel or a comic or any other book, will not be tatvatah understanding. It will not be the real understanding. That's why Krishna says one who understands in tatvatah, in truth, he gets eligible for liberation from the cycle of birth and death. He goes back to the kingdom of God. So how do we understand? Why the Lord who is... And we also understand saintly people are expected to be tolerant, not get provoked. They should be peaceful. They should be equipoised. They should be forgiving. These are all qualities of devotees and Lord should also exhibit these qualities. And here we are saying that the Lord is fighting and Lord is getting angry and is beating Hiranaksha and is eager to win, to defeat Hiranaksha. So how do we understand this? So as I mentioned, if we have not studied the scriptures in a parampara, a parampara understanding, just like Prabhupada is writing the purports, when we read those purports and understand them, all our misconceptions and wrong understandings slowly can get wiped away. Typical understanding is a saintly person means he should never get angry. That's why many times people say Hinduism, because of all this tolerance and ahimsa, that's why these Mohammedans invaded India and we were just simply tolerant and they ransacked the temples, destroyed the temples. And we were all talking about ahimsa, we should be tolerant. Actually that's not the correct understanding. Wherever anger is required, it has to be exhibited. Wherever ahimsa is required, it has to be done. The whole Bhagavad Gita was spoken by Lord to Arjuna to inspire him to fight. Sometimes it can be bewildering what to tolerate, what not to tolerate, when to get angry, when not to get angry. There is a very famous quote which says, not to get angry is very easy. If someone decides I'll not get angry, relatively it's easy. A stone also does not get angry. But to get angry at the right time, in the right circumstances, on the right person, to the right degree, is not very easy. In other words, there is place of anger, there is place for every emotion. The emotions what we exhibit, originally is there in the Lord. Lord is a person, and person means emotions, feelings. And every emotion has a place. Just like Hanuman got angry, and he burned the Lanka. He was a great devotee of the Lord. Everyone worships Hanuman. He worships Hanuman, as a great devotee of the Lord. And he got angry, and he burned the Lanka. And still we glorify him, still we worship him. And still we accept him as a great devotee of the Lord. So many times, people have a very superficial understanding of our scriptures. In fact, many people who come up with these arguments, may not have even read the scriptures. Or if they would have read, they would have read very superficially, some thing written by some author, and they miss out the correct understanding."
    },
    {
      "start_time": 647,
      "end_time": 873,
      "verse_references": [
        "BG 4.7"
      ],
      "themes": [
        "religion",
        "misunderstanding",
        "violence",
        "scriptural knowledge"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "Had he read Quran, he wouldn't be a terrorist.",
      "summary": "The speaker shares a story about a Hindu man in Afghanistan who avoids danger by reciting a verse from the Bhagavad Gita, highlighting the idea that violence often stems from a lack of true understanding of religious texts.",
      "timestamp_url": "https://youtu.be/-ZjWL2a5c6E?t=647",
      "transcript": "One time there was a family, who was visiting Afghanistan, an Indian family. They had gone to meet some of their friends and acquaintances. So, they were visiting Afghanistan for the first time, and as you all know, it's an area which is strived with lot of terrorism, lot of violence. So this family was going in a car, and suddenly they were stopped on the highway. And two men, with guns, stopped the car, and said, come out. So they were completely, you know, panic stricken, fearful, what's going to happen, fearful of death. Imagine, on the highway, deserted highway, somebody stops the car, and comes with a gun. So their heart started pounding. So anyway, they had no option, they came out of the car, and the so-called terrorist, asked that person, what is your religion? So this person, although he was Hindu, from India, but fearful that they are not going to spare him if he says I am a Hindu. So he spontaneously says, I am a Muslim. So the terrorist, how can he believe? Look like Indian, look like, so he said, can you recite a verse from Quran? So this person is a Hindu, how does he know Quran? Viva voice, they say, just to test your knowledge. So this person, you know, where does he remember Quran? Started, yada yadahi dharmasya glanir bhavati bharata, somehow, spontaneously, spoke out that verse, and the terrorist, okay, okay, go. So he got into the car, and went off. So, when they started off, the wife said, hey, why did you say you are a Muslim? And he asked you to quote Quran, and you said, yada yadahi, you quoted a verse from the Bhagavad Gita. Why did you do that? He said, had he read Quran, he wouldn't be a terrorist. It's a fact that, many times, people who are fighting in the name of religion, in fact, you ask anybody, I ask this question quite often, how many of you feel that today the world is in chaos because of religion? 95% of people raise their hands. I've asked this question in many, many gatherings, many, many forums. How many of you feel that today, because of, in the name of religion, people are fighting, the world is in a mess. If you look objectively also, all the fights which are going on in Syria, in Afghanistan, Iraq, all these things, it's all stemming from, you know, these differences, Israel, Palestine."
    },
    {
      "start_time": 873,
      "end_time": 978,
      "verse_references": [],
      "themes": [
        "religion",
        "fanaticism",
        "ignorance",
        "vested interests"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "It's because of fanatic understanding of religion.",
      "summary": "The speaker argues that the world's problems are not caused by religion itself, but by fanatic and ignorant interpretations of religious texts, often fueled by vested interests.",
      "timestamp_url": "https://youtu.be/-ZjWL2a5c6E?t=873",
      "transcript": "So, how many of you feel that the world is in chaos because of religion? Everyone, except for few people, they raise their hands. People see that people are fighting in the name of religion. Religion, which is supposed to bring about peace, harmony, universal brotherhood, actually is doing just the opposite. India got divided, like Prabhupada says in the Bhagavatam, earlier it was all Bharat-Varsha, it got divided in the name of religion: Hindustan and Pakistan. People are seeing that countries are getting divided, countries are fighting in the name of religion. Actually, the fact is, it is not because of religion. It's because of fanatic understanding of religion. Where do people have Tatvataha understanding? First and foremost, people have not read the Bhagavad Gita, not read the Quran, not read the Bible, even if they have read the Bible, or Quran, or whatever it is, it is superficial understanding. Just like, if you read and don't understand in Parampara, what is the understanding we are getting? The Lord is getting angry. And anybody can justify that, anybody can get angry, because we are following, we are devotees of the Lord. So, what has happened is, people with vested interest have fanned the religious sentiments of ignoble people, gullible people, ignorant people, people who are jobless, people who are illiterate, and has created chaos in the whole thing. Many of the so-called jihadis, they may be illiterate otherwise."
    },
    {
      "start_time": 978,
      "end_time": 1072,
      "verse_references": [],
      "themes": [
        "religion",
        "dharma",
        "parampara",
        "spiritual master"
      ],
      "content_type": "analogy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "The solution is not to pluck out the eyes.",
      "summary": "Using the analogy of cataracts and blurred vision, the speaker explains that the solution to problems caused by misinterpretations of religion is not to abandon religion, but to correct the understanding through a bona fide spiritual master and parampara.",
      "timestamp_url": "https://youtu.be/-ZjWL2a5c6E?t=978",
      "transcript": "Just like we had that terrorist attack in India. They were paid some amount, the family would be paid few lakhs of rupees, and, you know, they were asked to participate in this jihad. So, in one sense, it is a very sorry state of affairs, but the result is not that you do away with religion. It says, just like a cataract, when the eyes have cataract, and the vision becomes blurred, the solution is not to pluck out the eyes. Na rahega baans, na bajegi baansuri. They say, pluck out the eyes, no more cataract, no more blurred vision. But that's not the solution. You remove the cataract, and your vision is restored. So dharma, or religion, has a very important place, because it helps us lead a meaningful life. Without dharma, it is nothing but polished animalism. So, when we understanding in parampara, we are fortunate to understand from a bona fide spiritual master, we can get a clear understanding, and not get bewildered,"
    },
    {
      "start_time": 1072,
      "end_time": 1230,
      "verse_references": [],
      "themes": [
        "tolerance",
        "anger",
        "devotee qualities",
        "blasphemy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "One should be ready to tolerate all insults to one's own self.",
      "summary": "The speaker discusses the example of Lord Chaitanya Mahaprabhu, who preached humility and tolerance but also exhibited anger towards those who blasphemed devotees, explaining that devotees should tolerate insults to themselves but become angry when Krishna or his devotees are blasphemed.",
      "timestamp_url": "https://youtu.be/-ZjWL2a5c6E?t=1072",
      "transcript": "when we read such things. Prabhupada says, Lord Chaitanya Mahaprabhu became angry. Although he says, One who does not deserve respect also, maana dena, respect. Tolerant than a tree. Humbler than a blade of grass. Anybody tramples, it just stands up. Tree, you cut it, it gives you wood. You shake it, it gives you fruits. Tolerant, does not repel back. Chaitanya Mahaprabhu, who is preaching that, is saying, Chaitanya Mahaprabhu became angry with the miscreant brothers, Jagai and Madai, who blasphemed and struck Nithyananda Prabhu. In his Sastastaka, Lord Chaitanya wrote, One should be humbler than the grass, and more tolerant than the tree. One may then ask, why the Lord exhibited his anger? The same thing here. Lord one side is saying, three gates leading to hell, and other side, he himself is getting angry. Lord Chaitanya is saying, humbler than a blade of grass, and then he is becoming angry, and Jagai and Madai. The point is that one should be ready to tolerate all insults to one's own self. This is the principle. Sometimes we can also get bewildered. No, no, we should get angry. Little bit somebody provoked, angry. And justify, Lord also got angry. The principle is, the point is that one should be ready to tolerate all insults to one's own self. My ego gets hurt, I should tolerate. Somebody speaks something, I feel bad, I tolerate. I become provoked, I tolerate. One should be ready to tolerate all insults to one's own self. But when Krishna or his pure devotee is blasphemed, a genuine devotee becomes angry, and acts like fire against the offenders. Here Mother Earth, she is also a devotee, and Hiranaksha, and the Lord, just like Lord Chaitanya, became angry. Jagai and Madai, they hit Nithyananda Prabhu, and the Lord became angry."
    },
    {
      "start_time": 1230,
      "end_time": 1379,
      "verse_references": [],
      "themes": [
        "emotions",
        "dharma",
        "Krishna consciousness",
        "ego",
        "blasphemy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Every emotion has a place, but with the right knowledge.",
      "summary": "The speaker emphasizes that all emotions have a place when aligned with dharmic principles and used in Krishna consciousness, highlighting that anger can be controlled and directed towards chastising evil-doers and blasphemers.",
      "timestamp_url": "https://youtu.be/-ZjWL2a5c6E?t=1230",
      "transcript": "So every emotion has a place, but with the right knowledge, Tattvata understanding, we can have a proper understanding, where and when to apply that emotion. Just like Krishna said, dharma aviruto kamo asmi, even karma has a place. dharma aviruto, like that, all emotions, if it is not dharma aviruto, in the sense, if it is in line with dharmic principles, have a place. If you always remember Krishna, by your activities, and seeing Krishna everywhere, even in the heart of demoniac persons, then anger will never overcome you. Now how do we tolerate? Suppose somebody is, you know, in the middle of the night, he is provoking us, he is making our life miserable, or he is speaking some sarcastic words, and I am getting affected. So the solution is, if you are always remembering Krishna, and seeing Krishna everywhere, even in the heart of demoniac people, then anger will never overcome you. Being purified of false pride, many times, we get angry because of false pride, because of ego. And then we justify that, so and so is responsible for my anger. Actually, if we look introspect, it is because our ego got hurt, our self-respect, our esteem got affected. Maybe itch chali jayegi, what will people think about me? But occasionally, if there is good reason, you may have to become angry, just to chastise the evil doers, and blasphemers. So specially when we are young, we will require some guidance. Superficial understanding is not to get angry. So Prabhupada says, if there is good reason, you may have to become angry, just to chastise the evil doers, and blasphemers. Because we are living in a material world, where everyone is in one sense diseased. Everyone has ego, everyone has pride, everyone is there to put down others. So sometimes, we may have to get angry, to chastise the evil doers, and the blasphemers."
    },
    {
      "start_time": 1379,
      "end_time": 1535,
      "verse_references": [],
      "themes": [
        "anger",
        "tolerance",
        "saintly persons",
        "conditioned souls",
        "grudges"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Anger can be controlled, we cannot stop anger altogether.",
      "summary": "The speaker explains that while saintly persons tolerate personal insults, they become angry at blasphemy, and that while conditioned souls will get upset, it's important to avoid holding grudges and hatred.",
      "timestamp_url": "https://youtu.be/-ZjWL2a5c6E?t=1379",
      "transcript": "Anger can be controlled, we cannot stop anger altogether. But if we simply become angry with those who blaspheme the Lord, or the devotees of the Lord, we can control our anger in Krishna consciousness. When insignificant persons use rough words to cast false, angry accusations against saintly persons, their fruitless words do not disturb the great personalities. So if it is, mind you here, angry accusations against saintly person, personal attack, just like here it is said, all insults to one's own self, saintly persons, they do not get disturbed. They act like, but when required, evil doers, blasphemers, blasphemers of devotees, blasphemers of the Lord, they have the right to become angry, they should become angry. Sometimes, when we are living in day to day life, we will get upset, we will get, somebody will speak some things, bit critical, unnecessarily, will pass some remarks, as we said, we all are conditioned souls, we are not pure devotees, where we have risen above all this. So when, now here it is said, a saintly person should tolerate, should not get disturbed. Now what if we get disturbed? We will get disturbed. Only when our consciousness has risen to a certain level, when we are advanced in Krishna consciousness, saintly person, great personalities, we will not be affected. Suppose somebody has insulted us, and we get angry, we get affected, we get worked up, and the result of that is, many times, we can either retaliate, or sometime, if it is, let's say a senior devotee, or somebody else, we can't retaliate, deep within, we have grudges, hatred, ill feeling, can't do anything, but then, inside, keep brewing, anger, hatred. In fact, it is said that if a devotee has that kind of a consciousness,"
    },
    {
      "start_time": 1535,
      "end_time": 1755,
      "verse_references": [],
      "themes": [
        "forgiveness",
        "insults",
        "conditioned souls",
        "temper"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "How are you different from a parasite?",
      "summary": "The speaker shares a personal anecdote about being insulted and losing his temper, illustrating the difficulty of tolerating insults and the importance of forgiveness.",
      "timestamp_url": "https://youtu.be/-ZjWL2a5c6E?t=1535",
      "transcript": "he is hurting himself. So, how to keep our heart clean? We will get affected, we will get, so to say, somebody insults us, somebody speaks harsh words. One time, I went out to meet somebody, many years back, when I used to go out for life membership. So, we went to a donor's place, and I was telling him, he had agreed to become a member, and I was supposed to go and collect the membership amount. He was ready, he was having a cheque book in his hand. He was about to write the cheque, and I was sitting, I took out the receipt book, and the person sitting next to me, his friend, he was also there, in his office. So, that person said, what do you do whole day? So, I told him that we get up in the morning, and we have the sadhana, and then we have different services and all that. Then that person suddenly switched tone and said, do you know what is a parasite? So, it took me some time to understand, what is he up to? He said, I understand. Do you know what is a parasite? I said, yeah, I understand. How are you different from a parasite? He asked. Parasite is basically a person, parasite in a body, lives on the other person's blood, or other person's this thing. So, what he was trying to indicate is that we are parasites, we don't do any meaningful work, we beg. We just do little bit of ringing the bell, while our time, and beg people, and live at the cost of others. So, moment I heard that, how are you different from parasite? I became angry. I said, how can you call out so, and I tried justifying, you know, no, you don't know how much we are building a big temple, it's a public temple, so many people will come, temple is required, and all those things. While all this anger discussion was going on, the person took the checkbook, and kept it inside. It was in a drawer. And then he said, Swamiji will see later on. That's it. People don't expect that saintly person should get provoked, and lose temper. That's a natural understanding. And in one sense, that's the understanding which people have. But, we cannot go to other extreme. Now here, this was a blasphemy to me. How are you different from a parasite? Ideal would have been to just tolerate. Just, after all he is ignorant, he has his own understanding of who the devotees are. Maybe he is an atheist. Simply tolerate, and somehow, without offending him, Lord's service should happen. Somehow intelligently, if I had added, he would have even given the check. So sometimes, we will get affected, so to say, we will get, momentarily lose our temper, because we are conditioned souls, we are not pure devotees."
    },
    {
      "start_time": 1755,
      "end_time": 1923,
      "verse_references": [],
      "themes": [
        "forgiveness",
        "anger",
        "resentment",
        "Krishna consciousness"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "You have to let go.",
      "summary": "The speaker uses the analogy of monkeys trapped by holding onto bananas to illustrate the importance of letting go of anger, resentment, and ill feelings to find peace.",
      "timestamp_url": "https://youtu.be/-ZjWL2a5c6E?t=1755",
      "transcript": "But the worst thing is, we brew anger within us. We stop talking to someone. Like here it says, the lips in rage, he bit his lip in rage, took up his mace again, and began to repeatedly brandish, you know, anger within. So it is said that for a devotee, it is very important to also cultivate a quality, and that quality is shama. Shama means forgiveness. Just like here it says, if one remembers that the Lord, seeing Krishna everywhere, even in the heart of a demoniac person, the person who has insulted you, if you are Krishna conscious, genuine Krishna conscious, anger will not overcome you. Being purified of all false pride. So it is said that sometimes when people have to catch monkeys, wild monkeys in jungles, they take cages, and they put it in the forest, and inside the cages, they put something which the monkeys like. We all know monkeys like bananas and, so big big bananas, bunches they will keep inside those cages, and they leave them, and they leave them in wild forest. What they expect is that once the monkeys come inside the cage, to eat the bananas, and they will drop the lever, and the cage will get closed. So the monkeys, one or two times they got trapped, but you know, we all learn from experience, monkeys are also that way quite shrewd. So the monkeys saw that, you know, this is a trap for us. So instead of going inside the cage, to eat the bananas, they came on the side of the cage, put the hand inside the cage, and they were trying to take the bananas. So that even if the lever goes in, they will get the bananas also without getting trapped. But then it so happened that people started observing, those who had put those cages, the monkeys would hold big big bananas in their hand, will try to pull it out, but the cage ribs were there, the bars were there, they won't be able to pull out the banana, because bananas were quite big. And they are desperate to eat the bananas, and they will not leave the bananas. Trying, trying, trying, somehow not leaving the banana, and finally they will be caught. So the learning from this is, just like the monkeys, they can go free, if they just drop the banana. So likewise, many times, we just tightly hold on to that anger, resentment, hatred, ill feeling against someone, you have to let go."
    },
    {
      "start_time": 1923,
      "end_time": 1989,
      "verse_references": [],
      "themes": [
        "forgiveness",
        "humility",
        "blasphemy",
        "tolerance"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Father forgive them, for they know not what they are doing.",
      "summary": "The speaker concludes by reiterating the importance of forgiveness, humility, and letting go of anger, while also emphasizing the need to become angry when the Lord and His devotees are blasphemed, and to beg forgiveness if one gets provoked unintentionally.",
      "timestamp_url": "https://youtu.be/-ZjWL2a5c6E?t=1923",
      "transcript": "We will be peaceful. We have to also analyze, most of the time, that hatred, ill feeling is because I have got insulted. Somebody has hurt me. All of us are conditioned souls, we all are diseased. Jesus says, Father forgive them, for they know not what they are doing. Everyone is acting in lower modes, we all get overpowered. Drop it. We will momentarily get angry. Beg forgiveness, ask forgiveness, let go. Keep your heart clean. Keep your consciousness clean. So if we have that, now having said that, we have to avoid the other extreme. Other extreme is, every time let go. If the Lord and His devotees are blasphemed, we have to get angry. If I get insulted, I tolerate. If unknowingly, unintentionally, in spite of this, I get provoked, I get angry, I use harsh words, I beg forgiveness. I let go."
    }
  ]
}