{
  "video_id": "00nTQBG_8_I",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.8.21 | 12-02-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=00nTQBG_8_I",
  "segments": [
    {
      "start_time": 36,
      "end_time": 102,
      "verse_references": [],
      "themes": [
        "Krishna",
        "Queen Kunti's prayers",
        "Names of Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Now every name referred to by Queen Kunti is very meaningful.",
      "summary": "HH Stoka Krishna Swami introduces the verse from Srimad Bhagavatam 1.8.21, focusing on Queen Kunti's prayers and the significance of the names used to address Krishna.",
      "timestamp_url": "https://youtu.be/00nTQBG_8_I?t=36",
      "transcript": "Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare, Om Namo Bhagavate Vasudevaya, Narayanam Namaskritya, Naram Chai Vanarottamam, Devim Sarasvatim Vyasam Tato Jayam Udi Rayet. In this session we will be discussing from the 21st verse of the 8th chapter of the 1st canto of Srimad Bhagavatam, continuing the prayers by Queen Kunti. Krishnaaya Vasudevaya Devaki Nandanayacha, Nanda Gopakumaraya Govindaya Namo Namaha. The meaning of this verse is, Let me therefore offer my respectful obeisances unto the Lord, who has become the son of Vasudhara, Vasudeva, the pleasure of Devaki, the boy of Nanda, and the other cowherd men of Vrindavan, and the enlivener of the cows and the senses."
    },
    {
      "start_time": 102,
      "end_time": 235,
      "verse_references": [],
      "themes": [
        "Krishna's names",
        "Vasudeva",
        "Devaki Nandana",
        "Nandagopakumaraya",
        "Govinda",
        "Cows and senses"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Govinda means one who is enlivener of the cows and the senses.",
      "summary": "The lecture elaborates on the meanings of Krishna's names as used in the verse, including Vasudeva, Devaki Nandana, Nandagopakumaraya, and Govinda, emphasizing Krishna's role as the enlivener of cows and senses.",
      "timestamp_url": "https://youtu.be/00nTQBG_8_I?t=102",
      "transcript": "Now every name referred to by Queen Kunti is very meaningful. So, Krishnaaya, the Supreme Lord Krishna, who is Vasudevaya, he has appeared as the son of Vasudeva, therefore he is called Vasudeva. So, Kunti is identifying this personality who has appeared as the son of Vasudeva, and therefore called Vasudeva, he is actually the Supreme Personality of Godhead, Krishna. Krishnaaya Vasudevaya Devaki Nandanayacha, he is also identified as the son of Devaki, Devaki. He appeared as the son of Devaki and Vasudeva, Devaki as his mother and Vasudeva as his father. So, therefore Devaki Nandana, another name for Krishna. He is the same Supreme Lord who has appeared as the son of Devaki and Vasudeva. He is not an ordinary person, his birth is not ordinary, it is transcendental. Then, Nandagopakumaraya, Nandagopakumaraya, Nandagopakumaraya, Nandamaharaj was the king of the cowherd men in Vrindavan. So, Krishna also appeared as the son of Nandamaharaj and Yashodhamayi, as the cowherd woman, wife of Nandamaharaj in Vrindavan. So, he is also identified as Nandagopakumaraya, Kumara means a small boy, five-year-old boy. So, Krishna appeared as a cowherd boy also, as the son of Nanda and Yashoda. And, he is Govindaya Namo Namaha, Govinda. Govinda means one who is enlivener of the cows and the senses. This Go, the word Go means the senses, Go also means the cows. So, the cows and senses are enlivened by Krishna."
    },
    {
      "start_time": 235,
      "end_time": 349,
      "verse_references": [],
      "themes": [
        "Krishna and the senses",
        "Material qualifications",
        "Understanding Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "No material position is, or material assets are qualification for understanding Krishna.",
      "summary": "This segment discusses how the senses are enlivened by contact with Krishna and emphasizes that material qualifications are insufficient for understanding Krishna.",
      "timestamp_url": "https://youtu.be/00nTQBG_8_I?t=235",
      "transcript": "Whenever the senses come in contact with Krishna or the cows, when they are in touch with Krishna, they become enlivened. That's why Krishna as the cowherd boy is always tending the cows. That's a very, very special thing. A very, very special relationship of love between Krishna and the cows. Or, between Krishna and the devotees whose senses are very nicely engaged in devotional service to Krishna because of which the senses become enlivened. So, Srila Prabhupada explains in the purport that the Supreme Lord, as has been explained in the previous verse by Kunti Devi, is unapproachable by any material assets. Whatever be the material qualification of any person in any position in this material world, those material assets are useless when it comes to understanding the personality of Krishna. I may be a very great philosopher, but that doesn't qualify me to know and understand the personality of Krishna. I may be the most charitable, beneficent person, that doesn't qualify me to understand Krishna. I may be a very powerful devata, that doesn't qualify me to understand Krishna. No material position is, or material assets are qualification for understanding Krishna."
    },
    {
      "start_time": 349,
      "end_time": 495,
      "verse_references": [],
      "themes": [
        "Krishna's mercy",
        "Demoniac persons",
        "Protection of devotees"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He comes in His original form just for the sake of showing special mercy upon His pure devotees.",
      "summary": "The speaker explains that Krishna appears out of unbounded mercy to devotees and to diminish the disturbances caused by demoniac persons, ultimately protecting the devotees.",
      "timestamp_url": "https://youtu.be/00nTQBG_8_I?t=349",
      "transcript": "Then how can Krishna be understood? He is understood when out of His unbounded and causeless mercy He comes down to this earth as He is. He comes in His original form. When we say Krishna, He appears in His original form. Not that He is assuming a human-like form. No. He is coming in His original form. His original form resembles a human-like form. But it is not a human form. It is not a material form. It is not a human form. And He does so just for the sake of showing special mercy upon His pure devotees. Pure devotees. Krishna wants to show His causeless mercy. Unbounded. That means there is no limit to how much mercy He showers on His pure devotees. Unlimited mercy. And also He appears to diminish the upsurges of the demoniac persons. These demons, they become too much troublesome. They want to create havoc in the life of religious people or saintly persons or law-abiding citizens. These demoniac persons, they are law-breakers. They are against God in general. They are sometimes too materialistic or they are atheistic or they are openly against God, like that. So all such demoniac persons when they become too much of a disturbance and they create too much trouble for the saintly persons, for the devotees, then Krishna appears and Vinashaya Chidushkrutam He destroys, He kills them and protects the devotees."
    },
    {
      "start_time": 495,
      "end_time": 680,
      "verse_references": [],
      "themes": [
        "Krishna's incarnations",
        "Krishna vs Rama",
        "Accessibility of Krishna",
        "Vrindavan"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Therefore, Krishna is more merciful than Rama.",
      "summary": "This section compares Krishna's incarnation to other incarnations, particularly Rama, highlighting Krishna's greater accessibility and mercy, especially in Vrindavan where everyone can approach and serve Him.",
      "timestamp_url": "https://youtu.be/00nTQBG_8_I?t=495",
      "transcript": "Now, Srila Prabhupada says, Queen Kunti specifically adores the incarnation or descent of Lord Krishna above all other incarnations. Krishna appears in many, many different incarnations: Rama, Varaha, Narsimha, Vamana, etc. But among all the incarnations of the Supreme Lord, the one and only Supreme Lord, the incarnation in His original form as He is, the incarnation of Krishna is the topmost. Why? Because in this particular incarnation, Krishna is very easily approachable by everyone. So Prabhupada compares in the incarnation of Rama, He remained a king's son and from His very childhood, He became a king's son. But in the incarnation of Krishna, although He appeared as the son of a king, son of King Vasudeva, He at once left the shelter of His real father and mother, Vasudeva and Devaki, and went to the lap of Yashoda Mai to play the part of an ordinary cowherd boy in the holy land of Vrindavan. And that Vrindavan has become sanctified because of Krishna performing His childhood pastimes there, which are very, very, very pleasing to all devotees. Therefore, Krishna is more merciful than Rama. The incarnation of Krishna is more merciful than the incarnation of Rama. Why? In Vrindavan, everyone is a devotee of Krishna. Everyone can approach Krishna. Not only the parents of Krishna, Yashoda Mai and Nanda Maharaj, but the cowherd boys, the cows, the peacocks, the birds, the bees, the river Yamuna, the trees, the plants, the insects, every creature in Vrindavan is able to directly approach Krishna and actually render service to Him. In whatever way they can, they render service in their own way. And Krishna accepts it very, very mercifully. That is Krishna's greatness. So therefore, the scriptures declare Krishna's incarnation is the topmost because He is easily approachable"
    },
    {
      "start_time": 680,
      "end_time": 850,
      "verse_references": [],
      "themes": [
        "Kunti's relationship with Krishna",
        "Nanda and Yashoda's fortune",
        "Krishna's pastimes",
        "Krishnaloka",
        "Gokula Vrindavan"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But Nanda and Yashoda are more fortunate because they could relish the childhood pastimes of Krishna which Vasudeva, Devaki, Kunti, they could not relish.",
      "summary": "The lecture discusses Kunti's affectionate relationship with Krishna and contrasts it with the greater fortune of Nanda and Yashoda, who experienced Krishna's childhood pastimes, further explaining the concept of Krishnaloka and Gokula Vrindavan.",
      "timestamp_url": "https://youtu.be/00nTQBG_8_I?t=680",
      "transcript": "by everyone. Now, Srila Prabhupada also points out Krishna was very kind to Kunti's brother Vasudeva because he appeared as the son of Vasudeva. Now, because he appeared as the son of Vasudeva, Kunti was able to have that affectionate relationship with Krishna as being Krishna's aunt, father's sister. So, Kunti is able to address Krishna in paternal affection. She has all different kinds of relationships between the Supreme Lord and the devotee. So here, Kunti is able to affectionately address Krishna as her relative. But, Nanda and Yashoda are more fortunate because they could relish the childhood pastimes of Krishna which Vasudeva, Devaki, Kunti, they could not relish. They could not relish the childhood pastimes of Krishna. And among the childhood pastimes of Krishna, of course, all the childhood pastimes of Krishna and Vrindavan are very special. They are described by Srila Prabhupada here as prototypes of his eternal pastimes in original Krishnaloka. Krishna has got his personal abode in the spiritual world. That's called Chintamani Dhamma, Vrindavan Dhamma, Goloka Dhamma, different names, same abode of Krishna, Krishnaloka. But that Krishnaloka, eternally Krishna's pastimes is covered by or going on. And Krishna sometimes comes to this world to display those pastimes, the replica of those pastimes he enacts in this earthly planet, in the tract of land called Rajabhoomi, Rajabhoomi, Gokula Vrindavan. So there are two Vrindavans, Goloka Vrindavan in the spiritual world and Gokula Vrindavan on this earth planet. But Gokula Vrindavan is not material. It is completely spiritual. Though ordinary eyes see it as a material, another material place, but actually it is not"
    },
    {
      "start_time": 850,
      "end_time": 955,
      "verse_references": [],
      "themes": [
        "Krishna's entourage",
        "Invitation to Krishnaloka",
        "Devotion",
        "Chanting Hare Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "And Krishna is inviting us, come, join me, come with me to Krishnaloka and enjoy pastimes like these covered boys are enjoying with me.",
      "summary": "The speaker concludes by describing Krishna's spiritual entourage and extending an invitation to join Krishna in Krishnaloka through devotion and chanting Hare Krishna, escaping the miseries of the material world.",
      "timestamp_url": "https://youtu.be/00nTQBG_8_I?t=850",
      "transcript": "a material place. Now Krishna comes to Gokula Vrindavana with all his spiritual entourage and paraphernalia. Now Krishna's mother, Yashoda Mai, she also belongs to Krishnaloka. But she also comes. Nanda Maharaji belongs to Krishnaloka but he also comes. The covered boys, Shridham and Madhumangala, all the covered boys, they belong to the spiritual world but they also come with Krishna. That is for Krishna to display his wonderful, loving pastimes with all his devotees. And Krishna is inviting us, come, join me, come with me to Krishnaloka and enjoy pastimes like these covered boys are enjoying with me, like the covered men and covered women, the eternal associates are enjoying. You also come. That is why Krishna comes to display and to attract us. And Krishna invites so many ways. So it is up to us to actually accept this invitation and actually prepare ourselves to just, what is the preparation? Become devotees. Manmana abhava madbhakto madhyaji ma namaskuru Chant Hare Krishna. Become devotee of Krishna and go to Krishnaloka. Never again to come to this world which is filled with miseries. I will stop here. Thank you very much."
    }
  ]
}