{
  "video_id": "02AexO_-D0g",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.8.12-14 | 04-02-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=02AexO_-D0g",
  "segments": [
    {
      "start_time": 36,
      "end_time": 281,
      "verse_references": [],
      "themes": [
        "Brahmastra",
        "Nuclear Weapons",
        "Discrimination"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Brahmastra is a fine weapon, which works on mantra the subtle sound vibration and only a trained person can actually release such a Astra by simply using a mantra ashwatthama discharge the brahmastra simply to kill the Pandavas",
      "summary": "The speaker compares the Brahmastra to nuclear weapons, highlighting its precision and lack of indiscriminate harm compared to atomic bombs.",
      "timestamp_url": "https://youtu.be/02AexO_-D0g?t=36",
      "transcript": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Jai Vanarottamam Devim Sarasvatim Vyasam Tato Jayam Udhirayet. In this session, we will be discussing from the 12th verse of the 8th chapter of the 1st canto of Srimad Bhagavatam. Taryevatha Munishreshtha Pandava Panchasayakan Atmanobhimukhan Deeptan Alaksya Astrani Upadaduhu. The meaning of this verse: all foremost among the great thinkers, munis, referring to Saunaka, seeing the glaring Brahmastra proceeding towards them, the Pandavas took up their five respective weapons. There was a description earlier that Uttara saw a fiery iron. She saw a fiery iron arrow coming towards her very fast, and she sought shelter of Lord Krishna to protect the embryo, to protect the child in the womb, in her womb. Now here the description is that not only that Astra was released by Ashwatthama to kill the child in the womb, but also it was aimed at killing the five Pandavas. So in the proportiona Pravapara explains, the Brahmastras are finer than the nuclear weapons. This has been discussed earlier. Brahmastra is a fine weapon, which works on mantra, the subtle sound vibration, and only a trained person can actually release such a Astra by simply using a mantra. Ashwatthama discharged the Brahmastra simply to kill the Pandavas, namely the five brothers headed by Maharaja Yudhishtira, and their only grandson was lying within the womb of Uttara, so the target of this Brahmastra which was released by Ashwatthama were six personalities: the five Pandavas and the only surviving descendant of the Pandavas, the grandson of Arjuna, that is Pariksit in the womb of his mother Uttara. Therefore, the Brahmastra, more effective and finer than the atomic weapons, was not as blind as the atomic bombs, even though a comparison is made here that the Brahmastra is something like a nuclear weapon or atomic bomb, but actually it is not blind. When a nuclear bomb is dropped somewhere, it kills so many people, including the innocent people who have nothing to do with war"
    },
    {
      "start_time": 281,
      "end_time": 399,
      "verse_references": [],
      "themes": [
        "Brahmastra",
        "Targeting",
        "Protection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Brahmastra marks out the target and proceeds accordingly without harming the innocent",
      "summary": "The speaker elaborates on the Brahmastra's ability to specifically target individuals, making it impossible to hide from.",
      "timestamp_url": "https://youtu.be/02AexO_-D0g?t=281",
      "transcript": "who are not any party to any particular fight between some people. So the damage done by atomic bomb or by nuclear weapons is too much, and what is very bad about it is that even the innocent people are unnecessarily killed. So it is said here, when the atomic bombs are discharged, they do not discriminate between the target and others. Atomic bombs don't discriminate; mainly the atomic bombs do harm to the innocent because there is no control. This is a fact. Innocent people are killed in huge numbers. The Brahmastra is not like that, not like the atomic bomb or not like the nuclear weapon. This Brahmastra marks out the target and proceeds accordingly without harming the innocent, so it's much finer. It is directed towards a specific target, and the astra will go searching for the target wherever the target may be. There is no possibility that somebody can hide themselves and protect themselves when a Brahmastra is released against them. No possibility of hiding and protecting, not possible, because it will search out wherever the target is."
    },
    {
      "start_time": 399,
      "end_time": 461,
      "verse_references": [],
      "themes": [
        "Brahmastra",
        "Mantra",
        "Ashwatthama"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Brahmastra is a very very very fine weapon it is uh based on uh the appropriate mantra and only qualified people or trained people can actually use such weapons",
      "summary": "The speaker emphasizes the Brahmastra's reliance on mantra and the specific targeting of the Pandavas and Uttara's child by Ashwatthama.",
      "timestamp_url": "https://youtu.be/02AexO_-D0g?t=399",
      "transcript": "So our understanding should be that Brahmastra is a very, very, very fine weapon. It is based on the appropriate mantra, and only qualified people or trained people can actually use such weapons, fine weapons, and it has got a very, very specific target or targets even, just like here, this Brahmastra released by Ashwathama, and the second time he is releasing the Brahmastra ever since the incident of killing the five sleeping sons of Draupadi. Since that incident, second time now Ashwathama is releasing the Brahmastra, and this time the target was specifically the five Pandavas"
    },
    {
      "start_time": 461,
      "end_time": 553,
      "verse_references": [],
      "themes": [
        "Krishna's Protection",
        "Brahmastra",
        "Vedic Mantras"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Almighty personality of God is Shri Krishna having observed that a great danger was befalling his unalloyed devotees who were fully surrendered souls at once took up his sudarshan disc to protect them",
      "summary": "The speaker discusses Krishna's protection of his devotees and the nature of Brahmastra as a product of Vedic mantras.",
      "timestamp_url": "https://youtu.be/02AexO_-D0g?t=461",
      "transcript": "and the child in the womb of Uttara, the grandson of the Pandavas, Pariksha. The 13th verse, the meaning of this 13th verse: the Almighty personality of God is Shri Krishna, having observed that a great danger was befalling his unalloyed devotees who were fully surrendered souls, at once took up his sudarshan disc to protect them. Now you see the reaction of the Lord. So Srila Prabhupada explains in the purport elaborately, the Brahmastra, the supreme weapon released by Ashwatthama, was something similar to the nuclear weapon, but with more radiation and heat. This Brahmastra is the product of a more subtle science, being the product of the finer sound, a chapter recorded in the Vedas. In the Vedas, there are different mantras for different purposes, but the important aspect of mantras is all of them are sound vibrations which have got very, very specific purposes"
    },
    {
      "start_time": 553,
      "end_time": 688,
      "verse_references": [],
      "themes": [
        "Hare Krishna Mantra",
        "Devotee Dependence",
        "Krishna's Protection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Advantage of this weapon is that it is not blind like the nuclear weapon this was already discussed in the previous verse because it can be directed only to the target and nothing else",
      "summary": "The speaker contrasts the Hare Krishna mantra with destructive mantras and emphasizes the importance of devotees' complete dependence on Krishna for protection.",
      "timestamp_url": "https://youtu.be/02AexO_-D0g?t=553",
      "transcript": "purpose for being utilized in a particular way. Now the Hare Krishna mantra is also a mantra in the Vedas. It is mentioned in the Kali Santarana Upanishad, but this mantra, Hare Krishna mantra, is not meant for any destructive purpose. It is especially meant for self-realization, God realization, and therefore it is very, very, very special, this Hare Krishna mantra. Srila Prabhupada further says, \"The advantage of this weapon is that it is not blind like the nuclear weapon.\" This was already discussed in the previous verse, because it can be directed only to the target and nothing else, so no harm to anybody else except the target. Ashwatthama released the weapon just to finish all the male members of Pandus family. Therefore, in one sense, it was more than dangerous than the atomic bombs because it could penetrate even the most protected place and would never miss the target. So there is no, as I explained in connection with the previous words, there is no possibility of missing the target or somebody hiding from this Brahmastra. That's not possible. Go searching for the target. Knowing all this, Lord Shri Krishna at once took up his personal weapon to protect his devotees who did not know anyone other than Krishna. See, ananya vishayatmana, that means the devotees who are totally dependent on Krishna, they have no other means of protection, though they may be very powerful warriors. The Pandavas are powerful warriors, but still as devotees they are simply dependent upon Krishna."
    },
    {
      "start_time": 688,
      "end_time": 748,
      "verse_references": [
        "BG 9.31"
      ],
      "themes": [
        "Krishna's Promise",
        "Devotee Protection",
        "Unlimited Power"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Devotees are always protected by Krishna when they actually learn to depend for protection upon the Supreme Lord only exclusively on the Supreme Lord and not any other means of protection",
      "summary": "The speaker highlights Krishna's promise to protect his devotees and the unlimited power he possesses to do so.",
      "timestamp_url": "https://youtu.be/02AexO_-D0g?t=688",
      "transcript": "Knowing very well that all their powers are ultimately limited. Nobody can have unlimited power except the Supreme Lord, so to depend on the Supreme Lord is the most intelligent thing to do because the Lord can give complete protection against any danger, and the Lord is quite capable of doing that because he has got unlimited power, unlike the others who are always powerful by limitation. Now in the Bhagavad Gita, Lord Krishna has clearly promised that his devotees are never to be vanquished. Kaunteya pratijaanihi na me bhakta pranasyati, my devotees are never vanquished. This is what Krishna declares in the"
    },
    {
      "start_time": 748,
      "end_time": 837,
      "verse_references": [],
      "themes": [
        "Devotional Service",
        "Dependence on Krishna",
        "Krishna's Actions"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Pandavas was cent percent dependent on the protection of the Lord although they were all great warriors themselves",
      "summary": "The speaker explains how Krishna's actions are based on the degree of devotional service and the complete dependence of pure devotees like the Pandavas.",
      "timestamp_url": "https://youtu.be/02AexO_-D0g?t=748",
      "transcript": "Bhagavad Gita. So devotees are always protected by Krishna when they actually learn to depend for protection upon the Supreme Lord only, exclusively on the Supreme Lord, and not any other means of protection. The Supreme Lord Krishna behaves in a way that is completely different from that of any other Lord according to the quality or degree of the devotional service rendered by the devotees. Now Krishna has got so many devotees and their devotional service is of different levels. Now here the word ananya vishayatmanam is significant. What does it mean? The Pandavas was cent percent dependent on the protection of the Lord, although they were all great warriors themselves. See the characteristic of pure devotees, they completely depend on Krishna even though they may be great warriors themselves. Now as far as the Supreme Lord is concerned, sometimes he neglects even the greatest of warriors, and sometimes he vanquishes all of them. As far as the Supreme Lord concerns, sometimes he negulates even the greatest of warriors and sometimes he vanquishes all of them."
    },
    {
      "start_time": 837,
      "end_time": 901,
      "verse_references": [],
      "themes": [
        "Krishna's Vow",
        "Devotee Protection",
        "Bhaktavatsala"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The lord personally took up his own weapon at the risk of breaking his own vow krishna taken above i will never take any weapon but uh he thought it proper to actually take the weapon his sudarshan chakra in order to protect his devotees",
      "summary": "The speaker concludes by emphasizing Krishna's willingness to break his own vow to protect his devotees, highlighting his affectionate nature (Bhaktavatsala).",
      "timestamp_url": "https://youtu.be/02AexO_-D0g?t=837",
      "transcript": "vanquishes the great warriors in no time. But when the Lord saw that his devotees, his pure devotees, sent person dependent devotees, the Pandavas, there was danger for their life by the Brahmastra released by Ashwatthama, the Lord personally took up his own weapon at the risk of breaking his own vow. Krishna taken above, I will never take any weapon, but he thought it proper to actually take the weapon, his sudarshan chakra, in order to protect his devotees. He is known as bhaktavatsala, that means he is very, very affectionate to his devotees and he'll protect them at all costs because they are dependent on his centaurs."
    }
  ]
}