{
  "video_id": "0BaWzjCwFlI",
  "title": "Srimad Bhagavatam | HG Madhu Pandit Dasa | SB 3.20.37 | 23-02-2016",
  "speaker": "HG Madhu Pandit Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=0BaWzjCwFlI",
  "segments": [
    {
      "start_time": 59,
      "end_time": 154,
      "verse_references": [],
      "themes": [
        "ignorance",
        "illusion",
        "intelligence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Asuras are described as Mudadhya, meaning they are captivated by ignorance.",
      "summary": "The speaker explains that Asuras are captivated by ignorance and are foolish because they are attracted to the illusory attractions of the material world.",
      "timestamp_url": "https://youtu.be/0BaWzjCwFlI?t=59",
      "transcript": "were completely floored by the beautiful woman, and after that they simply seized her, grabbed her, they embraced her. So Prabhupada is explaining here that the Asuras are described as Mudadhya, meaning they are captivated by ignorance. So only those who are captivated by the mode of ignorance and passion will subject themselves to this force of false attraction, illusory attraction in this material world, and they are considered to be Mudadhya, means not very intelligent, or they are foolish. One who knows things as they are, then one would not run after the things in this material world."
    },
    {
      "start_time": 154,
      "end_time": 238,
      "verse_references": [],
      "themes": [
        "illusion",
        "reality",
        "senses",
        "value"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "One gives experience of gold, the other one is real gold and real gold also gives experience of gold but it has also got the value of gold that is a difference.",
      "summary": "Using the analogy of real gold versus plated gold, the speaker explains the difference between experiential truth and existential truth, highlighting that true value lies in something being both experientially and existentially true.",
      "timestamp_url": "https://youtu.be/0BaWzjCwFlI?t=154",
      "transcript": "In other words, if you really want to buy gold, then you have to, unless you get real gold, you are cheated. Something will be gold-like, plated gold. It will look bad, but look like gold for the senses. It looks like gold. There's no difference between the rolled gold and the plated gold and real gold. There's no difference for the senses, but for the value there will be a difference. One has no value, the other has got very high value comparatively, and one has no value. So one gives experience of gold, the other one is real gold, and real gold also gives experience of gold, but it has also got the value of gold. That is the difference. One is experientially true, the other one is experientially true and existentially true. In existence also it is real gold."
    },
    {
      "start_time": 238,
      "end_time": 398,
      "verse_references": [],
      "themes": [
        "experience",
        "truth",
        "senses",
        "intelligence",
        "spiritual knowledge"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "To establish the existential truth of something, any amount of experiences with the senses will not determine that truth. One has to go beyond the senses and go to the intelligence.",
      "summary": "The speaker asserts that sensory experience alone cannot establish existential truth; one must go beyond the senses to intelligence and spiritual knowledge (Guru, Sadhu, and Shastra).",
      "timestamp_url": "https://youtu.be/0BaWzjCwFlI?t=238",
      "transcript": "So any sense perception, anything that we see, if it is only true experientially, it is not necessary that it is truth. Truth has to be established independently on the basis of experience. For instance, you watch a movie. Once you go into the movie world, it's a real experience. It is a real experience. The experience is as real as real life experience, no difference. But is that true existentially true? No. Experientially true, but existentially false. Now if you want to analyze, you want to, whether that movie is existentially true or experientially, I am seeing it is true. Now I want to find out whether it is existentially true. So you analyze the movie more and more. The movie plot, you go into the movie plot. Okay, in the movie plot, this character, that character, you go on analyzing. Will you ever come out of the movie? No. In other words, to establish the existential truth of something, any amount of experiences with the senses will not determine that truth. One has to go beyond the senses and go to the intelligence. And intelligence, the source of that intelligence should be independent of that movie, because intelligence is not coming from the movie. And that is the third source. It is not coming from the movie, and that is spiritual knowledge."
    },
    {
      "start_time": 398,
      "end_time": 468,
      "verse_references": [],
      "themes": [
        "spiritual knowledge",
        "senses",
        "illusion",
        "truth",
        "shastra"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "There is only way to establish whether an experience is existentially true or not, is by a third source, that is Shastra.",
      "summary": "The speaker emphasizes that Shastra is the only reliable source for determining whether an experience is existentially true, as our senses are prone to illusion.",
      "timestamp_url": "https://youtu.be/0BaWzjCwFlI?t=398",
      "transcript": "Guru, Sadhu and Shastra. The spiritual knowledge, even though it is available in ordinary, material paper, material ink. It is available here. PRESENT TRUTH. But that is not real spiritual knowledge. It is manifesting like this, like any other ordinary book. But the vibration, the sound that is generated, the sound that it represents, this transcendental knowledge, that is the independent source, independent of our sensual perceptions. Our sensual perceptions can make mistakes, commit tendencies for illusion, cheating, all these things. So there is no question of establishing whether something is illusion or whether something is true by your senses, you cannot. There is only way to establish whether an experience is existentially true or not, is by a third source, that is Shastra."
    },
    {
      "start_time": 468,
      "end_time": 572,
      "verse_references": [],
      "themes": [
        "foolishness",
        "experience",
        "intelligence",
        "gold analogy"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The person is influenced by only experience, not using the intelligence.",
      "summary": "The speaker uses the analogy of buying gold-plated items to illustrate how those who rely solely on sensory experience, without using intelligence, can be easily cheated.",
      "timestamp_url": "https://youtu.be/0BaWzjCwFlI?t=468",
      "transcript": "So the asuras, muddhya means foolish, they go only by experience, mode of passion. Right now, yes, this experience is real, so it must be real. It must be real. That is enough for them. Subtitles by the Amara.org community But for somebody who is having that weakness, suppose somebody is only experience, he only wants experience of gold. He goes to a shop full of gold-plated items, cheating, and the person wants, oh, so nice, like gold, gold, shining, oh, this is nice shining gold, give me that. Subtitles by the Amara.org community He will pay the price of gold and take it. Subtitles by the Amara.org community The person is influenced by only experience, not using the intelligence. Subtitles by the Amara.org community Okay, what is the weight of this material? What is the volume of this material? What is the density of this material? Subtitles by the Amara.org community Oh, it cannot be gold. It is so light. Subtitles by the Amara.org community Gold is very heavy, 19.5 grams per cc. Subtitles by the Amara.org community This is like copper, and all these things are only 8 grams, 9 grams. Same volume will weigh less. You take something by weight itself you will say, oh this necklace is not original necklace, it's only plat. You ask, why? Why does it not get, it is not seeing that."
    },
    {
      "start_time": 572,
      "end_time": 676,
      "verse_references": [],
      "themes": [
        "pleasure",
        "experience",
        "illusion",
        "shastras",
        "devotee",
        "sense gratification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Among the illusions, again there is filter, what is permitted by the shastras.",
      "summary": "The speaker explains that while all sense experience in the material world is illusion, a devotee filters experiences through the lens of the shastras, engaging in authorized sense gratification, which is better than being an Asura.",
      "timestamp_url": "https://youtu.be/0BaWzjCwFlI?t=572",
      "transcript": "He is using intelligence, knowledge and intelligence. Subtitles by the Amara.org community Subtitles by the Amara.org community Subtitles by the Amara.org community Pleasure means, experience means, I'll jump over it. Whereas a gentleman, a human being, who is progressive in his life, he accepts pleasures which are only, not only experiential, but it should also have, and every experience in this material world, every sense experience is illusion. Among the illusions, again there is filter, what is permitted by the shastras. Just like Krishna says, I am sex life according to regulative principles. So, a sura, or a devotee, he falls in love. He falls into the category of authorized sense gratification. That's kamabhakta. They are not talking about pure devotees. Asuras and suras, you can say. Whereas a pure devotee, he sees that this is all illusion. Authorized or unauthorized, it's all illusion. If I can come out of it, that is the purpose of moving from asuric thing to suric thing. That means by becoming an obedient sense enjoyer is better than being an asura."
    },
    {
      "start_time": 676,
      "end_time": 774,
      "verse_references": [],
      "themes": [
        "ultimate truth",
        "body",
        "mind",
        "intelligence",
        "soul",
        "false ego"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1
      ],
      "key_quote": "Soul is not directly feeling anything in this world.",
      "summary": "The speaker explains that those seeking ultimate truth understand that experiences are generated by the material body, mind, and intelligence, while the soul merely observes, identifying with the feelings of the 'yantra' (machine).",
      "timestamp_url": "https://youtu.be/0BaWzjCwFlI?t=676",
      "transcript": "That is the verdict of the scriptures. But ultimately, those who want to go out of this material world, those who want ultimate truth, absolute truth, they understand that all these things are created by this body, which is body, mind and intelligence, which is a material yantra. And all experiences are generated out of this yantra. And the soul is only a kshetrajna. Soul is not feeling anything. Soul is feeling the feeling. Soul is not directly feeling anything in this world. When you feel angry with someone, you are not angry. Your kshetra is generating that anger and you are identifying with that anger. It is not direct feeling. The feeling of the yantra, you are identifying. Thinking of the yantra, you are identifying. Impulses of the yantra, you are misunderstanding to be your decision, your impulses. prakṛtaya kriyamānāni guṇaya karmāni sarvaśa āhankāraṁ itimam āhankāraṁ kartāḥ itimanyate So, only by a false ego, one thinks one is doing, one is, you know, it is my feeling, it is my, I am angry, etc., etc. I am having pleasure, all these things."
    },
    {
      "start_time": 774,
      "end_time": 882,
      "verse_references": [],
      "themes": [
        "soul",
        "maya",
        "illusion",
        "gold analogy",
        "duplication"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In the same way, in this material world, maya is expert, expert like a jeweler who cheats. She is expert. Her job is to duplicate the gold of the spiritual world here.",
      "summary": "The speaker compares Maya to a jeweler who expertly duplicates gold, creating illusions of thinking, feeling, and willing, just as the soul does, to deceive people in the material world.",
      "timestamp_url": "https://youtu.be/0BaWzjCwFlI?t=774",
      "transcript": "So, but the nature of the soul is to feel, to think, feel and will. Body cannot think, feel and will. But at the same time, maya is so powerful, she creates an illusion of thinking, feeling and willing. Just like the jeweler is so expert, that he plates it and makes it appear like gold. Copper, he will make it appear like gold. So that all the customers will go and buy it, pay the price of gold and buy it. Foolish customers will go, pay the price of gold and buy it. In the same way, in this material world, maya is expert, expert like a jeweler who cheats. She is expert. Her job is to duplicate the gold of the spiritual world here. Her business is to duplicate beauty here. Just like rolled gold will be only skin deep, isn't it? If you bend that copper like this, suddenly inside you will see copper. So it is little micron thickness. So the truth of that gold is only micron thickness, isn't it? Similarly, the shastra says that all beauties in this world is only skin deep. The luster of the skin, etc. is duplicated just like in the spiritual world. The color, the luster, everything. The look, it looks like that."
    },
    {
      "start_time": 882,
      "end_time": 960,
      "verse_references": [],
      "themes": [
        "skin deep",
        "duplication",
        "body as a bag",
        "yantra"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1
      ],
      "key_quote": "Similarly, the shastra says that all beauties in this world is only skin deep.",
      "summary": "The speaker describes the body as a leather bag containing a complex mechanism (yantra) duplicated by Maya, emphasizing that worldly beauty is only skin deep.",
      "timestamp_url": "https://youtu.be/0BaWzjCwFlI?t=882",
      "transcript": "But actually that is not satchitananda, it is skin. Leather, leather. Suppose you are able to, you know, create a leather. A satchitananda leather. To duplicate satchitananda. That is what it is. All of us are having a body, a mechanism packed in a leather bag. First something is all set up. Just like suppose you make a framework. In steel rod you make framework. Two legs and this and that and chest and ribs and everything. And then now some moving items are there. Okay, kidney I will hang here. Heart I will fit here, put one belt here. Exactly like that only, everything is hanging. Heart is hanging, one liver is hanging, then all connections are given. Then pumping system is there, blood is given. All this is going on. Yantra rudhani maya, it is yantra. But how many times do we think it is an yantra?"
    },
    {
      "start_time": 960,
      "end_time": 1070,
      "verse_references": [],
      "themes": [
        "mannequin analogy",
        "illusion",
        "desire",
        "names and forms",
        "identity"
      ],
      "content_type": "analogy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "We create in our mind illusion. And that mannequin, that fiberglass doll is just a trigger in your mind.",
      "summary": "Using the analogy of a mannequin in a saree shop, the speaker explains how Maya duplicates names, forms, and qualities, triggering desires and illusions in our minds, leading us to paste our identity onto the body.",
      "timestamp_url": "https://youtu.be/0BaWzjCwFlI?t=960",
      "transcript": "We don't think. Just like in the saree shop outside you have mannequins. Fiberglass model of women and they wear saree. They decorate that mannequin with saree. Those who have desire, they see if people don't, if people see it as plastic. You think anybody, anybody will set it up outside the shop. Outside the shop. Suppose everybody is knowledgeable. Plastic. Those who have desire, they will see that model wearing the saree. They will project their own face there, how nice I will be there. And then they will enter the saree shop. Because this is how it is. We create in our mind illusion. And that mannequin, that fiberglass doll is just a trigger in your mind. You are just waiting to see how you will feel in that shanee. So in the material world, varieties of names and forms and qualities and persons and everything is duplicated by maya. But the person, where is the person? The person is in the body. You don't even see the person. The person is travelling in the body. But you paste, we paste the identity of the person onto the body."
    },
    {
      "start_time": 1070,
      "end_time": 1154,
      "verse_references": [],
      "themes": [
        "bodily concept of life",
        "subtle body",
        "Krishna consciousness",
        "spiritual concept of life",
        "sacchidananda body"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1
      ],
      "key_quote": "Krishna consciousness is meant to take us out of this bodily concept of life and come into spiritual concept of life.",
      "summary": "The speaker explains that we live in a bodily concept of life, residing in the subtle body, and Krishna consciousness aims to shift us to a spiritual concept of life, realizing ourselves as spirit souls with the potential for a sacchidananda body.",
      "timestamp_url": "https://youtu.be/0BaWzjCwFlI?t=1070",
      "transcript": "We ourselves first paste our identity that I am this body. And we continue going on life like this. Right from childhood we are grown, slowly we start identifying how. Each of our limbs are under our control, so it's me, it is me. I cannot control your hand, so I don't think that hand is mine. I can control my hand, so I think this is me. Hand, leg, so finally you think this body is me. And then you create a bodily concept of life. Body is different, bodily concept is different. Bodily concept is where? It is in the subtle body. So actually we are living in bodily concept of life. We are not living in the body. If you are living in the body then you become immediately conscious. Oh, what is this? This is a yantra. But you live in the bodily concept of life. So Krishna consciousness is meant to take us out of this bodily concept of life and come into spiritual concept of life. I am spirit soul. To start with. Then I am sacchidananda body. That one gets a sacchidananda body."
    },
    {
      "start_time": 1154,
      "end_time": 1274,
      "verse_references": [],
      "themes": [
        "perception",
        "illusion",
        "spiritualist",
        "body as neutral",
        "consciousness",
        "pancha bhuta"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Unless and until we start seeing people differently, we will also be in the bodily concept of life.",
      "summary": "The speaker emphasizes that spiritual progress requires changing our perception, seeing people not as bodies but as conscious souls, understanding that the body is merely a neutral extension of the pancha bhuta (five elements).",
      "timestamp_url": "https://youtu.be/0BaWzjCwFlI?t=1154",
      "transcript": "Which is duplicated by material energy in this world. So by hearing, the scriptures, that is intelligence, one changes his perception. Because illusion is a perception. Unless and until we start seeing people differently, we will also be in the bodily concept of life. A spiritualist, a devotee, he starts seeing people. Perception of people is the most important thing for spiritualist. One who is interested, one who is progressing in spiritual life, one who wants to be a Vaishnava, his perception of people is very important. One cannot perceive the others as bodies. One should see, separate the body. A body is simply neutral. Body has actually no consciousness. Consciousness is separate, body is separate. There is no difference between the body and the floor in which you are sitting. It is just an extension of pancha bhuta, that's all. That much pancha bhuta in your body, which is your body, you have control, that's all. But there is no difference on the floor. Because floor also doesn't talk, body also doesn't talk. Isn't it? Floor also doesn't think, your body also doesn't think. Floor also doesn't feel, your body also doesn't feel. The soul in the body thinks, the soul in the body feels, the soul in the body wills. But because we are in bodily concept of life,"
    },
    {
      "start_time": 1274,
      "end_time": 1371,
      "verse_references": [],
      "themes": [
        "bodily concept of life",
        "yantra",
        "duplication",
        "qualities of the soul",
        "identification",
        "male and female attraction"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1
      ],
      "key_quote": "So that's why maya has created this body, so all quality should appear.",
      "summary": "The speaker explains that Maya has created the body to duplicate the qualities of the soul (thinking, feeling, willing), leading to the illusion of identifying with the body and its characteristics, such as being male or female.",
      "timestamp_url": "https://youtu.be/0BaWzjCwFlI?t=1274",
      "transcript": "my soul's thinking is influenced by this yantra. This is very nicely set up pancha bhuta, which duplicates, like a person. Because you see, if you want to duplicate gold ornaments, by just giving a layer of gold, you have to be very expert. Everything that appears there in the real gold should also appear here. All quality should appear here. So that's why maya has created this body, so all quality should appear. What is the quality of a soul? Thinking, feeling and willing. So you think you are the body, and the body is thinking, feeling and willing. I am this body, I am a man, I am a woman. So my moment I say I am a woman, my feeling, my identification, everything is colored of being a woman. I am a man. Immediately your consciousness is colored as a man. So the attraction in the material world, if you see the attraction between male and female, that's the subject that is here, the attraction between male and female has no sound basis in the spiritual platform. Why? Because to say that I am a male is first illusion, to say that I am a female is another illusion. So it is founded on illusory self-concept."
    },
    {
      "start_time": 1371,
      "end_time": 1421,
      "verse_references": [],
      "themes": [
        "false ego",
        "illusory self-concept",
        "soul's feelings",
        "body's feelings"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1
      ],
      "key_quote": "To say that I am a male is first illusion, to say that I am a female is another illusion.",
      "summary": "The speaker clarifies that attraction between male and female is based on the false ego and illusory self-concept, originating from the body rather than the soul.",
      "timestamp_url": "https://youtu.be/0BaWzjCwFlI?t=1371",
      "transcript": "That means illusory self-concept is called false ego. Self-concept is ego. Illusory self-concept is called false ego. So it is based on false ego. So therefore you know, you don't have to think that if a man feels towards a woman something, he doesn't have to feel, is my soul feeling, I am little doubtful, is it the soul feeling or the body feeling? It must be my soul's feeling. Soul is in love with nothing. All originated from body only. Soul is only a kshetrajna. So soul is knowing that, is feeling that I am feeling, to be a woman or a man. So these fine things to come out of this illusion,"
    },
    {
      "start_time": 1421,
      "end_time": 1471,
      "verse_references": [],
      "themes": [
        "overcoming illusion",
        "holy name",
        "knowledge as perception",
        "eyes of intelligence",
        "maya's expertise"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Not at all easy, but it is very easy if we associate with the holy name.",
      "summary": "The speaker states that overcoming illusion is difficult but can be made easier by associating with the holy name, which is the source of true knowledge and allows us to see with the eyes of intelligence rather than being deceived by Maya's expertise.",
      "timestamp_url": "https://youtu.be/0BaWzjCwFlI?t=1421",
      "transcript": "it is not easy. Not at all easy, but it is very easy if we associate with the holy name, because it is the source of all knowledge and knowledge means not information. I am not the body, information at the intellectual level you can have. Knowledge means perception. You don't see what your eyes sees. You see with the eyes of intelligence. If you look at the, with what the eyes sees, it look like gold. Similarly if you look just at what the eyes sees, then okay, because Maya is expert in her job, it look like such is Ananda body only, male, female, everybody."
    },
    {
      "start_time": 1471,
      "end_time": 1536,
      "verse_references": [],
      "themes": [
        "shastra's perspective",
        "skin deep",
        "false personality",
        "haunted soul",
        "identity replacement"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1
      ],
      "key_quote": "But I cannot see what my eyes sees, I should see what my shastra tells to see.",
      "summary": "The speaker emphasizes the importance of seeing through the lens of shastra, recognizing that the material world is skin deep and that the soul is often haunted by a bodily concept of life, leading to a replacement of identity.",
      "timestamp_url": "https://youtu.be/0BaWzjCwFlI?t=1471",
      "transcript": "But I cannot see what my eyes sees, I should see what my shastra tells to see, yes, yes, this is a duplication of, this skin deep, all male, female, everybody is skin deep only. Skin deep false personality. The real personality is, is sitting inside and is, and is haunted by this bodily concept of life. So even a karmi when he is speaking, who is speaking? Soul is speaking. That sense. Speaking means not, soul is experiencing that speaking. But it is speaking in a haunted manner. Suppose you are haunted, how will you speak? You will, haunted means at the identity level, a little replacement has happened. Suddenly you say okay now, so and so suddenly gets haunted. He is not the same person, you will see. Somebody else gets into your body and he utilizes the body. That is called, haunting."
    },
    {
      "start_time": 1536,
      "end_time": 1620,
      "verse_references": [],
      "themes": [
        "false ego as haunting",
        "body as tool",
        "fly by night operators",
        "sense gratification",
        "normal self"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This ghost, comes into the body, enjoys, afterwards it goes away.",
      "summary": "The speaker compares false ego to a ghost that temporarily possesses the body for sense gratification, only to disappear later, leaving the 'normal self' to question the indulgence.",
      "timestamp_url": "https://youtu.be/0BaWzjCwFlI?t=1536",
      "transcript": "Exactly the same way. This false ego, this haunting goes to the problem. Body is not a problem, for spiritualists. Body is not a problem, body can be used in Krishna's service. This ghost, comes into the body, enjoys, afterwards it goes away. Where it goes away? Into the memory. Then your normal self will come. Hey, why did I indulge in this? I should not have. Who is talking now? What happened? Earlier who indulged? Somebody else came inside and indulged. Aiyaram, Gayaram, they said. You know, fly by night operators are called Aiyaram, Gayaram. Suddenly they will come open on business, collect all monies, and suddenly shop is closed. It disappeared, with everybody's money. So all these sense gratificatory, false egos are all like, fly by night operators. They will come in the night, and then they will go away, afterwards. Then you wake up for Mangalarati. Your normal self. Who is that fellow who came inside,"
    },
    {
      "start_time": 1620,
      "end_time": 1773,
      "verse_references": [],
      "themes": [
        "disassociation",
        "personhood",
        "servant of Krishna",
        "spiritual body",
        "Vaishnava perspective",
        "Bhagavad Dharma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "I am a person, capable of thinking, feeling and willing. I am not a male person, I am not a female person, I am a person.",
      "summary": "The speaker advises disassociating from the concepts of male and female, focusing on being a person capable of thinking, feeling, and willing, and ultimately identifying as a servant of Krishna, utilizing the body in His service, which is the essence of Bhagavad Dharma.",
      "timestamp_url": "https://youtu.be/0BaWzjCwFlI?t=1620",
      "transcript": "looted and went away? So this approach we should take, this identification should not be there. To remove, to deal with false ego over many many years, you should start disassociating with this concept of I am a male, I am a female, that concept itself. That's not. I am a person, capable of thinking, feeling and willing. I am not a male person, I am not a female person, I am a person. First you are a person. What is the characteristic of a person? Somebody who can think, feel and will. Then you get color of a male or a female onto the person. Is it not? So pure person means, I am thinking, feeling, willing. I am a person who is servant of Krishna. Even in gross, gross bodily concept also you can be there. But as long as you remember that I am, this body is servant of Krishna. I am this body, I am the servant of Krishna, no problem. As long as you, just like in the spiritual body, in the spiritual world also, you have a spiritual body. So about this body, that's why you, why do we think we put all the Vaishnava, Tilak all over the body? Because you see we are treating this body like Sachidananda body. That means like in this spiritual world I have hands, I have to use my hands to serve Krishna. So here I have this body, hand is there, I have to use for serving Krishna. So having a body is not a handicap for real Vaishnavas, whereas impersonalists and mayavadis, this is a big problem. For them it's, you know, no form, no fame, no qualities for the body, for the person has no qualities, no thinking, no feeling, no willing. Ultimately I have to eliminate thinking, feeling and willing, I have to become pure awareness, they say. For us pure awareness is a foundation. Then we have got pure senses, we have got pure body, we have got pure activity, pure services in the spiritual world, in the Vaikunthallam. And that is what we learn from Srimad Bhagavatam, that is Bhagavad Dharma. Dharma of personality and..."
    }
  ]
}