{
  "video_id": "0F7Hf9xneec",
  "title": "Srila Bhaktisiddhanta Sarasvati Thakura Appearance Day | HH Stoka Krishna Swami | 21-02-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=0F7Hf9xneec",
  "segments": [
    {
      "start_time": 80,
      "end_time": 474,
      "verse_references": [],
      "themes": [
        "Appearance of Bhaktisiddhanta Saraswati Thakur",
        "Early Life",
        "Ray of Vishnu"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "therefore, from the very beginning of his appearance, Srila Bhakti Siddhanta Saraswati Thakur, exhibited all the signs of an exalted eternal associate of the Lord",
      "summary": "This segment describes the auspicious appearance of Srila Bhaktisiddhanta Saraswati Thakur, his birth circumstances, and early signs of his divine nature, including the astrologer's predictions and his preference for the Srimad Bhagavatam over coins.",
      "timestamp_url": "https://youtu.be/0F7Hf9xneec?t=80",
      "transcript": "Today is the most auspicious appearance day anniversary of His Divine Grace, Shri La Bhakti Siddhanta Saraswati Thakur Prabhupāda. Shri La Bhakti Siddhanta Saraswati Thakur is the spiritual master of the founder āchārya of ISKCON, His Divine Grace A.C. Bhaktivedanta Swami Prabhupāda. So, a little about his biography on this day of his divine appearance. Shri La Bhakti Siddhanta Saraswati Thakur was born on February 6th, 1874, corresponding to Māghamāsā Krishna Paksha Panchami. So, according to the Vedic calendar, today is that day, Māghamāsā Krishna Paksha Panchami. He was born at 3:30 in the afternoon. His name before initiation was Bhimala Prasādatta. He was born in Jagannātpuri, in a house in which Shri La Bhaktivedanta Thakur resides. His father was staying very near to the temple of the famous Jagannāt Baldev Subhadrā in Jagannātpuri. He was the fourth son of Shri La Bhaktivinoda Thakur and Shri Yukta Bhagavati Devi. At the time of his birth, all 32 bodily symptoms of a Mahāpūruṣa, a great personality, were pointed out by an experienced astrologer. Furthermore, the boy was born with his umbilical cord wrapped around his neck like a Brahmin's thread. The astrologer commented at the time of his birth, \"I have done many horoscopes in my life, but I have never before seen such a horoscope filled with all the signs of a great personality. This child will become world famous as a brilliant teacher of life's ultimate goal.\" This was the comment by the astrologer upon preparing the horoscope of the newly born child. When the child was six months old, Lord Jagannāt's Rathiyatra festival was in procession. भगवती देवी, that is the mother of the child, brought the child before the cart, Jagannath Ratha, and offered garland fell from the neck of Lord Jagannath, encircling the boy. This was taken as a sign of special favor by all present, the child is blessed by Lord Jagannath. At the time of the grain ceremony, it was customary to offer the child both coins and books, in order to get some indication of the future tendencies of the child, means one side they will keep some money, and one side they will keep the bhagavatam, the books, so he was offered the child, on one side coins and other side the Srimad Bhagavatam, he accepted the bhagavatam instead of the coins, so this also indicates the future of the child. Therefore, from the very beginning of his appearance, Srila Bhakti Siddhanta Saraswati Thakur, exhibited all the signs of an exalted eternal associate of the Lord. He had descended in answer to Srila Bhakti Vinod Thakur's prayer, for a ray of Vishnu, to help him spread the Krishna consciousness movement. Now Srila Prabhupada explains the meaning of a ray of Vishnu. Prabhupada says, there are two kinds of children born of good fathers, one is educated in Krishna consciousness, so that he can be delivered from the clutches of Maya, in that very life, and the other is a ray of Vishnu, who teaches the world the ultimate goal of life. So Thakur Bhakti Vinod also wanted to beget a child who could preach the philosophy and teachings of Lord Chaitanya to the fullest extent. Bhakti Vinod Thakur himself was a preacher, a great Acharya, but he prayed to the Supreme Lord, \"I want to have a child who can preach the teachings of Lord Chaitanya to the fullest extent, preach all over the world.\" By his prayers, that is by Srila Bhakti Vinod Thakur's prayers to the Lord, he had as his child, Bhakti Siddhanta Saraswati Goswami Maharaj, who at the present moment is preaching the philosophy of Lord Chaitanya, throughout the entire world, through his bona fide disciples. This is what Srila Prabhupada explains, what is the meaning of the word, term, ray of Vishnu, that means, Bhakti Siddhanta Saraswati Goswami, was specially empowered by Lord Chaitanya, simply for the sake of preaching Krishna Consciousness all over the world, that is the exclusive purpose for which he appeared in this world."
    },
    {
      "start_time": 474,
      "end_time": 825,
      "verse_references": [],
      "themes": [
        "Childhood incidents",
        "Education",
        "Devotional Inclination"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "just because a small child had done a small mistake, but he took it very very seriously, this is the characteristic of the Acharya",
      "summary": "This segment narrates childhood incidents of Srila Bhaktisiddhanta Saraswati Thakur, highlighting his strong devotional inclination, commitment to Krishna consciousness, exceptional memory, and early education in devotional literature and astrology.",
      "timestamp_url": "https://youtu.be/0F7Hf9xneec?t=474",
      "transcript": "When he was a small boy, perhaps two or three years old, his father Srila Bhakti Vinod Thakur brought some ripe mangoes from the market, it was the season. Bimal Prasad, that was his name when he was born, Bimal Prasad took one to eat, saying, \"This is mine.\" Srila Bhakti Vinod Thakur got up and said in a grave voice, \"What is this? New fruit has come into the house, it has not been offered to Lord Krishna, and you have taken it first. Remember, new fruit is to be given first to the Lord, without giving the first share to the Lord, nothing is to be taken.\" The child was very repentant upon hearing this from his father, and he exclaimed, \"What evil thoughts I have had, throughout my whole life, I shall not eat these fruits again, this is the right punishment for one ruled by greed.\" So this is what the child exclaimed, he made the promise and observed it throughout his whole life. Later on when somebody would offer him nice mangoes, Bhakti Siddhartha Srila Vinod Thakur would say, \"I am an offender, I don't deserve to eat these mangoes,\" in this way he observed that, wow, never again to eat mangoes, just because a small child had done a small mistake, but he took it very very seriously, this is the characteristic of the Acharya. When Bimal Prasad was seven years old, Srila Bhakti Vinod Thakur was constructing the Bhakti Bhavan in Calcutta at Rambhagan. During that construction, a deity of Lord Kurma was unearthed. Srila Bhakti Vinod Thakur ordered his son Bimal Prasad, to begin regulated worship of that deity of Lord Kurma. From the very beginning, the boy used to hear the preaching of his father, Srila Bhakti Vinod Thakur's preaching, with rapt attention. Srila Bhakti Vinod Thakur as well as his audience were amazed, to see how a small boy could hear the topics of Krishna consciousness, with such total absorption. By the age of seven, he had committed the entire Bhagavad Gita to memory, and could wonderfully explain the verses as well. See this is a special thing, there may be some children who can commit to memory all the seven hundred verses, but a seven year old small boy, being able to explain all the verses very nicely, that is extremely unusual. Later on, he was trained in publishing and proofreading at Srila Bhakti Vinod Thakur's printing press, in connection with Srila Bhakti Vinod Thakur's well known spiritual journal, the Sajjana Toshani. At the age of eleven, Bimal Prasad toured the various places of Sri Chaitanya Mahaprabhu's leelas with his father. Bimal Prasad had a photographic memory, whatever he would read once, he could later recall with perfect clarity. He was trained in mathematics and astrology at Sri Rampur school, and he achieved such astounding scholarship, that he was eventually awarded the title Siddhanta Saraswati by his tutors, Pandit Mahesh Chandra Chowramani and Pandit Sundar Lal, just when he was eleven years old, he was awarded this title, Siddhanta Saraswati. During this period, he used to attend the Sunday weekly meetings of Srila Bhakti Vinod Thakur's Vishwa Vaishnava Rajya Sabha, and hear his father lecture on the Bhakti Rasamrita Sindhu of Srila Rupa Goswami. He was never known to study his school assignments, and while sitting at home, he placed those assignments with studies of devotional literatures, like Srila Narottam Das Thakur's Prarthana and Prema Bhakti Chandrika. However, whenever questions were asked by his teachers, he would immediately answer, and he got excellent results on all of his examinations at school. When the boy was in seventh class, Srila Bhakti Vinod Thakur, brought Tulsi beads for his son from Jagannath Puri, and gave him the name of Hari, and a Narsimha mantra to chant, which he executed very faithfully, along with the worship of his Kurma Deity, according to the instructions of his father, Srila Bhakti Vinod Thakur."
    },
    {
      "start_time": 825,
      "end_time": 1121,
      "verse_references": [],
      "themes": [
        "Education",
        "Rejection of Material Life",
        "Condemnation of Religious Malpractices",
        "Importance of Pure Teachings"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "only because of such acharyas, as Srila Bhaktivinoda Thakur, and later on, Srila Bhaktisiddhanta Saraswati Thakur, and Bhakti, his divine grace, are we able to distinguish between the genuine teachings of Lord Chaitanya",
      "summary": "This segment discusses Srila Bhaktisiddhanta Saraswati Thakur's education, his decision to leave Sanskrit College to avoid family life, his condemnation of religious malpractices, and the importance of distinguishing between genuine and deviant teachings of Lord Chaitanya.",
      "timestamp_url": "https://youtu.be/0F7Hf9xneec?t=825",
      "transcript": "At the age of sixteen, while his schooling continued, the books of Srila Bhakti Vinod Thakur formed the serious content of his studies. He also began writing books on astrology. In 1892, at the age of eighteen, Bimal Prasad, who had got the title of Siddhanta Saraswati, took an entrance examination, and entered Calcutta Sanskrit College. As before he paid scant attention to the prescribed books, but he found the time to read all of the philosophical books contained in the library. In 1895, he left the college, as he was very eager to execute his worship of the Lord, and to remain free from the pressure to enter family life. He stated in his autobiography, \"If I remain studying with careful attention at the college, Sanskrit College, then extreme pressure will be brought upon me to enter family life, but if I am considered to be foolish and inefficient, then no one will be, no one will put such an inducement upon me, for becoming so engaged, by this consideration, I left the Sanskrit College, and in order to maintain my life for the service of Hari, I was desirous of getting an honest occupation, which I could perform with the intention of earning a humble income.\" During his student days, he also wrote essays on spiritual topics, for various magazines, and strongly condemned various religious malpractices, which had become prominent in society. At the request of Srila Jagannath Das Babaji, he composed the Navadvipa Panjika, a Krishna iced almanac, in which the months, lunar fortnights, days, lunar days, stars, etc, were all given names of Vishnu. He did not spend very long in his astronomical pursuits, however, and soon dedicated himself fully, to the worship and distribution of the teachings of Lord Chaitanya. Siddhanta Saraswati had been engaged in regularly chanting the Maha Mantra, and a Nusimha Mantra, given to him by Srila Bhaktivinoda Thakur, when he was in the seventh class. He had been worshipping the Kurma Deity since the age of seven. From 1885 onward, he had received special training in printing, editing, etc, at the press, at the Bhakti Bhavan. Thus, the young man was a very qualified candidate, for becoming the disciple of a guru. Many pseudo-gurus of the Sahajiya category wanted to have him, as their disciple, to increase their false prestige, but Siddhanta Saraswati, was not interested in such pretenders. Srila Bhaktivinoda Thakur explains, during his time, there were so many upper sampradayas, claiming to be representing Sri Chaitanya Mahaprabhu, so Srila Bhaktivinoda Thakur, rightly pointed out, how people had deviated, many different groups of people, claiming to be followers of Chaitanya Mahaprabhu, but not strictly following the actual regulated principles, compromising on the strict rules and regulations of Sadhana Bhakti, but externally dressing themselves as devotees, and concocting their own methods of worship, deviating from the philosophy, taught by Chaitanya Mahaprabhu, the philosophy of Bhakti, and misleading the mass of people, so only because of such acharyas, as Srila Bhaktivinoda Thakur, and later on, Srila Bhaktisiddhanta Saraswati Thakur, and Bhakti, his divine grace, are we able to distinguish between the genuine teachings of Lord Chaitanya, strictly according to the authorized scriptures, Bhagavad Gita, Bhagavatam, Chaitanya Charitamrita, and the deviant teachings."
    },
    {
      "start_time": 1121,
      "end_time": 1449,
      "verse_references": [],
      "themes": [
        "Association with Gaur Kishodas Babaji Maharaj",
        "Renunciation",
        "Humility"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Upon seeing my spiritual master, the extent of my worldly false ego diminished.",
      "summary": "This segment describes the arrival of Srila Gaur Kishodas Babaji Maharaj in Navadvipa and Srila Bhaktisiddhanta Saraswati Thakur's attraction to him, highlighting the renunciation and humility of Gaur Kishodas Babaji Maharaj and the impact he had on Siddhanta Saraswati.",
      "timestamp_url": "https://youtu.be/0F7Hf9xneec?t=1121",
      "transcript": "And false philosophical doctrines of the deviants. In 1898, after Srila Bhaktivinoda Thakur had constructed his residence in Navadvipa Dhamma at Godruma Dwipa, and called it Svananda Sukhada Kunjal, and had also discovered Lord Chaitanya's birth site, Srila Gaur Kishodas Babaji Maharaj arrived in Navadvipa Dhamma, to see the site of Sri Chaitanya Mahaprabhu's birth, and to hear the discourses of Srila Bhaktivinoda Thakur. Srila Gaur Kishodas Babaji Maharaj was singing in ecstasy when he arrived in Navadvipa. His only possessions were the Tursi Mala he wore around his neck, and another set he kept in his hand for counting. He was extremely renounced, and genuinely so. He kept a few books such as Narottam Das Thakur's Prarthana and Premabhakti Chambrika. Srila Gaur Kishodas Babaji had been performing bhajana for many many years in Vrindavan. He was extremely renounced and was the disciple of another great renunciant, Bhagavad Das Babaji, who was the disciple of Jagannath Das Babaji Maharaj. Srila Gaur Kishodas Babaji was not very well educated, and had been a grain merchant in his previous ashrama, but it was widely known that he was a liberated Paramahamsa of the highest caliber in the area of Vraja Mandala. At the time of his arrival, Srila Gaur Kishodas Babaji Maharaj was wearing a cap made of tiger skin, and was carrying a basket of various items and materials for his devotional service. He spotted Siddhanta Saraswati, and offered him four or five pieces of knotted rope for chanting rounds, a Tilak stamp with the initials for Hare Krishna, a tiger skin cap and paraphernalia for worship. Gaur Kishodas Babaji Maharaj had received the basket and the cap from his spiritual master, Bhagavad Das Babaji Maharaj. Siddhanta Saraswati was very attracted to Gaur Kishodas Babaji Maharaj. At the first sight, he was later to comment with humility, saying, \"I have been busy within this material world trying to bring sense gratification within the grasp of my hand. I have often thought by obtaining the objects of sense gratification, all my shortcomings will be fulfilled. I often attained different facets that were indeed very rare, but my own personal shortcomings were never mitigated. In this material world, I have had the association of very high-class aristocratic persons. However, seeing their various deficiencies, I could not offer them praise. The most merciful Supreme Lord Sri Gaurasundara, that is Lord Chaitanya Mahaprabhu, seeing me in such a lamentable condition at such a time of adversity, gave permission to two of his dear most devotees, Srila Bhaktivinoda Thakur and Srila Gaur Kishodas Babaji Maharaj, to grant their blessings to me. Because I was always intoxicated with a worldly false ego, wanting again and again self-appraisal, I deprived myself of my own real benefit. But because of the influence of my previous birth's activities and devotional service, I came into the association of Srila Bhaktivinoda Thakur, who was the form of my spiritual well-wisher. My spiritual master, from whom I took diksha, Srila Gaur Kishodas Babaji Maharaj, would go and visit Srila Bhaktivinoda Thakur and many times would reside with him. Srila Bhaktivinoda Thakur, out of his compassion for other living entities, pointed out my spiritual master, Srila Gaur Kishodas Babaji Maharaj. Upon seeing my spiritual master, the extent of my worldly false ego diminished. I knew that all the other living entities who have taken the human form of life were also fallen and low like myself. But by gradually observing the spiritual character of my spiritual master, I realized that only a Vaishnava could reside in this material world and be of exemplary character.\""
    },
    {
      "start_time": 1449,
      "end_time": 1761,
      "verse_references": [],
      "themes": [
        "Initiation by Gaur Kishodas Babaji Maharaj",
        "Vaishnava Encyclopedia",
        "Prayer for Blessings"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, he told, Siddhanta Saraswati, go take your bath in the Saraswati river and then come back to me.",
      "summary": "This segment narrates the story of Srila Bhaktisiddhanta Saraswati Thakur's initiation by Srila Gaur Kishodas Babaji Maharaj, his engagement in compiling a Vaishnava encyclopedia, and concludes with a prayer for his blessings to advance in Krishna consciousness.",
      "timestamp_url": "https://youtu.be/0F7Hf9xneec?t=1449",
      "transcript": "So, Shastras say, a true Vaishnava is decorated with all good qualities. At Srila Bhaktivinoda Thakur's urging, Siddhanta Saraswati approached Srila Gaur Kishodas Babaji for initiation in the month of Magha of the year 1900. Srila Gaur Kishodas Babaji Maharaj expressed reluctance to accept Siddhanta Saraswati as a disciple, knowing him to be a very, very great scholar. Of course, Srila Gaur Kishodas Babaji Maharaj was not known to be well-educated, but he was a liberated Paramahamsa, a devotee of the topmost caliber through his devotional service. So, when Siddhanta Saraswati pleaded with Gaur Kishodas Babaji Maharaj for initiation, he got the reply that Mahaprabhu will be asked and if Mahaprabhu gives me permission, then only I will initiate you. So, Siddhanta Saraswati approached him again after some days and asked him, what was Mahaprabhu's order? Gaur Kishodas Babaji Maharaj replied, I forgot to ask. The third time Gaur Kishodas Babaji Maharaj was requested, he replied, I asked Mahaprabhu, but I did not receive the permission from Mahaprabhu to initiate you. Siddhanta Saraswati then stood up, his heart breaking, and said, If there is no mercy, I will give up my life. After thus indicating his readiness to take his life, Siddhanta Saraswati began to cry. Srilank Gaur Kishodas Babaji Maharaj's heart was melted to see this. So, he told Siddhanta Saraswati, go take your bath in the Saraswati river and then come back to me. At that time of initiation, Siddhanta Saraswati received the name Sri Varsha Bhanavi Devi Daita Das. This is another name for Adarani, Varsha Bhanavi Devi. So he is given the name of the servant of one who is very very dear to Radharan and that is Krishna. So he got the name as servant of Krishna. In 1898, Siddhanta Saraswati had accompanied his father to Kashi, Prayag and Gaya and had gathered many facts about all these holy places which were later incorporated into his commentary on the Chaitanya Charitam Rishis. This Chaitanya Charitam Rishis are called Anubhashya. So Srila Siddhanta Saraswati Thakur, whose name later was Sri Varsha Bhanavi Devi Daita Das, he was engaged in compilation of a Vaishnava encyclopedia which contained an explanation of Vaishnava terminology, brief biographies of great Vaishnavas, an introduction to the books of the Vaishnava Acharyas, a description of Vaishnava, a description of Vaishnava Tirthas and various conclusions of Vaishnava sects. So this compilation is a very very valuable compilation and the work was begun in Puri and continued as Siddhanta Saraswati made his preaching rounds of Sri Mayapur Dham, Sri Jagannath Puri Dham, Sri Vraja Dham. He also studied the various books of Sri Ramadvacharya and Sri Ramanujacharya and published some of them in Bengali. He published biographies of these and other Vaishnava saints in the Sajjana Toshani magazine of Srila Bhaktivinoda Thakur. So there are a lot more details. I don't have time to narrate the whole biography. In conclusion, today being the most auspicious day of his divine appearance, let us pray to him for his blessings so that we can very rapidly make advancement in Krishna consciousness by his mercy."
    }
  ]
}