{
  "video_id": "0fGa9aq5Azw",
  "title": "SB 1.17.33 | HH Stoka Krishna Swami | 13-03-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=0fGa9aq5Azw",
  "segments": [
    {
      "start_time": 0,
      "end_time": 60,
      "verse_references": [],
      "themes": [
        "invocation",
        "mantras"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyana Timiran Dhasya Gyanan Janishalakaya Chakshurun Militam Jena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/0fGa9aq5Azw?t=0",
      "transcript": "Om Agyana Timiran Dhasya Gyanan Janishalakaya Chakshurun Militam Jena Tasmai Shri Gurave Namaha. Namo Vishnu Padaya Krishna Prishtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine. Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine. Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Srivasadi Gaurabhakta Vrinda. Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare. Om Namo Bhagavate Vasudevaya. Narayanam Namaskritya Naram Jai Vanarottamam Devi Msanaswati Vyasam Tato Jaya Mudirayet."
    },
    {
      "start_time": 61,
      "end_time": 114,
      "verse_references": [
        "SB 1.17.33"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "verse explanation",
        "irreligion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Therefore, O friend of irreligion, you do not deserve to remain in a place where experts perform sacrifices according to truth and religious principles for the satisfaction of the Supreme Personality of Godhead.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam (1.17.33) and explains its meaning, focusing on the concept of irreligion and the exclusion of Kali Purusha from Parikshit Maharaj's kingdom.",
      "timestamp_url": "https://youtu.be/0fGa9aq5Azw?t=61",
      "transcript": "In this session, we will be discussing the 33rd verse of the 17th chapter of the 1st canto of Srimad Bhagavatam. Navarthi Tavyam Tad Adharma Bandho Dharmena Satyencha Varthi Tavye Brahma Varte Yatra Yajanti Yajner Yajneshwaram Yajna Vitaam Vigna Vitana Vignaha. The meaning of this verse is: Therefore, O friend of irreligion, you do not deserve to remain in a place where experts perform sacrifices according to truth and religious principles for the satisfaction of the Supreme Personality of Godhead."
    },
    {
      "start_time": 115,
      "end_time": 282,
      "verse_references": [],
      "themes": [
        "Parikshit Maharaj",
        "Kali Purusha",
        "Brahmavarta",
        "sacrifice"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, he is addressing in this verse why is a personality like Kalipurusha not allowed to live in the kingdom of Pariksit Maharaj.",
      "summary": "The speaker narrates the story of Parikshit Maharaj encountering Kali Purusha and explains why Kali was not allowed to remain in the kingdom, emphasizing the importance of truth, religion, and sacrifice in a place like Brahmavarta.",
      "timestamp_url": "https://youtu.be/0fGa9aq5Azw?t=115",
      "transcript": "These are words spoken by the Supreme Personality of Godhead, Shri Gautama Shetty Parijkshit Maharaj. For your refresh memory, while Parikshit was touring the kingdom, he came across this Kali Purusha trying to beat a bull and a cow. The bull was standing just on one leg, somehow hobbling along, the cow had tears in her eyes and she seemed to be unprotected, and this Kali Purusha was actually a low-class person dressed as a king, but his activity, his action, was harming the cow and the bull. So immediately Parikshit took out a sword to kill this Kali Purusha, but Kali Purusha actually, he completely surrendered to the king when he saw Kali Purusha. There was no way he could escape. So since Kalipurusha surrendered, Pariksit did not want to kill him, but he said you cannot remain in my kingdom because you are the friend of irreligion, atharma bandhu. So, he is addressing in this verse why is a personality like Kalipurusha not allowed to live in the kingdom of Pariksit Maharaj. So, the Kingdom of Pariksit Maharaj is a place where experts perform sacrifices according to truth and religion and morality, filial routine and morality, affinity and morality. So, all these principles for the satisfaction of the Supreme Personality. Such a place is called Brahmavarta. It is not only one place, but it is wherever, any place on the surface of this globe, where the Supreme Lord is worshipped according to the principles of the authorized scriptures."
    },
    {
      "start_time": 282,
      "end_time": 376,
      "verse_references": [],
      "themes": [
        "sacrifice",
        "scriptural directions",
        "different ages",
        "yugas"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "such sacrificial ceremonies are performed according to the scriptural directions, are prescribed differently in the scriptures for different ages.",
      "summary": "The speaker discusses the importance of performing sacrifices according to scriptural directions, highlighting that the methods of sacrifice vary in different ages (yugas).",
      "timestamp_url": "https://youtu.be/0fGa9aq5Azw?t=282",
      "transcript": "And that is explained in the purport by Srila Prabhupada. Agneshwara, or the Supreme Personality, is the beneficiary of all kinds of sacrificial ceremonies. This is a statement of the Bhagavad Gita. The Supreme Lord is called Yajneshwara. Yajneshwara. He is the enjoyer, the beneficiary, the object of all sacrifices, which are performed according to the scriptural directions, which are authorized by the standard scriptures, which are not manufactured by some person of this world, no. So, Srila Prabhupada says, such sacrificial ceremonies are performed according to the scriptural directions, are prescribed differently in the scriptures for different ages. Now the shastras are recommending different types of sacrifice for different yugas in this earth planet."
    },
    {
      "start_time": 376,
      "end_time": 531,
      "verse_references": [],
      "themes": [
        "Satya Yuga",
        "meditation",
        "spiritual inclination"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In Satya yuga, most people are situated in the mode of goodness.",
      "summary": "The speaker describes the characteristics of Satya Yuga, where people were spiritually inclined and focused on meditation, and contrasts it with the current age.",
      "timestamp_url": "https://youtu.be/0fGa9aq5Azw?t=376",
      "transcript": "Different yugas, the conditions are different, the living conditions are different. In Satya yuga, most people are situated in the mode of goodness. They are all spiritually inclined, they are very much religious minded, they follow the scriptural directions. So for that age the method of sacrifice was? God. Absolutely correct. The performance of meditation on the Supreme Lord within the heart. Vishnu seated in the heart is Paramatma, meditation on Paramatma. And that was feasible in that age in Satyayuga. There was a long duration of life for people and people were very, very sober, peaceful. They were satisfied with all the necessities being met with by the arrangement of the Supreme Lord through the material nature. So even now if you go to the Himalayas, of course it is rare. But there are people who are living in certain secluded places, remote places in the Himalayas where there is plenty of fruits available, nice water for bathing, drinking, everything, pure water. And there are caves for living under the water, and they are there as a place of shelter. And then their mind is completely controlled, so they are able to direct their mind, focus their mind on meditation on this Supreme Lord in the heart as directed by the shastras. So the Bhagavatam says, kriteyadhyayato vishnum. Kriteyadhyayato vishnum. Kriteyadhyayato vishnum."
    },
    {
      "start_time": 531,
      "end_time": 676,
      "verse_references": [],
      "themes": [
        "Treta Yuga",
        "Dwapar Yuga",
        "Kali Yuga",
        "sacrifice",
        "temple worship",
        "sankirtan"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Kalavata Hari Kirtanath the method is a performance of Sankirtan Yajna",
      "summary": "The speaker explains the recommended methods of sacrifice for Treta Yuga (fire sacrifice), Dwapar Yuga (temple worship), and Kali Yuga (Sankirtan Yajna).",
      "timestamp_url": "https://youtu.be/0fGa9aq5Azw?t=531",
      "transcript": "That is the recommendation and in the second age, Treta Yuga, the duration of life reduces and there is some irreligiosity because with time there is a degradation in the consciousness of the people of the human beings. So vice is introduced, irreligion is introduced in Treta Yuga and gradually the religious principles reduce by one-fourth in Treta Yuga. So the method is performance of five-fold fire sacrifice. Treta Ayaam Yajato Makhaihi, people are recommended to perform fire sacrifices as again given in the authorized Vedic scriptures and there are varieties of sacrifices for varieties of people, different purposes. But ultimately all such sacrifices are aimed at satisfying the Supreme Personality of Godhead only. And in Dwapar Yuga it is temple worship, Dwapare Parijari Ayaam, temple worship of the Lord in different Deity forms, installed Deity forms. So that is the method in Dwapar Yuga and Kali Yuga, Kalavata Hari Kirtanath, the method is a performance of Sankirtan Yajna. So Aarshala Prabhupada says, in other words sacrifice means to accept the supremacy of the Lord and thereby perform acts by which the Lord may be satisfied in all respects, religion means to please the Supreme Lord by the recommended method as given in the scriptures because scriptures"
    },
    {
      "start_time": 676,
      "end_time": 774,
      "verse_references": [],
      "themes": [
        "Supreme Lord",
        "supremacy",
        "obedience",
        "religion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Yajna ultimately means to please the Supreme Lord after accepting his supremacy he is the Supreme Personality, he is the Supreme Controller, he is Supreme Maintainer, he is Supreme well wisher, he is Supreme Lord.",
      "summary": "The speaker emphasizes the importance of accepting the supremacy of the Supreme Lord and obeying His orders, stating that all bona fide religions acknowledge one Supreme Lord.",
      "timestamp_url": "https://youtu.be/0fGa9aq5Azw?t=676",
      "transcript": "are given by the Supreme Lord. So Yajna ultimately means to please the Supreme Lord after accepting his supremacy. He is the Supreme Personality, he is the Supreme Controller, he is Supreme Maintainer, he is Supreme well wisher, he is Supreme Lord. Every perspective you see he is the Supreme. Now let us noodle it. Nobody is equal to him, nobody is greater than him, so therefore he is meant to be obeyed by all, not that somebody believes that everyone is god or supreme or that somebody else believes there is no god or somebody else believes such and such a person is god. It's not like that. God means one and only one supreme personality and all bona fide religions accept this particular, or all bona fide religions teach and propagate and also have got documented in their scriptures that there is one supreme lord who is the lord of all, everyone without exception, but he is"
    },
    {
      "start_time": 774,
      "end_time": 842,
      "verse_references": [],
      "themes": [
        "Supreme Lord",
        "different religions",
        "love for God"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "all the religions aim at worship of this supreme lord obey his orders and ultimately as proper points out all religions ultimately aim at developing love for god",
      "summary": "The speaker explains that the Supreme Lord is known by different names in different religions and that all religions ultimately aim at developing love for God.",
      "timestamp_url": "https://youtu.be/0fGa9aq5Azw?t=774",
      "transcript": "described according to the people for whom the scriptures were actually written. So there is only one lord. He may be called as Krishna or Buddha in the Buddhist system. In the Vedic system, Krishna, of course Krishna is not present in only one form, the Supreme Lord Krishna, Rama, Narsimha, etc. And in the Christian religion he is called as Christ or Father in Heaven and in the Islam religion is Allah and like that in the Buddhist religion as Buddha and this is all the religions aim at worship of this supreme lord, obey his orders and ultimately as proper points out all religions ultimately aim at developing love for God."
    },
    {
      "start_time": 842,
      "end_time": 915,
      "verse_references": [],
      "themes": [
        "atheism",
        "demonic nature",
        "divine nature",
        "satisfying the Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "they want to perform actions for satisfying the supreme lord no matter which religious system they follow which is a bona fide religious system",
      "summary": "The speaker contrasts theists and atheists, explaining that theists, regardless of their religious system, aim to satisfy the Supreme Lord, while atheists deny God's existence.",
      "timestamp_url": "https://youtu.be/0fGa9aq5Azw?t=842",
      "transcript": "That is the highest perfection of religion, but the atheists do not believe in the existence of God and did not perform any sacrifice for the satisfaction of the Lord. So this is demonic mentality. Divine nature and demonic nature is always there everywhere at all times and the number of demons proportionately may be less or more in different yugas, but there are people of demonic nature and they deny God or they try to compete with God, they are atheists, whereas theists, they are not atheists in the human form and they have no religion and then the atheists will be involved in doing some very useful things, they want to satisfy God and also they want to satisfy the Supreme Lord, they want to perform actions for satisfying the Supreme Lord, no matter which religious system they follow which is a bona fide religious system, they are always divine natured and they want to perform actions for satisfying the Supreme Lord, so that is the basic principle."
    }
  ]
}