{
  "video_id": "0midTiF87XQ",
  "title": "SB 1.19.9-10 Part 2 | HH Stoka Krishna Swami | 09-05-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=0midTiF87XQ",
  "segments": [
    {
      "start_time": 54,
      "end_time": 114,
      "verse_references": [],
      "themes": [
        "Srimad Bhagavatam",
        "Great Sages",
        "Parikshit Maharaj",
        "Shukadeva Goswami"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So when the news spread, great personalities from the upper planets of the universe arrived there, because they could foresee that Srimad Bhagavatam is going to be spoken, so they came to associate with Parikshit Maharaj and Shukadeva Goswami.",
      "summary": "This segment introduces the context of the lecture, focusing on the arrival of great sages to hear Srimad Bhagavatam being spoken by Shukadeva Goswami to Parikshit Maharaj.",
      "timestamp_url": "https://youtu.be/0midTiF87XQ?t=54"
    },
    {
      "start_time": 114,
      "end_time": 278,
      "verse_references": [],
      "themes": [
        "Vasishta",
        "Rishis",
        "Yugas",
        "Time Calculation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Vasishta is the great celebrated sage among the brahmanas, well known as the Brahma Rishi.",
      "summary": "This segment explains the different types of Rishis, focusing on Vasishta as a Brahma Rishi, and discusses the vast durations of the Yugas and the lifespans of great sages.",
      "timestamp_url": "https://youtu.be/0midTiF87XQ?t=114"
    },
    {
      "start_time": 278,
      "end_time": 374,
      "verse_references": [],
      "themes": [
        "Yugas",
        "Time Calculation",
        "Upper Planets",
        "Puranas",
        "Vasishta"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "One day of Brahma is 1000 cycles of the four Yugas on the Earth planet.",
      "summary": "This segment continues the discussion on the duration of Yugas and the lifespan of great sages, emphasizing their presence in Ramayana, Mahabharata, and Puranas, and their residence in the upper planets.",
      "timestamp_url": "https://youtu.be/0midTiF87XQ?t=278"
    },
    {
      "start_time": 374,
      "end_time": 497,
      "verse_references": [],
      "themes": [
        "Ramayana",
        "Lord Rama",
        "Dasharatha",
        "Kaikeyi",
        "Boons"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The second boon she asked is not only that my son should be coronated as the king in place of Rama, but Rama should be in exile for 14 years from today, so that her son can establish himself as the king without any opposition from Rama.",
      "summary": "This segment narrates the story of Lord Rama's exile, focusing on Kaikeyi's boons and Dasharatha's heartbreak.",
      "timestamp_url": "https://youtu.be/0midTiF87XQ?t=374"
    },
    {
      "start_time": 497,
      "end_time": 633,
      "verse_references": [],
      "themes": [
        "Ramayana",
        "Lord Rama",
        "Dasharatha",
        "Bharata",
        "Vasishta",
        "Kurukshetra"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Rama readily agreed to keep the promise of his father intact. He readily agreed to Bharata, his younger stepbrother, being coronated as the king of Ayodhya to succeed Dasharatha.",
      "summary": "This segment continues the Ramayana story, highlighting Rama's agreement to exile, Bharata's refusal to rule, and Rama's eventual coronation, also mentioning Vasishta's presence in Kurukshetra.",
      "timestamp_url": "https://youtu.be/0midTiF87XQ?t=497"
    },
    {
      "start_time": 633,
      "end_time": 770,
      "verse_references": [],
      "themes": [
        "Vasishta",
        "Hiranyakashipu",
        "Great Sages",
        "Weaknesses",
        "Pure Devotees"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "You should understand that this material world is a very very difficult place to live and to find somebody who is a spotless in character, who is completely free from all defects and weaknesses is extremely rare.",
      "summary": "This segment discusses Vasishta's greatness and long lifespan, acknowledging the weaknesses of even great sages, and emphasizing the rarity of pure devotees.",
      "timestamp_url": "https://youtu.be/0midTiF87XQ?t=633"
    },
    {
      "start_time": 770,
      "end_time": 864,
      "verse_references": [],
      "themes": [
        "Pure Devotees",
        "Srila Prabhupada",
        "Rarity",
        "Bhagavatam"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It says that among the millions and billions of liberated souls and perfected beings, it is very very rare to find one pure devotee of the Supreme Lord Narayana.",
      "summary": "This segment emphasizes the extreme rarity of pure devotees in the universe, highlighting the fortune of encountering Srila Prabhupada.",
      "timestamp_url": "https://youtu.be/0midTiF87XQ?t=770"
    },
    {
      "start_time": 864,
      "end_time": 961,
      "verse_references": [],
      "themes": [
        "Vasishta",
        "Vishwamitra",
        "Kamadhenu",
        "Great Personalities",
        "Qualities"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Nevertheless, those who are not pure devotees but are very very great personalities compared to common people, compared to even the Devatas, just like Vasishta Rishi.",
      "summary": "This segment discusses the greatness of personalities like Vasishta, despite their imperfections, and narrates the story of the quarrel between Vasishta and Vishwamitra over the Kamadhenu cow.",
      "timestamp_url": "https://youtu.be/0midTiF87XQ?t=864"
    }
  ]
}