{
  "video_id": "0midTiF87XQ",
  "title": "SB 1.19.9-10 Part 2 | HH Stoka Krishna Swami | 09-05-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=0midTiF87XQ",
  "segments": [
    {
      "start_time": 54,
      "end_time": 114,
      "verse_references": [],
      "themes": [
        "Srimad Bhagavatam",
        "Great Sages",
        "Parikshit Maharaj",
        "Shukadeva Goswami"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So when the news spread, great personalities from the upper planets of the universe arrived there, because they could foresee that Srimad Bhagavatam is going to be spoken, so they came to associate with Parikshit Maharaj and Shukadeva Goswami.",
      "summary": "This segment introduces the context of the lecture, focusing on the arrival of great sages to hear Srimad Bhagavatam being spoken by Shukadeva Goswami to Parikshit Maharaj.",
      "timestamp_url": "https://youtu.be/0midTiF87XQ?t=54",
      "transcript": "In this session, we will continue to discuss the 9th and 10th verses of the 19th chapter of the first canto of Srimad Bhagavatam. These two verses describe the names of some of the great sages who arrived at the spot where Parikshit Maharaj was sitting, fasting unto death, preparing himself for quitting his body. So when the news spread, great personalities from the upper planets of the universe arrived there, because they could foresee that Srimad Bhagavatam is going to be spoken, so they came to associate with Parikshit Maharaj and Shukadeva Goswami. So Srila Prabhupada, continuing the discussion of the purport, describes briefly some of the characteristics of the Srimad Bhagavatam."
    },
    {
      "start_time": 114,
      "end_time": 278,
      "verse_references": [],
      "themes": [
        "Vasishta",
        "Rishis",
        "Yugas",
        "Time Calculation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Vasishta is the great celebrated sage among the brahmanas, well known as the Brahma Rishi.",
      "summary": "This segment explains the different types of Rishis, focusing on Vasishta as a Brahma Rishi, and discusses the vast durations of the Yugas and the lifespans of great sages.",
      "timestamp_url": "https://youtu.be/0midTiF87XQ?t=114",
      "transcript": "The historical details about the great sages, their personality, how they are such great personalities themselves. Vasishta. Vasishta is the great celebrated sage among the brahmanas, well known as the Brahma Rishi. Rishi means a sage. There are different kinds of rishis. Brahma rishi is a sage among the brahmanas. A deva rishi is a sage among the devatas, devas. Narada is a deva rishi. Vasishta is a Brahma rishi. Pariksit is a Raja rishi. He is a sage amongst great kings. Raja rishi. So like Pariksit is a Raja rishi, Narada is a deva rishi, Vasishta is a Brahma rishi. Now Vasishta is a prominent figure in both the Ramayana and Mahabharata periods. You should remember Ramayana is in Treta Yuga, historical narration of a history of the great incarnation of the Supreme Lord, Lord Rama. Mahabharata is the history of the Pandavas and Kauravas during the Dwapar Yuga, a later age. But still, such personalities as Brahma, Shiva, Vasishta, Bhrgumuni, they all live beyond the duration of one Yuga. A Yuga itself, this Kali Yuga, lasts 432,000 years according to the calculation of time on the Earth planet. So they live beyond even the four Yugas put together. The four Yugas, put together Sathya, Treta, Dwapara, Kali, each previous Yuga to the Kali Yuga is two times, three times, four times the duration of Kali Yuga."
    },
    {
      "start_time": 278,
      "end_time": 374,
      "verse_references": [],
      "themes": [
        "Yugas",
        "Time Calculation",
        "Upper Planets",
        "Puranas",
        "Vasishta"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "One day of Brahma is 1000 cycles of the four Yugas on the Earth planet.",
      "summary": "This segment continues the discussion on the duration of Yugas and the lifespan of great sages, emphasizing their presence in Ramayana, Mahabharata, and Puranas, and their residence in the upper planets.",
      "timestamp_url": "https://youtu.be/0midTiF87XQ?t=278",
      "transcript": "So the sum total of the four Yugas duration, Sathya, Treta, Dwapara, Kali, is 43 lakhs of years. 43 lakhs of years. That's 4 million, some 320,000 years. Millions of years. So even beyond that they live. They are all residents of the upper planets, where these planets are not destroyed at the end of Brahma's day. They live even beyond one day of Brahma. One day of Brahma is 1000 cycles of the four Yugas on the Earth planet. So they live beyond all this. So these great personalities, they appear in descriptions of the incidents in Ramayana. They appear in the descriptions of the incidents in Mahabharata. They appear in the descriptions of the Puranas. The Puranas are very ancient histories. They go back to the beginning of creation. They go back to the previous day of Brahma. Like that. So Vasishta Rishi is a prominent figure in both the Ramayana and Mahabharata periods. He celebrated the coronation ceremony of the personality of God Sri Rama."
    },
    {
      "start_time": 374,
      "end_time": 497,
      "verse_references": [],
      "themes": [
        "Ramayana",
        "Lord Rama",
        "Dasharatha",
        "Kaikeyi",
        "Boons"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The second boon she asked is not only that my son should be coronated as the king in place of Rama, but Rama should be in exile for 14 years from today, so that her son can establish himself as the king without any opposition from Rama.",
      "summary": "This segment narrates the story of Lord Rama's exile, focusing on Kaikeyi's boons and Dasharatha's heartbreak.",
      "timestamp_url": "https://youtu.be/0midTiF87XQ?t=374",
      "transcript": "Mahabharata periods, he celebrated the coronation ceremony of the personality of God Sri Rama. If you remember the description in Ramayana, Lord Rama appeared as a son of Dasharatha and one of the queens of Dasharatha, Kausalya, was his mother. So Rama was about to be enthroned. He was the eldest son of Dasharatha. He was about to be enthroned as the next king of Ayodhya, succeeding Dasharatha Maharaj. But the day before the coronation, Dasharatha's youngest queen, Kaikeyi, she asked him for two boons which he had promised to give her earlier. So the boon she asked, which Dasharatha had promised to fulfill, she asked that her son be coronated as the king of Ayodhya and not Rama. So Dasharatha had agreed to give her this boon, and every mother wants her own son to be the king. Okay. He agreed for that. But the second boon she asked was very, very, very heartbreaking. It shattered the heart of Dasharatha. The second boon she asked is not only that my son should be coronated as the king in place of Rama, but Rama should be in exile for 14 years from today, so that her son can establish himself as the king without any opposition from Rama."
    },
    {
      "start_time": 497,
      "end_time": 633,
      "verse_references": [],
      "themes": [
        "Ramayana",
        "Lord Rama",
        "Dasharatha",
        "Bharata",
        "Vasishta",
        "Kurukshetra"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Rama readily agreed to keep the promise of his father intact. He readily agreed to Bharata, his younger stepbrother, being coronated as the king of Ayodhya to succeed Dasharatha.",
      "summary": "This segment continues the Ramayana story, highlighting Rama's agreement to exile, Bharata's refusal to rule, and Rama's eventual coronation, also mentioning Vasishta's presence in Kurukshetra.",
      "timestamp_url": "https://youtu.be/0midTiF87XQ?t=497",
      "transcript": "This was Kaikeyi's opinion. This was Kaikeyi's calculation. So Dasharatha was completely heartbroken. But nevertheless, he lived up to his promise. And when Rama came and inquired from Dasharatha, what is the cause for his grief, the day before his coronation, when Dasharatha said, I have given such a boon to Kaikeyi, two boons, and she's asking these two things. Rama readily agreed to keep the promise of his father intact. He readily agreed to Bharata, his younger stepbrother, being coronated as the king of Ayodhya to succeed Dasharatha. And he agreed to go to the forest and live in exile for 14 years, to keep his father's promise intact. This is the ideal son of his great father. So later on, after 14 years, when he came back, Bharata, of course, did not want to be the king. And he would not accept the position of the king of Ayodhya. He ruled on behalf of Rama. And when Rama returned after exile, he handed over charge of ruling the kingdom to Rama. Rama was coronated as the king of Ayodhya after he returned from exile. And Vasishta was present in that coronation ceremony of Lord Rama. He was also present on the battlefield of Kurukshetra. After Treta Yuga, the Dwapara Yuga began and towards the end of Dwapara Yuga there was the battle of Kurukshetra. So Vasishta was present during the battle of Kurukshetra."
    },
    {
      "start_time": 633,
      "end_time": 770,
      "verse_references": [],
      "themes": [
        "Vasishta",
        "Hiranyakashipu",
        "Great Sages",
        "Weaknesses",
        "Pure Devotees"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "You should understand that this material world is a very very difficult place to live and to find somebody who is a spotless in character, who is completely free from all defects and weaknesses is extremely rare.",
      "summary": "This segment discusses Vasishta's greatness and long lifespan, acknowledging the weaknesses of even great sages, and emphasizing the rarity of pure devotees.",
      "timestamp_url": "https://youtu.be/0midTiF87XQ?t=633",
      "transcript": "He could approach all the higher and lower planets and his name is also connected to the history of Hiranyakashipu. Hiranyakashipu was in Sakhi Yuga. So this Vasishta is a very, very great personality and he has a very, very long duration of life. All these sages, great sages, they have a very long duration of life. There was a great tension between him, that is Vasishta, and Vishwamitra. There was a quarrel between Vasishta and Shabu. As I said in the previous session, they are great personalities, Vasishta, Vishwamitra, Bhrigu Muni, Bharadwaja, but they do have some weakness. They do have some weakness. Now as I said earlier and repeating, because of their weakness we should not disrespect them or we should not look down upon them. You should understand that this material world is a very, very difficult place to live and to find somebody who is spotless in character, who is completely free from all defects and weaknesses is extremely rare. And who is such a personality, who is completely free from all defects? It is, one is the Supreme Lord himself, who is eternally pure, eternally full of all good qualities, and his pure devotees like Narada, the Pandavas, Pariksit Maharaj, Shukadeva Goswami. So these personalities who are pure devotees are very, very, very, very, very rare."
    },
    {
      "start_time": 770,
      "end_time": 864,
      "verse_references": [],
      "themes": [
        "Pure Devotees",
        "Srila Prabhupada",
        "Rarity",
        "Bhagavatam"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It says that among the millions and billions of liberated souls and perfected beings, it is very very rare to find one pure devotee of the Supreme Lord Narayana.",
      "summary": "This segment emphasizes the extreme rarity of pure devotees in the universe, highlighting the fortune of encountering Srila Prabhupada.",
      "timestamp_url": "https://youtu.be/0midTiF87XQ?t=770",
      "transcript": "This is described in the Bhagavatam, how rare are pure devotees in this whole universe. I am forgetting that words. It says that among the millions and billions of liberated souls and perfected beings, it is very, very rare to find one pure devotee of the Supreme Lord Narayana. That is what the Bhagavatam says. So don't think that it is very easy to find a pure devotee in the entire universe. In the entire universe it is difficult to find a pure devotee. So given that kind of knowledge, understanding, we can just imagine how we are fortunate to come in touch with Srila Prabhupada, the pure devotee in our age, our time. Very, very rare, such pure devotees on the level of Narada, Shukadeva Goswami, the Pandavas, Pariksit Maharaj."
    },
    {
      "start_time": 864,
      "end_time": 961,
      "verse_references": [],
      "themes": [
        "Vasishta",
        "Vishwamitra",
        "Kamadhenu",
        "Great Personalities",
        "Qualities"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Nevertheless, those who are not pure devotees but are very very great personalities compared to common people, compared to even the Devatas, just like Vasishta Rishi.",
      "summary": "This segment discusses the greatness of personalities like Vasishta, despite their imperfections, and narrates the story of the quarrel between Vasishta and Vishwamitra over the Kamadhenu cow.",
      "timestamp_url": "https://youtu.be/0midTiF87XQ?t=864",
      "transcript": "On their level, to find a pure devotee is very, very difficult. Nevertheless, those who are not pure devotees but are very, very great personalities compared to common people, compared to even the Devatas, just like Vasishta Rishi. He is a very, very great personality, though he is not 100% free from all defects still. Because of some weakness, there was a quarrel between Vasishta and Vishwamitra. What happened? Vasishta had one wish-fulfilling cow called Kamadhenu. And Vishwamitra while visiting Vasishta noticed that Vasishta has that Kamadhenu. So he wanted that Kamadhenu. Vasishta Muni refused to spare his Kamadhenu. And Vishwamitra, he killed 100 sons of Vasishta because Vasishta refused to give him the Kamadhenu, because Vishwamitra was a powerful king. So like this, there was some quarrel between them. But both of them nevertheless are great personalities. They have their own greatness, great qualities in themselves. So we will discuss more in the next session."
    }
  ]
}