{
  "video_id": "1fkCQwytcwM",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.16.20 part 2 | 23-01-2023",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=1fkCQwytcwM",
  "segments": [
    {
      "start_time": 0,
      "end_time": 49,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyana Timiran Dhasya Gyanan Janishalakaya Chaksharan Militam Yena Tasmai Shri Gurave Namaha",
      "summary": "The session begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/1fkCQwytcwM?t=0",
      "transcript": "Om Agyana Timiran Dhasya Gyanan Janishalakaya Chaksharan Militam Yena Tasmai Shri Gurave Namaha Namah Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pachatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nityananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Devi Saraswati Vyasam Tato Jayam Udi Rayet"
    },
    {
      "start_time": 49,
      "end_time": 114,
      "verse_references": [
        "SB 1.16.20"
      ],
      "themes": [
        "distress",
        "Kali Yuga",
        "suffering"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "I have lost my three legs and I am now standing on one only. Are you lamenting?",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam 1.16.20, focusing on the distress of Dharma and the reasons for his lamentation in Kali Yuga.",
      "timestamp_url": "https://youtu.be/1fkCQwytcwM?t=49",
      "transcript": "In this session, we continue discussing from the 20th verse of the 16th chapter of the Shri Advaitha Gadadhara. In the previous session, we discussed a small portion of the purport. Now we will continue to read the purport further because it is a very big purport. So, just to refresh your memory about the verse itself, the translation of the verse I will read: \"I have lost my three legs and I am now standing on one only. Are you lamenting? Are you grieving for my state of existence? Or are you in great anxiety because henceforward the unlawful meat eaters will exploit you? Or are you in a sorry plight because the demigods are now bereft of their share of sacrificial offerings because no sacrifices are being performed at present? Or are you grieving for the living beings because of their sufferings due to famine and drought?\""
    },
    {
      "start_time": 114,
      "end_time": 316,
      "verse_references": [
        "BG 18"
      ],
      "themes": [
        "atheism",
        "godlessness",
        "Kali Yuga",
        "false religion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In the age of Kali, godless civilizations will create so many so-called religious societies in which the personality of godhead will be directly or indirectly defied.",
      "summary": "The speaker elaborates on the godless nature of Kali Yuga, explaining how people directly deny God or indirectly defy Krishna's authority by accepting bogus incarnations, giving the example of a man worshipping Hitler for material gain.",
      "timestamp_url": "https://youtu.be/1fkCQwytcwM?t=114",
      "transcript": "So, one by one we will discuss. In the purport which I have read already in the previous session, I will continue further. In the age of Kali, godless civilizations will create so many so-called religious societies in which the personality of godhead will be directly or indirectly defied. Basically, people are godless, but externally they want to make a show of religion. Some people openly say, \"I am atheistic, I don't believe in God.\" But there are other godless people who actually are faithless when it comes to God, but they will profess to follow some so-called religion. \"I don't believe Krishna is God. Then who do you think is God? Some bogus incarnation, I accept him as God.\" Because they want to deny or defy Krishna, Krishna's authority. And why will they accept somebody else as God? Because they are getting some sense gratification out of that person. Prabhupada gives a very nice example. In the Bhagavad Gita, in the 18th chapter it is mentioned, those in the mode of passion, they worship, and those in the mode of passion, human beings, who are actually bewildered by the material energy, influence of the material energy, illusory energy, they worship some powerful person as God. They don't worship real God. Krishna they won't worship, but they worship some powerful person as God. Now why is it, Prabhupada says, during the Second World War, which lasted about six years or so, there was one man in Calcutta, Prabhupada was living in Calcutta at that time. So one man in Calcutta, he was worshipping Hitler. Hitler was the chief of the government in Calcutta. Then, in 1939, he came to India. In that year, he worked there in Australia, Vietnam, Germany. So why was this person in Calcutta worshipping Hitler? What is the connection? Because, thanks to the world war due to Hitler, he amassed a lot of wealth in the black market, dealing in the black market. So he attributed this whole black market phenomenon due to the world war, and world war was a responsibility of the government. So, he dabbed a lot of effort in understanding of the black market and at that time of this work of secularism and Christianity. He was a very big supporter of the community of the Black Market. He often carbonoed, he was an afternoon expert, and was the chairman of the organization of the Black Market and the United Nations. In those days for many years, he was an violations dizerer and he lived in the same battle fields of military administration in the United States. the world war and world war who is responsible of course we can't say hitler is the only one responsible but there was some reason to be attributed world war to be attributed to hitler so this foolish person instead of worshipping krishna he is worshipping hitler"
    },
    {
      "start_time": 316,
      "end_time": 482,
      "verse_references": [],
      "themes": [
        "atheism",
        "impersonalism",
        "blasphemy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "They say there is God, but God is no form. God has no eyes, God has no hands, God has no legs, God has no ears, God has no hands, God is crippled, God is blind.",
      "summary": "The speaker discusses how people indirectly deny God by claiming God is impersonal and without form, which he equates to blasphemy and atheism.",
      "timestamp_url": "https://youtu.be/1fkCQwytcwM?t=316",
      "transcript": "So people will in Kali Yuga directly or indirectly deny God. Like some people, they directly say there is no God or there is no need to worship God or that there is, everyone is God. Different ways they deny God. So directly, those who deny, they say there is no God. Indirectly, how do they deny God? They say, \"Yeah, there is God, but God is no form.\" See how they cleverly deny God in an indirect way. They say there is no God because externally or for the sake of making a show of being religious say, \"Yeah, yeah, there is God, I believe in God.\" Who is God? If you ask this person, \"Oh, God is something impersonal.\" Impersonal means, \"I believe God has no form.\" That means God has no eyes. Do you mean to say God has no eyes means God is blind? And indirectly that's what they're telling. God has no eyes means what? God is blind. And they even have prayers like this, \"Oh, you who have no eyes, oh, you who have no legs.\" This is the way they worship. They offer prayers to God. If you say somebody, a person, you say, \"Oh, you have no eyes,\" that means what are you telling a person who has no eyes? What do you call him? Blind. Person who has no legs? Lame. Blind person who has no eyes, what do you call him? Blind. A person who has no ears? Deaf. So is this the way to pray to God? This is outright atheism and this is blasphemy of God. \"You have no eyes, you have no ears.\" So this is another class of people. They say there is God, but God is no form. God has no eyes, God has no hands, God has no legs, God has no ears, God has no hands, God is crippled, God is blind."
    },
    {
      "start_time": 482,
      "end_time": 563,
      "verse_references": [],
      "themes": [
        "transcendental form",
        "spiritual body",
        "Nirakar Brahman"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "God certainly has got a very, very, very beautiful transcendental form, indestructible. That form cannot be destroyed, doesn't deteriorate, has no material limitations.",
      "summary": "The speaker clarifies that God does not have a material form but possesses a transcendental, spiritual form, explaining the meaning of 'Nirakar Brahman' as having no material form but possessing a transcendental one.",
      "timestamp_url": "https://youtu.be/1fkCQwytcwM?t=482",
      "transcript": "This is their God. This is actually not the truth. God certainly has got a very, very, very beautiful transcendental form, indestructible. That form cannot be destroyed, doesn't deteriorate, has no material limitations. God's form is spiritual, transcendental. So when the scriptures say, \"God doesn't have a form,\" it is to be understood that God does not have a material form like I and you have. That's what the scriptures are describing. God as having no material form. Nirakar. Nirakar. Nirakar Brahman. Nirakar Brahman means Brahman who is completely transcendental, has no material eyes, has no material hands, but Brahman has got transcendental form, transcendental eyes, transcendental hands, transcendental legs, transcendental ears, transcendental body."
    },
    {
      "start_time": 563,
      "end_time": 700,
      "verse_references": [],
      "themes": [
        "godless civilization",
        "blasphemy",
        "interpretation",
        "standard"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "These godless civilizations, they create so many religious societies in which simply they will criticize the genuine devotees.",
      "summary": "The speaker describes how godless civilizations create religious societies that blaspheme God and criticize genuine devotees, emphasizing the importance of a standard interpretation of scriptures like Bhagavad Gita, similar to the standard understanding of scientific laws.",
      "timestamp_url": "https://youtu.be/1fkCQwytcwM?t=563",
      "transcript": "So that is God, you see. So these godless civilizations, they create so many religious societies in which simply they will criticize the genuine devotees. They will blaspheme God, real God, create their own incarnation, bogus incarnation. \"I believe so and so is God.\" What's your basis of believing? No standard scriptures are followed. No proper authority from whom the spiritual knowledge is received. Everyone interprets their own way, the Bhagavad Gita. So many translations of Bhagavad Gita. Why? Because each one wants to interpret, give his or her own interpretation. So this is blasphemy of God. This is godless civilization. Godless civilization. Only when it comes to understanding Bhagavad Gita, people will think, \"Oh, each person can have his or her own understanding.\" Do you say that for a physics, book of physics, book of chemistry, book of science, will you say? \"Oh, you can have your own interpretation. You can have your own understanding. You can have your own meaning. Newton's laws of physics.\" Will each person interpret Newton's laws in his or her own way in the physics field? No, no way. It is standard. Whichever university you go, whichever school you go, whichever college you go, whichever scholar you go, the scholar or the school or the college or the university cannot give their own definition of Newton's laws of motion in physics. Anywhere you go, it is the same. This is standard. Similarly, Bhagavad Gita, there is a standard. You cannot have your own interpretation"
    },
    {
      "start_time": 700,
      "end_time": 830,
      "verse_references": [
        "BG 10.8"
      ],
      "themes": [
        "Krishna's authority",
        "misinterpretation",
        "godless people"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna says, I am the source of everything. Everything emanates from me.",
      "summary": "The speaker criticizes those who misinterpret Bhagavad Gita, specifically denying Krishna's personal form and authority, highlighting Krishna's statement in BG 10.8 that He is the source of everything.",
      "timestamp_url": "https://youtu.be/1fkCQwytcwM?t=700",
      "transcript": "or somebody else cannot have their own interpretation. Krishna says, \"I am the source of everything. Everything emanates from me.\" And the symptoms of one who is in knowledge of me is that they are engaged in pure devotional service to me, knowing me as the ultimate cause of all causes. Clearly, this is told in the Bhagavad Gita, 10th chapter, 8th verse, aham sarvasya prabhava. Who is speaking? Krishna is speaking. The Supreme Personality of God is speaking. Bhagavan. Vacha. Bhagavan is telling, Aham. I. Person is speaking. And person is telling, I. But one other translator, he is translating, \"Oh, you should not worship the person Krishna. You should worship something inside Krishna.\" Where is it said and how is he understanding something else inside Krishna is there? As if Krishna's body is like our body? In our case, inside this body I am seated as spirit soul. You think Krishna also has got one material body and in that body Krishna has the spirit, Supreme Spirit is sitting there? No. Krishna doesn't have a material body. Never. Krishna's form is identical with Krishna's soul. In fact, the form of the soul only, spiritual form. Krishna appears in his original spiritual form. Ajop is an avyayatma. Avyayatma means his form never deteriorates. His form is transcendental. Janma karma cha me divyam. So clear in the Bhagavad Gita. But some people they interpret. Godless people. They interpret."
    },
    {
      "start_time": 830,
      "end_time": 927,
      "verse_references": [],
      "themes": [
        "Kali Yuga",
        "faithlessness",
        "suffering",
        "saintly persons"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Thus, faithless societies of men, what happens if people become faithless? They will make the world uninhabitable for the saner section of people.",
      "summary": "The speaker concludes by describing how faithless societies in Kali Yuga make the world a hellish place for saintly persons, who are targeted and troubled by the godless.",
      "timestamp_url": "https://youtu.be/1fkCQwytcwM?t=830",
      "transcript": "Their own meaning they give. So, this is another symptom of the people in this Kali Yuga. Thus, faithless societies of men, what happens if people become faithless? They will make the world uninhabitable for the saner section of people. There are some sensible people who know who is real God and they live according to some moral principles. They follow some religious principles, genuine religious principles that we should not tell lies. We should not hurt others. We should not kill the innocent animals when you got plenty of supply of fruits and vegetables and grains. So there are saner people. Now for these saner people, the faithless, godless atheists make this world a hellish place. They make it very very difficult for saintly persons to stay. They unnecessarily target saintly persons and criticize them, harm them, deny their rights, become obstacle in their life like that. Unnecessarily give trouble. So, like this, the description is given in this Bhagavatam. So, we will discuss more in the next session. Thank you very much."
    }
  ]
}