{
  "video_id": "1GtmDOd5CGg",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.10.27 | 17-06-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=1GtmDOd5CGg",
  "segments": [
    {
      "start_time": 82,
      "end_time": 202,
      "verse_references": [],
      "themes": [
        "Dwaraka",
        "Krishna's Descent",
        "Transcendental Abode"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, when Krishna descends, Krishna brings with him his transcendental abode.",
      "summary": "The speaker explains that Dwaraka's glories surpass even the heavenly planets because Krishna resides there, bringing his transcendental abode and associates with him.",
      "timestamp_url": "https://youtu.be/1GtmDOd5CGg?t=82",
      "transcript": "The meaning of this verse is, undoubtedly, it is wonderful that Dwaraka has defeated the glories of the heavenly planets and has enhanced the celebrity of the earth. The inhabitants of Dwaraka are always seeing the soul of all living beings, Krishna, in his loving feature. He glances at them and favors them with sweet smiles. So, this is another description by the ladies of Hastinapura about the good fortune of the residents of Dwaraka, that they are always able to see Krishna, because Krishna lives in Dwaraka, resides in Dwaraka. And, glories of Dwaraka are many, many times greater than the glories of the heavenly planets. For somebody who is a resident of the earth, heavenly planets are many times superior. But, for residents of Dwaraka, even though they are on the earth planet, Dwaraka is not like any other place on the earth, ordinary place on the earth. No, it is a very special place, because Krishna has descended. So, when Krishna descends, Krishna brings with him his transcendental abode. This is the special thing about Krishna's appearance on this world. He brings with him his transcendental abode. His personal associates of the spiritual world come with him. His opulences are about Krishna."
    },
    {
      "start_time": 211,
      "end_time": 375,
      "verse_references": [],
      "themes": [
        "Heavenly Planets",
        "Demigods",
        "Indra's Power",
        "Modern Misconceptions"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Indra summoned samvarthaka clouds to pour down devastating rainfall in Vrindavan so this is the power of Indra he has the power to summon different clouds to pour rain in different parts of this earth planet or even the other planets",
      "summary": "The speaker describes the heavenly planets and their inhabitants, the demigods, highlighting Indra's power and contrasting this knowledge with modern misconceptions perpetuated by scientists.",
      "timestamp_url": "https://youtu.be/1GtmDOd5CGg?t=211",
      "transcript": "Very special that is being described here. So Srila Prabhupada says in the purport, the heavenly planets are inhabited by demigods like Indra, Chandra, Varuna, and Vayu, and the pious souls reach there after performance of many virtuous acts on earth. So modern day people in general do not know what is heavenly planets. For galoka, they know there are many different planets which we see in the night sky, but they do not know the living conditions because they are misinformed by the so-called scientists that there is no gonna taste anything here is only like scientists no life on other planets. That's totally wrong. There is life on every planet in the entire universe, and there are different grades of living beings with different kinds of bodies suitable for living in each of the planets. So the heavenly planets are inhabited by devatas, Indra, Chandra, Varuna. So Indra, what is his power? What is his position? Please understand, he controls the rainfall on all the planets in the entire universe. So he is not a small person. He's not another comparable person to somebody on this earth planet. No, he is in a very, very, very powerful position. In one of the pastimes of Krishna described in the tenth canto of the Bhagavatam, it is mentioned that Indra summoned samvarthaka clouds to pour down devastating rainfall in Vrindavan. So this is the power of Indra. He has the power to summon different clouds to pour rain in different parts of this earth planet or even the other planets. So there is a, there are a set of clouds called samvarthaka clouds. They are summoned"
    },
    {
      "start_time": 375,
      "end_time": 575,
      "verse_references": [],
      "themes": [
        "Revealed Scriptures",
        "Heavenly Planets",
        "Time",
        "Enjoyment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "From the revealed scriptures we understand the duration of life on the heavenly planets is 10,000 years by our calculation.",
      "summary": "The speaker emphasizes the importance of revealed scriptures for understanding the heavenly planets, including their time scales, enhanced facilities, and the beauty of their inhabitants.",
      "timestamp_url": "https://youtu.be/1GtmDOd5CGg?t=375",
      "transcript": "by Indra to pour down devastating rainfall. At the end of Brahma's day, the middle and lower planetary systems are submerged by the waters of devastation. These are all unknown to people of the modern age who are not taking information from the revealed scriptures. They limit their knowledge to whatever they study in schools and colleges and whatever little research of the so-called scientists and other philosophers reveals to them. Their limit and knowledge is very, very poor. Poor fund of knowledge is, Prabhupada says. But from the scriptures, revealed scriptures, we get so much of knowledge about the heavenly planets, about the still higher planetary systems, Brahma loka, and even the spiritual world. That is special thing about the revealed scriptures. Now, to reach these heavenly planets, you cannot force yourself by trying to manufacture one space capsule or some space vehicle. What is that? Lunar Explorer, Mars Explorer. No, you cannot go to those, maybe the planets which presented as revealed scriptures planets by those vehicles. It is only possible to reach there after performance of pious activities as described in the scriptures. There is a qualification required to go. Modern scientists agree that the timing arrangement in the higher planetary system is different from that of the imaginands which is human oriented natural population called long that of the seasoning planets or why COBs are nototer personality system. Modern scientists agree that the timing arrangement in the higher planetary systems is different. The earth time is related. So therefore, from the revealed scriptures, we understand the duration of life on the heavenly planets is 10,000 years by our calculation. 10,000 years by our calculation. That's the duration of life of the inhabitants of the heavenly planets. How is that? Six months on earth is equal to one day on the heavenly planets and similar duration is the night. So if you consider one day and night on the heavenly planets, it amounts to one complete solar year on the earth. Facilities of enjoyment are also similarly enhanced and the beauty of the inhabitants is there legendary. There are many, many times more beautiful inhabitants of the heavenly planets than the inhabitants of this earth planet and they have much, much greater facilities for their material enjoyment. Common men on the earth are very much fond of reaching the heavenly planets, of course this"
    },
    {
      "start_time": 611,
      "end_time": 730,
      "verse_references": [],
      "themes": [
        "Dwaraka",
        "Vrindavan",
        "Mathura",
        "Krishna's Leela",
        "Holy Places"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "These places are perpetually sanctified because whenever the Lord descends on earth, he displays his transcendental activities, particularly in these three places.",
      "summary": "The speaker explains that Dwaraka, Vrindavan, and Mathura are more important than the heavenly planets because Krishna performed his pastimes there, making them perpetually holy.",
      "timestamp_url": "https://youtu.be/1GtmDOd5CGg?t=611",
      "transcript": "Considering all this, the heavenly planets are more celebrated than the earth. Definitely heavenly planets are much, much superior to the earth planet. But the celebrity of earth has defeated that of the heavenly planets because of Dvārakā where Lord Śrī Kṛṣṇa reigned as king. This is a description of the standard of living of the inhabitants of Dvārakā when Kṛṣṇa was ruling 5000 years back. When Kṛṣṇa appeared. That is described in 10th canto. Very nice description is there. Detailed description. So when Kṛṣṇa appeared, three places namely Vṛndāvana, Mathura and Dvārakā are more important than the famous planets within the sky. Because they spread Democratic, nor do dairy. So Kṛṣṇa was born in Mathura, He was transferred to Vṛndāvana and after some 12 years or so in Vṛndāvana, He went back to Mathura and from Mathura he went to Dvārakā. So all these three places where Krishna performed his leela, his pastimes, are very, very, very special. They are more important than the most famous planets of this entire universe. These places are perpetually sanctified because whenever the Lord descends on earth, he displays his transcendental activities, particularly in these three places. Krishna chooses where he wants to perform his leela when he appears on this earth. These are the three places."
    },
    {
      "start_time": 730,
      "end_time": 889,
      "verse_references": [
        "BG 4.9"
      ],
      "themes": [
        "Devotees",
        "Krishna's Association",
        "Eternal Position",
        "Spiritual World"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Our actual position is in relationship with Krishna, in his association.",
      "summary": "The speaker describes how devotees can still relish Krishna's pastimes and emphasizes the importance of our eternal position in relationship with Krishna, leading to the spiritual world.",
      "timestamp_url": "https://youtu.be/1GtmDOd5CGg?t=730",
      "transcript": "They are perpetually the holy lands of the Lord, and the inhabitants still take advantage of the holy places, even though the Lord is now out of their sight. Even now there are devotees in Dwarka, in Mathura, in Vrindavan, who are relishing the Lord's pastimes by remembering his leelas, by meditating on his transcendental form, by hearing his glories from bona fide devotees like that. The Lord is the soul of all living beings, and he desires always to have, to be a part of the living beings in their swaroopa, in their constitutional position to participate in transcendental life, in his association. What is our actual position? It's not the position we have now, or not the positions we aspire in our ordinary material life. No, that's not our actual position. Our actual position is in relationship with Krishna, in his association. It is a spiritual position, free from all the shackles of the world. It is a spiritual position, free from all the shackles of the world. Free from all these material defects, material inebriaties, material insufficiencies. So we have got what is called as our eternal position in relationship with Krishna called svaroopa, that's our original position, and in that position we are with Krishna transcendental pastimes and experiencing the highest bliss, eternal life full of knowledge, his attractive features are sweet, very, very, very nice and his sweet smiles go deep into the heart of everyone and once it is so done, the living being is admitted into the kingdom of God. Just one glance of Krishna with his sweet smile on anyone will attract that person to actually go to the kingdom of Krishna in the spiritual world."
    },
    {
      "start_time": 889,
      "end_time": 919,
      "verse_references": [
        "BG 8.16"
      ],
      "themes": [
        "Heavenly Planets",
        "Abode of the Lord",
        "Return to Material World"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But once having gone to The abode of the Lord one never returns.",
      "summary": "The speaker contrasts the heavenly planets, from which one returns after exhausting pious credits, with the abode of the Lord, from which one never returns.",
      "timestamp_url": "https://youtu.be/1GtmDOd5CGg?t=889",
      "transcript": "And having gone there, Bhagavad Gita says one never returns to this material world ever again. This is confirmed in the Bhagavad Gita. The heavenly planets may be very famous for offering better facilities of material enjoyment, but we learn that in the Bhagavad Gita, it is said, if one goes to the heavenly planets, one comes back to this earth planet after exhausting this pious credits. But once having gone to"
    }
  ]
}