{
  "video_id": "1RiTxupCZR4",
  "title": "SB 1.17.34 | HH Stoka Krishna Swami | 14-03-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=1RiTxupCZR4",
  "segments": [
    {
      "start_time": 57,
      "end_time": 312,
      "verse_references": [],
      "themes": [
        "demigod worship",
        "Vedic scriptures",
        "Supreme Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "So, all these different types of worship are in a nutshell explained here by Srila Prabhupada.",
      "summary": "This segment introduces the concept of demigod worship within the Vedic tradition, contrasting it with the worship of the Supreme Lord and explaining the different perspectives on God.",
      "timestamp_url": "https://youtu.be/1RiTxupCZR4?t=57",
      "transcript": "In this session, we will be discussing from the thirty-fourth verse of the seventeenth chapter of the first canto of Srimad Bhagavatam. Yasmin Harir Bhagavan Igyamana Igyatma Murtir Yajatam Shamtanoti Kaman Amoghan Sthira Jangamanam Antar Bahirvayur Ivaisha Atma. The meaning of this verse is, in all sacrificial ceremonies, although sometimes a demigod is worshipped, the Supreme Lord, Personality of Godhead, is worshipped because He is the Supersoul of everyone and exists both inside and outside like the air. Thus, it is He only who awards all welfare to the worshipper. This is a very important verse because a certain secret is revealed about the nature of God. Because people sometimes get confused, especially in the Hindu religion as they call it. The Vedas don't describe anywhere that our religious system is called a Hindu religious system, but it has come into practice to label our system as the Hindu religious system. Basically, the followers of the Vedas, the Vedic scriptures, among them there are some who worship God. They worship God as one Supreme person, like the Vaishnavas. And there are impersonalists who worship God as the Supreme Brahman, impersonal Brahman. They don't exactly describe what is God or who is God. They basically say God is without form, without any qualities, without any attributes, Nirmisesha, Nirvikara, Nirmikalpa, like that. They go on describing in a negative way and ultimately they don't say what is God. And then there are some people who worship a representation of God, which is the Supreme Lord, the Supreme Beholder. And there are some who worship God as a material representation. In the scriptures, they are called devatas, or as Prabhupada says, demigods. Demigods means almost like God but not equal to God. So, demigods are worshipped like Indra, Chandra, Varuna, or Ganesha, or Shiva, or Durga in so many forms. Durga is worshipped in so many forms, Shiva is worshipped in so many forms, the other devatas are worshipped and represented by sometimes even the elements like fire, or even bodies of water, worshipping the river, or worshipping a tree, or worshipping the ocean, worshipping fire, worshipping the sun, worshipping the moon, etc."
    },
    {
      "start_time": 312,
      "end_time": 450,
      "verse_references": [],
      "themes": [
        "demigod worship",
        "sacrifices",
        "material benefits"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Yet the rewards of all such sacrifices are awarded to the worshipper by the Supreme Lord only.",
      "summary": "This segment elaborates on the purpose of worshipping demigods for specific material benefits and mentions the various demigods and forms of the Supreme Lord that are worshipped.",
      "timestamp_url": "https://youtu.be/1RiTxupCZR4?t=312",
      "transcript": "So, all these different types of worship are in a nutshell explained here by Srila Prabhupada. So, Srila Prabhupada says in the purport, \"It is even sometimes seen that demigods like Indra and Chandra worshipped and offered sacrificial awards.\" In the scriptures, there is a recommendation that somebody may worship a particular devata for a particular purpose, for a particular material benefit. And the sacrifices offered in the name of such devata, Indraya Swaha or Agnaya Swaha, like that, different demigods. There are so many demigods. Actually, according to our authentic Vedic scriptures, there are 33 crore devatas, though most people do not worship or do not know about 33 crore devatas. But some prominent ones are worshipped. Especially nowadays, you can even see temples dedicated for worship of deities of Shiva, Durga, Ganesha, Kartikeya. And, of course, the Vaishnavas worship Krishna, Rama, Narsimha, Varaha, Vamana. So many different temples for these deities. And even sacrifices, fire sacrifices for pleasing Narsimha, Narsimha Homa, or for pleasing Krishna as Krishna Yagna, or Ramathar Ka Homa, like that. So many different types of worship of different forms of the Supreme Lord: Krishna, Rama, Narsimha, Varaha. Authorized. And then the forms of the demigods."
    },
    {
      "start_time": 450,
      "end_time": 652,
      "verse_references": [],
      "themes": [
        "Paramatma",
        "Supreme Lord",
        "demigod worship"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Because it is the Supreme Lord who is situated in the heart of everyone, including the Devatas.",
      "summary": "This segment explains that the Supreme Lord, as Paramatma, resides in the hearts of all beings, including the demigods, and ultimately awards the results of all sacrifices.",
      "timestamp_url": "https://youtu.be/1RiTxupCZR4?t=450",
      "transcript": "Like Indra, Chandra, Varuna, Vayu. So Srila Prabhupada says, \"Yet the rewards of all such sacrifices are awarded to the worshipper by the Supreme Lord only.\" If somebody follows the Vedic directions and worships either a deity of Ganesha or performs a sacrifice for pleasing Ganesha, Gana Homa, they say, Ganapati Homa, in any case, the ultimate reward is given only by the Supreme Lord Krishna. How is that? Because it is the Supreme Lord who is situated in the heart of everyone, including the Devatas. And he is everywhere present in the heart of everyone. He has entered into everything. Vishnu means one who enters into everything after his creation takes place. The Supreme Lord expands as Paramatma and enters into the heart of all living entities and even enters into every atom. Material atom. Andantarastha paramanu chayantarastham. He enters the created universe. He enters every planet. He enters the heart of every created being. He enters into every material atom, Paramanu. Anda means the universal shell. Vishwatma. So, like that, the Supreme Lord as Paramatma is present in everyone's heart, everywhere, even the Devata's heart. Indra, Chandra, Varuna, Vayu, everyone's heart. The Supreme Lord is present as Paramatma. And it is this Lord who is present in the heart of everyone, who is also present as the maintainer Vishnu, who is also present as Maha Vishnu, the origin of this creation itself, the creator, maintainer and destroyer of all the universes, and present in the spiritual world as Narayana, as Krishna. So, that Supreme Lord is present in everyone's heart, is present everywhere, is in the spiritual world, is in the material world. So, he actually is the only one who can avoid the results of all such bona fide sacrifices. He is the one who maintains everyone. He is the one who accepts the sacrifices if it is offered according to the Vedic directions. So, when somebody offers a sacrifice to Indra, it is through Indra that they are actually offering to the Supreme Lord."
    },
    {
      "start_time": 652,
      "end_time": 753,
      "verse_references": [
        "BG 9.23"
      ],
      "themes": [
        "Bhagavad Gita",
        "sacrifice",
        "Supreme Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "That whatever a man may sacrifice to other gods, O son of Kunti is really meant for me alone.",
      "summary": "This segment uses verses from the Bhagavad Gita to clarify that all sacrifices are ultimately meant for the Supreme Lord, even when offered to demigods, although often done without true understanding.",
      "timestamp_url": "https://youtu.be/1RiTxupCZR4?t=652",
      "transcript": "Through Indra. So, in the Bhagavad Gita this is clarified. Bhagavad Gita is the final scripture which clarifies all such apparent confusions or contradictions in the directions given in the original Vedas. Bhagavad Gita clarifies this. In Bhagavad Gita it is said, \"Whatever a man may sacrifice to other gods\"—gods here mean demigods—\"O son of Kunti, is really meant for me alone.\" Me, Krishna is speaking. It is meant for Krishna only, but it is offered without true understanding. Yajante avidhi purvakam. They are not following the proper method of offering the sacrifice, because sacrifice means to ultimately please the Yajneshwara, the Supreme Lord of all sacrifices. That is the Supreme Lord Vishnu. Vishnu. Yajna vai Vishnu. Yajna means Vishnu. So, there is only one Supreme Lord. He is one without a second. Ekameva advitiya. This is the statement of the Vedas. One only. Supreme Lord is one only. There is no other God other than the Supreme Lord himself."
    },
    {
      "start_time": 753,
      "end_time": 897,
      "verse_references": [],
      "themes": [
        "material creation",
        "demigods",
        "Supreme Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But Krishna is above this material creation, and he is the lord of everyone.",
      "summary": "This segment emphasizes the Supreme Lord's transcendence over the material creation and His position as the Lord of all, including the demigods, clarifying the correct understanding of demigod worship in relation to Krishna.",
      "timestamp_url": "https://youtu.be/1RiTxupCZR4?t=753",
      "transcript": "Thus, the Supreme Lord is eternally transcendental to the material creation. This is a very important point. There is this material creation consisting of different planets, different personalities, and different powers, different heads of the rulers, head of the particular living entities in a particular planet, the chief of the planet, planetary systems. Indra is the king of heaven, and then there is Indraloka. Then there is Chandra, the moon god, the predominant deity of the moon planet. The sun god, Suryadeva, predominant deity of the sun planet. Like that there are so many planets, so many personalities. But Krishna is above this material creation, and he is the lord of everyone. He is seated in everyone's heart. Suryadeva's heart, Chandra Deva's heart, Ganesha's heart, and Shiva's heart, Parvati or Durga Devi's heart. He is seated in the heart of everyone. He is the lord of everyone. He is above everybody. So Prabhupada says the demigods are indirect qualitative representation of supreme lord. So a learned devotee or a learned scholar in the Vedas knows who is who. He knows what is the position of the devatas and what is the position of supreme lord Krishna. So the really learned people they worship only Krishna, but others may worship Indra, Chandra, Varuna, etc. as a representative of Krishna, accepting on behalf of Krishna and passing on to Krishna the supreme lord. So this is the correct understanding about the recommendations for worship of Indra, Chandra, Ganesha, Shiva, etc. I will stop here. Thank you very much."
    }
  ]
}