{
  "video_id": "1sZaBCmjaYQ",
  "title": "2016-01-28 | SB 3.18.14-15 | HG Jai Chaitanya Dasa",
  "speaker": "HG Jai Chaitanya Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=1sZaBCmjaYQ",
  "segments": [
    {
      "start_time": 167,
      "end_time": 359,
      "verse_references": [],
      "themes": [
        "Lord's enjoyment",
        "free will",
        "rasa",
        "relationship"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So that one personality becomes many for the purpose of relationship, for the purpose of enjoyment.",
      "summary": "The Lord creates living entities to experience relationships and enjoyment, granting them free will to facilitate genuine rasa.",
      "timestamp_url": "https://youtu.be/1sZaBCmjaYQ?t=167",
      "transcript": "So, it's a battle for the demon, but it is a friendly fight, a playful fight for the Supreme Lord. Because the Supreme Lord does not have to fight with anybody. Right? He can only fight with one person. That is himself. There is nobody else to fight with. But being the Supreme person, being a personality with all the emotions in its most supreme, excellent position, he also has the tendency to fight. What does he do? Just like he has a tendency to exchange emotions, he has a tendency to enjoy rasa, raso vai saha. He is full of rasa, and he is the enjoyer of all the rasas. So, what does he do? He has to create Radharani. He has to create all the sakis. He has to create all the devotees. He has to create all the living entities. So that one personality becomes many for the purpose of relationship, for the purpose of enjoyment. But if there has been enjoyment, and if there has been a relationship, then one thing he has to give up. He has to give up one thing. That is free will. If it doesn't give free will, if he is controlling the living entities he has created, if he is controlling all the people he has created, then it becomes... There is no rasa in that. Rasa comes when there is unexpected situations. You don't expect something. Suddenly something comes up. Then the enjoyment is more. If you already know what to expect, then there is no enjoyment there. When you receive something unexpectedly, then the rasa, the taste is more. You suddenly go somewhere you don't expect, suddenly get nice prasadam. Even though it is not tasty, you feel it is very tasty. You are very hungry. You didn't expect. So, to give that, rasa of the unknown, the Lord gives up the free will. So the living entities have only one thing. That is his free will. Everything else is Lord. He is also part of the Lord. Part and parcel of the Lord. There is no difference between the living entity and the Lord, except for the quantum. Both are spirit. Quantity wise maybe. So he gives that free will. So that is the free will which is used by the living entities. And using that free will, the Lord makes the living entity give him pleasure. The living entities are part and parcel of the Lord. So just like the part and parcel is used by the whole, the Supreme Lord uses the living entities by making the living entities act the way he wants."
    },
    {
      "start_time": 359,
      "end_time": 493,
      "verse_references": [],
      "themes": [
        "material world",
        "friendly fight",
        "Lord's love"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "All the bad words you throw upon the Lord is received as a loving flower.",
      "summary": "The material world is a place where living entities try to imitate the Lord, but the Lord responds with love, even to negative actions.",
      "timestamp_url": "https://youtu.be/1sZaBCmjaYQ?t=359",
      "transcript": "But many of the living entities are not qualified. All of them, like us, find place in this material world. So that is how the Supreme Lord exchanges relationships. So for him here, it is a friendly fight. Just like a father would fight. The gloves also father has given to the son. Right? Everything that the son has to fight the father. Suppose the father is a king. He wants to fight with the son. He gives a sword to the son. All the elements to fight is given by the father. And the father says, now you fight. Right? Sometimes the father shows he is also defeated. Because the father feels pleasure in the success of the son. Similarly, the Lord also feels pleasure in the success of the living entities. Only one thing is not possible when the living entities start imitating and acting like the Lord. That is not possible. Because there is only one Lord. So when Hiranyakasya, Hiranyakashipu, all the living entities try to act like the Lord, then, still the Lord is loving. The Lord doesn't say, you are dismissed. You are banned. If he bans, where will the living entity go? So he himself has to create the living entity's place. So he creates a material world. And he says, all of you go there and try to become like me. So we have Hiranyakasya and Hiranyakashipu here. Trying to fight the Lord. But what is the use of fighting the Lord? All the bad words you throw upon the Lord is received as a loving flower. All the beating that Hiranyakasya does to the Lord is also received to him as pleasure. So you cannot overcome that. You cannot overcome the Lord in any way. That's not possible. The living entity can get overcome by the Lord's love. So that is the interaction between the Lord and the living entities."
    },
    {
      "start_time": 493,
      "end_time": 628,
      "verse_references": [],
      "themes": [
        "Lord's incarnations",
        "Varaha",
        "humility"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The Lord doesn't mind even taking such an so-called abominable, so-called lowly, so-called not cared for form of varaha.",
      "summary": "The Lord takes even the most humble forms, like Varaha, for the pleasure of Himself and His devotees, demonstrating His all-encompassing nature.",
      "timestamp_url": "https://youtu.be/1sZaBCmjaYQ?t=493",
      "transcript": "And this material world, of course, is created. And in this material world, the Lord comes in most abominable form also. He doesn't mind. Paraha. Hedgehog, they say. Most abominable. Like before we saw Hiranyakasya, he is saying, you are such a lowly being you are. Lowly being of this, of a hog, of a varaha. Wild boar. Nobody cares for a wild boar. Why did he take the form of a wild boar? Because earth is lost. It has been sniffed. It has been smelled and found out. And nobody is as expert as smelling like wild boar. You cannot keep anything away from a wild boar. It will sniff and find out. It is a very lowly animal, but very expert. His sense of smelling is so strong. Right? Hiranyakasya cannot even hide earth from it. He will smell and find out. That is why boar incarnation. Just smell out the earth. Right? So human beings don't care for this. The Lord doesn't mind even taking such an so-called abominable, so-called lowly, so-called not cared for form of varaha. He doesn't mind. Varaha is very useful also. The mud which is tilled by the horns, by the horns of the varaha is very useful. They say, when for worship, we use this soil from the anthill, we use soil from the tulasi root, we use soil from the horn. In the morning, in the night, the hogs come and they till the soil to take the roots and eat. So that soil is used. When we do Brahmosa, we do Ankura Arbana, we use soil from different places. One of the soil is the soil from the horn, tilled by the horn of varaha. So we may not understand the usefulness of varaha anyway. So the point here is, the Lord doesn't mind taking this kind of form also for the pleasure of His pleasure and the pleasure of the devotees."
    },
    {
      "start_time": 628,
      "end_time": 780,
      "verse_references": [],
      "themes": [
        "dodging death",
        "transcendentalism",
        "detachment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So the process of dodging death, that is the goal of life.",
      "summary": "The speaker explains that the Lord dodges the maze of Hiranyaksha like a transcendentalist dodges death, which is achieved by disconnecting from the material world and identifying as spirit soul.",
      "timestamp_url": "https://youtu.be/1sZaBCmjaYQ?t=628",
      "transcript": "So that is the situation here. But here, Sukte Goswami very clearly explains, the Lord is dodging the maze of hidden action. So if you look at it, He is dancing, sidestepping, maze fight. Duryodhana, Bhima, all these people are great maze fighters. So we look at the maze fighters, if you look at any fighter, you have to see, you have to block others beating, you have to avoid others beating, you have to give a punch. So it is a real fighting. There is a big war going on there. So the Lord is dodging the maze, maze blows of hidden action, just like a transcendentalist would dodge death. So He gives that comparison. So the transcendentalists are expert in dodging death. How does that happen? Well, in the sense, dodging death means you avoid the influence of the material world, because death is part of this material world. Soul doesn't die. So when soul doesn't die, who is dying here? Transcendentalist doesn't die. He is soul. How can soul die? It is the body which is dying. Body which is a part of the material world, which is dying. Body which is the product of the influence of the three modes of material nature, which is dying. And He was never that body. So transcendentalists never die. It is the living entities who think that He is a body, which has an end, think that there is death. For a spiritualist, there is no death. So the Lord is dodging this maze, just like a Vaishnava, a Brahmana, a qualified spiritualist who avoids death. Well, not only the Vaishnavas, even a Mayavadi tries to dodge death. Any transcendentalist, whether he is a Mayavadi, he is a yogi, he is a Brahmana, he is a Vaishnava, they all dodge death. But dodging death is possible only when you disconnect with the material world. Until that disconnect comes, because you think, I am the body. As long as we think that we are the body, and the body ends, we cannot dodge."
    },
    {
      "start_time": 780,
      "end_time": 947,
      "verse_references": [],
      "themes": [
        "goal of life",
        "body consciousness",
        "transcendental qualities"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The goal of life is to avoid death.",
      "summary": "The goal of life is to avoid death by understanding that we are not the body, leading to freedom from anxiety and a sense of unlimited abundance.",
      "timestamp_url": "https://youtu.be/1sZaBCmjaYQ?t=780",
      "transcript": "So the process of dodging death, that is the goal of life. For the living entities who are this material world. Most of the people in the material world do not know what is the goal of life. So if they ask us, we will say, the goal of life is to avoid death. A scientist will say, not possible, you are wasting your time, because you have to die. Because he is thinking that he is the body. But a devotee is thinking that he is not the body. He knows he is not the body. The fact is that he is not the body. When he is a spirit soul, how does death overcome spirit soul? Death overcomes spirit soul as soon as the spirit soul mis-sanitizes himself as a dieable object. So people in the material world, when we are absorbed in sense gratification, absorbed in the body, conscious of the body, the consciousness is always thinking of the body, the body's pleasures, body's pains, avoiding body's pain, acquiring body's happiness, when the entire action in his life is centered around the body, then he becomes body conscious. When he becomes body conscious, then he becomes death conscious. A transcendentalist is not death conscious. Because he doesn't die. He doesn't disappear into thin air. He is always existing. So when he understands that, the first thing that comes in his heart is happiness. Because all unhappiness is because you think this is going to finish. All sadness, all anxiety happens because I think I am going to lose this. So when you know that you are always going to exist, there is no point in finishing, then you don't have anxiety. So first sign of transcendentalist is free from anxiety. First sign is his tripti, he is satisfied. Why? Because he has no anxiety, he doesn't finish. So he is always rejoicing, he is always happy. So the quality of a transcendentalist is this, he is free from this fear, he is free from this anxiety, he is free from this dissatisfied situation of material things that I have only this much. I have everything. Because the Lord has everything. I am part of the Lord. Whatever belongs to the Lord is mine. There is no limit for a devotee. There is no limitation for a transcendentalist who thinks that he is not the body. So that is the qualification"
    },
    {
      "start_time": 947,
      "end_time": 1057,
      "verse_references": [],
      "themes": [
        "dodging death",
        "tridoshas",
        "trigunas"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So as soon as you become free from the three modes, you become free from death.",
      "summary": "The speaker explains that dodging death is a daily fight to balance the trigunas and tridoshas, ultimately leading to freedom from the influence of the material world.",
      "timestamp_url": "https://youtu.be/1sZaBCmjaYQ?t=947",
      "transcript": "of a transcendentalist. The point, how does he avoid? So that is the process every individual person, a sadhaka, like us, the whole day, whole life is spent in how do we dodge? We dodge disease, illness. Nobody wants disease. Keep good health. I know they say, tridoshas, you have tridoshas. Any imbalance in this tridoshas creates ill health. So we maintain this balance of these tridoshas so that you don't become ill. There is no disease. The same way it is said that you have to maintain trigunas, balance of trigunas because mind is influenced by these trigunas. So as much as the balance of the trigunas are important for the body, the balance of the tridoshas are important for the body, the balance of trigunas are important for the mind because happiness is what? It is a mental concept. Body is unhappy when it is diseased. Mind is happy when it is free from the influence of three modes or it has more of sattva guna. So this is the daily fight a transcendentalist faces. How does he balance or rather how does he avoid the three modes of material nature? Triguna rahitaha. How to be free from the influence of three modes? So as soon as you become free from the three modes, you become free from death. For such a person, there is no death. Vaishnava has never died. In fact, no living entity dies. But Vaishnava has never died because he is totally free from this concept of death. He is free from the influence of the three modes of material nature."
    },
    {
      "start_time": 1057,
      "end_time": 1235,
      "verse_references": [
        "BG 15.1"
      ],
      "themes": [
        "material world",
        "upside-down tree",
        "three modes"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This world is nothing but an upside down of a good world.",
      "summary": "Drawing from the 15th chapter of Gita, the speaker describes the material world as an upside-down tree, nourished by the three modes of material nature, and sustained by the actions of living entities.",
      "timestamp_url": "https://youtu.be/1sZaBCmjaYQ?t=1057",
      "transcript": "So that is why Krishna as in 15th chapter he says, a person who understands this material world, he understands very clearly what is happening in this world. Hence he says, what is this world? In 15th chapter of Gita, most important chapter, where Krishna says, urdhamulam adasyakam. You want to know what this world is? This world is nothing but an upside down of a good world. This is a perverted reflection of the right world. This is a wrong house. This is an upside down house. You belong to a house which is totally different. But I can try to explain to you, this world is an upside down world. And this is like a tree which is standing on a reservoir. The reflection is seen on the reservoir. The roots are up. The branches are down. The leaves are down. The leaves are the Vedas. The twigs are the fruits of the senses, objects of the senses. Sense activities. And this tree also has new roots coming. This tree also has new shoots coming. And this tree is fed by the three modes of material nature, sattva guna, raja guna, tamma guna. It is like growing up a tree using manure. What is the manure for this tree? Urea for this tree is sattva guna, raja guna, tamma guna. These three gunas are the nutrients by which the tree is growing. And what is the fruit of the tree? The new twigs. And all this is resting in the action of the living entities. If the living entity is acting in this material world, using these three gunas, sattva guna, raja guna, tamma guna, which are the nutrients, naturally new roots will come. Just like in a banyan tree, new roots come. Very thin roots come. When they are very small, easy to pick and throw. But as they touch the ground, and they also start sucking the three gunas, the nutrients, they also grow strong. So by the action of the living entities, by the influence of three modes of material nature, the nutrients are going to this tree called samsara. And this tree called samsara is growing and growing and growing. And it comes to a point where you cannot cut it anymore easily. The more nutrient is taken, the tree becomes very strong. You cannot cut it. A tree which is very small, you can easily take it away. But allow it to grow. Allow the extra roots to come. Who is feeding it? Nobody external is coming and feeding it. We ourselves are feeding it by our action. What kind of action? The actions which are influenced by either sattva guna, raja guna, tamma guna or a combination of these. So actions in this material world,"
    },
    {
      "start_time": 1235,
      "end_time": 1372,
      "verse_references": [],
      "themes": [
        "bondage",
        "liberation",
        "free will"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Actions in this material world, is a cause of bondage.",
      "summary": "Actions influenced by the three modes cause bondage, but by using free will to act in a way that leads to liberation, one can dodge death.",
      "timestamp_url": "https://youtu.be/1sZaBCmjaYQ?t=1235",
      "transcript": "is a cause of bondage. And Lord says, he who knows this tree, he can dodge death. He can be free from the influence of this tree. Don't try to understand this tree. You figuratively know what this tree is, but don't try to go deep to the tree. But what the transcendentalist do? He doesn't go deep. He takes a knife and cuts the roots. As fast as possible, he can cut the roots and come out of this bondage to this earth. And you belong to a different world. Not that bhaa sheti, surya ho, na shashanko, na pavaka ha. A world where there is no need of any artificial light. A world where there is no need of any sadness, no sorrow, no limitation, no anxiety. A world which is totally free. So we belong to a world which is as free as them. As free as that. But now we belong to a world where there is limitations by death. Hence, a transcendentalist becomes expert in dodging death. Cheat death. How does he do that? The medicine is with him. His own actions. When a transcendentalist uses his action through his free will, in a particular way, he gets bound. When he uses his free will in another way, he gets liberated. So that one item what the Lord has given, that is a free will, action means free will. You are free to act whichever you want. So he has given that free will. The same free will with which you would give pleasure to the Lord is now misused to become sad. Is misused to be limited by death. Is misused to be mixed in anxiety. So spiritual life only means that taking that aspect of action and putting that action in a different place which gives better result and the result is liberation. And when these actions are used in the activity of liberation, then you are called a person who is dodging death."
    },
    {
      "start_time": 1372,
      "end_time": 1542,
      "verse_references": [],
      "themes": [
        "dodging death",
        "constant vigilance",
        "Lord's emotions"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "You have to dodge death every minute because any second you can get stuck.",
      "summary": "Dodging death requires constant vigilance and cutting the roots of material attachment, and the Lord also displays emotions like fear and anxiety for the sake of His devotees.",
      "timestamp_url": "https://youtu.be/1sZaBCmjaYQ?t=1372",
      "transcript": "And that is the goal of life. Every minute, every second, that is a Buddha Yoga. This is not some artificial emotion, this is a Buddha Yoga. It is a minute to minute thing. You have to dodge death every minute because any second you can get stuck. Like in Gita, Krishna says any one of the senses, inattentively, can create another root. Root is going so fast. So you have to be a very smart fighter. Take the knife and you have to be very fast. Every time keep cutting, cutting, cutting. What am I doing this medieval? Keep cutting the roots. Thin the tree down. Don't allow the tree to go lost. And this tree, where is the tree growing? In our hearts. So if this material tree is made to grow thick by our misused actions, misplaced actions in the material world, then we end up in dying. The moment we take it out, we become free from death. No death. Hence just like a transcendentalist who is trying to dodge death, the Lord is fighting. So the cue here is how does a transcendentalist dodge death? That becomes the goal of life. Apparently it looks like the Lord is in anxiety. He is trying to get freedom from this maze, powerful maze of Hirinaksha. He is scared of Hirinaksha. Lord also shows his emotions of fear. Arjuna caused so much of fear to the Lord. We know when Abhimanyu was killed. Arjuna was so struck with sorrow. He forgot what he see, what he should say. He said, if I don't kill this person tomorrow, I will die. He said, what are you saying? This is exactly what the Kauravas are looking at. Either to kill you or make a situation where you die yourself. Kshatriyas are like that. If they don't commit, if they don't do what they say, then they say, okay, I give up this. I give up that. I kill myself. I enter fire. Arjuna said, I will enter fire. The Lord said, the Lord said, I didn't sleep in the night. The Lord also doesn't sleep in the night. He also has anxiety. For what? For the cause of the devotees. So the Lord has this rasas. Why? Because this world is real. There is pain and pleasure in this world. There is endeavor in this world. There is hard work in this world. There is frustration in this world."
    },
    {
      "start_time": 1542,
      "end_time": 1722,
      "verse_references": [],
      "themes": [
        "endeavor",
        "karma",
        "Lord's sanction",
        "dodging death"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This world is made so real, that one has to endeavor.",
      "summary": "The material world is a place of endeavor, limited by karma and time, but ultimately controlled by the Lord's sanction, and dodging death means dodging these influences.",
      "timestamp_url": "https://youtu.be/1sZaBCmjaYQ?t=1542",
      "transcript": "This world is made so real by the Lord that we have to struggle. Three things are there in this world. One is our endeavor. Every time we endeavor for something to success, achieve something. Free from hatred, free from happiness, free from unhappiness, or achieve happiness. These are two things we do. Endeavor is always there. But we are limited. We are not free to endeavor. Not that you do anything, you will get the result. You are limited by time. Limited by our past. Limited by our own karma. Right? And then, even if you have good karma, sometimes you may not get it. Why? Large interference is there. So this world is made so real, that one has to endeavor. While endeavoring, one is limited by one's past. And even if it is limited by the past, if the Lord's sanction is there, you get it. So by seeing this world, one understands there is something different. Somebody is controlling this world. I am not free. If I was free, I should work hard and I should get the result. But you see people working hard, opposite result. Viparyaya, you get the opposite. You try for something, but you get the exact opposite. Or sometimes people don't work at all, he is getting everything automatically. So big debate in Shastra is, what is the reason for result in this world? Is it endeavor? Is it karma? Or the Lord? Of course, it is a combination of all these three. So Krishna has created this world where he makes the living entities endeavor. Work hard, work hard, work hard. Again action. Again free will. The same free will what he has given to the living entities, he is making the living entities work hard. Endeavor, endeavor, endeavor. But, you have come and gone many times here. So many pending accounts are there. It depends upon that. Even great athletes work hard day and night they work. On the day of the play, no result. So they say, I didn't have a good day. So having good day is important or struggling for so many years is important. Why struggle at all? Some people don't struggle at all. You have a good day by your past karma. So the world is made so real by the Lord, by a combination of all these things. And the living entities who understand this, he knows, I am limited by all these things. And finally, I am limited by death. So how do you dodge death? Say a person dodging death means he dodges all these influences of karma, influences of time, influences of the three modes. Then he can dodge."
    },
    {
      "start_time": 1722,
      "end_time": 1817,
      "verse_references": [],
      "themes": [
        "practical spiritual life",
        "expanding Krishna consciousness",
        "action"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Totally be absorbed in expanding this movement.",
      "summary": "Spiritual life is not sentimentalism but practical action, and Prabhupada advises devotees to be absorbed in expanding the Krishna consciousness movement as the best way to be free from Maya.",
      "timestamp_url": "https://youtu.be/1sZaBCmjaYQ?t=1722",
      "transcript": "So this world is a very practical world. It is not just, and spiritual life is not just sentimentalism. Like Prabhupada said, it's an art of working. It's a place of action. A lot of activities are happening. The devotees are engaged. When devotees ask Prabhupada, what is the best way to be free from Maya? How to be free? It's very difficult to be free. We are sitting in Maya. Sitting in the influence of all these modes. Prabhupada says, totally be absorbed in expanding this movement. It's very difficult to be free. Totally be absorbed in expanding this movement. Because expanding this movement means what? This problem, that problem, this thing, that thing, this devotee, that devotee, man, material, all kinds of problems are there. So sometimes we think, is this spiritualism? I thought ashram means vishram. Ashram means vishram. Prabhupada said, this is not a place of vishram. It's a place of action. It's a place of great battle. Great problem. We don't think. We come in a temple, we sit and everything is there. Prasad comes in time. Dress comes in time. Vehicle comes and stops. So sometimes we forget. There is a great endeavor required to achieve all these things. But Krishna gives all these things free for the devotees."
    },
    {
      "start_time": 1817,
      "end_time": 1953,
      "verse_references": [],
      "themes": [
        "dodging death",
        "Krishna consciousness",
        "real world"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Engage in Krishna consciousness. Engage in expansion of Krishna consciousness.",
      "summary": "Dodging death is easily achieved by engaging in Krishna consciousness and expanding the movement, and the material world is real because it gives the real fruit of liberation.",
      "timestamp_url": "https://youtu.be/1sZaBCmjaYQ?t=1817",
      "transcript": "Why does Krishna give these things free for the devotees? So internally, he can engage all these things in Krishna's service. So Prabhupada says, we want to be from maya. So dodging death, a transcendentally sitting om, doing all these hatha yogas, controlling his breath, controlling the five ayus in the body, detaching the mind from the senses, or a mayavadi saying, neti neti neti, not this, not this, not this, and trying to be away from this material world. A devotee, free. Easily he can dodge death. What is it? Engage in Krishna consciousness. Engage in expansion of Krishna consciousness. Such a simple formula Prabhupada has given. Dodging death? No problem. No need of hatha yoga. No need of mental speculations. No need of even Sankhya yoga. Sankhya yoga is also one of the methods of dodging death. Analyzing this material world and finding out the intrinsic. Sarvasya sarvaatmana atmavasthuna. The Lord is everywhere. He is in, He is the heart of everything and He is also the intrinsic aspect of everything. Intrinsic quality of everything. There is nothing other than Him. No need of that also. Simply act. Simply act in the activity of preaching. Expanding the movement. So it's a real world. In this real world, mayavadis say this world is not real. Devotees don't say that. This world is real. As much as its temporariness is understood, but it is real. Because if it is unreal, you won't get a real fruit. Just like you say, this is an image of a mango tree, but I got real mango. You can't get a real mango from an image of a mango tree. You have to go to a real mango tree, climb and get the fruits. So if liberation is the fruit of the actions in the material world, how can I get liberation from a false world? And a false world? Non-existing world? So the understanding of the devotee is that the world is Bhagavata understanding. Bhagavata conclusion is that the world is not unreal. World is real. Because it gives real fruit, which is liberation."
    },
    {
      "start_time": 1953,
      "end_time": 2090,
      "verse_references": [],
      "themes": [
        "purpose of the world",
        "growing roots",
        "free will"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Action is the only way to get liberation.",
      "summary": "The purpose of the world is to achieve liberation, and devotees should avoid growing roots in material attachments, using their free will to dodge death through practical action.",
      "timestamp_url": "https://youtu.be/1sZaBCmjaYQ?t=1953",
      "transcript": "That is the purpose of the world. You may not use it for that purpose. You may use it for your own sense gratification. Then you get caught up in that. Many times people get caught up in this world of materialism and get frustrated. When they get frustrated, they say the world is not real. When they are enjoying, they don't say the world is not real. But the devotee may be utilizing everything in this material world. He may enjoy also. Ambarish Maharaj, Dhruva Maharaj, all these people, they enjoy the material world, according to their karma. But, they were not growing roots. By the action of Dhruva Maharaj, even though he was a king and ruling, he didn't grow roots. The problem is growing roots. Similarly, in our preaching movement, when we preach and engage in Krishna consciousness, we should see that roots are not grown. We don't get stuck with a particular service. We don't get stuck with a particular situation. We don't get stuck with a particular position. We don't get stuck with a particular concept. Everything is the roots of, if the roots are built here, then there is no difference between the activity inside and activity outside. Because action is the only way to get liberation. And that action is nothing but the real form of free will. Because there cannot be any action if free will is not there. So this particular thing which the Lord has given to the living entities is used, and the purpose of the use is to dodge death. So the Lord's action here is, is nicely compared by Sukhothi Goswami. And that is the purpose. This is why Sukhothi Goswami is, he brings out these concepts in Bhagavatam, which force us to realize, by realization, the Lord's presence, and how to reach him in this practical world, through practical action. No unnecessary sentimentalism. Practical action."
    }
  ]
}