{
  "video_id": "1tzJ_ofI2yw",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.8.15-16 | 05-02-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=1tzJ_ofI2yw",
  "segments": [
    {
      "start_time": 53,
      "end_time": 154,
      "verse_references": [
        "BG"
      ],
      "themes": [
        "Krishna's protection",
        "Surrender",
        "Dependence on Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "For the sake of his devotees, he is prepared to do anything and everything to protect them.",
      "summary": "This segment emphasizes the importance of depending on Krishna alone for protection and highlights Krishna's willingness to do anything for his devotees.",
      "timestamp_url": "https://youtu.be/1tzJ_ofI2yw?t=53",
      "transcript": "In this session, we will be discussing from the 14th verse of the 8th chapter of the 1st canto of Srimad Bhagavatam. अन्तस्थ सर्वभूतानाम् आत्मा योगेश्वरो हरिही स्वमायया आवुरुनोद गर्भं. The meaning of this verse is, the Lord of Supreme Mysticism, Yogeishvara Harihī, Shri Krishna, resides within everyone's heart as the Paramatma. As such, just to protect the progeny of the Kuru dynasty, he covered the embryo of Uttara by his personal energy. So what all is Shri Krishna doing? For the sake of his devotees, he is prepared to do anything and everything to protect them. So therefore, Shastras say, always depend on the Supreme Lord and nobody else. Even Krishna declares in the Bhagavad Gita, \"You surrender to me alone, exclusively. Take my shelter exclusively.\" Because only Krishna is dependable for everyone. And nobody is his enemy. Nobody is his friend. He is the well-wisher of everyone."
    },
    {
      "start_time": 154,
      "end_time": 260,
      "verse_references": [],
      "themes": [
        "Paramatma",
        "Krishna's presence",
        "Protection of Pariksit"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Because this Pariksit was the only surviving descendant of the Pandavas and even the only surviving descendant of the Kuru dynasty.",
      "summary": "This segment explains how Krishna, as Paramatma, protected Pariksit in Uttara's womb to save the Kuru dynasty.",
      "timestamp_url": "https://youtu.be/1tzJ_ofI2yw?t=154",
      "transcript": "Surdam Sarvabhutana. In the purport, Srila Prabhupada explains, \"The Lord of Supreme Mysticism, Yogeshwaro Harihi, can simultaneously reside within everyone's heart or even within the atoms by his Paramatma feature, his plenary portion.\" This Paramatma feature is a very special feature of the Supreme Lord in the material world only. Paramatma feature is the expansion of the Lord who has entered into the heart of every living being within this material existence and also entered into every material atom. So this Paramatma feature is a very, very special feature. Now it is mentioned here that Krishna is present as Paramatma in the heart of everyone. So therefore, it is said here, from within the body of Uttara, the mother of Pariksit, and Uttara had prayed to Krishna, \"Please protect the child in my womb.\" So from within the body of Uttara, Lord Krishna covered the embryo to save Maharaj Pariksit and protect the progeny of Maharaj Kuru, of whom King Pandu was also a descendant. Kuru tantave, for the progeny of Maharaj Kuru. Pariksit is described as the progeny of Maharaj Kuru because this Pariksit was the only surviving descendant of the Pandavas"
    },
    {
      "start_time": 260,
      "end_time": 388,
      "verse_references": [
        "BG 1.1"
      ],
      "themes": [
        "Kuru dynasty",
        "Lineage",
        "Dhritarashtra's plan"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "to save the only descendant, remaining descendant of the Kuru dynasty, the Supreme Lord from within the body of Uttara, covered the embryo.",
      "summary": "This segment details the lineage of the Kuru dynasty, the distinction between Kauravas and Pandavas, and Dhritarashtra's desire for his sons to rule.",
      "timestamp_url": "https://youtu.be/1tzJ_ofI2yw?t=260",
      "transcript": "and even the only surviving descendant of the Kuru dynasty, because all others were vanquished in the battle. All the hundred sons of Dhritarashtra were killed in the battle. So there was no, and their children and their grandsons of Dhritarashtra, all of them were killed. So therefore, to save the only remaining descendant of the Kuru dynasty, the Supreme Lord from within the body of Uttara, covered the embryo. Now, in doing so, he engaged his personal energy. His personal energy is his internal potency, non-different from him, and that internal potency is supremely powerful, as powerful as Krishna himself. So nobody can do any harm when the Supreme Lord, by his personal energy, covers or protects somebody. In his own sense, the supreme authority doesn't matter. The Supreme Lord can do nothing, but He can change people in his own way. For example, if you take the Kuru dynasty of Viparaj, for example, the way it is called in the holy Gita, if you look at the rosary, the rosary of Viparaj, the rosary of Kuru, the rosary of Viparaj, the rosary of the Supreme Lord, the rosary of Viparaj, everything is changed. That is also a special thing. But though the Kurus, or they should be called the present generation of Kurus of the Kuru dynasty, but when there were some differences between the two families, the sons of Dhritarashtra were known as Kurus, where the sons of Pandu were known as Pandavas. See, this was particularly Dhritarashtra"
    },
    {
      "start_time": 388,
      "end_time": 522,
      "verse_references": [],
      "themes": [
        "Krishna's plan",
        "Krishna conscious ruler",
        "Lineage"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna wants his devotees to be ruling the world only then people will get real benefit of a Krishna conscious ruler like Yudhishtira or Parichit",
      "summary": "This segment discusses Krishna's desire for his devotees to rule and how Pariksit is designated as the last son of the Kuru dynasty.",
      "timestamp_url": "https://youtu.be/1tzJ_ofI2yw?t=388",
      "transcript": "making a distinction. It is explained in the first opening verse of the Bhagavad Gita itself, in the first chapter, first verse: Dharmakshetre Kurukshetre Samaveta Yuyutsavaha Mamaka Pandavas Jaiva Dhritarashtra, making a distinction between his own sons, and they are referred to as Kauravas, descendants of Kuru dynasty, but the Pandavas, they are also descendants, but they are not identified as descendants, they are separated from the family lineage. And this always was Dhritarashtra's plan. Somehow or other, he could not become the Emperor because he was born blind, so he wanted his sons to succeed in becoming the Emperor's reward. But Krishna had a different plan. Krishna wants his devotees to be ruling the world, only then people will get real benefit of a Krishna conscious ruler like Yudhishtira or Parichit. Since the sons and grandsons of Dhritarashtra were all killed in the battle of Kurukshetra, the last son of the dynasty is designated as the son of the Kurus, even though Parichit is the grandson of the Pandavas. And when the battle was going on, the Pandavas were identified as Pandavas, and Kauravas were the sons of Dhritarashtra were identified as Kauravas, the sons of Pandu were identified as Pandavas. They both are actually descendants of the Kuru dynasty, but now the last son of the dynasty, that is Parichit, is designated as the son of the Kuru's, Kuru tantave, for the progeny of Maharaja Kuru."
    },
    {
      "start_time": 522,
      "end_time": 674,
      "verse_references": [],
      "themes": [
        "Brahmastra",
        "Krishna's strength",
        "Protection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So the strength of the Supreme Lord is supreme strength. And no weapon or no other force can actually work against the protection of Vishnu or Krishna.",
      "summary": "This segment explains how Krishna neutralized the Brahmastra weapon to protect Pariksit, emphasizing the supreme strength of the Lord.",
      "timestamp_url": "https://youtu.be/1tzJ_ofI2yw?t=522",
      "transcript": "Because all these sons and grandsons of the Dhritarashtra were killed in the battle, the 15th verse: yadyapi astram brahma shiraha to amogham cha apratikriyam vaishnavam teja asadya samashamyan brahudvaha. The meaning of this verse says, \"Oh Shanaka, although the Supreme Brahmastra weapon released by Ashurthama was irresistible and without check or counteraction, it was neutralized and foiled when confronted by the strength of Vishnu, Lord Krishna.\" So several times this has been explained that the Brahmastra weapon is irresistible. Nobody can counteract a Brahmastra weapon except by another Brahmastra, and that also by one who is trained how to utilize the Brahmastra and how to counteract another Brahmastra. They should learn that specifically. Otherwise, it is irresistible and it is without any check or counteraction. But when this Brahmastra, which is very, very powerful, a subtle weapon, it was neutralized and foiled by the strength of Vishnu. The Supreme Lord Krishna personally covered the womb of Uttara and neutralized this Brahmastra, so it could not do any harm to the child Pariksit in the womb of Uttara, even though the target was fixed when Ashwatthama released. So in spite of the target being fixed and Brahmastra being irresistible, it was neutralized and foiled by the strength of the Supreme Lord Krishna. So the strength of the Supreme Lord is supreme strength, and no weapon or no other force"
    },
    {
      "start_time": 674,
      "end_time": 759,
      "verse_references": [
        "BG 14.27"
      ],
      "themes": [
        "Brahmajyoti",
        "Krishna's effulgence",
        "Source of creation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna says I am the basis of the impersonal Brahman.",
      "summary": "This segment explains that the Brahmajyoti, the transcendental effulgence, emanates from Krishna and is the source of the material creation.",
      "timestamp_url": "https://youtu.be/1tzJ_ofI2yw?t=674",
      "transcript": "can actually work against the protection of Vishnu or Krishna. Now in the purport, Srila Prabhupada says, \"In the Bhagavad Gita it is said that the Brahmajyoti or the glowing transcendental effulgence is resting on Lord Sri Krishna.\" This is explained in the 14th chapter of the Bhagavad Gita, the 27th verse: Brahmano hi pratishta aham. Krishna says, \"I am the basis of the impersonal Brahman.\" Brahmajyoti, that is the effulgence emanating from the transcendental body of Krishna, and it covers the entire spiritual sky. It is the transcendental energy of the Supreme Lord, and that Brahmajyoti is the source of the entire material creation. Actually, it is sourced from Krishna, but through the Brahmajyoti. In other words, the glowing effulgence known as Brahmatejas is nothing but the rays of the Lord, just as the sun rays are rays of the sun disc."
    },
    {
      "start_time": 759,
      "end_time": 859,
      "verse_references": [],
      "themes": [
        "Brahmastra",
        "Vishnu's strength",
        "Krishna's independence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Everyone else is dependent on Krishna. But Krishna is not dependent on anyone else. Krishna is always independent. Krishna is absolute.",
      "summary": "This segment reiterates that the Brahmastra cannot surpass Vishnu's strength and emphasizes Krishna's independence and absolute nature.",
      "timestamp_url": "https://youtu.be/1tzJ_ofI2yw?t=759",
      "transcript": "So this Brahmatejas which is described here: yadyapi astram brahma shiraha tu amogham cha apratikriyam vaishnavam teja asadya. Vaishnavam means in relation to Vishnu. This Brahmastra is actually materially irresistible, but it cannot surpass the supreme strength of Vishnu or Krishna. The weapon called Brahmastra released by Aswatthama was neutralized and foiled by Shri Krishna by his own energy. That is to say, he did not wait for any other's help because he is absolute. See, this distinction we should always note between the Supreme Lord and anyone else. Everyone else is dependent on Krishna, but Krishna is not dependent on anyone else. Krishna is always independent. Krishna is absolute. This distinction eternally exists between the Supreme Lord Krishna and everyone else in the entire creation, even in the spiritual world also. Nobody is equal to Krishna. Nobody is greater than Krishna. Asamordhva. So this is an eternal fact."
    },
    {
      "start_time": 859,
      "end_time": 920,
      "verse_references": [],
      "themes": [
        "Personal vs. Impersonal",
        "Anu Atma",
        "Krishna's power"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Anu Atma is a tiny particle, a portion of the Supreme Lord. And the Supreme Lord is always supremely powerful.",
      "summary": "This segment clarifies the difference between the impersonal Brahman and the personal feature of Krishna, emphasizing that the individual soul (Anu Atma) is a tiny part of the Supreme Lord.",
      "timestamp_url": "https://youtu.be/1tzJ_ofI2yw?t=859",
      "transcript": "In fact, those who do not know about the personal feature of the absolute truth, they wrongly think that the impersonal feature, the Brahmajyoti or the Brahman feature of the absolute truth, is the same as the identity of the living being, the tiny living being, Anu Atma. That's what they think, which is completely wrong. Anu Atma is a tiny particle, a portion of the Supreme Lord, and the Supreme Lord is always supremely powerful, unlimitedly powerful, the source of everyone and everything, and his energy can never be equal with anything else. So that is being explained here."
    }
  ]
}