{
  "video_id": "1zNEnubolfg",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.11.18-19 | 10-07-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=1zNEnubolfg",
  "segments": [
    {
      "start_time": 55,
      "end_time": 174,
      "verse_references": [],
      "themes": [
        "respect",
        "reception",
        "affection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "the Vedic way of receiving great personality creates an atmosphere of respect which is saturated with affection and veneration for the person received.",
      "summary": "The speaker explains the Vedic way of receiving a great personality, emphasizing the atmosphere of respect, affection, and veneration it creates.",
      "timestamp_url": "https://youtu.be/1zNEnubolfg?t=55",
      "transcript": "In this session we will be discussing from the eighteenth and the nineteenth verses of the eleventh chapter of the first canto of Srimad Bhagavatam. The eighteenth verse first. वारनेंद्रम् पुरस्कृत्या ब्रामनै ससुमंगलैही शंकत् तूर्य निनादेन ब्रह्मः घोषेन चाद्रताह प्रत्यु जग्मू रथैर खृष्टा प्रनयागत साध्वसाह. The meaning of this verse is the eighteenth verse: They hastened towards the Lord on chariots with brahmanas bearing flowers. Before them were elephants, emblems of good fortune. Conch shells and bugles were sounded and Vedic hymns were chanted. Thus they offered their respects which were saturated with affection. So, the previous two verses described how the family members of Krishna, the intimate family members, they rushed towards, hastened towards Krishna with great affection and they actually, it is described here, they were carrying flowers and they were on chariots and brahmanas were chanting Vedic hymns and conch shells and bugles were sounded and they offered their respects saturated with affection. So, Srila Prabhupada says the Vedic way of receiving great personality creates an atmosphere of respect which is saturated with affection and veneration"
    },
    {
      "start_time": 174,
      "end_time": 230,
      "verse_references": [],
      "themes": [
        "sincerity",
        "gratitude",
        "respect"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "to offer respect and to receive respect because the devotee always offers respect to Krishna and Krishna always receives such respect",
      "summary": "The speaker discusses the sincerity and gratitude involved in offering and receiving respect, particularly in the context of devotion to Krishna.",
      "timestamp_url": "https://youtu.be/1zNEnubolfg?t=174",
      "transcript": "for the person received. So, this program of reception is full of sincerity on part of both the receiver and the received. That means the members of the Yadu dynasty, they are expressing their sincere gratitude or respect for Krishna as much as Krishna is receiving that very nicely because both are deserving in their own way. So, to offer respect and to receive respect because the devotee always offers respect to Krishna and Krishna always receives such respect"
    },
    {
      "start_time": 230,
      "end_time": 337,
      "verse_references": [],
      "themes": [
        "devotees",
        "prostitutes",
        "acceptance"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "we may not hate even the prostitutes if they are devotees of the Lord.",
      "summary": "The speaker introduces the topic of prostitutes being among those who received Krishna, and explains Prabhupada's perspective that even prostitutes can be devotees.",
      "timestamp_url": "https://youtu.be/1zNEnubolfg?t=230",
      "transcript": "because Krishna is the most respectable personality. The 19th verse: Vaara Mukhyascha Shata Sho Yaanai Stad Darshanot Sukhaha Lasat Kundalan Nirbhata Vaara Mukhyascha Shata Sho Yanai Stad Darshanot Sukhaha Lasat Kundalan Nirbhata Kapola Vadana Shriyaha Kapola Vadana Shriyaha Kapola Vadana Shriyaha Kapola Vadana Shriyaha. The meaning of this 19th verse is: At the same time many hundreds of well-known prostitutes began to proceed on various vehicles. They were all very eager to meet the Lord and their beautiful faces were decorated with dazzling earrings which enhanced the beauty of their foreheads. This is very interesting. That among the many different persons who received Krishna when Krishna entered Dwaraka there were hundreds of well-known prostitutes. Now Srila Prabhupada explains this very nicely. How come prostitutes are there in Dwaraka and they are going to receive Krishna? Prostitutes are devotees. So here Prabhupada explains we may not hate even the prostitutes if they are devotees of the Lord. Even to date there are many prostitutes in great cities of India who are sincere devotees of the Lord. So you may wonder how can somebody be engaged in such a sinful activity as a prostitute and at the same time be a devotee of Krishna? The two don't go together, isn't it?"
    },
    {
      "start_time": 337,
      "end_time": 457,
      "verse_references": [],
      "themes": [
        "devotional service",
        "profession",
        "soul",
        "body"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "devotional service to Lord Krishna is uncheckable in all circumstances.",
      "summary": "The speaker explains that devotional service is an activity of the soul, and is separate from one's profession or external circumstances, meaning anyone can become a devotee.",
      "timestamp_url": "https://youtu.be/1zNEnubolfg?t=337",
      "transcript": "So Prabhupada explains by tricks of chance one may be obliged to adopt a profession which is not very adorable in society but that does not hamper one in executing devotional service to the Lord. So devotional service to Lord Krishna is uncheckable in all circumstances. That means devotional service is an activity of the soul and a profession adopted for some maintenance in the material world is with respect to the body, external body. So external body may be that of one engaged in a profession as a Brahmana, Kshatriya, Vaisa, Shudra but or even a prostitute as a profession but that does not prevent anyone from becoming a devotee of Krishna. So much so that Shastras say even a Chandala can be a devotee of Krishna. Chandala is an outcast, is an outcast fifth class person in the Varnashrama system. Chandala means the lowest of the four Varnas, lower than the fourth Varna also, lower than the Shudra. But even a Chandala can take to devotional service by the mercy of Lord Krishna or his pure devotee. So pure devotees preach Krishna consciousness to everyone. Irrespective of who the person is and by the blessings and mercy of a pure devotee anyone can become a devotee of Krishna."
    },
    {
      "start_time": 457,
      "end_time": 570,
      "verse_references": [],
      "themes": [
        "society",
        "prostitutes",
        "necessity",
        "reformation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "it is better that prostitutes be available in the market place so that the sanctity of society can be maintained.",
      "summary": "The speaker explains Prabhupada's view that prostitutes are a necessary part of society, comparing it to the government allowing wine shops, but emphasizes that this doesn't mean it is encouraged.",
      "timestamp_url": "https://youtu.be/1zNEnubolfg?t=457",
      "transcript": "So it is understood here which Srila Prabhupada further explains that even in those days about 5000 years ago there were prostitutes in a city like Dwaraka where Lord Krishna resided. So Srila Prabhupada explains this means that prostitutes are necessary citizens, citizens, they are also part of the society, city, they are necessary for a proper upkeep of society. What is the meaning of this? Prabhupada gives an example to help us understand. The government opens wine shops but this does not mean that the government encourages the drinking of wine. So why should government open wine shops? The idea is that there is a class of men who will drink at any cost and it has been experienced that prohibition in great cities encourage illicit smuggling of wine. Similarly men who are not satisfied at home require such concessions and if there is no prostitute then such low class men will induce others into prostitution. So therefore Srila Prabhupada says it is better that prostitutes be available in the market place so that the sanctity of society can be maintained. The chaste women are never disturbed or bothered by these low class men who are not satisfied at home with their properly wedded wife. It is better to maintain a class of prostitutes than to encourage prostitutes within society."
    },
    {
      "start_time": 570,
      "end_time": 689,
      "verse_references": [],
      "themes": [
        "reformation",
        "devotional service",
        "sinful habits",
        "purification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "the real reformation that is required is to enlighten all people to become devotees of the Lord and that will check all kinds of deteriorating factors of life.",
      "summary": "The speaker emphasizes that the real reformation is to encourage everyone to become devotees of Krishna, which will purify them of sinful habits and tendencies.",
      "timestamp_url": "https://youtu.be/1zNEnubolfg?t=570",
      "transcript": "The real reformation now here is the very most important point in this entire purport. Prabhupada says the real reformation that is required is to enlighten all people to become devotees of the Lord and that will check all kinds of deteriorating factors of life. If somebody is having some sinful habit how can they become free from this sinful habit? Not simply by abstinence but by taking to devotional service. By taking to devotional service any sinful person can become completely purified of the sinful tendencies, sinful habit and can become a first class purified devotee of Krishna. Why? Because originally every one of us is a devotee of Krishna only. That's our original position. But in contact with material nature under a misunderstanding that I am this body or I belong to this material world or I want to enjoy materially I am awarded a material body in contact with material nature. And that's how I develop material desires and those material desires lead to so many sinful activities when somebody does not endeavor to satisfy the material desires by dharma, by laws of dharma. So violating the laws of dharma is sin, is papa."
    },
    {
      "start_time": 689,
      "end_time": 853,
      "verse_references": [],
      "themes": [
        "devotional service",
        "reformation",
        "Bilvamangal Thakur",
        "Chintamani"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "your attraction for the flesh and bone of an insignificant woman would be properly utilized if this same attraction could be diverted to the devotional service of the Supreme Lord Krishna",
      "summary": "The speaker shares the story of Bilvamangal Thakur, who was overly attached to a prostitute named Chintamani, who then instructed him to divert his attraction to Krishna, leading him to become a great devotee.",
      "timestamp_url": "https://youtu.be/1zNEnubolfg?t=689",
      "transcript": "So even those who are sinful can be reformed, can be rectified by their taking to devotional service. Now Srila Prabhupada gives a very nice example of another great Acharya, Srila Bilvamangal Thakur, a great Acharya of the Vishnu Swami Vaishnava sect in his householder life was overly attached to a prostitute who happened to be a devotee of the Lord. Bilvamangal Thakur in his household life he was attached to a prostitute who was a devotee. One night when this Bilvamangal Thakur in his Purvashram before he became a devotee himself, Acharya, in his householder life he came to the house of this prostitute Chintamani one night when there were torrents of rain and there was a thunderstorm. So Chintamani was astonished to see how this Bilvamangal came on such a dreadful night after crossing a foaming river full of waves at the risk of his life he came so she said to Bilvamangal that your attraction for the flesh and bone of an insignificant woman would be properly utilized if this same attraction could be diverted to the devotional service of the Supreme Lord Krishna to achieve attraction for the transcendental beauty of Lord Krishna. This was a momentous hour for Bilvamangal and he took a turn towards spiritual realization by the words of a prostitute. Later on Bilvamangal Thakur accepted the prostitute as his spiritual master and in several places of his literary works he has glorified the Lord Krishna in the form of the name of Chintamani who showed him the right path. You see? So, this is an instance of a prostitute who is a devotee instructing somebody to become a devotee of Krishna acting as the guide."
    },
    {
      "start_time": 853,
      "end_time": 946,
      "verse_references": [
        "BG 9.32"
      ],
      "themes": [
        "devotional service",
        "liberation",
        "equality",
        "guidance"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "even the low-born chandalas and those who are born in family of unbelievers and even the prostitutes shall attain perfection of life if they take shelter of unalloyed devotional service to me.",
      "summary": "The speaker quotes the Bhagavad Gita to emphasize that even those of low birth or occupation can attain perfection through devotional service to Krishna, and that the path is open to everyone under proper guidance.",
      "timestamp_url": "https://youtu.be/1zNEnubolfg?t=853",
      "transcript": "So, therefore, Krishna says in the Bhagavad Gita in the ninth chapter thirty-second verse even the low-born chandalas and those who are born in family of unbelievers and even the prostitutes shall attain perfection of life if they take shelter of unalloyed devotional service to me. That means Krishna is telling Arjuna if they take shelter of unalloyed devotional service to Krishna because in the path of devotional service there are no impediments due to degraded birth and degraded occupation. The path is open for everyone who agrees to follow this path under proper guidance. So, therefore, it is described here the prostitutes of Dwarka they were all unalloyed devotees of Krishna. They were very eager to meet Krishna as much as all the other devotees were eager and they were already on the path of liberation as described in the Bhagavad Gita. So, therefore, the only reformation in society that is necessary is to make organized effort to turn everyone to become a devotee of Krishna and in this way there will be no anomalies in society."
    }
  ]
}