{
  "video_id": "1zNEnubolfg",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.11.18-19 | 10-07-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=1zNEnubolfg",
  "segments": [
    {
      "start_time": 55,
      "end_time": 174,
      "verse_references": [],
      "themes": [
        "respect",
        "reception",
        "affection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "the Vedic way of receiving great personality creates an atmosphere of respect which is saturated with affection and veneration for the person received.",
      "summary": "The speaker explains the Vedic way of receiving a great personality, emphasizing the atmosphere of respect, affection, and veneration it creates.",
      "timestamp_url": "https://youtu.be/1zNEnubolfg?t=55"
    },
    {
      "start_time": 174,
      "end_time": 230,
      "verse_references": [],
      "themes": [
        "sincerity",
        "gratitude",
        "respect"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "to offer respect and to receive respect because the devotee always offers respect to Krishna and Krishna always receives such respect",
      "summary": "The speaker discusses the sincerity and gratitude involved in offering and receiving respect, particularly in the context of devotion to Krishna.",
      "timestamp_url": "https://youtu.be/1zNEnubolfg?t=174"
    },
    {
      "start_time": 230,
      "end_time": 337,
      "verse_references": [],
      "themes": [
        "devotees",
        "prostitutes",
        "acceptance"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "we may not hate even the prostitutes if they are devotees of the Lord.",
      "summary": "The speaker introduces the topic of prostitutes being among those who received Krishna, and explains Prabhupada's perspective that even prostitutes can be devotees.",
      "timestamp_url": "https://youtu.be/1zNEnubolfg?t=230"
    },
    {
      "start_time": 337,
      "end_time": 457,
      "verse_references": [],
      "themes": [
        "devotional service",
        "profession",
        "soul",
        "body"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "devotional service to Lord Krishna is uncheckable in all circumstances.",
      "summary": "The speaker explains that devotional service is an activity of the soul, and is separate from one's profession or external circumstances, meaning anyone can become a devotee.",
      "timestamp_url": "https://youtu.be/1zNEnubolfg?t=337"
    },
    {
      "start_time": 457,
      "end_time": 570,
      "verse_references": [],
      "themes": [
        "society",
        "prostitutes",
        "necessity",
        "reformation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "it is better that prostitutes be available in the market place so that the sanctity of society can be maintained.",
      "summary": "The speaker explains Prabhupada's view that prostitutes are a necessary part of society, comparing it to the government allowing wine shops, but emphasizes that this doesn't mean it is encouraged.",
      "timestamp_url": "https://youtu.be/1zNEnubolfg?t=457"
    },
    {
      "start_time": 570,
      "end_time": 689,
      "verse_references": [],
      "themes": [
        "reformation",
        "devotional service",
        "sinful habits",
        "purification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "the real reformation that is required is to enlighten all people to become devotees of the Lord and that will check all kinds of deteriorating factors of life.",
      "summary": "The speaker emphasizes that the real reformation is to encourage everyone to become devotees of Krishna, which will purify them of sinful habits and tendencies.",
      "timestamp_url": "https://youtu.be/1zNEnubolfg?t=570"
    },
    {
      "start_time": 689,
      "end_time": 853,
      "verse_references": [],
      "themes": [
        "devotional service",
        "reformation",
        "Bilvamangal Thakur",
        "Chintamani"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "your attraction for the flesh and bone of an insignificant woman would be properly utilized if this same attraction could be diverted to the devotional service of the Supreme Lord Krishna",
      "summary": "The speaker shares the story of Bilvamangal Thakur, who was overly attached to a prostitute named Chintamani, who then instructed him to divert his attraction to Krishna, leading him to become a great devotee.",
      "timestamp_url": "https://youtu.be/1zNEnubolfg?t=689"
    },
    {
      "start_time": 853,
      "end_time": 946,
      "verse_references": [
        "BG 9.32"
      ],
      "themes": [
        "devotional service",
        "liberation",
        "equality",
        "guidance"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "even the low-born chandalas and those who are born in family of unbelievers and even the prostitutes shall attain perfection of life if they take shelter of unalloyed devotional service to me.",
      "summary": "The speaker quotes the Bhagavad Gita to emphasize that even those of low birth or occupation can attain perfection through devotional service to Krishna, and that the path is open to everyone under proper guidance.",
      "timestamp_url": "https://youtu.be/1zNEnubolfg?t=853"
    }
  ]
}