{
  "video_id": "20yeZ9vL2Wo",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.6.14-15 | 29-10-2021",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=20yeZ9vL2Wo",
  "segments": [
    {
      "start_time": 0,
      "end_time": 56,
      "verse_references": [],
      "themes": [
        "invocation",
        "introduction"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "In this session we will be discussing from the 14th verse of the 6th chapter of the 1st canto of Srimad Bhagavatam.",
      "summary": "The lecture begins with traditional Vaishnava prayers and an introduction to the topic: Srimad Bhagavatam, 1st Canto, 6th Chapter, 14th verse.",
      "timestamp_url": "https://youtu.be/20yeZ9vL2Wo?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyananjan Shalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Deveem Saraswateem Vyasam Tato Jayamudi Rayasam"
    },
    {
      "start_time": 56,
      "end_time": 171,
      "verse_references": [
        "SB 1.6.14"
      ],
      "themes": [
        "travel",
        "self-sufficiency",
        "detachment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A travelling mendicant can meet the needs of the body, namely thirst and hunger, by the gifts of nature without being a beggar at the doors of the householder.",
      "summary": "The speaker explains Narada Muni's travels and how a mendicant should rely on nature's gifts rather than begging, emphasizing self-sufficiency and detachment.",
      "timestamp_url": "https://youtu.be/20yeZ9vL2Wo?t=56",
      "transcript": "In this session we will be discussing from the 14th verse of the 6th chapter of the 1st canto of Srimad Bhagavatam. Parishranta Indriya Atma Aham Trd Parito Bubhukshitaha Snatva Peetva Hrade Nadya Upas Prishto Gata Shramaha. The meaning of this verse is: Thus travelling, I felt tired, both bodily and mentally, and I was both thirsty and hungry. So I took a bath in a river, lake, and also drank water. By contacting water, I got relief from my exhaustion. So Narav Muni is describing his experiences while travelling to that place. In that holy place, on the way he came across so many different kinds of prosperous towns, gold mines, beautiful lakes filled with lotus flowers and singing birds, but he was not attracted by any of those. His mind was fixed on reaching that sacred spot where he could sit. So what about the demands of the body while travelling? A travelling mendicant can meet the needs of the body, namely thirst and hunger, by the gifts of nature without being a beggar at the doors of the householder."
    },
    {
      "start_time": 171,
      "end_time": 282,
      "verse_references": [],
      "themes": [
        "spiritual enlightenment",
        "duty",
        "householder life"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So to awaken them to spiritual reality is the duty of a traveling transcendentalist Parivrajakacharya.",
      "summary": "The speaker discusses the role of a traveling transcendentalist in enlightening householders who are often engrossed in family affairs.",
      "timestamp_url": "https://youtu.be/20yeZ9vL2Wo?t=171",
      "transcript": "By Krishna's arrangement, he could get the needs of the body. By Krishna's arrangement, there is sufficient food and water available for any person who just wants to dedicate himself for spiritual life without any need for begging at the door of a householder. So Srila Prabhupada further says the mendicant therefore does not go to the house of a householder to beg but to enlighten him spiritually. There is no need for begging, but then on the plea of begging sometimes is transcendent. A spiritualist may go and approach a householder simply to take the opportunity to enlighten the householder spiritually. That is a real purpose because people, especially in household life, they become busy with their work, family maintenance, providing for the needs of the family members, etc. Many responsibilities as regards the maintenance of the family. So they get more or less lost in such family affairs. So to awaken them to spiritual reality is the duty of a traveling transcendentalist."
    },
    {
      "start_time": 282,
      "end_time": 372,
      "verse_references": [],
      "themes": [
        "Himalayas",
        "spiritual shelter",
        "Krishna's arrangement"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Any man who is not materially prosperous can take shelter of these great mountains and he will be provided with everything required.",
      "summary": "The speaker describes the Himalayas as a place of abundance, providing both material and spiritual necessities for those seeking shelter.",
      "timestamp_url": "https://youtu.be/20yeZ9vL2Wo?t=282",
      "transcript": "Parivrajakacharya. Now Srila Prabhupada especially mentions elsewhere about the Himalaya mountains. He says that the Himalaya mountains are famous for all richnesses. What are the riches in the Himalaya mountains? There are innumerable caves to live in, numberless trees of good fruits to eat, good springs to drink water from, and profuse drugs and minerals to cure diseases. Any man who is not materially prosperous can take shelter of these great mountains and he will be provided with everything required. Both the materialist and the spiritualist can take advantage of the great shelter of the Himalayas. So Naran Muni is heading to the Himalayas only and in that place everything is provided for by the superior arrangement of the Supreme Lord."
    },
    {
      "start_time": 372,
      "end_time": 477,
      "verse_references": [],
      "themes": [
        "Himalayas",
        "natural resources",
        "seclusion"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "There are springs even hot water springs so that one can take bath when it is very cold in the hot water of the hot water spring and there are so many herbs to cure diseases.",
      "summary": "The speaker elaborates on the resources available in the Himalayas, including fruits, flowers, caves, and hot springs, emphasizing its suitability for secluded meditation.",
      "timestamp_url": "https://youtu.be/20yeZ9vL2Wo?t=372",
      "transcript": "Any of you have been to the Himalayas? If you have been to Himalayas you should—generally people don't go visit Himalayas like away from the crowded places. If you go to a place which is not so much crowded then you'll find so many nice fruit trees. Plenty of fruits and there are plenty of flowers available, caves where one can stay, numberless caves, so many caves are there and the river flows with crystal-clear water. There are springs, even hot water springs so that one can take bath when it is very cold in the hot water of the hot water spring and there are so many herbs to cure diseases. In case somebody becomes diseased then there are so many herbs to cure the diseases so everything is provided for both materially and spiritually and they can sit in a secluded place and nicely do meditation without being disturbed or bothered by anyone else so the fifteenth words Narada Muni further describes his travel."
    },
    {
      "start_time": 477,
      "end_time": 577,
      "verse_references": [
        "SB 1.6.15"
      ],
      "themes": [
        "meditation",
        "super soul",
        "intelligence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "After that under the shadow of a banyan tree in an uninhabited forest I began to meditate upon the super souls situated within using my intelligence as I had learned from liberated souls",
      "summary": "The speaker introduces the next verse and explains Narada Muni's meditation on the Supersoul in a secluded forest, emphasizing the use of intelligence learned from liberated souls.",
      "timestamp_url": "https://youtu.be/20yeZ9vL2Wo?t=477",
      "transcript": "tasmin nirmanuje aranyepipalopastha ashritah atmana atmanam atmastham yathasutam achintayam atmanam atmastham yathasutam achintayam. The meaning of this verse is: after that under the shadow of a banyan tree in an uninhabited forest, I began to meditate upon the Supersoul situated within, using my intelligence as I had learned from liberated souls. So Narada Muni has reached a proper spot, uninhabited forest. It has to be a secluded place for doing meditation without being disturbed by anyone else and there under the shadow of a banyan tree. Banyan tree gives very nice shade so one can be sitting underneath a banyan tree then firmly seated he began to meditate upon the Supersoul within his heart doing meditation and there's a system of meditation and to search out the Supersoul one has to use one's intelligence applying the intelligence to search out the Supersoul by the method that has been taught by liberated souls whatever he had"
    },
    {
      "start_time": 577,
      "end_time": 680,
      "verse_references": [],
      "themes": [
        "meditation",
        "spiritual master",
        "scriptural knowledge"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "One should know perfectly well from the authoritative sources of scriptures through the transparent medium of a bona fide spiritual master and by proper use of one's trained intelligence for meditating upon the super soul dwelling within every living being",
      "summary": "The speaker emphasizes the importance of learning meditation from authoritative scriptures and a bona fide spiritual master, rather than following personal whims.",
      "timestamp_url": "https://youtu.be/20yeZ9vL2Wo?t=577",
      "transcript": "learned from the liberated souls exactly that he applied. So Srila Prabhupada says in the purport: one should not meditate according to one's personal whims. Meditation is not like whatever I like to do I'll do, no, that is not proper. Such meditation which one does whimsically will not give any tangible result in terms of self-realization. So Srila Prabhupada further says one should know perfectly well from the authoritative sources of scriptures through the transparent medium of a bona fide spiritual master and by proper use of one's trained intelligence for meditating upon the Supersoul dwelling within every living being. So first of all one should know that Supersoul is seated in my heart and this description is available in the authoritative scriptures but such scriptural knowledge is learned from a bona-fide spiritual master and the spiritual master trains one's intelligence how to search out the Supersoul within the heart and when these words are said surely achieve enlightenment the spiritual master will not pit itself on aHa and fix one's mind on the form of the Supersoul in the heart to meditate and"
    },
    {
      "start_time": 680,
      "end_time": 798,
      "verse_references": [],
      "themes": [
        "devotional service",
        "spiritual master",
        "enlightenment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This consciousness is firmly developed by a devotee who has rendered loving service unto the Lord by carrying out the orders of the spiritual master.",
      "summary": "The speaker explains that devotional service to Krishna, guided by a spiritual master, is crucial for developing the consciousness needed for effective meditation.",
      "timestamp_url": "https://youtu.be/20yeZ9vL2Wo?t=680",
      "transcript": "achieve the perfection of meditation called Samadhi. So further Srila Prabhupada says this consciousness is firmly developed by a devotee who has rendered loving service unto the Lord by carrying out the orders of the spiritual master. So what is the training that the spiritual master gives? He trains the devotee how to render loving service to the Supreme Lord Krishna. This is the training and this training results in the consciousness being properly fixed in devotional service to the Supreme Lord. That is very very important. It's a standard one has to establish in order to be properly situated for doing meditation. Now it is described here as far as Narada is concerned even when he was a small boy, five-year-old boy, he contacted bona fides spiritual masters. He served them sincerely and he got enlightenment rightly. They blessed him with the transcendental knowledge and Narada was enlightened because he had rendered nice service to them so they gave the blessing by which he could understand that he has to meditate on the Supersoul in the heart and he has to follow the right process for that. He had been"
    },
    {
      "start_time": 798,
      "end_time": 921,
      "verse_references": [],
      "themes": [
        "spiritual life",
        "instructions",
        "attention"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If at all we are serious about self-realization then we execute the instructions of the spiritual master very rigidly and with complete attention try to fix the problem.",
      "summary": "The speaker concludes by stressing the importance of rigidly following the spiritual master's instructions with complete attention and without speculation to achieve self-realization.",
      "timestamp_url": "https://youtu.be/20yeZ9vL2Wo?t=798",
      "transcript": "trained so he could do it properly. Thus he began to meditate. He began his meditation without wasting any time or doing anything else. So this is very very important that when we take the spiritual life if at all we are serious about self-realization then we execute the instructions of the spiritual master very rigidly and with complete attention try to fix the problem. Our entire mind or consciousness on the process perfectly following whatever has been taught by the spiritual master without any concoction, without any speculation, without any doubts. The spiritual master gives clear instructions. That is a bona fide practice. He himself has heard. He himself is enlightened. He himself has realized. So he can give perfect directions without any ambiguity to the disciple and disciple also hears very attentively, very nicely. Tasmad eke na manasa. Tasmad eke na manasa. With one pointed attention one should hear from the spiritual master and picks up one's mind with determination to follow and very quickly achieve the perfection."
    }
  ]
}