{
  "video_id": "2DMK7tb1W6M",
  "title": "Mahabharata | Part 50 | Duryodhana seeks Krishna's & Balarama's support | HG Suvyakta Narasimha Dasa",
  "speaker": "HG Suvyakta Narasimha Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=2DMK7tb1W6M",
  "segments": [
    {
      "start_time": 0,
      "end_time": 102,
      "verse_references": [],
      "themes": [
        "invocation",
        "guru",
        "Krishna consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Jaya Sri Krishna Chaitanya Prabhu Nithyananda Sri Advaita Gadadhara Sri Vasadi Gauravatta Vrinda",
      "summary": "The lecture begins with the chanting of prayers, including the Hare Krishna mantra and verses glorifying the spiritual master and Lord Chaitanya.",
      "timestamp_url": "https://youtu.be/2DMK7tb1W6M?t=0",
      "transcript": "Thank you for watching. Om Adhyanati Mirandhasya Jnananjana Salakaya Viksuram Meelitham Jena Tasmai Shri Gurave Namaha Namah Om Vishnupadaya Krishna Preshtaya Bhutale Srimate Bhaktivedanta Swamin Nithinamine Namaste Saraswati Dede Dauravani Pracharine Nirveshesha Sunyavadi Aasthatyade Satarine Jaya Sri Krishna Chaitanya Prabhu Nithyananda Sri Advaita Gadadhara Sri Vasadi Gauravatta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Mokam Karoti Vachalam Pangam Langhayate Girim Yad Krupatha Maham Vande Sri Gurum Deena Taranam"
    },
    {
      "start_time": 102,
      "end_time": 242,
      "verse_references": [],
      "themes": [
        "Mahabharata",
        "Duryodhana's envy",
        "Dhritarashtra's dilemma"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "Duryodhana being the envious, greedy person that he was, he had no intention of returning the kingdom.",
      "summary": "The speaker summarizes the previous episode, highlighting Duryodhana's refusal to return Indraprastha, Shakuni's calculations, and Dhritarashtra's attempt to broker peace through Sanjaya.",
      "timestamp_url": "https://youtu.be/2DMK7tb1W6M?t=102",
      "transcript": "Hare Krishna. In the last episode of the Mahabharata, we have seen how Drupada Maharaj sent his priest as a messenger to Hastinapura to convey their intent and requesting the Kauravas to return Indraprastha to the Pandavas, while also assessing what was the mood of the Kauravas and what all preparations they were undertaking. And we also saw how the Kauravas were completely against returning the kingdom to Indraprastha. Duryodhana, being the envious, greedy person that he was, he had no intention of returning the kingdom. Shakuni had made his own calculations, some convoluted calculations he had done to convince others that the Pandavas had not yet completed their term of exile, living incognito, before they were discovered. And on that basis, they should be asked to go back for another 12 years of forest exile. Although in reality, just as Bhishma Dev had done his calculations, the Pandavas had completed their exile period successfully. Then after this, Dhritarashtra thought of sending Sanjaya, who was his charioteer and his personal secretary, to the Pandavas with a message which he, after hearing out Duryodhana and understanding his intentions, that he did not want to return the kingdom of Indraprastha. So Dhritarashtra wanted to send a message which would not be hostile, which would not incite war, but at the same time somehow broker peace. That was Dhritarashtra's thinking. So what did Sanjaya convey to the Pandavas? What was the message he took to them? What was their reaction?"
    },
    {
      "start_time": 242,
      "end_time": 385,
      "verse_references": [],
      "themes": [
        "Krishna's return to Dwaraka",
        "Duryodhana's strategy",
        "Yadava army"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "Duryodhana had already started intimating his allies, gathering different armies, and he was building up his army very well aware that his refusal to return Indraprastha to the Pandavas, which was rightfully theirs, would inevitably result in war.",
      "summary": "The segment describes Krishna and Balarama's return to Dwaraka, Duryodhana's awareness of the impending war, and his plan to seek the support of the invincible Yadava army.",
      "timestamp_url": "https://youtu.be/2DMK7tb1W6M?t=242",
      "transcript": "Is what we will see today. In the meantime, what had happened was, when after the marriage of Uttara and Abhimanyu, when all the kings had got together and they were strategizing what should be the next steps to be taken, and they finally decided to send Drupada's priest to Hastinapura to seek a return of the Pandavas' kingdom, Lord Krishna and Balarama had returned to Dwaraka, giving confidence to the Pandavas that whenever they would be needed, they would be there. This news that Krishna had returned to Dwaraka reached Hastinapura. Now Duryodhana had already started intimating his allies, gathering different armies, and he was building up his army very well aware that his refusal to return Indraprastha to the Pandavas, which was rightfully theirs, would inevitably result in war. Now the Yadava Sainya, which was called Narayani Sainya, it was known to be an army which was invincible. The Narayani Sena of Krishna had defeated Jarasandha innumerable number of times. They had defeated Shalva, and many such battles had been very easily won by the Narayani Sena. And all over the world, everybody knew that the Yadava army was practically invincible. Now it was Duryodhana also knew that Krishna always was favorable towards the Pandavas. So he thought, let me quickly go to Dwaraka and seek the support of the Yadava army. While to all other allies, Duryodhana had sent his different emissaries to seek the support of the different kings. When it came to the Yadava army, because it was so important, Duryodhana personally went to Dwaraka."
    },
    {
      "start_time": 385,
      "end_time": 576,
      "verse_references": [],
      "themes": [
        "Duryodhana's arrival at Dwaraka",
        "Krishna's influence",
        "Arjuna's arrival"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "Although Ugrasena was the king of the Yadavas, still Krishna's word was always considered final.",
      "summary": "Duryodhana arrives in Dwaraka seeking Krishna's support, knowing Krishna's influence over the Yadavas, and coincidentally meets Arjuna who has come for the same reason.",
      "timestamp_url": "https://youtu.be/2DMK7tb1W6M?t=385",
      "transcript": "Duryodhana came to Dwaraka and he informed the people there that he had come to meet Lord Krishna because he knew, although Ugrasena was the king of the Yadavas, still Krishna's word was always considered final in the Yadava assembly. So he thought it is wise to meet Krishna and if he seeks Krishna's support and Krishna agrees, then all the rest of the entire Yadava clan would definitely support him. So with this intention, Duryodhana had come to Dwaraka. In the meantime, what had happened is, before Duryodhana came to Dwaraka, Satyaki, one of the commander-in-chiefs of the Yadava army, he was a disciple of Arjuna. He had learnt the art of archery from Arjuna himself and he was always very much in favour of the Pandavas because of their righteousness. Satyaki, without waiting for an invitation from the Pandavas, took one Akshauhini, one division of army and went to Virata, the kingdom of Virata and he joined the Pandavas. Now the rest of the Yadava clan was still in Dwaraka by the time Duryodhana had reached Dwaraka and now when Duryodhana came and sought audience with Krishna, he was told that Krishna was taking rest within his chambers and so he was escorted, Duryodhana was escorted towards Krishna's chambers. Because Duryodhana, the entire Kaurava dynasty were closely related with the Yadava dynasty because Kunti Devi was from the Yadava dynasty and therefore she was the aunt of Lord Krishna and that way the relationship was quite thick between the Yadava household and the Kaurava household. So therefore, Duryodhana had access to Krishna's private chambers. When Duryodhana arrived, it so happened that Krishna was actually resting. He was sleeping in his inner chambers and because he was a close family member, he was escorted to Krishna's bedroom. As Duryodhana was entering Krishna's bedroom, he saw there was one more visitor who had arrived at the same time. It was none other than Arjuna. Arjuna had also come seeking the support of Krishna practically at the same time. Now Duryodhana and Arjuna saw each other, they greeted each other and Duryodhana entered first into Krishna's chamber because he had come first and also he was the elder one, Arjuna was younger. Giving due respect according to his age, Arjuna followed Duryodhana into the chamber."
    },
    {
      "start_time": 576,
      "end_time": 781,
      "verse_references": [],
      "themes": [
        "Krishna's diplomacy",
        "Arjuna's devotion",
        "Duryodhana's ambition"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "You came here first. But when I opened my eyes, the first person I saw was Arjuna.",
      "summary": "Krishna, upon waking, greets both Duryodhana and Arjuna and offers them a choice: himself unarmed or his entire Narayani Sena, giving Arjuna the first opportunity to choose.",
      "timestamp_url": "https://youtu.be/2DMK7tb1W6M?t=576",
      "transcript": "As soon as Duryodhana entered, he saw Krishna lying on the bedstead and next to Krishna near his head was a small chair. Duryodhana went and sat there at Krishna's head waiting for him to wake up. Arjuna in the meantime, he also entered and he saw Krishna is sleeping and he went and stood very respectfully at the lotus feet of Krishna. Arjuna, he is a great devotee of Lord Krishna, and for him his heart is filled with love for Krishna. Yes, he understands the great position of Krishna as the Supreme Personality of Godhead. So he felt it appropriate to stand at the lotus feet of Krishna. And both Duryodhana and Arjuna were silently waiting, not wanting to disturb the sleep of Krishna. After a little while, Krishna slowly opened his eyes. And when Krishna opened his eyes, he saw Arjuna standing at his feet. And then slowly Krishna raised himself up and he said, Oh Arjuna, you have come here. And then when Krishna got up and sat up on his bed, he saw Duryodhana is sitting next to him. And he said, Oh Duryodhana, you have also come. Then Krishna greeted both of them warmly and he asked them, Why have you both come at the same time together? At the same time to meet me? Then Duryodhana replied to Krishna and he said, Oh my dear Krishna, we both have come here seeking your support and the support of your Yadava army for any eventuality of any war that may take place between us. And you are related to the Kaurava dynasty. So you are equally related to me as well as to the Pandavas. Therefore, you should be equal to both of us. And since I have come here first, therefore I have the right to first ask your support. Lord Krishna replied to Duryodhana, My dear Duryodhana, I agree what you have said is right. You came here first. But when I opened my eyes, the first person I saw was Arjuna. Not only that, Arjuna is younger to you by age. And according to the Vedic scriptures, according to Dharma, the younger person is always given the first opportunity. And so therefore, I give Arjuna the opportunity to seek my support. But at the same time, what you have said is right, Duryodhana, that I am related equally to both of you. This is a family quarrel. And so, what I will do is, on one side, I present myself unarmed. I will not take up arms in the battle. I will not fight in the battle. But I will be there giving good advice and support. Moral support and advice will be there from my side. On the other hand, my entire Narayani Sena, the Yadavasanya will be available. So between the two of you, you can choose one of these two. And Arjuna, I give you the first opportunity."
    },
    {
      "start_time": 781,
      "end_time": 922,
      "verse_references": [],
      "themes": [
        "Arjuna's choice",
        "Krishna's importance",
        "Devotion"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna, doesn't matter that you don't lift arms, you don't do any activity, you just be by my side. That's enough for me.",
      "summary": "Arjuna chooses Krishna over the army, expressing his deep devotion and prioritizing Krishna's presence above all else.",
      "timestamp_url": "https://youtu.be/2DMK7tb1W6M?t=781",
      "transcript": "Please choose whom you want. Arjuna, without batting an eyelid, without hesitation, immediately said, Krishna, doesn't matter that you don't lift arms, you don't do any activity, you just be by my side. That's enough for me. Krishna said, okay, as you wish. Then he turned to Duryodhana and he said, Arjuna has chosen me. So I am afraid that you have to be satisfied with the Narayana. So I am afraid that you have to be satisfied with the Narayani Sena. Duryodhana, internally, was delighted. He had thought that oh, Arjuna has got the first right, he will choose the Narayani Sena and I will be left with Krishna who is anyway not going to lift weapons. What is the point of having him then anyway on our side? Duryodhana was elated that Arjuna had made the foolish decision. And he thought, good, Arjuna has somehow, by some fluke, Arjuna has chosen wrongly. So Duryodhana, but externally, he was a greatly diplomatic person. He maintained a very calm exterior and neutral countenance he maintained. And he said, I think I don't have a choice now. Arjuna has already chosen, you have given him the first right. So I have to be satisfied with your Narayani Sena. Okay, all right. I'll be satisfied with that. Okay, thank you both of you. I'm leaving. And he said, he got up and he walked out. Now when Duryodhana walked out, Krishna looked at Arjuna and he said, Arjuna, I said, I will be, I will not take up arms. Then why did you choose me? You should have taken the army. The entire Yadava army was at your disposal. Arjuna immediately said, Oh Krishna, you are the supreme personality of Godhead. Wherever you are there, Lakshmi Devi is also there. That means all opulence is also there. All victory is also there. I am not bothered about winning or losing this battle. I want you. You are the person whom I want. You are the goal of my life. So I don't want anything else. Everything else is secondary. If you are there with me, for me, everything else is achieved."
    },
    {
      "start_time": 922,
      "end_time": 1062,
      "verse_references": [],
      "themes": [
        "Krishna's reciprocation",
        "Lord's love for devotees",
        "Krishna as charioteer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Although Krishna is the supreme person, he is the master of everyone, still Krishna loves to become subordinate to the commands of his devotee.",
      "summary": "Krishna, overwhelmed by Arjuna's love, agrees to become his charioteer, illustrating the loving relationship between the Lord and his devotees.",
      "timestamp_url": "https://youtu.be/2DMK7tb1W6M?t=922",
      "transcript": "So Krishna was overwhelmed by this love from Arjuna. And he said, and he told Arjuna, Arjuna, I am, I am indebted to you for the love you have shown me. So please tell me how I can help you in this battle. Then Arjuna told Krishna that Krishna has a great desire. I want you to be my charioteer in this battle. Krishna readily agreed. He said, is that all? Definitely I'll be your charioteer. You can see Krishna is the supreme personality of Godhead. Krishna's lotus feet are worshipped even by Lord Shiva and Lord Brahma. All the devatas are waiting for an opportunity to have darshan of the lotus feet of Krishna. Krishna is such an exalted personality. He is the supreme personality of Godhead. There is nobody equal to him, nobody above him. Such is the greatness of Krishna. He is bhoktaram yajna tapasam sarva loka mahishuram. All the universes, all the planetary systems are emanating from Krishna. Krishna is the supreme creator. And therefore everything belongs to him. And all the ajnas, all the sacrifices, all the Vedas are meant for pleasing Krishna. And that Krishna is agreeing to become the charioteer of Arjuna, his devotee. These are the loving dealings between the Lord, between Lord Krishna, the supreme personality of Godhead, and his devotees. Although Krishna is the supreme person, he is the master of everyone. Still Krishna loves to become subordinate to the commands of his devotee. Just like how Krishna subjugated himself to the love of Yashodhamai and agreed to be bound by her to that martyr. Although he cannot be bound by any material rope, still he was bound by the love of Yashodhamai. Similarly, Krishna was bound by the love of Arjuna and he agreed to take orders from Arjuna by becoming his charioteer."
    },
    {
      "start_time": 1062,
      "end_time": 1237,
      "verse_references": [
        "SB 1.2.6"
      ],
      "themes": [
        "Balarama",
        "Duryodhana's persistence",
        "Krishna's expansions",
        "Anandamayo Abhyasat"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Anandamayo Abhyasat by nature, the supreme lord being a person, he desires to enjoy.",
      "summary": "Duryodhana, not giving up, approaches Balarama for support, while the speaker explains the concept of Krishna's expansions for the purpose of enjoyment and relationship.",
      "timestamp_url": "https://youtu.be/2DMK7tb1W6M?t=1062",
      "transcript": "In the meantime, Duryodhana had still not given up. His mind was constantly working. He thought, okay, let's refuse to partake in the battle. But what about Balarama? He is the next most powerful personality. While Arjuna and Krishna were discussing like this, Duryodhana had left Krishna's room and he had gone to approach Balarama. The added advantage for Duryodhana with Balarama was Balarama was his guru as far as learning the art of fighting with the gatha, with the mace was concerned. So Duryodhana already had a good relationship with Balarama. And very quickly he approached Balarama before Arjuna could approach. And Duryodhana approached Balarama and he told him that like this, I have come here seeking your support and I approached Lord Krishna also. But Krishna has agreed to become, he told that he would decide, he would divide the Narayani Sena and himself. One side he will be there without arms and the other side will be his army. And Arjuna chose Krishna. Now I have come to you seeking your support. Now Duryodhana did not know the actual position of Balarama. Actually Krishna is the supreme personality of Godhead. Now it is stated in the Vedas that Anandamayo Abhyasat by nature, the supreme lord being a person, he desires to enjoy. And when he desires to enjoy, what does he do? Just like in this material world, whenever we want to enjoy, what do we do? We enter into relationships with other individuals. We enjoy in relationship with our families and with our friends and relatives etc. We do not enjoy if we are all alone. If we have got something nice to eat, then we want to call a few friends and we want to share it with them. If we want to watch a movie, we want to go with our family. If we want to go on a vacation, we want to take our wives and children along with us. This is the nature of a person, of an individual person. This nature of human beings is actually a result of being of the individual nature. Being a part and parcel of the supreme lord. Because the supreme lord has a propensity to enjoy in relationship with others, we being emanations, we being part and parcel of that supreme lord, we also have, we also possess similar propensity"
    },
    {
      "start_time": 1237,
      "end_time": 1451,
      "verse_references": [],
      "themes": [
        "Balarama's devotion to Krishna",
        "Balarama's refusal",
        "Duryodhana's disappointment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "I cannot even dream of opposing Krishna in any manner.",
      "summary": "Balarama refuses to support Duryodhana, stating he cannot oppose Krishna and decides to go on pilgrimage, leaving Duryodhana disappointed.",
      "timestamp_url": "https://youtu.be/2DMK7tb1W6M?t=1237",
      "transcript": "to enjoy with other individuals. Now, Krishna when he desires to enjoy, he expands himself. He is not dependent upon individuals other than himself to enjoy. He expands himself into other personalities. He expands himself into first as Balarama. And that Balarama further expands into the Chaturvyuha expansion of Vasudeva, Sankarsana, Pradyumna, Aniruddha. And from that Sankarsana again expands Narayana. From that Narayana, the second quadruple expansion of Vasudeva, Sankarsana, Pradyumna, Aniruddha come out. And from that second Sankarsana come the Vishnu avataras within this material world. So like this, the lord expands himself into innumerable forms of the Vishnu tattva as well as his incarnation. And the lord also expands himself into his devotees. And then the lord expands himself into all the living entities that we all are. And so like this, the lord expands himself into unlimited forms to engage in wonderful loving relationships with different individuals. Now Balarama is the first expansion of Krishna. And he is imbued with love for Krishna. When the lord descended as Ramachandra, the same Balarama descended as Lakshmana. And in the past times of Lord Ramachandra, Lord Ramachandra had to undergo so much difficulty. And Lakshmana being a younger brother, many times he had great desire to partake, to express his anguish whenever he saw Lord Ramachandra suffering. But he could not express because he was a younger brother and he was inhibited by that subordinate position. So when the Supreme Lord Krishna personally descended in this world, Balarama came as his elder brother so that he could express his anguish whenever Krishna would feel any sort of distress. And also Balarama could play a protective role and prevent anybody from causing any harm or distress to Krishna. So Balarama is very very possessive of Krishna and he will not think of doing anything other than what Krishna likes. The moment when Balarama heard that Krishna has already given himself to the Pandavas, Balarama told Duryodhana, I cannot even dream of opposing Krishna in any manner. And because this is a family quarrel, I will not participate in this. Let Krishna give support to the Pandavas. I am giving up my Kshatriya Dharma. I am retiring from this Kshatriya duties of fighting and engaging in battle and all these kind of things. I am going on Teertha Yatra. Balarama decided to go on pilgrimage. And so Duryodhana thought, okay, anyway Balarama did not come to my side, but he is not going to fight on the side of the Pandavas also. So there is no loss. Then he said, okay, fine, alright. If you don't want to fight, no problem."
    },
    {
      "start_time": 1451,
      "end_time": 1591,
      "verse_references": [],
      "themes": [
        "Sanjaya's arrival",
        "Dhritarashtra's message",
        "Yudhishthira's response"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "Dhritarashtra, King Dhritarashtra wants peace.",
      "summary": "Sanjaya arrives with Dhritarashtra's message of peace, but Yudhishthira insists on the return of Indraprastha as a condition for peace.",
      "timestamp_url": "https://youtu.be/2DMK7tb1W6M?t=1451",
      "transcript": "And Duryodhana went back to Hastinapura. And in this manner, Krishna became the charioteer of Arjuna. And now Arjuna took Krishna with him and went back to the kingdom of Virata for further consultation and seeking Krishna's advice on what they should do next. After Krishna and Arjuna had reached the kingdom of Virata, they came to know that Sanjaya has come there, bringing the message of Dhritarashtra. The Pandavas, they all assembled and they called forth Sanjaya. Sanjaya came there. After receiving all the welcoming hospitality, Sanjaya came forward into that assembly and Yudhishthira Maharaj received him very warmly because the Pandavas knew Sanjaya for a long time. And Sanjaya had also been always very favorable towards the Pandavas. Although he was the secretary of Dhritarashtra, he knew that the Pandavas were righteous and he was always favorable to them. This Sanjaya came before the Pandavas and Yudhishthira Maharaj asked about the welfare of all the senior people in the Kaurava household like Bhishma Dev, Dronacharya, Dhritarashtra, Gandhari, etc. And Sanjaya also told Yudhishthira and the Pandavas that they were all doing well and that he has brought a message from Dhritarashtra. Yudhishthira Maharaj said, please go ahead, please let us know what message you are bringing from Dhritarashtra. Then Sanjaya told Yudhishthira that Dhritarashtra, King Dhritarashtra wants peace. He does not want any kind of fighting, infighting. And he has said that he is ready to consider all options to avoid any kind of war or any kind of skirmish, and let us peacefully settle the matter. And he has also said that there is no point in fighting, infighting between the family members. If the family members kill each other, then what are we achieving? We are not achieving anything. It is not good for either party. So let us avoid fighting. This is the message."
    },
    {
      "start_time": 1591,
      "end_time": 1758,
      "verse_references": [],
      "themes": [
        "Yudhishthira's stance",
        "Sanjaya's questioning",
        "Dharma",
        "Krishna's role"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Duty of a Kshatriya is to fight or not in the face of injustice.",
      "summary": "Sanjaya questions Yudhishthira's inclination towards war, prompting Yudhishthira to defend his position as a Kshatriya upholding Dharma, and seeking Krishna's judgment.",
      "timestamp_url": "https://youtu.be/2DMK7tb1W6M?t=1591",
      "transcript": "So Yudhishthira replied to Sanjaya, See, if you want peace, the solution is very simple. Return Indraprastha to us. Matter will be settled. I assure you that we will forget all animosity, whatever the Kauravas, they have insulted us, whatever humiliation they have done towards us, how they cheated us in the game of dice, we will forget all that and we will live as friends. I assure you this. On the other hand, if you do not hand over Indraprastha to us, then we are not sitting here idly. Arjuna is having the Gandiva in his hand and Bhima is having his Gada in his hand and you will have to reply to these two people and no force in this world can withstand the force of these two weapons of my brothers. When Sanjaya heard this, he was surprised. He said, Yudhishthira, how is it that you are so much inclined to war? You should be thinking of how to get peace. A righteous person is never inclined towards war and to quarrel and such things. He should always think of how to maintain peace and harmony in the society because wars always bring untold suffering to humanity. Everyone knows this. So how is it that you are behaving like this adharmically? When Sanjaya said this, Yudhishthira said that you please first consider what is the duty of a Kshatriya. Duty of a Kshatriya is to fight or not in the face of injustice. In the face of injustice, is a Kshatriya supposed to keep quiet? And what is happening with us here? Is it just or is it unjust? So on whose side is Dharma? You please consider this. And then Yudhishthira Maharaj turned to Krishna and he said, Lord Krishna, you decide whether what I am saying is right or wrong. You please tell us whether I am wrong in expressing that in case the kingdom is not given, there has to be war. Am I a war mongering person? Am I going against the principles of Dharma? Then Sanjaya also looked towards Krishna because Sanjaya also knew that Krishna is the Supreme Lord. Krishna responded that Yudhishthira, whatever you have said is perfectly according to the codes of Dharma. You have always lived righteously and your demand for the return of your kingdom is also righteous. And Sanjaya suddenly, everybody could see Krishna's face becoming very grave and they could sense Krishna's rising anger."
    },
    {
      "start_time": 1758,
      "end_time": 1907,
      "verse_references": [],
      "themes": [
        "Krishna's anger",
        "Injustice",
        "Draupadi's disrobing",
        "Dharma and Adharma"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Now what right do you have to speak of Dharma?",
      "summary": "Krishna expresses his anger, reminding Sanjaya of the injustices suffered by the Pandavas, particularly the disrobing of Draupadi, and condemning the Kauravas' actions.",
      "timestamp_url": "https://youtu.be/2DMK7tb1W6M?t=1758",
      "transcript": "Krishna said, Sanjaya, how did the Kauravas get hold of Indraprastha? Do you remember? They cheated Yudhishthira Maharaj in that game of dice. Although Yudhishthira Maharaj was saying in that assembly that he did not wish to play that game of dice, still he was goaded into playing that game of dice. Although he was not so keen on playing that game of dice, unfairly Duryodhana made Shakuni his partner and he cheated Yudhishthira of his kingdom, of his brothers and his wife. And when Yudhishthira had lost his kingdom, at that point of time, what were you all doing? You were all sitting in the assembly keeping quiet? You did not stop? What was going on? The game of cheating dice? And then what happened? Draupadi was pulled into that assembly and she was attempted to be disrobed. When her honour was being violated, which person in that assembly stood up and spoke? Except for Vikarna. Did Bhishma oppose it? Did Drona oppose it? You were also there. Did you oppose it? So at that time, you did not think of Dharma. Now what right do you have to speak of Dharma? You have no right to talk about what is right and what is wrong. You have no right to talk about Dharma and Adharma. Forget it. You keep it aside. Whatever the kingdom has been taken by force by the Kauravas has to be returned. Otherwise there will be war and Duryodhana and all his brothers will bite the dust. So Krishna's anger was something which was unexpected. And everybody was taken aback, including Sanjaya. But Sanjaya also felt ashamed because whatever Krishna had said was true. In that assembly, Dushyasana was trying to disrobe Draupadi. When Karna was inciting Duryodhana to drag Draupadi into that assembly, none of them had opposed. Sanjaya had not opposed. Sanjaya had kept quiet. This was wrong on his part. Sanjaya accepted that. So he bowed his head and kept quiet. So finally, after little more discussion like this, Sanjaya asked the Pandavas, Please give me your message."
    },
    {
      "start_time": 1907,
      "end_time": 2046,
      "verse_references": [],
      "themes": [
        "Pandavas' message",
        "Peace",
        "Five villages",
        "Bhima's response"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "Our message is very simple. Please hand over Indraprastha, which is rightfully ours, back to us.",
      "summary": "The Pandavas reiterate their message, demanding the return of Indraprastha or at least five villages, with Bhima surprisingly advocating for peace.",
      "timestamp_url": "https://youtu.be/2DMK7tb1W6M?t=1907",
      "transcript": "What is the message I have to give to Dhritarashtra? Yudhishthir Maharaj told him, Our message is very simple. Please hand over Indraprastha, which is rightfully ours, back to us. We will forget all hostility and we will live as friends and brothers. On the other hand, if you wish to, if you do not give the kingdom back to us, then there has to be war. And even if you give five villages, one for each of five brothers, we are ready to even accept that because we are Kshatriyas. Our duty is to rule. As long as we have got a place to rule and some citizens to administer, then we have no issues. We are ready even for that. This is our message. And then Krishna spoke to Arjuna. Krishna asked Arjuna, Arjuna, what is your response? And Arjuna responded, He said, Whatever my brother Yudhishthir Maharaj has said is fully right and I stand fully with him. If the Kauravas are ready to give back Indraprastha, we will maintain peace. Otherwise, my Gandiva will speak. We will not speak anymore. Then Krishna looked at Bhima and he said, Bhima, what do you have to say? Now what was Bhima's response? Normally, we would expect Bhima to be the most angry of the lot and the person who was most thirsting for revenge. Surprisingly, Bhima spoke very peacefully and Bhima said, My dear Sanjaya, we want peace. We don't want any fight. Please tell Dhritarashtra that somehow please convince Duryodhana to give us at least five villages. We are happy with that. We don't want any fight. We don't want any battle. Why we should fight and kill each other unnecessarily? If we on one side and you Kauravas with Bhishma, Drona and all on the other side fight, what is the result which is going to happen? We will simply kill each other. I don't want to see such bloodshed. Let us avoid all this. Let us maintain peace."
    },
    {
      "start_time": 2046,
      "end_time": 2136,
      "verse_references": [],
      "themes": [
        "Bhima's compassion",
        "Bhima's vow",
        "Krishna's laughter",
        "Conclusion"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "I am waiting to fulfill my vow. I have vowed to kill Dushyasana and rip his heart out and drink his blood.",
      "summary": "Bhima clarifies his desire for peace stems from compassion, but reaffirms his vow for revenge, prompting Krishna's laughter, and the lecture concludes with a promise of the next episode.",
      "timestamp_url": "https://youtu.be/2DMK7tb1W6M?t=2046",
      "transcript": "Krishna was surprised and Krishna started laughing. Krishna said, What is it that I am hearing Bhima? Looks like you have become afraid when the time for battle has come. What happened to all those words of revenge and all those things you were speaking? Then Bhima became very grave and he said, Krishna, it is not that I have become afraid. I was feeling compassionate towards the Kauravas because if there is battle, definitely they will be killed. And I thought, why they have to go through all this pain and Dhritarashtra and Gandhari will have to suffer seeing their sons killed before them. So I was being compassionate and thought, let us avoid it. But otherwise I am not afraid. I am waiting for battle. Let the Kaurava brothers come. I am waiting to fulfill my vow. I have vowed to kill Dushyasana and rip his heart out and drink his blood. I am waiting for the battle to happen between both of us. So Krishna smiled and said, and he said, This is the Bhima we know. Fine. So like this, everybody's message was given and Sanjaya started back to Hastinapura. And when he reached Hastinapura and how was the message from the Pandavas received? What was the reaction in the Kaurava? What was the reaction in the Kaurava palace? Please join us in the next episode to know about this. Thank you for joining us today. Hare Krishna. Jagat Guru Shri La Pravupada Ki Jai Netai Gor Prem Anandae"
    }
  ]
}