{
  "video_id": "2fg733updx8",
  "title": "AAQ: What is the Relation Between Dvaita Advaita and Vishishtadvaita? | HG Suvyakta Narasimha Dasa",
  "speaker": "HG Suvyakta Narasimha Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=2fg733updx8",
  "segments": [
    {
      "start_time": 0,
      "end_time": 24,
      "verse_references": [],
      "themes": [
        "Dvaita",
        "Advaita",
        "Vishishtadvaita",
        "Philosophy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "What is the relationship between Dvaita, Advaita and Vishishtha Advaita?",
      "summary": "The lecture begins by posing the question about the relationship between Dvaita, Advaita, and Vishishtadvaita philosophies and whether they lead to the Supreme Lord.",
      "timestamp_url": "https://youtu.be/2fg733updx8?t=0",
      "transcript": "What is the relationship between Dvaita, Advaita, and Vishishtha Advaita? Are those three the same? Do all three lead us to the Supreme Lord?"
    },
    {
      "start_time": 25,
      "end_time": 57,
      "verse_references": [],
      "themes": [
        "Vaishnava Philosophy",
        "Sampradayas",
        "Dvaita",
        "Advaita",
        "Vishishtadvaita"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "There are practically five systems of philosophy which are recognized to be bona fide, which are recognized as valid systems of philosophy in the Indian context.",
      "summary": "The speaker introduces the five recognized systems of philosophy in the Indian context: Dvaita, Suddha Advaita, Vishishtadvaita, Dvaita Advaita, and Keval Advaita.",
      "timestamp_url": "https://youtu.be/2fg733updx8?t=25",
      "transcript": "There are practically five systems of philosophy which are recognized to be bona fide, which are recognized as valid systems of philosophy in the Indian context. One is Dvaita, one is Suddha Advaita, then there is Vishishtha Advaita, then there is Dvaita Advaita, and there is Keval Advaita, which is Shankara's Sampradaya."
    },
    {
      "start_time": 58,
      "end_time": 109,
      "verse_references": [],
      "themes": [
        "Sampradayas",
        "Padma Purana",
        "Vaishnava Acharyas",
        "Sri Sampradaya",
        "Brahma Sampradaya",
        "Kumara Sampradaya",
        "Rudra Sampradaya"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "According to the Padma Purana, there are four Sampradayas which are actually bona fide, which is referring to the four systems of philosophy.",
      "summary": "The speaker discusses the four bona fide Vaishnava Sampradayas according to the Padma Purana: Sri Sampradaya, Madhva Sampradaya (Brahma Sampradaya), Kumara Sampradaya, and Rudra Sampradaya.",
      "timestamp_url": "https://youtu.be/2fg733updx8?t=58",
      "transcript": "According to the Padma Purana, there are four Sampradayas which are actually bona fide, referring to the four systems of philosophy: Dvaita, Vishishtha Advaita, Dvaita Advaita, and Suddha Advaita. So these four systems of philosophy are propounded by four Vaishnava Acharyas. These are the Sri Sampradaya, the Madhva Sampradaya, which is the Brahma Sampradaya, then there is the Kumara Sampradaya, and there is the Rudra Sampradaya. Vishnu Swami is the main Acharya for the Rudra Sampradaya."
    },
    {
      "start_time": 110,
      "end_time": 163,
      "verse_references": [],
      "themes": [
        "Sampradayas",
        "Acharyas",
        "Vaishnava Philosophy",
        "Mayavada"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "These are the four systems of philosophy which are declined to be bona fide in the Puranas.",
      "summary": "The speaker identifies the Acharyas associated with each Sampradaya and contrasts them with Shankaracharya's Mayavada philosophy, which is not considered bona fide.",
      "timestamp_url": "https://youtu.be/2fg733updx8?t=110",
      "transcript": "For the Kumara Sampradaya, it is Vishnu Swami, and for Sri Sampradaya, it is Ramanuja Acharya, and for Brahma Sampradaya, it is Madhva Acharya. These are the four systems of philosophy which are declined to be bona fide in the Puranas. The fifth Sampradaya, which is founded by Shankaracharya, Adi Shankaracharya, is called Mayavada, and it is not recognized as a bona fide philosophy in the Indian system. So all these four systems of philosophy—Dvaita, Vishishta Dvaita, Shuddha Dvaita, Dvaita Dvaita—these four systems of philosophy come in the Sri Sampradaya, Kumara Sampradaya, Rudra Sampradaya, and Brahma Sampradaya."
    },
    {
      "start_time": 164,
      "end_time": 212,
      "verse_references": [],
      "themes": [
        "Vaishnava Philosophy",
        "Liberation",
        "Vaikuntha",
        "Individuality",
        "Kevala Dvaita",
        "Brahman"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "These four systems of philosophy, all of them are Vaishnava philosophy.",
      "summary": "The speaker explains that the four Vaishnava Sampradayas share the common goal of achieving liberation and going to Vaikuntha, maintaining individuality as servants of the Lord, contrasting this with Adi Shankara's Kevala Dvaita, which aims at merging into impersonal Brahman.",
      "timestamp_url": "https://youtu.be/2fg733updx8?t=164",
      "transcript": "They all accept Vishnu as the Supreme Personality of Godhead, and all of them say that when we achieve liberation, or moksha, or mukti, we go to the spiritual world, Vaikuntha, where we will continue our individuality as an eternal servant of the Supreme Lord. Now, in terms of certain finer details of the philosophy, there may be some differences between these four systems, but ultimately, all of these four are aiming towards the Supreme Personality of Godhead, whereas Adi Shankara's philosophy of Kevala Dvaita is aiming at merging into Brahman."
    },
    {
      "start_time": 213,
      "end_time": 263,
      "verse_references": [],
      "themes": [
        "Vaishnava Philosophy",
        "Paramatma",
        "Atma",
        "Mayavada",
        "Supreme Personality"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "There is no individual existence.",
      "summary": "The speaker elaborates on the Vaishnava understanding of the Supreme Absolute Truth as a person (Paramatma) and the individual soul (Atma) as a fragmental portion, contrasting this with the Mayavada concept of impersonal Brahman.",
      "timestamp_url": "https://youtu.be/2fg733updx8?t=213",
      "transcript": "There is no individual existence. The Supreme Absolute Truth is some impersonal Nirakar Brahman, whereas all the other four Vaishnava systems of philosophy, they declare that the Supreme Absolute Truth is a person. It's not just some impersonal Brahman, and we are Atma. We can never become equal to Paramatma. We will always remain Paramatma as a fragmental portion of that Supreme Absolute Truth, and we will always remain as a small Jeeva, a small Atma, whereas Vishnu or Narayana, He is the Paramatma. He is the Supreme Personality. So this is the fundamental difference between the Mayavada philosophy and the combined all the four Vaishnava philosophies."
    },
    {
      "start_time": 264,
      "end_time": 312,
      "verse_references": [],
      "themes": [
        "Vaishnava Philosophies",
        "Narayana",
        "Krishna",
        "Gaudiya Vaishnava",
        "Achintya Veda Veda Tattva",
        "Madhva Philosophy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Now within the four Vaishnava philosophies, there are finer differences, very minor, they are not major.",
      "summary": "The speaker acknowledges minor differences within the four Vaishnava philosophies, highlighting that all accept Narayana as the Supreme Personality of Godhead, except for the Gaudiya Vaishnava philosophy, which considers Krishna as supreme.",
      "timestamp_url": "https://youtu.be/2fg733updx8?t=264",
      "transcript": "Now, within the four Vaishnava philosophies, there are finer differences, very minor, they are not major, but all of them accept Narayana as the Supreme Personality of Godhead. In the Gaudiya Vaishnava philosophy, which is Achintya Veda Veda Tattva, which is a sub-sect of the Madhva philosophy, of the Brahma Sampradaya, we accept Krishna as the Supreme Personality of Godhead. All the other four, it is Narayana. So, Krishna being the Avatari, being the Supreme Personality of Godhead, on the basis of scriptural evidence, is accepted only in the Brahma Madhva Gaudiya Vaishnava Sampradaya. All four are Vaishnava Sampradayas, but amongst the Vaishnava Sampradayas also, there are some differences."
    },
    {
      "start_time": 313,
      "end_time": 343,
      "verse_references": [
        "BG 10.8"
      ],
      "themes": [
        "Krishna",
        "Avatara",
        "Madhva Gaudiya Vaishnava",
        "Bhagavad Gita",
        "Narayana"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna says that he is the source of everything else.",
      "summary": "The speaker explains the Gaudiya Vaishnava perspective that Krishna is not an incarnation but the source of all incarnations, citing Krishna's declaration in the Bhagavad Gita that He is the source of everything.",
      "timestamp_url": "https://youtu.be/2fg733updx8?t=313",
      "transcript": "According to the other Vaishnava Sampradayas, Krishna is supposed to be an Avatara, incarnation. But in the Madhva Gaudiya Vaishnava Sampradaya, we understand Krishna is not an incarnation, because there are references. Krishna himself tells, declares in the Bhagavad Gita, am sarvasya prabhavo mattaha sarvam pravartate. Krishna says that He is the source of everything else. Sarvam pravartate, everything is emanating from Krishna. Everything means everything, including Narayana and Vishnu."
    },
    {
      "start_time": 344,
      "end_time": 412,
      "verse_references": [
        "BG 7.7"
      ],
      "themes": [
        "Krishna",
        "Bhagavad Gita",
        "Bhagavatam",
        "Avatari",
        "Incarnations"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "there is nothing above me, Krishna says.",
      "summary": "The speaker continues to establish Krishna as the Supreme Personality of Godhead, citing verses from the Bhagavad Gita and Srimad Bhagavatam that support the idea that Krishna is the source of all incarnations (Avatari).",
      "timestamp_url": "https://youtu.be/2fg733updx8?t=344",
      "transcript": "Krishna declares openly, there is nothing above me, Krishna says. So when Krishna is saying, nothing is above Him, that means even Narayana is not above Him. Not only that, in the Bhagavatam, Bhagavatam lists 22 incarnations. Bhagavatam lists all the Purusha Avataras also. Vishnu's incarnation, three forms of Vishnu are incarnations: Karanodaka Sai Vishnu, and then Garbhodaka Sai Vishnu, Sri Rodaka Sai Vishnu, apart from that, all the other incarnations, Lord Ramachandra, Narsimha, Vamana, Kurma, Meena, all of them are listed. At the end of listing all of them, the Bhagavatam says, eteya chamsa kalahapamsa krishnastu bhagavan svayam. That all these lists of incarnations are expansions, or expansions of the expansions of Krishna, but Krishna himself is not an incarnation. He is not an avatara, He is an avatari. He is the source of all incarnations. He is the fountainhead of all incarnations. So you see, the Bhagavatam also very clearly establishes that."
    },
    {
      "start_time": 413,
      "end_time": 492,
      "verse_references": [],
      "themes": [
        "Vaishnava Systems",
        "Paramatma",
        "Narayana",
        "Krishna",
        "Vaikuntha",
        "Liberation",
        "Sampradayas"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But ultimately, the four Vaishnava systems all accept that the Supreme Absolute Truth is a person, Paramatma, Narayana or Krishna",
      "summary": "The speaker concludes by reiterating the common ground among the four Vaishnava systems: the Supreme Absolute Truth is a person, and the goal is to reach Vaikuntha and serve Narayana or Krishna, emphasizing that following a bona fide parampara in any of these four Sampradayas leads to this goal, unlike the Shankaracharya system.",
      "timestamp_url": "https://youtu.be/2fg733updx8?t=413",
      "transcript": "And so, there are many other verses also in the Bhagavatam. So, like this, there may be some finer differences of opinion in the philosophies of the four systems, but ultimately, the four Vaishnava systems all accept that the Supreme Absolute Truth is a person, Paramatma, Narayana or Krishna, in Vaikuntha, Goloka, Vrindavan, and the goal of the human form of life is to go to the spiritual world, Vaikuntha, and remain as a person, as a personal servant to Narayana or Krishna. So, this everybody answers. That's the fundamental common ground, but in the finer details, there may be some differences, okay? So, all the four Vaishnava Sampradayas, anybody who follows the bona fide parampara in any one of these four Sampradayas—Brahma Sampradaya, Shri Sampradaya, Kumara Sampradaya, Rudra Sampradaya—they will all go to Vaikuntha or to Krishna. So, this is possible in one of these four Sampradayas, but not in the Shankaracharya system of his parampara. Alright? Thank you very much."
    }
  ]
}