{
  "video_id": "2HmuM_oKY3A",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.11.31 | 20-07-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=2HmuM_oKY3A",
  "segments": [
    {
      "start_time": 0,
      "end_time": 37,
      "verse_references": [],
      "themes": [
        "invocation",
        "mantra",
        "guru"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Agyana Timiran Dhasya Gyanan Janishalakaya Chakshuran Militam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, invoking blessings and paying respects to the spiritual master.",
      "timestamp_url": "https://youtu.be/2HmuM_oKY3A?t=0"
    },
    {
      "start_time": 38,
      "end_time": 111,
      "verse_references": [
        "SB 1.11.31"
      ],
      "themes": [
        "Krishna's return",
        "queens' reception",
        "devotion",
        "shyness"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "the meaning of this verse is the queens of lord sri krishna rejoiced within their minds to see their husband home after a long period abroad",
      "summary": "The speaker introduces verse 31 of the 11th chapter of the 1st canto of Srimad Bhagavatam, describing the queens' joyful and shy reception of Krishna upon his return.",
      "timestamp_url": "https://youtu.be/2HmuM_oKY3A?t=38"
    },
    {
      "start_time": 111,
      "end_time": 179,
      "verse_references": [],
      "themes": [
        "Krishna's expansion",
        "unlimited potency",
        "uniqueness",
        "supremacy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "krishna expanded himself into as many forms as required so therefore nobody can imitate krishna nobody can duplicate krishna",
      "summary": "The speaker explains Krishna's ability to expand into multiple forms simultaneously, emphasizing his unique and unlimited potency, which cannot be imitated.",
      "timestamp_url": "https://youtu.be/2HmuM_oKY3A?t=111"
    },
    {
      "start_time": 179,
      "end_time": 289,
      "verse_references": [],
      "themes": [
        "queens' devotion",
        "plenary expansions",
        "internal potency",
        "oneness and multiplicity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "God is one but that one Supreme Lord expands himself in plenary expansions plenary means with full power in each of the forms that he expands his form is power is not diminished",
      "summary": "The speaker elaborates on the queens' devotion and quotes Srila Prabhupada's purport, explaining Krishna's plenary expansions and the concept of oneness and multiplicity in the Supreme Lord.",
      "timestamp_url": "https://youtu.be/2HmuM_oKY3A?t=179"
    },
    {
      "start_time": 289,
      "end_time": 368,
      "verse_references": [],
      "themes": [
        "plenary vs. separated expansions",
        "gradation of power",
        "energy expansions"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The separated portions are representations of his energy and the plenary portions are manifestations of his personality.",
      "summary": "The speaker differentiates between plenary and separated expansions of Krishna, explaining that plenary expansions are manifestations of His personality with full power, while separated expansions are representations of His energy with a gradation of power.",
      "timestamp_url": "https://youtu.be/2HmuM_oKY3A?t=289"
    },
    {
      "start_time": 368,
      "end_time": 476,
      "verse_references": [],
      "themes": [
        "Vaibhava",
        "Yogeshwara",
        "unlimited siddhis",
        "Krishna's greatness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "unbelievers become astonished to learn that lord krishna married more than 16 000 queens because they think of lord krishna as one of them and measure the potency of the lord by their own limited potency never make this mistake",
      "summary": "The speaker discusses Krishna's transcendental potency (Vaibhava) and his title as Yogeshwara, emphasizing his unlimited siddhis and warning against comparing Krishna to ordinary beings.",
      "timestamp_url": "https://youtu.be/2HmuM_oKY3A?t=368"
    },
    {
      "start_time": 476,
      "end_time": 586,
      "verse_references": [],
      "themes": [
        "marginal potency",
        "potent vs. potency",
        "spiritual quality",
        "transcendental pastimes"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "one should also never equalize the potent and the potency krishna is the potent the possessor of the potency and the potency is the energy of krishna the potency of krishna energy of krishna so don't equalize the possessor of the potency",
      "summary": "The speaker explains the concept of marginal potency (tatastha shakti) and the distinction between the potent (Krishna) and his potency, highlighting the spiritual quality of both and the transcendental pastimes exchanged between them.",
      "timestamp_url": "https://youtu.be/2HmuM_oKY3A?t=476"
    },
    {
      "start_time": 586,
      "end_time": 774,
      "verse_references": [],
      "themes": [
        "unlimited potency",
        "Krishna's greatness",
        "queens' meditation",
        "Vedic culture"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "he married only sixteen thousand wives and entered in each and every one of them in different palaces just to impress in the history of the human beings on the surface of the earth that the lord is never equal to or less than any human being",
      "summary": "The speaker reiterates Krishna's unlimited potency and greatness, emphasizing that even marrying 16,000 wives doesn't fully manifest his power, and describes the queens' constant meditation on Krishna and Vedic injunctions for women whose husbands are away.",
      "timestamp_url": "https://youtu.be/2HmuM_oKY3A?t=586"
    },
    {
      "start_time": 774,
      "end_time": 894,
      "verse_references": [],
      "themes": [
        "queens' devotion",
        "gopis' love",
        "trance",
        "giving up vows"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "the lord's devotees cannot live even for one moment without meditating on the lord and what to speak of the queens who are all goddesses of fortune",
      "summary": "The speaker emphasizes the queens' unwavering devotion and constant meditation on Krishna, comparing them to the gopis of Vrindavan, and explains how they abandoned their vows upon seeing Krishna's return.",
      "timestamp_url": "https://youtu.be/2HmuM_oKY3A?t=774"
    },
    {
      "start_time": 894,
      "end_time": 909,
      "verse_references": [],
      "themes": [
        "ecstasy",
        "conclusion"
      ],
      "content_type": "summary",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "they actually were overwhelmed with ecstasy upon seeing the lord and they express that in different ways that we described in the next words",
      "summary": "The speaker concludes by mentioning the queens' overwhelming ecstasy upon seeing Krishna and announces the end of the session.",
      "timestamp_url": "https://youtu.be/2HmuM_oKY3A?t=894"
    }
  ]
}