{
  "video_id": "2HmuM_oKY3A",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.11.31 | 20-07-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=2HmuM_oKY3A",
  "segments": [
    {
      "start_time": 0,
      "end_time": 37,
      "verse_references": [],
      "themes": [
        "invocation",
        "mantra",
        "guru"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Agyana Timiran Dhasya Gyanan Janishalakaya Chakshuran Militam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, invoking blessings and paying respects to the spiritual master.",
      "timestamp_url": "https://youtu.be/2HmuM_oKY3A?t=0",
      "transcript": "Om Agyana Timiran Dhasya Gyanan Janishalakaya Chakshuran Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pachatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 38,
      "end_time": 111,
      "verse_references": [
        "SB 1.11.31"
      ],
      "themes": [
        "Krishna's return",
        "queens' reception",
        "devotion",
        "shyness"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "the meaning of this verse is the queens of lord sri krishna rejoiced within their minds to see their husband home after a long period abroad",
      "summary": "The speaker introduces verse 31 of the 11th chapter of the 1st canto of Srimad Bhagavatam, describing the queens' joyful and shy reception of Krishna upon his return.",
      "timestamp_url": "https://youtu.be/2HmuM_oKY3A?t=38",
      "transcript": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deviim Saraswatiim Vyasam Tato Jaya Mudhirayet In this session we will be discussing from the 31st verse of the 11th chapter of the 1st canto of Srimad Bhagavatam: Patnya ha patim proshya grhanu paat gatam Vilokya sanjata mano mahot savaha Uttastur aarat sahasa asana shayat Sakam vratayal vridita lochananana ha. The meaning of this verse is: the queens of Lord Sri Krishna rejoiced within their minds to see their husband home after a long period abroad. The queens got up at once from their seats and meditations as was socially customary. They covered their faces shyly and looked about"
    },
    {
      "start_time": 111,
      "end_time": 179,
      "verse_references": [],
      "themes": [
        "Krishna's expansion",
        "unlimited potency",
        "uniqueness",
        "supremacy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "krishna expanded himself into as many forms as required so therefore nobody can imitate krishna nobody can duplicate krishna",
      "summary": "The speaker explains Krishna's ability to expand into multiple forms simultaneously, emphasizing his unique and unlimited potency, which cannot be imitated.",
      "timestamp_url": "https://youtu.be/2HmuM_oKY3A?t=111",
      "transcript": "coyly. So here is a description: when Krishna entered the palaces, he expanded himself into 16,108 forms and simultaneously he entered each of the palaces. So when he was in his home, he is available to each and every queen simultaneously, unlike the living entities of this world or even of the spiritual world. At least in this world, a yogi can expand himself into maximum 10 forms. Krishna expanded himself into as many forms as required, so therefore nobody can imitate Krishna, nobody can duplicate Krishna. So Krishna is the supreme unlimited personality of Godhead."
    },
    {
      "start_time": 179,
      "end_time": 289,
      "verse_references": [],
      "themes": [
        "queens' devotion",
        "plenary expansions",
        "internal potency",
        "oneness and multiplicity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "God is one but that one Supreme Lord expands himself in plenary expansions plenary means with full power in each of the forms that he expands his form is power is not diminished",
      "summary": "The speaker elaborates on the queens' devotion and quotes Srila Prabhupada's purport, explaining Krishna's plenary expansions and the concept of oneness and multiplicity in the Supreme Lord.",
      "timestamp_url": "https://youtu.be/2HmuM_oKY3A?t=179",
      "transcript": "And the queens, when they saw the Supreme Lord, their husband, their beloved husband entering the palace, they at once got up from their seats and meditations, but they were also shy, so they looked through the covering in a shy manner. So Sri Lak Prabhupada explains elaborately in the purport a very important point: the Lord entered his home palaces occupied by 16,108 queens. This means the Lord at once expanded himself in as many forms as possible. The Lord entered his home palaces occupied by 16,108 queens. This means the Lord at once expanded himself in as much as he could. The Lord at once expanded himself in as much as he could, as many plenary expansions as there were queens and palaces and entered in each and every one of them simultaneously and separately. Here is another manifestation of the feature of his internal potency. He can expand himself in as many forms of spiritual identity as he desires even though he is one without a second. God is one, but that one Supreme Lord expands himself in plenary expansions. Plenary means with full power. In each of the forms that he expands, his form is power is not diminished. It is confirmed in a Shruti mantra that the absolute is one alone, a come a va-advitiya, and yet he becomes many as soon as he so desires. These may be the same as the other shrutis and shrutis do not have the soul."
    },
    {
      "start_time": 289,
      "end_time": 368,
      "verse_references": [],
      "themes": [
        "plenary vs. separated expansions",
        "gradation of power",
        "energy expansions"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The separated portions are representations of his energy and the plenary portions are manifestations of his personality.",
      "summary": "The speaker differentiates between plenary and separated expansions of Krishna, explaining that plenary expansions are manifestations of His personality with full power, while separated expansions are representations of His energy with a gradation of power.",
      "timestamp_url": "https://youtu.be/2HmuM_oKY3A?t=289",
      "transcript": "These may be the same as the other shrutis and shrutis do not have the soul. Manifold expansions of the Supreme Lord are manifested as plenary and separated portions. The separated portions are representations of his energy and the plenary portions are manifestations of his personality. The technical point: Krishna expands himself, his own personality in plenary portions. Full power, each of the plenary expansions. Like Krishna, Rama, Narasimha, Varaha, Narayana, Govinda. All of them have same power. All of them are the Supreme Lord. The same Supreme Lord. One and only Supreme Lord. Whereas he has got energies and expansions of the energies are called separated expansions. They are not plenary expansions. That means there is gradation of power in each of the expansions of the energy. As much as is required for the purpose of the expansion of the energy, only that much power will be present in the expanded portion."
    },
    {
      "start_time": 368,
      "end_time": 476,
      "verse_references": [],
      "themes": [
        "Vaibhava",
        "Yogeshwara",
        "unlimited siddhis",
        "Krishna's greatness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "unbelievers become astonished to learn that lord krishna married more than 16 000 queens because they think of lord krishna as one of them and measure the potency of the lord by their own limited potency never make this mistake",
      "summary": "The speaker discusses Krishna's transcendental potency (Vaibhava) and his title as Yogeshwara, emphasizing his unlimited siddhis and warning against comparing Krishna to ordinary beings.",
      "timestamp_url": "https://youtu.be/2HmuM_oKY3A?t=368",
      "transcript": "Separated expansion. Thus the personality of God had manifested himself in 16,108 plenary expansions and simultaneously entered into each and every one of the palaces of the Queens. This is called Vaibhava or the Transcendental Potency of the Lord. This is the technical word Vaibhava. It means this is the spiritual potency or transcendental potency of the Lord. Because he can do so, he is known as Yogeshwara. In the level of the Lord, he is known as Yogeshwara. In the eleventh chapter, it is described Krishna as Yogeshwara. 18th chapter: yatra Yogeshwara Krishna yatra partho dhanur dharaha tatra sri vijayo bhutir dhruvanitir matir mama. Krishna is Yogeshwara. He has got unlimited siddhis, unlimited siddhis. Ordinarily, a yogi or mystic living being is able to expand himself at the most to tenfold expansions of his body, at most ten expansions, but the Lord can do so to the extent of as many thousands or infinitely as he likes. Unbelievers become astonished to learn that Lord Krishna married more than 16,000 queens because they think of Lord Krishna as one of them and measure the potency of the Lord by their own limited potency. Never make this mistake. Don't think Krishna is like another"
    },
    {
      "start_time": 476,
      "end_time": 586,
      "verse_references": [],
      "themes": [
        "marginal potency",
        "potent vs. potency",
        "spiritual quality",
        "transcendental pastimes"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "one should also never equalize the potent and the potency krishna is the potent the possessor of the potency and the potency is the energy of krishna the potency of krishna energy of krishna so don't equalize the possessor of the potency",
      "summary": "The speaker explains the concept of marginal potency (tatastha shakti) and the distinction between the potent (Krishna) and his potency, highlighting the spiritual quality of both and the transcendental pastimes exchanged between them.",
      "timestamp_url": "https://youtu.be/2HmuM_oKY3A?t=476",
      "transcript": "ordinary living being. No, he is the Supreme Lord, infinitely powerful, infinitely expanded. One should therefore know that the Lord is never on the level of the living beings and these living beings are but expansions of his marginal potency. Krishna has got one potency called tatastha shakti, marginal potency, and living beings are expansions of this tatastha shakti. One should also never equalize the potent and the potency. Krishna is the potent, the possessor of the potency, and the potency is the energy of Krishna, the potency of Krishna, energy of Krishna. So don't equalize the possessor of the potency, all the potencies, Krishna, one Supreme Lord with the potency itself, don't equalize. As far as the quality is concerned, there is not much difference between the quality of the potent and the potency. Both are spiritual. The queens were also expansions of his internal potency, internal potency, the queens, and thus the potent and the potencies are perpetually exchanging transcendental pleasures known as the pastimes of the Lord: Krishna leela, Ram leela, Narsimha leela, Varaha leela. That is the term used only for the Lord, his transcendental pastimes exchanged between the potency and the potent."
    },
    {
      "start_time": 586,
      "end_time": 774,
      "verse_references": [],
      "themes": [
        "unlimited potency",
        "Krishna's greatness",
        "queens' meditation",
        "Vedic culture"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "he married only sixteen thousand wives and entered in each and every one of them in different palaces just to impress in the history of the human beings on the surface of the earth that the lord is never equal to or less than any human being",
      "summary": "The speaker reiterates Krishna's unlimited potency and greatness, emphasizing that even marrying 16,000 wives doesn't fully manifest his power, and describes the queens' constant meditation on Krishna and Vedic injunctions for women whose husbands are away.",
      "timestamp_url": "https://youtu.be/2HmuM_oKY3A?t=586",
      "transcript": "One should not therefore become astonished to learn that the Lord married so many wives. On the contrary, one should affirm that even the Lord marries 16,000 million wives, he is not completely manifesting his unlimited and inexhaustible potency because he is unlimited. That's a fact. He is not completely manifesting his unlimited and inexhaustible potency because he is unlimited. That's a fact. That's a fact. He married only sixteen thousand wives and entered in each and every one of them in different palaces just to impress in the history of the human beings on the surface of the earth that the Lord is never equal to or less than any human being. However powerful a human being might be, no one therefore is either equal to or greater than the Lord. The Lord is always great in all respects. God is great is eternal truth. Therefore, as soon as the Queen saw from a distance their husband was away from home for long periods due to the Battle of Kurukshetra, they all arose from the slumber of meditation and prepared to receive their most beloved. See, even in Krishna is away from the palace, the Queen's are engaged in meditating on Krishna constantly. They cannot forget even for a fraction of a moment. None they're so attached, they're so pleased to always think of him. Krishna says that in the Bhagavad Gita: man mana, always think of me. So the Queen's and all the devotees, not only the Queen's, all the devotees in the spiritual world are always thinking of Krishna every moment, thinking of Krishna and thereby being very much satisfied and full of bliss, transcendental pure bliss. According to Yajnavalkya's religious injunctions, a woman whose husband is away from home should not take part in his social functions, should not decorate her body, should not laugh and should not go to any relatives house in any circumstance. This is a Vedic culture, scriptural directions also. This is the vow of the ladies whose husbands are away from home. At the same time, it is also enjoined that a wife should never present herself before the husband in unclean state. She must decorate herself with ornaments and good dress and should always be present before the husband in a happy and joyous mood."
    },
    {
      "start_time": 774,
      "end_time": 894,
      "verse_references": [],
      "themes": [
        "queens' devotion",
        "gopis' love",
        "trance",
        "giving up vows"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "the lord's devotees cannot live even for one moment without meditating on the lord and what to speak of the queens who are all goddesses of fortune",
      "summary": "The speaker emphasizes the queens' unwavering devotion and constant meditation on Krishna, comparing them to the gopis of Vrindavan, and explains how they abandoned their vows upon seeing Krishna's return.",
      "timestamp_url": "https://youtu.be/2HmuM_oKY3A?t=774",
      "transcript": "So what about the queens of Dwarka? It is explained the queens of Lord Krishna were all in meditation thinking of the Lord's absence and were always meditating upon him. The Lord's devotees cannot live even for one moment without meditating on the Lord and what to speak of the queens who are all goddesses of fortune incarnated as queens in the past times of the Lord and Dwarka are all Lakshmi. They can never be separated from the Lord either by presence or by trance. When Krishna is personally present, they are with Krishna and when Krishna is away, physically away, then they are always with Lord by meditation, completely absorbed in thinking of him only. Now similarly, the gopis at Vrindavan could not forget the Lord when the Lord was away in the forest cowherding. When the Lord boy Krishna was absent from the village, the gopis at home used to worry about his traversing the rough ground with his soft lotus feet. By thinking thus, they were sometimes overwhelmed in trance and mortified in the heart. They feel for Krishna within their heart every moment when he's away from home, from the village. Such is the condition of the pure associates of the Lord. They are always in trance and so the queens also were in trance during the absence of the Lord from Dwarka. Presently, having seen the Lord from a distance, they at once gave up all their engagements including the vows as women described above."
    },
    {
      "start_time": 894,
      "end_time": 909,
      "verse_references": [],
      "themes": [
        "ecstasy",
        "conclusion"
      ],
      "content_type": "summary",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "they actually were overwhelmed with ecstasy upon seeing the lord and they express that in different ways that we described in the next words",
      "summary": "The speaker concludes by mentioning the queens' overwhelming ecstasy upon seeing Krishna and announces the end of the session.",
      "timestamp_url": "https://youtu.be/2HmuM_oKY3A?t=894",
      "transcript": "So they actually were overwhelmed with ecstasy upon seeing the Lord and they express that in different ways that we described in the next words. I'll stop here. Thank you very much. Hare Krishna."
    }
  ]
}