{
  "video_id": "2NJ6K-6aPtQ",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.9.47 | 18-05-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=2NJ6K-6aPtQ",
  "segments": [
    {
      "start_time": 48,
      "end_time": 163,
      "verse_references": [
        "SB 1.9.47"
      ],
      "themes": [
        "knowledge",
        "realization",
        "application",
        "Bhishma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "application of the knowledge, that is called realization",
      "summary": "The speaker introduces the verse and explains that while sages possess knowledge, applying it and achieving realization is a different and difficult process.",
      "timestamp_url": "https://youtu.be/2NJ6K-6aPtQ?t=48",
      "transcript": "In this session, we will be discussing the 47th verse of the 9th chapter of the 1st canto of Srimad Bhagavatam: Tushtuvur Munayo Hrshtaha Krishnam Tadguhya Namabhihi Tataste Krishna Hridayaha Svashraman Prayayuk Punaha. The meaning of this verse is: All the great sages then glorified Lord Sri Krishna, who was present there, by confidential Vedic hymns. Then all of them returned to the Lord and returned to their respective hermitages, bearing always Lord Krishna within their hearts. So, the description was being given earlier in this chapter that at the time of Bhishma preparing to quit his body, great sages from all over the universe, from all the upper planetary systems, they assembled at the site where Bhishma had made preparations by lying on a bed of arrows, and they all heard Bhishma instruct Yudhishthira in the presence of Krishna. Therefore, after Bhishma's passing away, which they witnessed, how perfectly Bhishma quit his body, that was a lesson for everyone, even all the great sages, because even though the great sages know philosophically, in terms of knowledge, they have knowledge how to quit the body, but in reality, when one has to put that knowledge into practice, that is a different thing altogether. Application of the knowledge, that is called realization."
    },
    {
      "start_time": 163,
      "end_time": 234,
      "verse_references": [
        "SB 1.9.47"
      ],
      "themes": [
        "mercy",
        "submission",
        "service",
        "humility",
        "Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "to apply that knowledge, that is only possible by blessings, mercy of great liberated personalities",
      "summary": "The speaker emphasizes that applying knowledge requires the mercy of liberated souls and the Supreme Lord, which is attained through submission, service, and humility.",
      "timestamp_url": "https://youtu.be/2NJ6K-6aPtQ?t=163",
      "transcript": "That realization is not very easy. Of course, the knowledge also is quite difficult to understand, but even if the knowledge is quite difficult to understand, even if somebody somehow acquires that knowledge and gets an understanding, to apply that knowledge, that is only possible by blessings, mercy of great liberated personalities, of great souls, great devotees, great tapasvis, of the Supreme Lord Himself. The mercy is required, and that mercy one has to actually get by submission, by service, by humility. So here the description is given that all the great sages glorified Lord Sri Krishna, who was present there, by confidential Vedic hymns, then all of them returned to their respective hermitages, bearing always Lord Krishna within their hearts."
    },
    {
      "start_time": 234,
      "end_time": 376,
      "verse_references": [
        "SB 1.9.47"
      ],
      "themes": [
        "devotee",
        "Krishna",
        "reciprocity",
        "love"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "the devotees of the Lord are always in the heart of the Lord and the Lord is always in the hearts of the devotees",
      "summary": "The speaker explains Srila Prabhupada's commentary on the verse, highlighting the reciprocal relationship between the Lord and his devotees, where each resides within the other's heart.",
      "timestamp_url": "https://youtu.be/2NJ6K-6aPtQ?t=234",
      "transcript": "This is the description of this verse. So Srila Prabhupada explains, the devotees of the Lord are always in the heart of the Lord, and the Lord is always in the hearts of the devotees. It is described in this verse that the sages who had assembled, they went back to their home always remembering, always bearing Lord Krishna within their hearts. This is the perfection of life, that one is able to constantly think of Krishna, or one is able to constantly remember Krishna, one is able to constantly chant the holy name of the Supreme Lord Krishna. That way they can remain Krishna conscious. Whenever death comes, they are ready to quit the body. That is the practice actually which Krishna himself recommends in the Bhagavad Gita: tasmat sarveshu kaaleshu maa manu smara yudhya ca. So in the Bhagavatam this is described: sadhavo hrudayam mahyam sadhunam hrudayam tu aham maranya tena jananti naaham tebhyo managapi. This means the pure devotee is always within the core of my heart. This is a statement spoken by Lord Vishnu to Durvasamuni. So Vishnu is telling, Supreme Lord Vishnu is telling, the pure devotee is always within the core of my heart, and I am always in the heart of my pure devotee. See, it is reciprocal. Vishnu or Krishna carries always the memory of the pure devotee within his heart, and a pure devotee always carries Vishnu or Krishna within his heart, always, always. So in this way Vishnu is telling, my devotees do not know anything else but me, and I do not know anyone else but them. See, this is the sweet relationship between the Lord and his devotees."
    },
    {
      "start_time": 376,
      "end_time": 461,
      "verse_references": [],
      "themes": [
        "devotion",
        "protection",
        "welfare",
        "Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "the Lord is always busy in attending to the welfare of his devotees",
      "summary": "The speaker describes how the Lord is always anxious to guide his devotees on the right path and provides special protection to those engaged in pure devotional service.",
      "timestamp_url": "https://youtu.be/2NJ6K-6aPtQ?t=376",
      "transcript": "Prabhupada said this is a sweet relationship due to unalloyed love and devotion for the Lord. The devotees always see the Lord within themselves, and although the Lord has nothing to do and nothing to aspire for, he is perfect and complete in himself, still he is always busy in attending to the welfare of his devotees. So for the ordinary living people, for the ordinary living beings, the laws of nature is there for all actions and reactions, but the Lord is always anxious to put his devotees on the right path. If somebody is taken to pure devotional service, then in the stage of practice of pure devotional service, sometimes devotees may slip away from the actual path, then Krishna is always watching, guarding, protecting, so he will put back the devotee who is on the pure devotional path back on track. That is a special protection personally given by Krishna to his devotees who are on the path of pure devotional service."
    },
    {
      "start_time": 461,
      "end_time": 557,
      "verse_references": [],
      "themes": [
        "devotional service",
        "jnana",
        "yoga",
        "care",
        "pastimes"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "the devotees meaning the pure devotees or those on the path of pure devotional service therefore are under the direct care of the Lord",
      "summary": "The speaker contrasts the protection offered to devotees with the lack of such protection for those practicing Jnana, Ashtanga Yoga, or Karma Yoga, and explains how the Lord engages in pastimes to show his care for devotees.",
      "timestamp_url": "https://youtu.be/2NJ6K-6aPtQ?t=461",
      "transcript": "This particular protection is only for those who are on the path of pure devotional service. It is not there for those practicing the process of Jnana, process of Ashtanga Yoga, process of Karma Yoga. For them this specific protection is not there personally by the Lord. That protection is not there. So Prabhupada says the devotees, meaning the pure devotees or those on the path of pure devotional service, therefore are under the direct care of the Lord, and the Lord also voluntarily puts himself under the care of his devotees. Only this is the pastime of the Lord. This is the Leela, Krishna Leela, Vishnu Leela. What is that? The Lord appears in this world as a son of his pure devotee, or he appears as an associate of another pure devotee. So that way also the Lord, even though he is completely independent, still he puts himself under the care of his devotees. So all the sages headed by Vyasadeva were devotees of the Lord. This is very important. A sage reaches perfection when he becomes a devotee of the Lord."
    },
    {
      "start_time": 557,
      "end_time": 673,
      "verse_references": [
        "BG 15.15"
      ],
      "themes": [
        "devotee",
        "sage",
        "perfection",
        "Vedas",
        "Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "a sage reaches perfection when he becomes a devotee of the Lord",
      "summary": "The speaker emphasizes that sages reach perfection by becoming devotees of the Lord, and that all Vedic literature is meant for understanding Krishna.",
      "timestamp_url": "https://youtu.be/2NJ6K-6aPtQ?t=557",
      "transcript": "So by this statement we understand those who are impersonalist sages, they are not exactly perfect in their spiritual life. They have not yet reached perfection of the spiritual life. They are yet to reach perfection because they have not yet taken to the pure devotional service of Krishna, but Vyasadeva, he himself of course is the incarnation of Supreme Lord, but he appears as a sage, and he is conducting himself exactly as a pure devotee, and not only Vyasadeva, the other sages whose names have been mentioned earlier, they were all devotees of the Lord. Therefore, they chanted the Vedic hymns after the funeral ceremony just to please the Lord who is present there personally. Now why did they chant the Vedic hymns? So Prabhupada explains all the Vedic hymns are chanted to please Lord Krishna. All the Vedas, this is confirmed in the Bhagavad Gita in the 15th chapter, 15 verse. Krishna says, vedais ca sarvair aham eva vedyo. What is the meaning of this? All the Vedic literature is meant for understanding me. Who is telling this? Krishna. So all the Vedic literature is meant for understanding Krishna, knowing Krishna, and Prabhupada also says all the Vedas, Upanishads, Vedanta are seeking Krishna only, and all Vedas and all hymns, Vedic hymns are for glorifying Krishna only."
    },
    {
      "start_time": 673,
      "end_time": 788,
      "verse_references": [],
      "themes": [
        "Vedic literature",
        "Hari",
        "glorification",
        "Bhishma",
        "funeral"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "only Hari, the Supreme Personality of Godhead, is explained, only He is glorified",
      "summary": "The speaker quotes Chaitanya Charitamrita to explain that all Vedic literature glorifies Hari (Krishna), and describes how the sages participated in Bhishma's funeral rituals.",
      "timestamp_url": "https://youtu.be/2NJ6K-6aPtQ?t=673",
      "transcript": "In the Chaitanya Charita Amrita this is explained: VEDE RAMAYANE CHAIVA PURANE BHARATE TATHA ADHAV ANTE CHA MADHYA CHA HARI SARVATRA GIYATE. The meaning of this verse is: In the Vedic literature including the Ramayana, Puranas, and Mahabharata, from the very beginning, ADHAV, to the end, ANTE CHA, as well as in the middle, MADHYA CHA, only HARI, the Supreme Personality of Godhead is explained. HARI SARVATRA GIYATE, only He is glorified, only He is explained, that's all. Therefore, the sages performed the exact activities suitable for the purpose of that occasion. Bhishma quitted his body in perfect Krishna consciousness. The sages who were assembled there, they participated in that funeral rituals, funeral ceremony of Bhishma Deva, great personality, and after that, before leaving for their own hermitages, they glorified Krishna, and how did they glorify Krishna? By reciting the Vedic hymns. Different sages are experts in different portions of the Vedas, and that's how Vyasa Deva, he divided the one Veda into four, and he entrusted each division of the Veda to different sages who are all his disciples and followers."
    },
    {
      "start_time": 788,
      "end_time": 899,
      "verse_references": [],
      "themes": [
        "Vedas",
        "Puranas",
        "Itihasas",
        "Krishna",
        "Bhishma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "all these are meant for glorification of Krishna only",
      "summary": "The speaker explains how the sages chanted Vedic hymns from different Vedas, Puranas, and Itihasas to glorify Krishna, and how they happily departed after witnessing Bhishma's perfect departure.",
      "timestamp_url": "https://youtu.be/2NJ6K-6aPtQ?t=788",
      "transcript": "So whoever was expert in Rig Veda, they chanted the Vedic Rig Veda hymns. Somebody else was expert in Yajur Veda, they chanted the Yajur Veda hymns. Like this, these sages chanted the Vedic hymns to glorify Krishna who was personally present when Bhishma Deva was about to quit his body. That was Krishna's mercy on Bhishma Deva. So the sages, they were all chanting from their Vedic, the Vedic hymns from the different Vedas, and the Puranas and Itihasas. There are 18 Mahapuranas, 18 Upapuranas, and there are also the Itihasas, especially the Ramayana and Mahabharata. All these are meant for glorification of Krishna. They are called the 5th Veda, Panchama Veda Ucyate. Itihasa Purananam Panchama Veda Ucyate, the statement like this in the Chandogya Upanishad, as well as in the Bhagavatam is described, the 5th Veda. So even the experts in the Puranas and Itihasas, they also chanted verses from the Puranas and Itihasas glorifying Krishna. So that is the way they happily departed for their respective hermitages after glorifying Krishna and witnessing the greatest personality of their time, Bhishma Deva, quit his body in perfection thinking of Krishna in Krishna Consciousness."
    }
  ]
}