{
  "video_id": "2nz6Wqgi8ac",
  "title": "Sri Varaha Dwadashi | Appearance day of Lord Varahadeva | HH Stoka Krishna Swami | 13-02-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=2nz6Wqgi8ac",
  "segments": [
    {
      "start_time": 0,
      "end_time": 39,
      "verse_references": [],
      "themes": [
        "invocation",
        "auspiciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Today is the most auspicious appearance day of Lord Varahadeva",
      "summary": "The lecture begins with traditional Vaishnava prayers and an introduction to the auspicious occasion of Lord Varahadeva's appearance day.",
      "timestamp_url": "https://youtu.be/2nz6Wqgi8ac?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyananjani Shalakaya Chakshurun Meelitam Jena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Ganadhara Srivasa Adi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 39,
      "end_time": 254,
      "verse_references": [
        "SB 1.3.7"
      ],
      "themes": [
        "Varaha incarnation",
        "purpose of incarnation",
        "divine power"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "There cannot be any incarnation without a particular function. Every incarnation has got a very specific function and such functions are always extraordinary.",
      "summary": "HH Stoka Krishna Swami explains the significance of Lord Varaha's incarnation, citing a verse from the Bhagavatam and emphasizing the Lord's extraordinary power in lifting the Earth and the specific purpose behind each incarnation.",
      "timestamp_url": "https://youtu.be/2nz6Wqgi8ac?t=39",
      "transcript": "Today is the most auspicious appearance day of Lord Varahadeva, a very extraordinary incarnation of the Lord in the form of a transcendental boar incarnation. I will be reciting a verse from the Bhagavatam. Bhagavatam contains a nice description of Lord Varahadeva's appearance and pastimes. The first canto, third chapter, entitled Krishna is the source of all incarnations. In this chapter, there is a description of the Varaha incarnation in the seventh verse: Dviteeyam tu bhavayasya Dviteeyam tu bhavayasya Dviteeyam tu bhavayasya Dviteeyam tu bhavayasya Rasatala Gatam Mahim Uddharshan Upadatta Yajnesha Savukaram Vapuhu. The meaning of this verse is, \"The supreme enjoyer of all sacrifices, Yajnesha, accepted the incarnation of a boar, Savukaram Vapuhu, the second incarnation, Dviteeyam tu, and for the welfare of the earth, He lifted the earth from the nether regions of the universe.\" So in the purport, Srila Prabhupada explains regarding this appearance of the Lord as a boar. The indication is that for each and every incarnation of the personality of Godhead, the particular function executed is also mentioned. So this verse says, why did the Lord appear as Varaha? To lift the earth from the lower regions of the universe. There cannot be any incarnation of the Lord to lift the earth from the lower regions of the universe. There cannot be any incarnation without a particular function. Every incarnation has got a very specific function and such functions are always extraordinary. Lifting the entire earth planet out of the depths of the Garbhodaka ocean simply by lifting it on the snout. You can imagine how big the Varaha form of the Lord would have been simply to support the earth between the two tusks on the snout and lift it effortlessly as a Leela and place it back perfectly in the orbit. That is what the Lord did. So, such a Leela. Extraordinary activities are impossible for any living being to perform. This is very important. That nobody else can do it. No yogi, no jnani, no karmi, no devata, no asura. Nobody can do it. The incarnation of the Bohr was to take the earth out of Pluto's region of filthy matter, the bottom of the universe. From there, the earth was to be lifted up. Picking up something from a filthy place is done by a Bohr. And the all-powerful personality of Godhead displayed this wonder to the asuras who had hidden the earth in such a filthy place."
    },
    {
      "start_time": 254,
      "end_time": 391,
      "verse_references": [],
      "themes": [
        "Hiranyaksha",
        "earth's position",
        "transcendental nature of the Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The form of the Lord is always transcendental.",
      "summary": "The speaker elaborates on Hiranyaksha's role in hiding the Earth and emphasizes the transcendental nature of the Lord's form, even as a boar, distinguishing it from material forms.",
      "timestamp_url": "https://youtu.be/2nz6Wqgi8ac?t=254",
      "transcript": "Particularly the asura by name Hiranyaksha. He had hidden the earth in the filthy place. And the earth is the place of residence for the human beings and many other varieties of living entities. But at the beginning of this Manvantara, when the earth was to be populated, then the earth itself was in the bottom of the Garbhodaka ocean, Garbha ocean. So to pick it up was required because the earth is the place of residence for so many living beings in different life forms. There is nothing impossible for the personality of Godhead. And although he played the part of a Bohr, by the devotees he is worshipped. Nobody worships a hog. But the Lord, when he appears in this particular form, he is always worshipable in all forms because all forms are transcendental. We should never think that this form of the Lord as Bohr is similar to the Bohr form in this material world. No. The form of the Lord is always transcendental. It is very beautiful. It is very very extraordinary. So devotees worship the Lord even in the form of Bohr. And the Lord is always staying in transcendence. He always remains in the spiritual platform. He never becomes affected by the material nature. He never is influenced by material nature. On the other hand, he is always the controller of material nature. And he remains the Supreme Lord under all circumstances, eternally, always, in any form he may appear."
    },
    {
      "start_time": 391,
      "end_time": 542,
      "verse_references": [
        "SB 2.7"
      ],
      "themes": [
        "scheduled incarnations",
        "Brahma's words",
        "demons vs. demigods"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Only under certain conditions do the planets float as weightless balls in the air.",
      "summary": "The lecture moves to a description from the second canto, highlighting Brahma's perspective on the Varaha incarnation and the eternal conflict between demons and demigods.",
      "timestamp_url": "https://youtu.be/2nz6Wqgi8ac?t=391",
      "transcript": "Just for the sake of his Leela, he assumes different forms. Then, in one more place, in the second canto, seventh chapter, which describes the scheduled incarnations, the first words are spoken by Brahma: yathrodhyata shiti taloddharanaya vibhrat kraudim tanum sakalayajnamayim anantah antar maharnava upagatam adhidaityam tam damstraya adhrim iva vajradharo dadhara. The meaning of this verse is, Lord Brahma is speaking, when the unlimitedly powerful Lord assumed the form of a Bohr as a pastime, just to lift the planet Earth, which was drowned in the great ocean of the universe called the Garbhodaka. The first demon, Hiranyaksha, appeared and the Lord pierced him with his tusk. This Hiranyaksha had hidden the Earth in the bottom of the Garbhodaka ocean. So the Lord came to lift this Earth. And when Hiranyaksha prevented the Lord from rescuing the Earth, then there was a fight between the Lord, Lord Varaha and Hiranyaksha. And Hiranyaksha was delivered simply by the Lord piercing with his tusk, Hiranyaksha's huge powerful body. So in the purport to this verse, Srila Prabhupada says, since the beginning of creation, the demons and demigods or the Vaishnavas are always two classes of living beings to dominate the planets of the universe. The demons, Asuras and Suras. Sura means the Devatas. They are all Vaishnavas. They are all Vishnubhakta. Vishnubhakta spruto daiva. That is the definition. So among the Devatas, Lord Brahma is the first Devata. And among the demons in this universe, Hiranyaksha is the first demon in this universe. Brahma and Hiranyaksha."
    },
    {
      "start_time": 542,
      "end_time": 754,
      "verse_references": [],
      "themes": [
        "planetary balance",
        "modern exploitation",
        "Hiranyaksha's mischief"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So this disturbance by modern demons can result in a greatly harmful reaction to the floating condition of the earth.",
      "summary": "HH Stoka Krishna Swami discusses the delicate balance of the planets, warning against modern exploitation of resources and drawing parallels to Hiranyaksha's disruptive actions.",
      "timestamp_url": "https://youtu.be/2nz6Wqgi8ac?t=542",
      "transcript": "The first Devata and the first Asura. Only under certain conditions do the planets float as weightless balls in the air. The planets are gigantic bodies. They float in the air only under specific conditions. And as soon as these conditions are disturbed, the planets may fall down in the Garbhodaka ocean, which covers half the universe. The universe is like a huge shell. And half the shell is covered by water called Garbhodaka ocean. And the planets are above. That is what is explained here. The other half is a spherical dome, within which the innumerable planetary systems exist. The floating of the planets in the weightless air is due to the inner constitution of the globes. And the modernized drilling of the earth to exploit oil from within is a sort of disturbance by the modern demons. So much oil exploration is going on. So much oil is being taken out of the earth. But then it does disturb the conditions under which the earth is floating in the atmosphere. So this disturbance by modern demons can result in a greatly harmful reaction to the floating condition of the earth. So it is not humanly possible. Neither it is possible by any Devata or anybody else other than the Supreme Lord to maintain this balance of the earth remaining in the atmosphere above the Garbhodaka ocean. And the earth also moving in its orbit perfectly. That is facilitated by the Lord. A similar disturbance created formerly by the demons headed by Hiranyaksha. Hiranyaksha is described to be the great exploiter of the gold rush. It means he was, Hiranya means gold. So he was interested in gold. Why? Because Asuras want to enjoy unlimitedly, sense gratification. And they require huge amounts of money for that. Therefore this Hiranyaksha was always after gold. And therefore he is called Hiranyaksha, the exploiter of the gold rush. And the earth was detached from its weightless condition and fell down into the Garbhodaka ocean due to the mischief of this Asura, Hiranyaksha. The Lord as maintainer of the whole creation of the material world therefore assumed the gigantic form of a boar with a proportionate snout and picked up the earth from the water of the Garbhodaka. The Lord went inside the water and picked up the earth from the bottom of the Garbhodaka ocean."
    },
    {
      "start_time": 754,
      "end_time": 999,
      "verse_references": [],
      "themes": [
        "Jayadev Goswami",
        "Dasavatara Stotra",
        "incarnation symptoms"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The incarnation of the Lord is not the concocted idea of fanciful men who create an incarnation out of imagination.",
      "summary": "The speaker introduces Jayadev Goswami's Dasavatara Stotra, emphasizing the unique and extraordinary circumstances surrounding the Lord's incarnations, contrasting them with imagined or concocted forms.",
      "timestamp_url": "https://youtu.be/2nz6Wqgi8ac?t=754",
      "transcript": "Sri Jayadev Goswami, the great Vaishnava poet, has sung as follows. Jayadev Goswami has written a song called Dasavatara Stotra. In that Dasavatara Stotra, the third verse describes the incarnation of the Lord as Varaha: Vasati dashana shikhare dharanitava lagna Shashini kalanka kaleva nimagna Kesava drita shukara roopa jaya jagadishahare. This is the third verse sung by Jayadev Goswami in glorification of Supreme Lord. Jayadev Goswami says, O Keshava, O Supreme Lord, who assumed the form of a boar, O Lord, the planet earth rested on your tusks and it appeared like the moon engraved with spots. So here is a comparison. When the Lord lifted the earth, the earth was resting on his tusks, then the Lord appeared very very beautiful. Shashini kalanka kaleva nimagna. So therefore Srila Prabhupada says, Such is the symptom of an incarnation of the Lord. The incarnation of the Lord is not the concocted idea of fanciful men who create an incarnation out of imagination. The incarnation of the Lord appears under certain extraordinary circumstances, like the above mentioned occasion. Above mentioned occasion is when there was a need for the Lord to annihilate this demon Hiranyaksha. Then the Lord appears as Varaha and he kills this demon Hiranyaksha. The incarnation performs a task which is not even imaginable by the tiny brain of mankind. We have all got brains, but it is beyond our comprehension how the Lord can appear in the form of a boar or Varaha. How he can perform so many pious activities. We cannot imagine what all the kind of activities he performs. Extraordinary, extraordinary. But for him all activities are leela, pastimes. There is no exertion on his part because he is unlimitedly powerful. The modern creators of the many cheap incarnations may take note of the factual incarnation of God as a gigantic boar. So these modern people who think that they can concoct some idea about Varaha in their own way. No, that is not Varaha. Varaha is the specific form of the Lord who is incarnated in order to bless the people of this world."
    },
    {
      "start_time": 999,
      "end_time": 1237,
      "verse_references": [],
      "themes": [
        "Varaha's specific form",
        "Hiranyaksha's disturbance",
        "Brahma's contemplation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Varaha is the specific form of the Lord who is incarnated in order to bless the people of this world.",
      "summary": "HH Stoka Krishna Swami reiterates the specific form and purpose of the Varaha incarnation, highlighting Hiranyaksha's attempts to disrupt the Lord's mission and Brahma's initial contemplation on the situation.",
      "timestamp_url": "https://youtu.be/2nz6Wqgi8ac?t=999",
      "transcript": "So that Varaha incarnation not simply appeared but actually lifted the earth with a suitable snout to carry the planet earth. He appeared. So this is the description of Lord Varaha lifting the earth in two different verses. Now it is also described here when the Lord appeared to pick up the earth the demon of the name Hiranyakya tried to create a disturbance in the methodical functions of the Lord and therefore he was killed by being placed by being pierced, I am sorry, he was killed by being pierced by the tusk of Lord Varaha. Now in the Bhagavatam third canto there is another description of the appearance of Varaha. Here in the third canto it is mentioned in the 14th chapter it is described that the Lord appeared as Varaha for a specific purpose to lift the earth. Now how did the earth fall down into the water? So it is said here one two different reasons are given in this narration. The the creator Brahma he thought while I have been engaged in the process of creation the earth has been inundated by deluge. Inundated means flooded. By what? By what? A flood. There was a flood and has gone down into the depths of the ocean. It has gone down to the depths of the ocean. What can we do who are engaged in this matter of creation? When a Devata or a devotee has got a problem naturally they turn towards the Supreme Lord Krishna for solving their problem. So similarly Brahma is praying to Krishna. So he is telling it is best to let the Almighty Lord direct us. Krishna is seated in our heart. He gives us knowledge. He gives remembrance. He gives us forgetfulness. So when he directs a devotee it need not be that he has to only personally do that. No. He can do it personally because he is seated in everyone's heart as Paramatma. But he also empowers somebody else to do this work. So in accordance with the Lord's empowerment certain devotees certain great saintly persons they perform extraordinary activities. So when Brahma was thinking like this suddenly a small form of bores came out of his nostril. The measurement of this creature which came out of the nostril of Brahma was as small as the upper portion of a thumb. Upper portion of a thumb."
    },
    {
      "start_time": 1237,
      "end_time": 1478,
      "verse_references": [],
      "themes": [
        "Brahma's wonder",
        "Varaha's appearance",
        "Vedic chants"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Is he the supreme personality of God and Vishnu?",
      "summary": "The lecture describes Brahma's astonishment at the sudden appearance and growth of the Varaha form, leading to his recognition of Vishnu and the subsequent chanting of Vedic hymns by sages.",
      "timestamp_url": "https://youtu.be/2nz6Wqgi8ac?t=1237",
      "transcript": "Very very small. While Brahma was observing him the bore became situated in the sky. Bore became situated in the sky. And the bore was appearing as a as gigantic as a great elephant. It is small when it was born. But it became big like a huge elephant. Now struck with wonder at observing the wonderful bore like form in the sky Brahma along with other Brahmanas like Marichi as well as the Kumaras and Manu began to argue began to argue in various ways. He argued that who is this who has come in the pretence of a bore. So Brahma says is this some extraordinary entity come in the pretence of a bore? It is very wonderful that he has come from God and as a result of this the the empowered person can do something which may appear to be like an extraordinary thing. But actually even an empowered person cannot do anything extraordinary like God that is not possible for us. So God only has to do it. So first of all this bore was seen to be no bigger than the tip of the thumb and within a moment he was as large as a stone. My mind is perturbed. Is he the supreme personality of God and Vishnu? See Brahma is not like the bore. Therefore immediately Brahma was not able to recognize but he came to know that this could be Vishnu. So while Brahma was deliberating with his sons the supreme Lord who appeared as the bore in the form of a mountain he roared very loudly like a great mountain. Formerly there used to be mountains which used to fly and which used to roar. Now we don't have experience but this was an extraordinary bore who is very powerful in the world. The inhabitants of Brahma loka or the next three lokas Janaloka Tapoloka they all became alerted and it was very very loud sound. So that sound which was the all auspicious sound of the All Merciful Lord they chanted auspicious chants from the three Vedas."
    },
    {
      "start_time": 1478,
      "end_time": 1666,
      "verse_references": [],
      "themes": [
        "sages' reaction",
        "Varaha's rescue",
        "flying in the sky",
        "bewildering the asuras"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "to bewilder the asuras devotees understand and they know the lord appear can appear in any form",
      "summary": "The speaker details the sages' auspicious response to Lord Varaha's appearance and his diving into the Garbhodaka Ocean to rescue the Earth, emphasizing the Lord's ability to manifest in any form to protect devotees and bewilder demons.",
      "timestamp_url": "https://youtu.be/2nz6Wqgi8ac?t=1478",
      "transcript": "See this was the reaction of great sages who were living in the world. They chanted auspicious hymns from the three Vedas in order to greet the Lord. And then the Lord in the form of a bore had come to rescue the earth from the Garbhodaka ocean. And he went diving inside the Garbha ocean to pick up the earth. And before entering he was flying in the sky. No bore of this material world can be powerful. So he was flying in the sky. He was slashing his tail and his glance was very luminous. His eyes were very bright illuminating. And he scattered the earth in the sky. He was flying in the sky. He was not engaged in any personal activity. He was flying in the sky all he was flying in the sky. So he was flying in to bewilder the asuras devotees understand and they know the lord appear can appear in any form required for his pastime he comes to rescue the devotees he comes to annihilate the demons and he comes to re-establish religious principles paritranaya sadhunam vinashaya cha dushkritam dharmasamsthapanarthaya sambhavami yuge yuge so in the bhagavad"
    },
    {
      "start_time": 1666,
      "end_time": 1837,
      "verse_references": [
        "BG 4.8"
      ],
      "themes": [
        "protecting devotees",
        "ocean's fear",
        "killing Hiranyaksha",
        "Yajneesha"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "All Yajnas are meant for satisfying the Supreme Lord and he is the master of all Yajnas, all sacrifices.",
      "summary": "HH Stoka Krishna Swami concludes the lecture by describing the Lord's protection of devotees, the ocean's fear of the Varaha form, the killing of Hiranyaksha, and the establishment of the Earth in its orbit, highlighting the Lord as the enjoyer of all sacrifices (Yajneesha).",
      "timestamp_url": "https://youtu.be/2nz6Wqgi8ac?t=1666",
      "transcript": "gita this is explained so the lord appeared in this boar form just to actually protect the devotees who are always harassed by demons so the lord went diving into the giant mountain sorry into the water of the garba ocean and the ocean water became as if divided into two high waves and the ocean was praying to the lord oh lord of all sacrifices please do not cut me into two kindly protect me so the ocean was very afraid of the gigantic boar going diving inside the garba ocean so the lord as the varaha form have penetrated the water with his hooves which are like sharp arrows and found the limits of the ocean although it was unlimited this ocean is garbotion is very very very very huge but still the lord went down and found the bottom and he saw the earth resting place of all living entities lying as it was in the beginning of creation and he personally lifted it very easily he did that by placing the earth on his tusks and got it out of water now when he was coming out of the water because this hiranyaksha had hidden the earth in the bottom of the universe hiranyaksha tried to stop the lord then there was a fight between the supreme lord in his boar incarnation and hiranyaksha so the lord killed hiranyaksha by piercing that demon's body with his tusk and in this way hiranyaksha was killed and the earth was placed in its proper orbit so then the sages with great respect they offered wonderful prayers recognizing the supreme lord to be transcendental and also the enjoyer of all sacrifices, Yajneesha, this is very important. All Yajnas are meant for satisfying the Supreme Lord and he is the master of all Yajnas, all sacrifices. He is a recipient of all the offerings in the sacrifice. And by doing such sacrifices, anyone who performs sacrifice is benefited"
    }
  ]
}