{
  "video_id": "2pjhe6-QyLg",
  "title": "The Difference Between Material and Spiritual Activity | Sri Suvyakta Narasimha Dasa",
  "speaker": "HG Suvyakta Narasimha Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=2pjhe6-QyLg",
  "segments": [
    {
      "start_time": 0,
      "end_time": 26,
      "verse_references": [],
      "themes": [
        "material fatigue",
        "work-life balance"
      ],
      "content_type": "analogy",
      "circle_fit": [
        4
      ],
      "key_quote": "Otherwise, he'll get burnt out.",
      "summary": "The speaker uses the example of the need for breaks and vacations in material work to illustrate the difference with spiritual activity.",
      "timestamp_url": "https://youtu.be/2pjhe6-QyLg?t=0",
      "transcript": "Whenever somebody is engaged in some activity, that person after a little while needs a little break. Otherwise, he'll get burnt out. That's why every week when you go to office, there is a weekend. Saturday and Sunday are off. Shut off your mind from your work and relax and take out all the stress. Go out somewhere. Nowadays, people are talking that the five-day week should be reduced to a four-day or a three-day week. Every alternate day, they should have a holiday. That will increase the productivity of the people. And once in a year, some long holiday also is required. Go on vacation."
    },
    {
      "start_time": 27,
      "end_time": 56,
      "verse_references": [],
      "themes": [
        "devotional service",
        "spiritual satisfaction",
        "transcendental nature"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Even 24 hours in a day is not enough. I want more time. I want to do more.",
      "summary": "The speaker explains that devotional service to Krishna is never tiring because it is transcendental and provides constant satisfaction.",
      "timestamp_url": "https://youtu.be/2pjhe6-QyLg?t=27",
      "transcript": "In the case of a devotee, what happens is, Anisham, constantly is engaged only in thinking of Krishna, speaking of Krishna, rendering service to Krishna. Nataraptaha, he never gets satiated. He feels whatever I'm doing is not enough. I want to do more. I want to do more. Even 24 hours in a day is not enough. I want more time. I want to do more. This is the characteristic of devotional service because it is not material. Anything material becomes hackneyed. You get fed up with it after a little time. But because devotional service to Krishna is completely transcendental, therefore, we never get satiated."
    }
  ]
}