{
  "video_id": "2tKrJn_PZQs",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.12.34 part 1 | 13-09-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=2tKrJn_PZQs",
  "segments": [
    {
      "start_time": 51,
      "end_time": 247,
      "verse_references": [],
      "themes": [
        "Yudhishthira's fear",
        "sinful reactions",
        "Ashwamedha sacrifice"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Yudhishthira Maharaj is very, very conscientious. He is not comfortable with his acquired position because it involved a killing, mass killing of so many millions of Kshatriyas soldiers.",
      "summary": "This segment explains Yudhishthira's fear and desire to perform the Ashwamedha sacrifice to atone for the sins of the Kurukshetra war.",
      "timestamp_url": "https://youtu.be/2tKrJn_PZQs?t=51",
      "transcript": "In this session we will be discussing from the 34th verse of the 12th chapter of the first canto of Srimad Bhagavatam. We will be covering this verse in two parts. So this session will be part 1 of this 34th verse. The verse is as follows: तेन संभृत संभारो धर्मपुत्रो युधिष्ठिरहा वाजिमेधैस् तृभिर्भीतो यज्ञेई समयजद्धरिम्. The meaning of this verse is: By those riches, the king could procure the ingredients for three horse sacrifices. Thus the pious king Yudhishthira, who was very fearful after the battle of Kurukshetra, pleased Lord Hari, the personality of Godhead. So in the previous verse it was described how Yudhishthira Maharaj sent his brothers to fetch wealth for performing this Ashwamedha sacrifice. So they were directed by Krishna to bring some gold, gold which was left behind by the brahmanas who were engaged in sacrifice by a former emperor, Maruth Maharaj. So that gold, Arjuna brought it for Yudhishthira Maharaj to procure ingredients for performing three horse sacrifices. So however good they want to crucify Yudhishthira and take away their wealth through a battle of Kurukshetra, Kanpaksara's desires became as strong as their Councill. So Ripaaprasadana introduced this 2004 shloka here, that Maharaja Yudhishthira was that ideal and celebrated pious king of the world and still he was greatly afraid after the execution of the battle of Kurukshetra, because of the mass killing in the fight, all of which was done only to install him on the throne. Yudhishthira Maharaj is very, very conscientious. He is not comfortable with his acquired position because it involved a killing, mass killing of so many millions of Kshatriyas soldiers. So he was very, very much afraid of the sinful reactions incurred due to such a massacre. He therefore took all the responsibility for sins committed in the warfare and to get rid of all these sins, he wanted to perform three sacrifices in which horses are offered at the altar."
    },
    {
      "start_time": 247,
      "end_time": 396,
      "verse_references": [],
      "themes": [
        "wealth",
        "charity",
        "spiritual goal",
        "sense gratification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Sometimes the wealth is considered an impediment in spiritual progress.",
      "summary": "This segment discusses the contrast between Vedic times, where people were satisfied with basic needs and focused on spiritual goals, and modern civilization, which is driven by sense gratification and material pursuits, also mentioning how wealth should be used.",
      "timestamp_url": "https://youtu.be/2tKrJn_PZQs?t=247",
      "transcript": "Ashwamedha Yagna or Vajimedha Yagna. Such a sacrifice is very costly. Even Maharaj Yudhishthira had to collect the necessary heaps of gold left by Maharaj Marutta and the brahmanas who were given gold in charity by King Marutta. The learned brahmanas could not take away all the loads of gold, and therefore they left behind a major portion of the gift. And Maharaj Marutta also did not again collect such heaps of gold given away in charity. Once it is given in charity, it should not be taken back. Besides that, all the golden plates and utensils which are used in the sacrifice were also thrown in the dustbins and all such heaps of gold remained unclaimed property for a long time till Maharaj Yudhishthira collected them for his own purposes. You see how people were, Prabhupada will explain that, people were satisfied with the basic needs because they had a higher goal in life. The modern civilization, people are just having some immediate goal of living their life for satisfaction of the senses. But in the former times, as directed by the Vedic scriptures, people had the spiritual aim of life. And for attaining that ultimate spiritual goal of life, you don't require to have lot of wealth. Sometimes the wealth is considered an impediment in spiritual progress. Sometimes. Of course, all wealth should be utilized for yajna, for Vishnu, for the supreme personality of Godhead."
    },
    {
      "start_time": 396,
      "end_time": 555,
      "verse_references": [],
      "themes": [
        "unclaimed property",
        "satisfaction",
        "sense gratification",
        "material bondage"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The defect of the modern civilization is that people simply know one thing in life, sense gratification.",
      "summary": "This segment explains how Yudhishthira utilized the unclaimed gold for sacrifice and contrasts the contentment of people in the past with the modern focus on industrial enterprise and sense gratification, leading to material bondage.",
      "timestamp_url": "https://youtu.be/2tKrJn_PZQs?t=396",
      "transcript": "And that's what we will see Yudhishthira Maharaj utilizing this gold which was collected by Arjuna. It was Yudhishthira Maharaj who utilized all that gold for performing three hard sacrifices. Lord Sri Krishna advised the brothers of Maharaj Yudhishthira to collect the unclaimed property because it belonged to the king. This is the understanding, when the king is ruling a certain tract of land, then that tract of land belongs to the king. The king will also utilize it properly for the welfare of the state, the citizens. So Srila Prabhupada explains here, the more astonishing thing is that no subject of the state also collected such unclaimed gold for industrial enterprise or anything like that. Nowadays people are so busy mining for the sake of developing industry. But formerly, even if there was unclaimed gold left behind somewhere, nobody would go and touch that. How is that people were not attracted to go and fetch or take away such gold? Because they know that something that does not belong to me, if I take it, I am going to incur reactions, sinful reactions, for stealing, for taking away something that is not lawfully mine, something not properly earned by me, I cannot take that. This means that the state citizens were completely satisfied with all necessities of life and therefore not inclined to accept unnecessary productive enterprises for sense gratification. The defect of the modern civilization is that people simply know one thing in life, sense gratification, and their entire life is simply meant for such sense gratification, which is implicating them in material bondage."
    },
    {
      "start_time": 571,
      "end_time": 687,
      "verse_references": [],
      "themes": [
        "respect",
        "karma",
        "unintentional sins",
        "sacrifice"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "One should take lessons from the acts of Maharaj Yudhishthira. He was afraid of sins committed on the battlefield, and therefore he wanted to satisfy the supreme authority.",
      "summary": "This segment emphasizes the importance of taking lessons from Yudhishthira's example, highlighting his fear of sins and his desire to satisfy the Supreme Lord through sacrifice, even for unintentional actions.",
      "timestamp_url": "https://youtu.be/2tKrJn_PZQs?t=571",
      "transcript": "Aspirants must know the truth, precwrights should know the truth, that is, respect, caring, love, respect. One should take lessons from the acts of Maharaj Yudhishthira. He was afraid of sins committed on the battlefield, and therefore he wanted to satisfy the supreme authority. Maharaj Yudhishthira is a very, very pious king. He is son of Dharmaraja, Yamaraja, and he is perfectly aware of all the laws of karma. So in spite of being pious, in spite of being very conscientious, still he was afraid of sins committed on the battlefield, unintentionally, unknowingly. Unknowingly he will never do it. Intentionally he will never have an intention of killing anybody unnecessarily, never. But unknowingly, accidentally, unintentionally something might have happened in a battle. So he is afraid of that. This indicates that unintentional sins are also committed in our daily occupational discharges. And to counteract even such unintentional crimes, one must perform sacrifices as they are recommended in the revealed scriptures. So Shastra says, if you have committed some sin unintentionally, unknowingly, still you have to perform recommended sacrifices."
    },
    {
      "start_time": 692,
      "end_time": 893,
      "verse_references": [
        "BG 3.9"
      ],
      "themes": [
        "sacrifice",
        "karma",
        "laws of nature",
        "satisfaction of the Lord",
        "peace and prosperity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Therefore, the main purpose of performing sacrifices is to satisfy the Supreme Personality of Godhead, Lord Hari.",
      "summary": "This segment explains the importance of performing sacrifices as recommended in the scriptures to counteract sinful reactions and satisfy the Supreme Lord, leading to peace and prosperity.",
      "timestamp_url": "https://youtu.be/2tKrJn_PZQs?t=692",
      "transcript": "The Lord says in Bhagavad Gita, yajñārthāt karmano anyatra loko yam karma-bandhanah. In the third chapter, ninth verse, Krishna says this, that one must perform sacrifices recommended in the scriptures in order to get rid of commitments of all unauthorized work or even unintentional crimes which we are apt to commit. Therefore, if one performs the recommended sacrifices, then they are freed from sinful reactions. And those who do not do so, those who do not perform sacrifices, but work for self-interest or sense gratification, such people have to undergo all tribulations accrued from committed sins. The laws of nature are very subtle and they are working perfectly and there is an enforcing authority, material nature itself being directed by the Supreme Lord Krishna. Mayādhyakṣeṇa prakṛtiḥ śūyateśaccharācaram. So, intelligent people understand that any person suffering in this world is only because that person has committed sinful activities for which he is suffering the reactions in the form of miseries, troubles and dangers, diseases and all kinds of, any kind of suffering. Therefore, the main purpose of performing sacrifices is to satisfy the Supreme Personality of Godhead, Lord Hari. The process of performing sacrifices may be different in terms of different times, places and persons. Kāla, Deśa and Pātra. These are Sanskrit words: Time, place and person. But the aim of such sacrifices is one and the same at all times and in all circumstances, namely, satisfaction of the Supreme Lord Hari. Only one aim of performing sacrifices as given in the scriptures, simply to satisfy the Supreme Personality of Godhead, Lord Hari. That is the way of pious life and that is the way of peace and prosperity in the world at large. So, by performing sacrifice for the pleasure of the Supreme Lord Hari, we not only are engaged in pious activity but we are also able to attain peace and prosperity by such performance sacrifices."
    }
  ]
}