{
  "video_id": "2ukEyxoXQRY",
  "title": "SB 1.18.23-25 | HH Stoka Krishna Swami | 14-04-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=2ukEyxoXQRY",
  "segments": [
    {
      "start_time": 0,
      "end_time": 50,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer",
        "guru"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Gyanatimiranthasya Gyananjanishalakaya Chakshuranmilitam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, invoking blessings and paying respects to the spiritual master.",
      "timestamp_url": "https://youtu.be/2ukEyxoXQRY?t=0",
      "transcript": "Om Gyanatimiranthasya Gyananjanishalakaya Chakshuranmilitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shreemate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadhadhara Shiva Sadhikaura Bhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udhirayet"
    },
    {
      "start_time": 50,
      "end_time": 173,
      "verse_references": [
        "SB 1.18.23"
      ],
      "themes": [
        "knowledge",
        "humility",
        "capacity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Learned devotees always describe the Lord as much as their realization allows.",
      "summary": "The speaker introduces the 23rd verse of the 18th chapter of the first canto of Srimad Bhagavatam, explaining that devotees describe the Lord to the extent of their realization, acknowledging the Lord's unlimited nature.",
      "timestamp_url": "https://youtu.be/2ukEyxoXQRY?t=50",
      "transcript": "In this session, we are discussing three verses: the 23rd, 24th, and 25th verses of the 18th chapter of the first canto of Srimad Bhagavatam. So, first we will discuss the 23rd verse. The meaning of this verse is that, O Rishis, now Suta Goswami is addressing the sages who are as powerfully pure as the sun. He is glorifying the assembled sages, that you are all very, very powerfully pure as the sun. To you I am speaking. So, I shall try to describe to you the transcendental pastimes of Vishnu as far as my knowledge is concerned. And he gives an example: as the birds fly in the sky as far as their capacity allows, so do the learned beings, so do the learned devotees describe the Lord as far as their realization allows. Now, this has got a connection with one of the previous verses where it was described the Supreme Personality of Godhead Krishna has got unlimited qualities, has got unlimited attributes. Therefore, it's called Ananta. So, nobody can completely describe the Lord. Nobody can fully describe the Lord. So, the Lord is the Lord."
    },
    {
      "start_time": 173,
      "end_time": 276,
      "verse_references": [],
      "themes": [
        "analogy",
        "devotion",
        "capacity"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Garuda can fly from one planet to another planet.",
      "summary": "The speaker uses the analogy of birds flying to different heights to illustrate the varying capacities of devotees to understand and describe the Lord, highlighting Garuda's exceptional ability to traverse the universe.",
      "timestamp_url": "https://youtu.be/2ukEyxoXQRY?t=173",
      "transcript": "So, does it mean because we can't describe the Lord fully, so we don't describe him at all? No. Learned devotees always describe the Lord as much as their realization allows. As much as they know, they describe. Just like the birds, they fly in the sky. Not all birds can fly as high as another bird. So, some birds can fly at low heights. Some birds can fly even higher. And Garuda, what is the capacity of Garuda to fly? Garuda can fly from one planet to another planet. And there are other birds also that can fly. But Garuda can fly piercing the coverings of the universe, can go outside this material universe, into the spiritual sky. And even in the spiritual sky, Garuda can fly through the spiritual sky and go to the spiritual planet of Vaikuntha Loka because Garuda is the carrier of the Supreme Lord Vishnu. And Vishnu travels. He travels within this universe from one planet to another planet. The descriptions are there in the Bhagavatam. Sometimes he travels from the material world to the spiritual world, sometimes he travels in the spiritual world to the material world, like that. So Garuda, because he's the carrier of the Lord and the Lord needs to go wherever, so Garuda is able"
    },
    {
      "start_time": 276,
      "end_time": 377,
      "verse_references": [
        "SB 1.18.24",
        "SB 1.18.25"
      ],
      "themes": [
        "hunting",
        "fatigue",
        "renunciation"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Once upon a time Maharaj Pariksit while engaged in hunting in the forest with bow and arrows became extremely fatigued hungry and thirsty",
      "summary": "The speaker introduces the next two verses, describing Pariksit Maharaj's hunting expedition, his fatigue, and his eventual arrival at Shamika Rishi's hermitage.",
      "timestamp_url": "https://youtu.be/2ukEyxoXQRY?t=276",
      "transcript": "to fly the maximum, you can fly everywhere. So, like that, the example is given: just like birds can actually fly as high as their capacity permits them, similarly, the learned devotees also describe the Lord as much as their realization allows. So then, the next two verses are actually giving us the prelude to the Bhagavatam. What happens by which Shukadeva, sorry, Pariksit Maharaj met Shukadeva? So, what happened? So, he is bringing a description here. 24th and 25th verses together, they are given: ekadha dhanurudhyamya vicharan vrgyamvane vrgaan anugata shantaha shuditas trishito vrsham janashayam achakshanah praviveshatam ashramam dadarshamunim asinam shantam milita no chanam. Beautiful verses. The meaning of these two verses is: once upon a time, Maharaj Pariksit, while engaged in hunting in the forest with bow and arrows, became extremely fatigued, hungry, and thirsty while following the stags. While searching for a reservoir of water, he entered the hermitage of the well-known Shamika Rishi and saw the sage"
    },
    {
      "start_time": 377,
      "end_time": 523,
      "verse_references": [],
      "themes": [
        "prelude",
        "divine arrangement",
        "devotee's return"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Supreme Lord is so kind to his pure devotees that in proper time he calls such devotees up to him and thus creates an auspicious circumstance for the devotee.",
      "summary": "The speaker explains Prabhupada's purport, emphasizing that the events leading to Pariksit Maharaj's meeting with Shukadeva Goswami were divinely arranged to facilitate his return to Godhead.",
      "timestamp_url": "https://youtu.be/2ukEyxoXQRY?t=377",
      "transcript": "sitting silently with closed eyes. So, Prabhupada says in the purport that the circumstances under which Srimad Bhagavatam was spoken for the benefit of all concerned is now being explained, beginning with the words, \"once upon a time.\" This happened sometime in history. Therefore, Suta Goswami, he also is talking of the past because he heard the Bhagavatam from Shukadeva Goswami, when Shukadeva Goswami spoke to Pariksit Maharaj. So, that's what Goswami said: once upon a time in the past, what happened? Maharaj Pariksit was engaged in hunting in the forest. Hunting was permitted for Kshatriyas to keep up their skills for fighting, for protecting the weaker sections, for challenging the enemies, for controlling the miscreants, etc. So, while he went hunting, he became extremely fatigued, hungry, and thirsty while hunting. And he started searching for water, a reservoir of water, and he couldn't find it. And while doing so, because he was very thirsty and fatigued and hungry, he entered the hermitage of the well-known Shamika Rishi, a great saint. I will be described later on who is the Shamika Rishi in more detail. For now, he entered the hermitage of the well-known Shamika Rishi and saw the sage sitting with closed eyes. Shamika Rishi was sitting in meditation. His eyes were closed. And in such a situation, Pariksit Maharaj entered that ashram of the Shamika Rishi. Now in the purport, Srila Prabhupada says something very, very significant. He says how this is the prelude. Prabhupada says, the Supreme Lord is so kind to his pure devotees that in proper time he calls such devotees up to him and thus creates an auspicious circumstance for the devotee."
    },
    {
      "start_time": 523,
      "end_time": 669,
      "verse_references": [],
      "themes": [
        "detachment",
        "divine will",
        "renunciation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When the Lord feels that his pure devotee who has gone to the material world from his abode has to come back if he wants the devotee to come back earlier than a normal time frame then he creates some awkward situation so that the devotee will leave everything and go to the Lord",
      "summary": "The speaker elaborates on the concept of devotees returning to Godhead and how the Lord sometimes creates difficult situations to encourage renunciation and detachment from worldly affairs.",
      "timestamp_url": "https://youtu.be/2ukEyxoXQRY?t=523",
      "transcript": "Devotees come to the material world for the purpose of the Lord. The pure devotees who belong to the spiritual world, they come to this material world. But after they finish the purpose for which they have come to this world, they generally are going back to Godhead because that's where they belong. So, they come from Krishna's personal abode and they go back. Just like the Lord comes from his personal abode and he goes back, same way pure devotees also, the associates of the Lord also do the same thing. So, when the Lord feels that his pure devotee who has gone to the material world from his abode has to come back, if he wants the devotee to come back earlier than a normal time frame, then he creates some awkward situation so that the devotee will leave everything and go to the Lord. So, a similar thing happened to Pariksit Maharaj. So, because the Lord wanted Pariksit to come back to him, therefore the Lord arranged that Pariksit Maharaj become extremely fatigued, hungry, and thirsty. So, Prabhupada says was a pure devotee and there is no reason for him to become extremely fatigued, hungry, and thirsty. Why? Because a devotee of the Lord never becomes perturbed by such bodily demands. A devotee is fully self-controlled as his personal bodily demands are concerned, he is completely controlled. So, there is no need for him to feel extremely inconvenienced by thirst, hunger, and fatigue. But by the desire of the Lord, even such a devotee, pure devotee like Pariksit Maharaj can become apparently fatigued and thirsty just to create a situation favorable for its renunciation of worldly activities. Crispy is ruling as the Emperor of the world and we have heard about his"
    },
    {
      "start_time": 669,
      "end_time": 781,
      "verse_references": [],
      "themes": [
        "detachment",
        "worldly affairs",
        "divine intervention"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "One has to give up all attachment for worldly relations before one is able to go back to Godhead",
      "summary": "The speaker continues to discuss the importance of detachment from worldly affairs for those seeking to return to Godhead, explaining how the Lord intervenes to create situations that foster indifference to material attachments.",
      "timestamp_url": "https://youtu.be/2ukEyxoXQRY?t=669",
      "transcript": "encountering the personality of Kali and how he dealt with Kali in a very just manner. He punished and rewarded Kali, but he was ruling perfectly. But when Krishna wants his devotee back, he wants a devotee first of all to renounce all worldly connections. So, you know, to create a favorable situation for renouncing of Pariksit Maharaj, what did Krishna do? Krishna made him feel extreme inconvenience due to thirst, fatigue, and hunger. So, Srila Prabhupada says one has to give up all attachment for worldly relations before one is able to go back to Godhead. So, this is one of the qualifications. Anybody wants to go back to Godhead has to give up all the attachments for worldly relationships. And when a devotee is too much absorbed in worldly affairs, the Lord creates a situation to cause indifference to devotees. Pariksit Maharaj, he was busy doing his duty of ruling the world and in the course of doing his duty, he was engaged in so many different material activities in the kingdom. But the Lord wants him to give up all those material attachments. So, what the Lord do? He created a situation. The Supreme Lord never forgets his pure devotee even though that pure devotee may be engaged in so-called worldly affairs. Sometimes he creates an awkward situation and the devotee becomes obliged to renounce all worldly"
    },
    {
      "start_time": 781,
      "end_time": 893,
      "verse_references": [],
      "themes": [
        "divine plan",
        "medium",
        "Bhagavad Gita"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The devotee can understand by the signal of the Lord that it is a Lord's intervention in the life of the devotee",
      "summary": "The speaker explains that devotees can recognize the Lord's intervention in their lives, while others may perceive it as unfavorable, drawing a parallel to Arjuna's role as a medium for the Bhagavad Gita.",
      "timestamp_url": "https://youtu.be/2ukEyxoXQRY?t=781",
      "transcript": "affairs. It happened to Pariksit. Now, the devotee can understand by the signal of the Lord that it is the Lord's intervention in the life of the devotee, but others, the common people, they take it to be unfavorable, frustrating. They don't understand the hand of the Lord is there in the life of Pariksit, that he became very thirsty and fatigued. They don't think that the Lord has created a situation or they don't understand the point. Maharaj Pariksit was to become the medium for the revelation of Shreemad Bhagavatam by Lord Sri Krishna. As the example is given, Pariksit's grandfather Arjuna was a medium for Bhagavad Gita to be spoken by Krishna on the battlefield of Kurukshetra. So, Pariksit's grandfather is Arjuna. Arjuna actually was a devotee of Krishna and contemporary of Krishna also. But for Krishna to speak Bhagavad Gita to Arjuna, Krishna created some situation. That Prabhupada explains. Had Arjuna not been taken up with an illusion of family affection by the will of the Lord, the Bhagavad Gita would not have been spoken by the Lord himself for the good of all concerned. Actually, Arjuna was not in need of Bhagavad Gita. Nor is he a Bhagavad Gita. He is a pure devotee. But Krishna created a situation where Arjuna became afflicted by lamentation. And in that state of lamentation, he inquired from Krishna and Krishna spoke the Bhagavad Gita."
    },
    {
      "start_time": 893,
      "end_time": 936,
      "verse_references": [],
      "themes": [
        "Bhagavatam",
        "prelude",
        "purpose"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Had Pariksit Maharaj not been fatigued, hungry and thirsty, then Bhagavatam would not have been spoken by Shukadev Goswami.",
      "summary": "The speaker concludes by reiterating that Pariksit Maharaj's fatigue and thirst were instrumental in creating the circumstances for Shukadeva Goswami to speak the Bhagavatam, thus benefiting all.",
      "timestamp_url": "https://youtu.be/2ukEyxoXQRY?t=893",
      "transcript": "Through Arjuna, Krishna wanted to enlighten the whole world. Similarly, had Pariksit Maharaj not been fatigued, hungry, and thirsty, then Bhagavatam would not have been spoken by Shukadev Goswami. So therefore, in order that Shukadev Goswami speak Bhagavatam for our benefit through Pariksit Maharaj, Pariksit Maharaj apparently became extremely hungry, thirsty, and fatigued. And it led to some more events because of which he gave up his kingdom and sat and heard the Bhagavad Gita. So that is the prelude for the Bhagavatam in these two verses. I will stop here. Thank you very much."
    }
  ]
}