{
  "video_id": "2ULkQGwU3z4",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.10.11-12 | 31-05-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=2ULkQGwU3z4",
  "segments": [
    {
      "start_time": 34,
      "end_time": 140,
      "verse_references": [
        "SB 1.10.11",
        "SB 1.10.12"
      ],
      "themes": [
        "association with devotees",
        "separation from Krishna",
        "intimacy with Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "How then could the Pandavas tolerate his separation? For they had been intimately associated with this person seeing him face to face, touching him, conversing with him, sleeping, sitting and dining with him.",
      "summary": "The speaker introduces the verses to be discussed, focusing on the Pandavas' intimate relationship with Krishna and their subsequent feeling of separation when He left.",
      "timestamp_url": "https://youtu.be/2ULkQGwU3z4?t=34"
    },
    {
      "start_time": 140,
      "end_time": 271,
      "verse_references": [],
      "themes": [
        "constitutional position",
        "service",
        "illusory energy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The living being's constitutional position is one of serving a superior.",
      "summary": "The speaker explains Srila Prabhupada's purport on the living being's constitutional position as a servant, forced to serve the illusory energy in pursuit of sense gratification.",
      "timestamp_url": "https://youtu.be/2ULkQGwU3z4?t=140"
    },
    {
      "start_time": 271,
      "end_time": 452,
      "verse_references": [],
      "themes": [
        "service",
        "sense gratification",
        "maya",
        "karma",
        "entanglement"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "And there is no hope of release from such bondage generally.",
      "summary": "The speaker elaborates on the futility of trying to satisfy the senses, emphasizing how this pursuit leads to entanglement in the laws of karma and material bondage.",
      "timestamp_url": "https://youtu.be/2ULkQGwU3z4?t=271"
    },
    {
      "start_time": 452,
      "end_time": 570,
      "verse_references": [],
      "themes": [
        "association with devotees",
        "transcendental consciousness",
        "spiritual senses",
        "material desires"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Only way such an entangled soul can get release from this entanglement or bondage is by association with pure devotees.",
      "summary": "The speaker explains that association with pure devotees awakens transcendental consciousness, allowing one to understand their true position as a servant of Krishna rather than the perverted senses.",
      "timestamp_url": "https://youtu.be/2ULkQGwU3z4?t=452"
    },
    {
      "start_time": 570,
      "end_time": 680,
      "verse_references": [
        "BG 3"
      ],
      "themes": [
        "lust",
        "bondage",
        "miseries",
        "detachment",
        "Krishna Katha"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Material society, friendship, and love are all different phases of lust. Kama, lust, is the greatest enemy of the soul, of every conditioned soul.",
      "summary": "The speaker identifies lust as the greatest enemy and explains how material attachments lead to threefold miseries, emphasizing that hearing Krishna Katha in the association of devotees can diminish material desires.",
      "timestamp_url": "https://youtu.be/2ULkQGwU3z4?t=570"
    },
    {
      "start_time": 680,
      "end_time": 795,
      "verse_references": [],
      "themes": [
        "attraction to Krishna",
        "Krishna consciousness",
        "separation from Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Then, gradually, the attraction for hearing more and more about Krishna, that increases, it increases and becomes prominent.",
      "summary": "The speaker describes how attraction to Krishna increases through association with devotees and hearing Krishna Katha, leading to progress in Krishna consciousness and highlighting the Pandavas' intense feelings of separation from Krishna.",
      "timestamp_url": "https://youtu.be/2ULkQGwU3z4?t=680"
    },
    {
      "start_time": 795,
      "end_time": 946,
      "verse_references": [],
      "themes": [
        "attachment to Krishna",
        "pure devotees",
        "detachment",
        "Krishna's affection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is so very attractive for pure devotees, that simply the remembrance of Krishna's name, form, or qualities, or pastimes, or paraphernalia, simply remembering that, makes the devotee, completely forget about all other material forms, material names, material qualities, material activities.",
      "summary": "The speaker concludes by emphasizing the power of attachment to Krishna, describing how pure devotees can forget material attachments through remembrance of Krishna and highlighting Krishna's special affection for His devotees.",
      "timestamp_url": "https://youtu.be/2ULkQGwU3z4?t=795"
    }
  ]
}