{
  "video_id": "2ULkQGwU3z4",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.10.11-12 | 31-05-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=2ULkQGwU3z4",
  "segments": [
    {
      "start_time": 34,
      "end_time": 140,
      "verse_references": [
        "SB 1.10.11",
        "SB 1.10.12"
      ],
      "themes": [
        "association with devotees",
        "separation from Krishna",
        "intimacy with Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "How then could the Pandavas tolerate his separation? For they had been intimately associated with this person seeing him face to face, touching him, conversing with him, sleeping, sitting and dining with him.",
      "summary": "The speaker introduces the verses to be discussed, focusing on the Pandavas' intimate relationship with Krishna and their subsequent feeling of separation when He left.",
      "timestamp_url": "https://youtu.be/2ULkQGwU3z4?t=34",
      "transcript": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Deviim Sarasvatim Vyasam Tato Jayam Udi Rayet In this session we will be discussing from the 11th and the 12th verses of the 10th chapter of the first canto of Srimad Bhagavatam. These two verses are given together in the Srimad Bhagavatam. Therefore we are discussing this together. Satsangana Muktadussangohatum Notsahate Budhaha Kirtyamanam Yashoyasya Sakradakarnya Roshayam Satsangana Muktadussangohatum Notsahate Budhaha Tasminyastadhiya Parthaah Saheran Viraham Katham Darshanasparsya Samlapa Shayanasana Bhhojanaihi The meaning of these two verses is given together. The intelligent who have understood the Supreme Lord in association with pure devotees and have become freed from bad materialism can never avoid hearing the glories of the Lord even though they have heard them only once. How then could the Pandavas tolerate his separation? For they had been intimately associated with this person seeing him face to face, touching him, conversing with him, sleeping, sitting and dining with him."
    },
    {
      "start_time": 140,
      "end_time": 271,
      "verse_references": [],
      "themes": [
        "constitutional position",
        "service",
        "illusory energy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The living being's constitutional position is one of serving a superior.",
      "summary": "The speaker explains Srila Prabhupada's purport on the living being's constitutional position as a servant, forced to serve the illusory energy in pursuit of sense gratification.",
      "timestamp_url": "https://youtu.be/2ULkQGwU3z4?t=140",
      "transcript": "Satsangana Muktadussangohatum Notsahate Budhaha This verse further explains the feeling of separation especially the Pandavas felt when Krishna left Hastinapura and returned to Dwaraka. The Pandavas were very, very intimately associated with Krishna. So the general principle is first explained and then the specific feeling of the Pandavas is explained because they were intimately connected with Krishna. So Srila Prabhupada explains this point how somebody is attached to Krishna then what is the position of such a person. The living being's constitutional position is one of serving a superior. This is the purport Srila Prabhupada is writing. The living being's constitutional position is one of serving a superior. He is obliged to serve by force the dictates of illusory energy in different phases of sense gratification. What is our life in this world? It is one of sense gratification. We are always seeking satisfaction of our senses. Now in doing so we are forced by the illusory energy to serve maya. We are forced by maya to serve maya. That we don't realize. That we don't understand because of the influence of illusion only. So therefore the statement by Prabhupada in the beginning of the purport is that it is our constitutional position. The way we are made."
    },
    {
      "start_time": 271,
      "end_time": 452,
      "verse_references": [],
      "themes": [
        "service",
        "sense gratification",
        "maya",
        "karma",
        "entanglement"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "And there is no hope of release from such bondage generally.",
      "summary": "The speaker elaborates on the futility of trying to satisfy the senses, emphasizing how this pursuit leads to entanglement in the laws of karma and material bondage.",
      "timestamp_url": "https://youtu.be/2ULkQGwU3z4?t=271",
      "transcript": "We have to serve a superior. We cannot be master. We are always servant. Nobody likes to hear this. Nobody wants to be a servant. Everyone wants to be master. But our position is we are servant. And if we don't agree to render service we are forced to render service by the illusory energy. But the real fact of the matter is that the conditioned soul, the ordinary living beings in this world are never tired in serving their senses. Because they are running after sense enjoyment. to become tired of serving the senses even if somebody may feel tired serving their own senses the illusory energy perpetually forces him to do so without being satisfied now these are some of the very important truths that Prabhupada is revealing in this purport please hear very attentively and think about this contemplate on this that the Maya's force is so powerful that there is no respite for us we to keep on serving our senses with the false hope that this particular act of serving the senses is a false hope that this particular act of serving the senses will satisfy me but the reality is I never get satisfied on the other hand my the senses demand more and more and more and more and foolishly a person may go on trying and trying and trying to satisfy the senses it never happens now as a result of this attempt at satisfying the senses the conditioned soul becomes entangled you understand what is entanglement material bondage we have bound up completely bound up through the stringent laws of karma we will be bound through the laws of karma And there is no hope of release from such bondage generally."
    },
    {
      "start_time": 452,
      "end_time": 570,
      "verse_references": [],
      "themes": [
        "association with devotees",
        "transcendental consciousness",
        "spiritual senses",
        "material desires"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Only way such an entangled soul can get release from this entanglement or bondage is by association with pure devotees.",
      "summary": "The speaker explains that association with pure devotees awakens transcendental consciousness, allowing one to understand their true position as a servant of Krishna rather than the perverted senses.",
      "timestamp_url": "https://youtu.be/2ULkQGwU3z4?t=452",
      "transcript": "Now the only way such an entangled soul can get release from this entanglement or bondage is by association with pure devotees. Only way. What happens when somebody is in the association of pure devotees? As it is said here, By association with pure devotees, one is gradually promoted to transcendental consciousness, spiritual consciousness, Krishna consciousness. Thus, when a person comes to the spiritual consciousness, Then, such a person can understand that his eternal position is to render service to Krishna, and not render service to the perverted senses. These senses of ours are actually not our real senses. Our real senses are within. These senses are a covering for the real senses, the spiritual senses. So, these material senses which are covering our spiritual senses, they demand satisfaction, and foolishly, we go on trying to satisfy. But, we don't realize, except when we come in touch with pure devotees, and our transcendental consciousness is awakened, and then we are able to understand, I am simply serving lust, anger, greed, enviousness. All these material desires, I am simply serving them. Kama, krodha, loba, moha, madha, vatsarya. We are simply servant of all these different perverted desires."
    },
    {
      "start_time": 570,
      "end_time": 680,
      "verse_references": [
        "BG 3"
      ],
      "themes": [
        "lust",
        "bondage",
        "miseries",
        "detachment",
        "Krishna Katha"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Material society, friendship, and love are all different phases of lust. Kama, lust, is the greatest enemy of the soul, of every conditioned soul.",
      "summary": "The speaker identifies lust as the greatest enemy and explains how material attachments lead to threefold miseries, emphasizing that hearing Krishna Katha in the association of devotees can diminish material desires.",
      "timestamp_url": "https://youtu.be/2ULkQGwU3z4?t=570",
      "transcript": "Simply serving them. So, Prabhupada explains further, Material society, friendship, and love are all different phases of lust. Kama, lust, is the greatest enemy of the soul, of every conditioned soul. The greatest enemy is lust, kama. Viddhi, enam, iya, vairinam. In the Bhagavad Gita, third chapter, it is described by Krishna. It is the greatest enemy of all of us, who are in this material world. It is lust. And, it is further explained, Home, country, family, society, wealth, all are causes of bondage in the material world. And, the concomitant factors of such bondage is the three-fold miseries of life. Tapatraya. Three kinds of miseries. Miseries due to our own body and mind, miseries due to other living beings, and miseries due to forces of nature. We have to keep on suffering. Different miseries at different times, due to the bondage. Now, if somebody is associated with pure devotees, and hears Krishna Katha submissively, then the attachment for material enjoyment becomes slackened. That which is a burning desire in the heart, that burning desire begins to get extinguished."
    },
    {
      "start_time": 680,
      "end_time": 795,
      "verse_references": [],
      "themes": [
        "attraction to Krishna",
        "Krishna consciousness",
        "separation from Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Then, gradually, the attraction for hearing more and more about Krishna, that increases, it increases and becomes prominent.",
      "summary": "The speaker describes how attraction to Krishna increases through association with devotees and hearing Krishna Katha, leading to progress in Krishna consciousness and highlighting the Pandavas' intense feelings of separation from Krishna.",
      "timestamp_url": "https://youtu.be/2ULkQGwU3z4?t=680",
      "transcript": "When you are associated with pure devotees, and hear Krishna Katha from them. Then, gradually, the attraction for hearing more and more about Krishna, that increases, it increases and becomes prominent. Now, as the attraction for Krishna increases, one keeps on making progress more and more in Krishna consciousness. And, the attraction keeps on increasing more and more. Now, it is said here that the Supreme Personality of Godhead, Lord Hari, is so transcendentally attractive, that even those who are self-satisfied by self-realization, even those who are liberated completely from all material bondage, they also, become devotees of Lord Hari. This is the power of attraction. Supreme Lord Hari, is attractive to everyone, including liberated souls, and those who are self-satisfied due to self-realization. Everyone is attracted to Krishna. That is the power of Krishna. So, under these circumstances, we can easily understand, the Pandavas who were constant companions of Krishna, how they would have felt when Krishna left Hastinapura and went to Dwaraka. So, we can't imagine, the kind of feeling of separation felt by the Pandavas especially,"
    },
    {
      "start_time": 795,
      "end_time": 946,
      "verse_references": [],
      "themes": [
        "attachment to Krishna",
        "pure devotees",
        "detachment",
        "Krishna's affection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is so very attractive for pure devotees, that simply the remembrance of Krishna's name, form, or qualities, or pastimes, or paraphernalia, simply remembering that, makes the devotee, completely forget about all other material forms, material names, material qualities, material activities.",
      "summary": "The speaker concludes by emphasizing the power of attachment to Krishna, describing how pure devotees can forget material attachments through remembrance of Krishna and highlighting Krishna's special affection for His devotees.",
      "timestamp_url": "https://youtu.be/2ULkQGwU3z4?t=795",
      "transcript": "when Krishna left for Dwaraka. But, Prabhupada concludes by telling that, because of continuous personal contact, the Pandavas were feeling intense separation when Krishna left. We can't imagine how much separation they would have felt. Now, the nature of the attachment for Krishna, which the pure devotees have, is described as so very attractive. Krishna is so very attractive for pure devotees, that simply the remembrance of Krishna's name, form, or qualities, or pastimes, or paraphernalia, simply remembering that, makes the devotee, completely forget about all other material forms, material names, material qualities, material activities. Everything material, completely is forgotten by the devotee. So, mukta dusanga, a pure devotee is always free from the contaminating association of the material world. Even though the devotee may be the material world. So, it is always possible, by developing that attraction for Krishna, and, awakening that intimate attachment, that simply remembering Krishna is enough, to, again experience that same feeling, especially in the physical absence of Krishna. This is very important. I'll stop here. Thank you very much. Hare Krishna. Only the devotees can play the part of the Lord's relatives, and the Lord is always absolute. He is not particularly partial to His relatives, and He is neglectful about other people, indifferent to other people. No. He is always equal to everybody, but His devotees, He has got some special affection. So, I'll stop here. Thank you very much."
    }
  ]
}