{
  "video_id": "36ZBm8PS7bs",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.15.13 - 15 | 05-12-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=36ZBm8PS7bs",
  "segments": [
    {
      "start_time": 0,
      "end_time": 55,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer",
        "guru"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyana Timiraandhasya Gyananjanishalakaya Chakshurun Militam Jena Tasvai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, invoking blessings and paying respects to the spiritual master.",
      "timestamp_url": "https://youtu.be/36ZBm8PS7bs?t=0"
    },
    {
      "start_time": 55,
      "end_time": 176,
      "verse_references": [
        "SB 1.15.13"
      ],
      "themes": [
        "Arjuna's recollection",
        "Krishna's grace",
        "humility"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When I stayed for some days as a guest in the heavenly planets all the heavenly demigods including King Indradeva took shelter of my arms which were marked with the Gandiva bow to kill the demon named Nivartakavacha O King, descendant of Aja Meedha at the present moment I am dead to you. I am bereft of the supreme personality of Godhead by whose influence I was so powerful.",
      "summary": "Arjuna remembers his past glories and acknowledges that his power and success were due to Krishna's grace, expressing his current feeling of separation from the Lord.",
      "timestamp_url": "https://youtu.be/36ZBm8PS7bs?t=55"
    },
    {
      "start_time": 176,
      "end_time": 272,
      "verse_references": [],
      "themes": [
        "devotee's power",
        "surrender",
        "Krishna's will"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Lord is all powerful and by his grace his pure devotee can be as powerful as he may desire and there is no limit to it.",
      "summary": "Srila Prabhupada's purport emphasizes that a devotee's power comes from Krishna's grace and is subject to His will, highlighting the importance of surrender.",
      "timestamp_url": "https://youtu.be/36ZBm8PS7bs?t=176"
    },
    {
      "start_time": 272,
      "end_time": 390,
      "verse_references": [
        "SB 1.15.14"
      ],
      "themes": [
        "Krishna's grace",
        "Arjuna's victory",
        "battle of Kurukshetra"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But because of his friendship I, seated on the chariot was able to cross over it and only by his grace was I able to regain the cows and also collect by force many helmets of the kings which were bedecked with jewels that were sources of all brilliance.",
      "summary": "Arjuna recalls the formidable strength of the Kauravas during the battle of Kurukshetra and how he was able to overcome them through Krishna's grace, even during the Pandavas' exile.",
      "timestamp_url": "https://youtu.be/36ZBm8PS7bs?t=272"
    },
    {
      "start_time": 390,
      "end_time": 563,
      "verse_references": [],
      "themes": [
        "Krishna's grace",
        "Arjuna's role",
        "battle of Virat Pradesh"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Arjuna alone in the chariot driven by Lord Krishna could manage the whole responsibility of the great war.",
      "summary": "Srila Prabhupada's purport highlights Arjuna's unique position in the chariot driven by Krishna and how he single-handedly managed the war, emphasizing Krishna's protection even during the Pandavas' incognito exile and the battle to rescue the cows.",
      "timestamp_url": "https://youtu.be/36ZBm8PS7bs?t=390"
    },
    {
      "start_time": 563,
      "end_time": 671,
      "verse_references": [
        "SB 1.15.15"
      ],
      "themes": [
        "Krishna's control",
        "duration of life",
        "battlefield dynamics"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It was he only who withdrew the duration of life from everyone. And who in the battlefield withdrew the speculative power and strength of enthusiasm from the great military phalanx made by the cowrovers headed by Bhishma, Karna, Drona, Shalya etc.",
      "summary": "The lecture moves to the 15th verse, explaining how Krishna controls the duration of life and influences the battlefield, diminishing the Kauravas' strength and enthusiasm.",
      "timestamp_url": "https://youtu.be/36ZBm8PS7bs?t=563"
    },
    {
      "start_time": 671,
      "end_time": 780,
      "verse_references": [
        "BG 15.15"
      ],
      "themes": [
        "Krishna in the heart",
        "intelligence",
        "Kurukshetra's purpose"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is seated in everyone's heart regardless of whether they are devotee or not devotee. And Krishna only gives someone intelligence.",
      "summary": "Srila Prabhupada's purport explains that Krishna resides in everyone's heart, granting intelligence and knowledge, and that the battle of Kurukshetra was orchestrated by Krishna to establish Yudhishthira as emperor.",
      "timestamp_url": "https://youtu.be/36ZBm8PS7bs?t=671"
    },
    {
      "start_time": 780,
      "end_time": 884,
      "verse_references": [],
      "themes": [
        "Krishna's will",
        "Arjuna's victory",
        "causeless mercy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna simply has to will. Everything happens whatever he wills.",
      "summary": "The lecture concludes by reiterating that Krishna's will is supreme and that Arjuna's victory was made possible by Krishna's causeless mercy and tactical support, protecting the Pandavas even before the battle began.",
      "timestamp_url": "https://youtu.be/36ZBm8PS7bs?t=780"
    }
  ]
}