{
  "video_id": "36ZBm8PS7bs",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.15.13 - 15 | 05-12-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=36ZBm8PS7bs",
  "segments": [
    {
      "start_time": 0,
      "end_time": 55,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer",
        "guru"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyana Timiraandhasya Gyananjanishalakaya Chakshurun Militam Jena Tasvai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, invoking blessings and paying respects to the spiritual master.",
      "timestamp_url": "https://youtu.be/36ZBm8PS7bs?t=0",
      "transcript": "Om Agyana Timiraandhasya Gyananjanishalakaya Chakshurun Militam Jena Tasvai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Srimate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet"
    },
    {
      "start_time": 55,
      "end_time": 176,
      "verse_references": [
        "SB 1.15.13"
      ],
      "themes": [
        "Arjuna's recollection",
        "Krishna's grace",
        "humility"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When I stayed for some days as a guest in the heavenly planets all the heavenly demigods including King Indradeva took shelter of my arms which were marked with the Gandiva bow to kill the demon named Nivartakavacha O King, descendant of Aja Meedha at the present moment I am dead to you. I am bereft of the supreme personality of Godhead by whose influence I was so powerful.",
      "summary": "Arjuna remembers his past glories and acknowledges that his power and success were due to Krishna's grace, expressing his current feeling of separation from the Lord.",
      "timestamp_url": "https://youtu.be/36ZBm8PS7bs?t=55",
      "transcript": "In this session we will be discussing from three verses, 13, 14 and 15 of the 15th chapter of the first canto of Srimad Bhagavatam. The 13th verse first: Tatraiva Mev Viharato Bhujadanda Yugvam Gandiva Lakshanam Arati Vadhaya Devaha Sendra Shrita Yad Anubhavitam Aaja Meedha Tenah Madhya Mushita Purushena Bhumah. Meaning of this verse is: When I stayed for some days as a guest in the heavenly planets, all the heavenly demigods including King Indradeva took shelter of my arms which were marked with the Gandiva bow to kill the demon named Nivartakavacha. O King, descendant of Aja Meedha, at the present moment I am dead to you. I am bereft of the supreme personality of Godhead by whose influence I was so powerful. So Arjuna is recollecting when he went to the heavenly planets, he stayed there some time under the grace of Krishna, even Indra was taking shelter of the protection of Arjuna because Arjuna was expert in using his Gandiva bow to kill the misguided demon, to kill the miscreants. So there was one demon by name Nivartakavacha, he was troubling the demigods, but he was killed by Arjuna using his Gandiva bow. So that is being recollected by Arjuna. O King, descendant of Aja Meedha, at the present moment I am bereft of the supreme personality of Godhead."
    },
    {
      "start_time": 176,
      "end_time": 272,
      "verse_references": [],
      "themes": [
        "devotee's power",
        "surrender",
        "Krishna's will"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Lord is all powerful and by his grace his pure devotee can be as powerful as he may desire and there is no limit to it.",
      "summary": "Srila Prabhupada's purport emphasizes that a devotee's power comes from Krishna's grace and is subject to His will, highlighting the importance of surrender.",
      "timestamp_url": "https://youtu.be/36ZBm8PS7bs?t=176",
      "transcript": "Arjuna is feeling the separation from Krishna after Krishna departed for his own personal abode where he is eternally situated. So in the purport, Srila Prabhupada gives this brief purport. He says, \"The heavenly demigods are certainly more intelligent, powerful and beautiful and yet they had to take help from Arjuna because of his Gandiva bow which was empowered by the grace of Lord Sri Krishna.\" It is not simply another weapon or another bow or another set of arrows, no. It was the Gandiva bow which Arjuna was actually having and which is described as transcendental in the hands of the pure devotees or the Supreme Lord, whatever be the particular item it is all auspicious. The Lord is all powerful and by his grace his pure devotee can be as powerful as he may desire and there is no limit to it. And when the Lord withdraws his power from anyone he is powerless by the will of the Lord. So devotees powerful or powerless according to the will of the Lord is completely surrendered. He does not demand."
    },
    {
      "start_time": 272,
      "end_time": 390,
      "verse_references": [
        "SB 1.15.14"
      ],
      "themes": [
        "Krishna's grace",
        "Arjuna's victory",
        "battle of Kurukshetra"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But because of his friendship I, seated on the chariot was able to cross over it and only by his grace was I able to regain the cows and also collect by force many helmets of the kings which were bedecked with jewels that were sources of all brilliance.",
      "summary": "Arjuna recalls the formidable strength of the Kauravas during the battle of Kurukshetra and how he was able to overcome them through Krishna's grace, even during the Pandavas' exile.",
      "timestamp_url": "https://youtu.be/36ZBm8PS7bs?t=272",
      "transcript": "The fourteenth verse. The meaning of this verse is: The military strength of the Kauravas was like an ocean in which there dwelled many invincible existences and thus it was insurmountable. But because of his friendship I, seated on the chariot, was able to cross over it and only by his grace was I able to regain the cows and also collect by force many helmets of the kings which were bedecked with jewels that were sources of all brilliance. Again Arjuna is recollecting that the battle of Kurukshetra, the Kaurava's strength was formidable, almost unconquerable, but by the grace of Krishna Arjuna was able to conquer it. Arjuna was able to defeat the Kauravas and defeat them. And even in the fight against the Kauravas when they attacked the Pandavas while the Pandavas were in exile, by the grace of Krishna only Arjuna was able to defeat the Kauravas who had defeated them, who had stolen the cows"
    },
    {
      "start_time": 390,
      "end_time": 563,
      "verse_references": [],
      "themes": [
        "Krishna's grace",
        "Arjuna's role",
        "battle of Virat Pradesh"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Arjuna alone in the chariot driven by Lord Krishna could manage the whole responsibility of the great war.",
      "summary": "Srila Prabhupada's purport highlights Arjuna's unique position in the chariot driven by Krishna and how he single-handedly managed the war, emphasizing Krishna's protection even during the Pandavas' incognito exile and the battle to rescue the cows.",
      "timestamp_url": "https://youtu.be/36ZBm8PS7bs?t=390",
      "transcript": "of the king of Virat Pradesh. So all this is possible only by the grace of Krishna. So Srila Prabhupada explains in the purport: \"On the Kaurava's side there were many stalwart commanders like Bhishma, Drona, Kripa and Kripa. And their military strength was as insurmountable as the great ocean. And yet it is due to Lord Krishna's grace that Arjuna was alone sitting on the chariot. Even then he could manage to vanquish the Kauravas one after another without difficulty.\" Even though their strength was more, but Krishna's grace and Arjuna was able to defeat the Kauravas even though their strength was insurmountable. Now another interesting point Prabhupada says: \"There were many changes of commanders on the other side,\" that means on the Kaurava's side. \"But on the Pandava's side Arjuna alone in the chariot driven by Lord Krishna could manage the whole responsibility of the great war.\" See the mercy of the Lord Krishna on the Pandavas, especially on Arjuna. Similarly when the Pandavas were living at the palace of Virata incognito, that was the challenge offered by the Kauravas, that the Pandavas lost the gambling match and they had to go to the forest, 12 years just live in the forest, and 13th year live in exile. So even while the Pandavas were living in incognito condition in the exile, the Kauravas picked a quarrel and decided to take away his large number of cows of the place where the Pandavas had sought shelter. Arjuna actually fought with those Kauravas even remaining incognito, and he was able to rescue the cows. So Arjuna remembered all this was possible because"
    },
    {
      "start_time": 563,
      "end_time": 671,
      "verse_references": [
        "SB 1.15.15"
      ],
      "themes": [
        "Krishna's control",
        "duration of life",
        "battlefield dynamics"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It was he only who withdrew the duration of life from everyone. And who in the battlefield withdrew the speculative power and strength of enthusiasm from the great military phalanx made by the cowrovers headed by Bhishma, Karna, Drona, Shalya etc.",
      "summary": "The lecture moves to the 15th verse, explaining how Krishna controls the duration of life and influences the battlefield, diminishing the Kauravas' strength and enthusiasm.",
      "timestamp_url": "https://youtu.be/36ZBm8PS7bs?t=563",
      "transcript": "of the grace of Krishna. The 15th verse: yobhishmakarana gurushalya chamushvadabhra rajanyavarya rathamandalamanditasu agrecharomamavibhorathayuthapanam ayurmanamsi chadrusha saha oja archat. The meaning of this verse is: It was he only who withdrew the duration of life from everyone, and who in the battlefield withdrew the speculative power and strength of enthusiasm from the great military phalanx made by the Kauravas headed by Bhishma, Karna, Drona, Shalya etc. Their arrangement was expert and more than adequate, but he Lord Shri Krishna was going forward with all this. Sorry. But he Lord Krishna while going forward did all this. He shortened the duration of the life. He enabled Arjuna to cross over the mighty ocean of strength of the Kauravas. So in the purport Shri Ram Prabhupada says: \"The absolute personality of Godhead Lord Shri Krishna expands himself by his plenary Paramatma portion in everyone's heart, and thus he directs everyone in the matter of recollection, forgetfulness, knowledge, the absence of intelligence and all psychological activities.\""
    },
    {
      "start_time": 671,
      "end_time": 780,
      "verse_references": [
        "BG 15.15"
      ],
      "themes": [
        "Krishna in the heart",
        "intelligence",
        "Kurukshetra's purpose"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is seated in everyone's heart regardless of whether they are devotee or not devotee. And Krishna only gives someone intelligence.",
      "summary": "Srila Prabhupada's purport explains that Krishna resides in everyone's heart, granting intelligence and knowledge, and that the battle of Kurukshetra was orchestrated by Krishna to establish Yudhishthira as emperor.",
      "timestamp_url": "https://youtu.be/36ZBm8PS7bs?t=671",
      "transcript": "This is stated in the 15th chapter, 15th verse of the Bhagavad Gita: sarvasya caaham hrithi sannivitam matta smritir jnanam apohanam ca. Krishna is seated in everyone's heart regardless of whether they are devotee or not devotee, and Krishna only gives someone intelligence, Krishna only gives someone knowledge like that. So it is further described by Shri Ram Prabhupada: \"As the Supreme Lord He can increase or decrease the duration of life of a living being.\" It is in Krishna's hands our duration of life. Thus the Lord conducted the battle of Kurukshetra according to his own plan. He wanted that battle to establish Yudhishthira as the emperor of this planet. So the battle of Kurukshetra was arranged by Krishna. Even though it looked like the Pandavas and Kauravas could not make a settlement of sharing the kingdom, but when a Kshatriya is offered a challenge, he cannot refuse. It is considered that he is not a worthy Kshatriya. So this battle of Kurukshetra was planned by Krishna in order to establish Yudhishthira as the emperor of the planet."
    },
    {
      "start_time": 780,
      "end_time": 884,
      "verse_references": [],
      "themes": [
        "Krishna's will",
        "Arjuna's victory",
        "causeless mercy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna simply has to will. Everything happens whatever he wills.",
      "summary": "The lecture concludes by reiterating that Krishna's will is supreme and that Arjuna's victory was made possible by Krishna's causeless mercy and tactical support, protecting the Pandavas even before the battle began.",
      "timestamp_url": "https://youtu.be/36ZBm8PS7bs?t=780",
      "transcript": "This was Krishna's plan. And Krishna also facilitated the transcendental business to kill all who were on the opposite side by his omnipotent will. Krishna simply has to will. Everything happens whatever he wills. So that was also possible only by the grace of Krishna. The other party, that is the Kauravas party, was equipped with all military strength supported by big generals like Bhishma, Drona, Shalya, and it would have been physically impossible for Arjuna to win the battle had the Lord not helped him by every kind of tactic. So Krishna out of his mercy, causeless mercy, on his affectionate devotee, he enabled Arjuna to actually face the army, defeat the army of the Kauravas, and actually win the battle. And even before the battle, the Pandavas and Arjuna were protected by Krishna. So I will stop here. Thank you very much."
    }
  ]
}