{
  "video_id": "37GcMWFJ8oo",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.16.19 | 21-01-2023",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=37GcMWFJ8oo",
  "segments": [
    {
      "start_time": 0,
      "end_time": 59,
      "verse_references": [],
      "themes": [
        "Invocation",
        "Prayers",
        "Respect"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "In this session we will be discussing from the 19th verse of the 16th chapter of the 1st canto of Srimad Bhagavatam.",
      "summary": "The lecture begins with traditional Vaishnava prayers and an introduction to the verse that will be discussed.",
      "timestamp_url": "https://youtu.be/37GcMWFJ8oo?t=0",
      "transcript": "Om Gyanatimiran Dasya Gyananjanishalakaya Chakshurun Militam Jena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Galadhara Shri Vasadi Gauravatha Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Devim Saraswati Gyanatim Vyasam Tato Jayam Udi Rayet"
    },
    {
      "start_time": 59,
      "end_time": 131,
      "verse_references": [
        "SB 1.16.19"
      ],
      "themes": [
        "Dharma",
        "Mother Earth",
        "Grief",
        "Distress"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Dharma in the form of a bull asked madam addressing the cow. Are you not hale and hearty? Why are you covered with the shadow of grief?",
      "summary": "The speaker presents the translation of Srimad Bhagavatam 1.16.19, where Dharma, in the form of a bull, inquires about the well-being of Mother Earth, represented as a cow, and notices her grief.",
      "timestamp_url": "https://youtu.be/37GcMWFJ8oo?t=59",
      "transcript": "In this session we will be discussing from the 19th verse of the 16th chapter of the 1st canto of Srimad Bhagavatam. Dharmavacha Kachit Bhadre Anamayam Atmanaste Vichayasi Mlayateshan Mukhena Alakshaye Bhavateem Antaradhim Dure Bandhum Shochasi Kanchanam Ba The translation of this 19th verse. Dharma in the form of a bull asked madam, addressing the cow, \"Are you not hale and hearty? Why are you covered with the shadow of grief? It appears by your face that you have become black. Are you suffering from some internal disease? Or are you thinking of some relative who is away in a distant place?\""
    },
    {
      "start_time": 131,
      "end_time": 315,
      "verse_references": [
        "SB 1.16.19"
      ],
      "themes": [
        "Distress",
        "Internal Disease",
        "Separation",
        "Sanskrit"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "You are covered with the shadow of grief... Are you suffering from some internal disease? Or are you thinking of some relative who is away in a distant place?",
      "summary": "The speaker elaborates on the verse, explaining the meaning of each question posed by Dharma, highlighting the cow's distress, potential internal suffering, and possible separation from a loved one.",
      "timestamp_url": "https://youtu.be/37GcMWFJ8oo?t=131",
      "transcript": "So this symbolic representation of the condition of human society reflected in the condition of the cow, the representative of mother earth, the cow. And even the condition of the bull, that will be described in the next verse, the condition of the bull. So dharma is inquiring from mother earth, madam addressing Bhadre. This is a respectful way of addressing a lady in the samsara. In Sanskrit language, Bhadre, madam. Are you not hale and hearty? Are you not keeping good health? Are you not happy? Why are you covered with the shadow of grief? That means not only is mother earth unhappy, but she is unhappy about something which seems like it is a cause for distress or unhappiness. Continues to linger for a long time. It's not something which comes and immediately goes away. It's not like a pinprick. That momentarily there is some pain and after the cause for the pinprick is removed then the pain is gone. It's not like that. You are covered with the shadow of grief. And it appears by your face that you have become black. That means the pain has been there. The problem of this cause for the pain has been there, and your face has become black because you have been suffering for quite some time, a good length of time. Are you suffering from some internal disease? And what is the cause of your pain? Why are you suffering? Some internal disease? Is there some disease that has afflicted you? Or are you thinking of some relative who is away in a distant place? You are separated from your relative, and you are not able to live together happily. You are separated, and you are not able to actually be together due to some reason."
    },
    {
      "start_time": 315,
      "end_time": 470,
      "verse_references": [],
      "themes": [
        "Kali Yuga",
        "Anxiety",
        "Suffering",
        "Sadhus",
        "Devotees"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "This exactly reflects the condition of people in this present age Kali Yuga... Sadhus means they live for welfare of others... He is unhappy because of others unhappiness.",
      "summary": "The speaker connects the verse to the current age of Kali Yuga, explaining how the anxieties and suffering described are prevalent today, and defines the role of a sadhu as someone who is compassionate and concerned about the suffering of others.",
      "timestamp_url": "https://youtu.be/37GcMWFJ8oo?t=315",
      "transcript": "So Aushriya Prabhupada very nicely explains that this exactly reflects the condition of people in this present age, Kali Yuga. We can relate with it because as Prabhupada explains, this is our position today in Kali Yuga. Shriya Prabhupada says in the purport, \"The people of the world in this age of Kali are always full of anxieties.\" In the beginning of the first chapter, when the sages Naimisharanya could foresee the conditions of people in Kali Yuga, fourth coming age Kali Yuga, at the end of Dwapar Yuga, then they were anxiously inquiring from Suta Goswami, what is the remedy for people's problems in Kali Yuga? Because these saintly persons, they are called sadhus. And sadhus means they live for welfare of others. They themselves are situated in Krishna consciousness, God consciousness so they are happy, and they have solved their problems by God consciousness, by being in God consciousness. But they can't tolerate to see the suffering of the other people who are not in God consciousness, who suffers in this material world especially in Kali Yuga, those who are not God conscious. So the saintly persons who are happy because of being God conscious, they can't tolerate to see the suffering of others. Therefore they want a remedy to remove the suffering of the people in general. How can their suffering be removed? How can they become happy? This is the position of the sadhu. Sadhu is not a person with a big beard, with some big tilak, with some saffron dress. That is not a real sadhu. Those may be external symbols to indicate to somebody else that I am a sadhu, but real symptom of a sadhu is, Paradukhe Dukhi. Actually sadhu means a devotee, a genuine devotee of Krishna, because a genuine devotee is, Paradukhe Dukhi. He is unhappy because of others unhappiness."
    },
    {
      "start_time": 470,
      "end_time": 687,
      "verse_references": [],
      "themes": [
        "Krishna Consciousness",
        "Suffering",
        "Anxiety",
        "Disease",
        "Kali Yuga"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "A devotee of Krishna has no reason to be unhappy on his own account. But he is unhappy looking at the condition of the suffering souls... The people of the world in this age of Kali are always full of anxieties.",
      "summary": "The speaker continues to describe the suffering in Kali Yuga, emphasizing that devotees are happy in Krishna consciousness but are pained by the suffering of others, and highlights the anxieties and diseases prevalent in this age.",
      "timestamp_url": "https://youtu.be/37GcMWFJ8oo?t=470",
      "transcript": "Himself he is not unhappy on his own account, because a devotee by practicing Krishna consciousness, by being in Krishna consciousness, he is always happy in Krishna consciousness. Krishna is the protector, Krishna is the maintainer, Krishna is the provider, Krishna is the servitor of his devotees. So a devotee of Krishna has no reason to be unhappy on his own account, but he is unhappy looking at the condition of the suffering souls who are bereft of God consciousness, who are non-devotees. So in this age of Kali, the sages of Naimisharan were pointing out to Suta Goswami, Upadrutaha. People are always disturbed in the mind. That means the mind is full of anxieties. That is what Prabhupada is telling here, \"The people of the world in this age of Kali are always full of anxieties.\" Some reason will be there for them to be filled with anxiety. So it is said here by Srila Prabhupada, \"Everyone is diseased with some kind of ailment.\" Needless to say, hospitals are prospering in business, in doing business. The private hospitals of course, not the government hospitals. The private hospitals are prospering, and hospital beds are not available, not easily available, specially during the pandemic and after the pandemic. So many cases of sickness, ailments. People are suffering in so many ways, even before the pandemic, because of Kali Yuga. People have some heart problem, people have some cancer, some people have some kidney problem, some people are diabetic, some people have got high blood pressure, and there are accidents, and there is nutritional deficiency. Constitutionally some people are weak, so they are susceptible to fall sick because of not having the necessary nourishment. The food is, I mean I can go on like this. It can be very lengthy tale of woe, but it is a fact. People suffer in so many ways in this present age, but some kind of ailment. Very few people are very healthy and very cheerful, free from anxieties, very few people. Then further Prabhupada says, \"From the very faces of the people of this age, one can find out the index of the mind.\" This is another saying in the scriptures, \"The face is the index of the mind.\" If you look at somebody's face, you can understand whether they are internally happy or not happy. You can make out. So you look at the face of people in general in Kali Yuga, most people, you can make out that they are not happy."
    },
    {
      "start_time": 687,
      "end_time": 891,
      "verse_references": [],
      "themes": [
        "Family Separation",
        "Kali Yuga",
        "Anxiety",
        "Poor Health",
        "Joint Family"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Everyone practically feels the absence of his or her relative who is away from home... The particular symptom of the age of Kali is that no family is now blessed to live together.",
      "summary": "The speaker discusses the breakdown of the joint family system and the separation of family members due to work and other circumstances in Kali Yuga, contributing to unhappiness and anxiety.",
      "timestamp_url": "https://youtu.be/37GcMWFJ8oo?t=687",
      "transcript": "Everyone feels the absence of his relative who is away from home. First thing is, people are, people's mind is always disturbed because of some anxiety that they go through. Second symptom is being described here, that they have some kind of ailment, some nutritional deficiency, or some weakness, or some particular condition, heart, condition of the heart, or condition of the kidney, or condition of the digestive system, or some kind of skin rashes, or some kind of allergy. So many, we can go on listing so many problems in terms of the poor health of the people in general in this Kali Yuga, majority of the people. And the third thing is that everyone practically feels the absence of his or her relative who is away from home. And what does this mean? Srila Prabhupada says, \"The particular symptom of the age of Kali is that no family is now blessed to live together.\" It's very rare. As you know, the joint family system is already broken. Very few joint families are there. So there are very very small family units, husband, wife, and children, at the most. And even that husband, wife, and children, it is described by Prabhupada, this small unit, even if they have just one son or one child, to earn a livelihood, the father lives at a place far away from the son because the job demands. The father has to travel, or the father is transferred from one city to another city. You see. Or the wife lives far away from the husband. Sometimes the wife is working, she has to work in a different location, and the husband is working in a different location, and both of them have to work for making ends meet, although they can't maintain the family. So in this way, the family members are not together. They are not able to stay together. There are sufferings from internal suffering, but from internal diseases, separation from those near and dear, anxieties for maintaining the status quo proper summarizes three specific problems of people in Kali Yuga mentioned in this verse. These are but some important factors which make the people of this age always unhappy that's reflected in"
    },
    {
      "start_time": 891,
      "end_time": 901,
      "verse_references": [],
      "themes": [
        "Summary",
        "Mother Earth",
        "Cow"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "That's reflected in the condition of the cow mother earth appeared in the form of a cow so I'll stop here thank you very much Hare Krishna",
      "summary": "The speaker concludes the discourse, summarizing that the unhappiness in Kali Yuga is reflected in the condition of Mother Earth, represented as a cow.",
      "timestamp_url": "https://youtu.be/37GcMWFJ8oo?t=891",
      "transcript": "the condition of the cow, mother earth appeared in the form of a cow so I'll"
    }
  ]
}