{
  "video_id": "3_uSQq75Ly4",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.13.43 | 21-10-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=3_uSQq75Ly4",
  "segments": [
    {
      "start_time": 0,
      "end_time": 40,
      "verse_references": [],
      "themes": [
        "invocation",
        "mantra"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/3_uSQq75Ly4?t=0"
    },
    {
      "start_time": 40,
      "end_time": 91,
      "verse_references": [
        "SB 1.13.43"
      ],
      "themes": [
        "supreme will",
        "karma",
        "detachment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So the supreme will of the Lord brings men together and separates them.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam (1.13.43) and explains that Narada Muni is speaking to Yudhishthira about the supreme will of the Lord in bringing people together and separating them.",
      "timestamp_url": "https://youtu.be/3_uSQq75Ly4?t=40"
    },
    {
      "start_time": 91,
      "end_time": 159,
      "verse_references": [
        "SB 1.13.43"
      ],
      "themes": [
        "Narada Muni",
        "Yudhishthira",
        "supreme will",
        "detachment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "First of all he explains the important principles by which this world is working and then he will come to the actual facts about the uncles of Yudhishthira",
      "summary": "The speaker elaborates on the context of Narada Muni's words, explaining that he is first laying out general principles before addressing Yudhishthira's specific concerns about his uncles.",
      "timestamp_url": "https://youtu.be/3_uSQq75Ly4?t=91"
    },
    {
      "start_time": 159,
      "end_time": 291,
      "verse_references": [],
      "themes": [
        "karma",
        "responsibility",
        "laws of God"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We are held responsible for every action of ours, especially as human beings.",
      "summary": "The speaker emphasizes the importance of understanding that our current situation is a result of our past actions and that we are responsible for our actions under the laws of karma, which apply to all living beings, especially humans.",
      "timestamp_url": "https://youtu.be/3_uSQq75Ly4?t=159"
    },
    {
      "start_time": 291,
      "end_time": 443,
      "verse_references": [
        "BG 13.23"
      ],
      "themes": [
        "Paramatma",
        "witness",
        "sanction",
        "karma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Supreme Lord is present as the localized Paramatma in the heart of every living being",
      "summary": "The speaker explains the role of the Paramatma (Super Soul) as the witness and sanctioner of our actions, citing Bhagavad Gita (13.23), and how this relates to the reactions we receive for our past deeds.",
      "timestamp_url": "https://youtu.be/3_uSQq75Ly4?t=291"
    },
    {
      "start_time": 443,
      "end_time": 540,
      "verse_references": [],
      "themes": [
        "karma",
        "Paramatma",
        "supreme will",
        "detachment"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So we come together in a family or in a society in a community in a workplace in a family in a country in a foreign place even or even in heavenly planets we come together by the will of the Lord according to our karma",
      "summary": "The speaker uses the example of a rich man's son born with a silver spoon to illustrate how the Paramatma guides living beings according to their karma and desires, and how both coming together and separation are governed by the Lord's will.",
      "timestamp_url": "https://youtu.be/3_uSQq75Ly4?t=443"
    },
    {
      "start_time": 540,
      "end_time": 586,
      "verse_references": [],
      "themes": [
        "karma",
        "supreme will",
        "detachment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Neither rich man nor poor man has any control over such meetings or separations of living beings.",
      "summary": "The speaker emphasizes that the principle of karma and the Lord's will applies to everyone, rich or poor, and that no one has control over meetings and separations.",
      "timestamp_url": "https://youtu.be/3_uSQq75Ly4?t=540"
    },
    {
      "start_time": 586,
      "end_time": 671,
      "verse_references": [],
      "themes": [
        "karma",
        "supreme will",
        "devotee"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But we should not think that the Lord is completely bound up to reward each of our reactions that is not true generally the Lord will give us our reactions which is due to us but he may at his own will he may change",
      "summary": "The speaker clarifies that while the Lord generally awards reactions according to karma, He is not bound by it and can change the reactions at His will, contrasting this with the Karma Mimamsa philosophy.",
      "timestamp_url": "https://youtu.be/3_uSQq75Ly4?t=586"
    },
    {
      "start_time": 671,
      "end_time": 774,
      "verse_references": [],
      "themes": [
        "karma",
        "supreme will",
        "devotee",
        "surrender"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We must always remember that the Lord is a supreme bill and he is not bound by any law he is not bound by law we are bound up he is not bound by any law generally",
      "summary": "The speaker reiterates that the Lord is not bound by the law of karma and can change resultant actions, especially for devotees who have surrendered to Krishna.",
      "timestamp_url": "https://youtu.be/3_uSQq75Ly4?t=671"
    },
    {
      "start_time": 774,
      "end_time": 879,
      "verse_references": [],
      "themes": [
        "devotee",
        "surrender",
        "protection",
        "supreme will"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Lord is particularly concerned about protecting the pure devotee in all circumstances in all conditions even in this material world",
      "summary": "The speaker concludes by emphasizing the Lord's special concern for protecting pure devotees who have surrendered to Him, and that the Lord is transcendent to all laws.",
      "timestamp_url": "https://youtu.be/3_uSQq75Ly4?t=774"
    }
  ]
}