{
  "video_id": "3_uSQq75Ly4",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.13.43 | 21-10-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=3_uSQq75Ly4",
  "segments": [
    {
      "start_time": 0,
      "end_time": 40,
      "verse_references": [],
      "themes": [
        "invocation",
        "mantra"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/3_uSQq75Ly4?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyananjini Shalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gaurabhani Pracharine Nirvishesha Shunyavadi Pashchatkyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gnadhara Shiva Sadhi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 40,
      "end_time": 91,
      "verse_references": [
        "SB 1.13.43"
      ],
      "themes": [
        "supreme will",
        "karma",
        "detachment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So the supreme will of the Lord brings men together and separates them.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam (1.13.43) and explains that Narada Muni is speaking to Yudhishthira about the supreme will of the Lord in bringing people together and separating them.",
      "timestamp_url": "https://youtu.be/3_uSQq75Ly4?t=40",
      "transcript": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramcheiva Narottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramcheiva Narottamam In this session, we will be discussing from the 43rd verse of the 13th chapter of the 1st canto of Srimad Bhagavatam, Yatha Kredo Paskaraanam Samyoga Vigamavih Ichchaya Kreditu Syatam Tathai Veshechaya Dranam. The meaning of this verse is, as a player sets up and disperses his playthings according to his own sweet will, so the supreme will of the Lord brings men together and separates them."
    },
    {
      "start_time": 91,
      "end_time": 159,
      "verse_references": [
        "SB 1.13.43"
      ],
      "themes": [
        "Narada Muni",
        "Yudhishthira",
        "supreme will",
        "detachment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "First of all he explains the important principles by which this world is working and then he will come to the actual facts about the uncles of Yudhishthira",
      "summary": "The speaker elaborates on the context of Narada Muni's words, explaining that he is first laying out general principles before addressing Yudhishthira's specific concerns about his uncles.",
      "timestamp_url": "https://youtu.be/3_uSQq75Ly4?t=91",
      "transcript": "These are words spoken by Narada Muni. He is explaining to Yudhishthira when Yudhishthira questioned Narada Muni that I do not know where my uncles have gone away. You are like the captain of the ship. So you please guide us to our destination. So then Narada is, first of all, explaining the important principles by which this world is working, and then he will come to the actual facts about the uncles of Yudhishthira, both Vidura and Dhritarashtra, as well as Gandhari, where have they gone. That he will tell later, but first of all, he explains the general principles which is very much helpful for all of us to understand the facts about our existence in this material world. So in this verse, Narada is telling, the supreme will of the Lord brings men together and separates"
    },
    {
      "start_time": 159,
      "end_time": 291,
      "verse_references": [],
      "themes": [
        "karma",
        "responsibility",
        "laws of God"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We are held responsible for every action of ours, especially as human beings.",
      "summary": "The speaker emphasizes the importance of understanding that our current situation is a result of our past actions and that we are responsible for our actions under the laws of karma, which apply to all living beings, especially humans.",
      "timestamp_url": "https://youtu.be/3_uSQq75Ly4?t=159",
      "transcript": "them; both are due to the supreme will of the Lord. But how does it actually work? Some details are given by Srila Prabhupada in the purport. We must know for certain. We need to know that the particular position in which we are now set up is an arrangement of the supreme will in terms of our own acts in the past. So we have to consider the supreme will of the supreme Lord and also our own actions in the past. So it is not just the Lord alone who decides everything independently, there is also the consideration of our own actions in the past. What kind of actions? Our material activities in the past. We are held responsible for every action of ours, especially as human beings. So this we should not forget. If we don't act responsibly, we'll have to pay the price for irresponsibly acting because we are under the laws of the Supreme Lord God. These are called the laws of karma. So every action we are accountable, whether the state laws may or may not consider the consequence of every action of ours. The state laws work within the framework of some constitutional laws for people who are called citizens of this country. But the laws of karma are not responsible for our actions. The laws of God are working for every living being."
    },
    {
      "start_time": 291,
      "end_time": 443,
      "verse_references": [
        "BG 13.23"
      ],
      "themes": [
        "Paramatma",
        "witness",
        "sanction",
        "karma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Supreme Lord is present as the localized Paramatma in the heart of every living being",
      "summary": "The speaker explains the role of the Paramatma (Super Soul) as the witness and sanctioner of our actions, citing Bhagavad Gita (13.23), and how this relates to the reactions we receive for our past deeds.",
      "timestamp_url": "https://youtu.be/3_uSQq75Ly4?t=291",
      "transcript": "And especially the human being is held responsible for every action of his. Srila Prabhupada further explains, the Supreme Lord is present as the localized Paramatma in the heart of every living being, as it is said in the Bhagavad Gita in the 13th chapter in the 23rd verse: Upadrishta anumanam. Svaramanta bharata bhoktamaheswaraha. Paramatmeti capyukto dehesmin purushapparaah. Krishna is explaining, there is another transcendental enjoyer in this body apart from the living being who is a subordinate enjoyer, there is a transcendental enjoyer, he is called Paramatma, the Super Soul. Srila Prabhupada further explains, and he is the witnesser of every action of ours and he is the sanctioner of every action, both the witnesser and sanctioner. He is a supreme lord, he is a supreme controller, he is a supreme proprietor, Maheshwara Bharta, he is a supreme enjoyer, he is a supreme maintainer, supreme provider. Therefore, Srila Prabhupada says he knows everything of our activities in every stage of our lives. He knows the past, present and future. Vedaham Samatitani Vartamanani Charjuna Bhavishyani Chabhutani Krishna says in the Bhagavad Gita, I know the past, present and future of every living being, and this is a fact. So because he knows, he rewards the reactions of our actions by placing us in some particular place. So if I am in my whatever position, born in a particular family with certain circumstances, with certain facilities, with certain amount of life, with certain knowledge or intelligence or wealth, material knowledge I am talking about, material wealth, material intelligence, that is the reward of the Paramatma"
    },
    {
      "start_time": 443,
      "end_time": 540,
      "verse_references": [],
      "themes": [
        "karma",
        "Paramatma",
        "supreme will",
        "detachment"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So we come together in a family or in a society in a community in a workplace in a family in a country in a foreign place even or even in heavenly planets we come together by the will of the Lord according to our karma",
      "summary": "The speaker uses the example of a rich man's son born with a silver spoon to illustrate how the Paramatma guides living beings according to their karma and desires, and how both coming together and separation are governed by the Lord's will.",
      "timestamp_url": "https://youtu.be/3_uSQq75Ly4?t=443",
      "transcript": "for my past actions. So Srila Prabhupada gives an example, a rich man gets his son born with a silver spoon in his mouth, but the child who came as the rich man's son deserved such a place and therefore he is placed there by the will of the Lord. Every one of us is spirit soul and we have got our reactions from the past. So the Lord places, as Paramatma, he guides every living being, every living being and particularly the human being is guided every moment for every action according to the will of the Lord, to what he deserves and what he desires, both are taken into account, and at a particular moment when the child has to be removed from that place, he is also carried by the will of the Supreme, even the child or the father does not wish to be separated from the happy relation. So we come together in a family or in a society, in a community, in a workplace, in a family, in a country, in a foreign place even, or even in heavenly planets, we come together by the will of the Lord according to our karma and we are separated also by the will of the Lord again according to our karma."
    },
    {
      "start_time": 540,
      "end_time": 586,
      "verse_references": [],
      "themes": [
        "karma",
        "supreme will",
        "detachment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Neither rich man nor poor man has any control over such meetings or separations of living beings.",
      "summary": "The speaker emphasizes that the principle of karma and the Lord's will applies to everyone, rich or poor, and that no one has control over meetings and separations.",
      "timestamp_url": "https://youtu.be/3_uSQq75Ly4?t=540",
      "transcript": "The same thing happens in the case of a poor man also. It is not just a rich man alone. It's working in everybody's case. Neither rich man nor poor man has any control over such meetings or separations of living beings. The example of a player and his playthings should not be misunderstood. Narad Muni is giving the example just like a player. He sets up different things, and according to his sweet will, he sets it up and he dismantles it whenever he likes, the way he likes."
    },
    {
      "start_time": 586,
      "end_time": 671,
      "verse_references": [],
      "themes": [
        "karma",
        "supreme will",
        "devotee"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But we should not think that the Lord is completely bound up to reward each of our reactions that is not true generally the Lord will give us our reactions which is due to us but he may at his own will he may change",
      "summary": "The speaker clarifies that while the Lord generally awards reactions according to karma, He is not bound by it and can change the reactions at His will, contrasting this with the Karma Mimamsa philosophy.",
      "timestamp_url": "https://youtu.be/3_uSQq75Ly4?t=586",
      "transcript": "So, this should not be misunderstood. How to understand this example properly? Srila Prabhupada says here, one may argue that since the Lord is bound to avoid the reactionary results of our own actions, the example of a player, player cannot be applied because earlier Prabhupada is mentioned according to our reactions the Lord is giving us a certain placing us in a certain position, but we should not think that the Lord is completely bound up to reward each of our reactions, that is not true. Generally the Lord will give us our reactions which is due to us, but he may at his own will, he may change that also. The karma mimamsa philosophy says that even if there is God, everyone will have to get their own reactions of their past actions, so the karma mimamsa philosophers say we don't have to bother about God, which is a wrong"
    },
    {
      "start_time": 671,
      "end_time": 774,
      "verse_references": [],
      "themes": [
        "karma",
        "supreme will",
        "devotee",
        "surrender"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We must always remember that the Lord is a supreme bill and he is not bound by any law he is not bound by law we are bound up he is not bound by any law generally",
      "summary": "The speaker reiterates that the Lord is not bound by the law of karma and can change resultant actions, especially for devotees who have surrendered to Krishna.",
      "timestamp_url": "https://youtu.be/3_uSQq75Ly4?t=671",
      "transcript": "philosophy. While it is true that people in general get the reactions of their own past actions according to the body they have got, but still the Supreme Lord always reserves the ultimate sanction of such reactions moment to moment, and in specific cases the Supreme Lord can change the reactions which are due, especially Prabhupada explains that in the case of a devotee who has surrendered to Krishna. So Shri la Prabhupada explains how does it work in the case of a devotee. We must always remember that the Lord is a supreme will and he is not bound by any law. He is not bound by law, we are bound up, he is not bound by any law. Generally the law of karma is that one is awarded to the Lord itself when we are specific about the duty of God who has made us that way, we are bound up and we should not get bound by any law. Generally the law of karma is that one is awarded to the Supreme Lord and the Lord is not bound by any law, we are bound up the result of one's own actions, but in special cases by the will of the Lord such resultant actions are chained also. So when is it changed? This change can be affected by the will of the Lord only and no other. Only the Lord can change if he wants to, not otherwise. Therefore, the example of the player cited in this verse is quite appropriate for the supreme will. He is absolutely free to do"
    },
    {
      "start_time": 774,
      "end_time": 879,
      "verse_references": [],
      "themes": [
        "devotee",
        "surrender",
        "protection",
        "supreme will"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Lord is particularly concerned about protecting the pure devotee in all circumstances in all conditions even in this material world",
      "summary": "The speaker concludes by emphasizing the Lord's special concern for protecting pure devotees who have surrendered to Him, and that the Lord is transcendent to all laws.",
      "timestamp_url": "https://youtu.be/3_uSQq75Ly4?t=774",
      "transcript": "whatever he likes, and because he is all perfect, there is no mistake in any of his actions or reactions, the supreme law to the supreme perfect being. Therefore, there is no question of any mistake in any of his actions, absolutely no mistakes. These changes of resultant actions are especially rendered by the Lord when a pure devotee is involved. See, when a pure devotee is involved, the Lord is particularly concerned about protecting the pure devotee in all circumstances, in all conditions, even in this material world. So the Lord is neutral as far as non-devotees are concerned according to the divine law because the reactions are actually given to each living being who is an art devotee, but for a pure devotee the Lord intervenes according to his own sweet will. It is assured in the Bhagavad-Gita that the Lord saves a pure devotee who surrendered unto him without reservation from all sorts of reactions of sins and there is no doubt about this. So the Lord is able to change the reactions of one's past deeds if the person in question happens to be a pure devotee. So if he can change for a pure devotee, then he himself is not bound by any laws, himself is not bound, he is perfect and transcendent to all laws."
    }
  ]
}