{
  "video_id": "3AxaWNAZbWU",
  "title": "Mahabharata: The History of Greater India | HDG Srila Prabhupada | Bg 2.1 | 05.08.2024",
  "speaker": "HDG Srila Prabhupada",
  "youtube_url": "https://www.youtube.com/watch?v=3AxaWNAZbWU",
  "segments": [
    {
      "start_time": 0,
      "end_time": 138,
      "verse_references": [],
      "themes": [
        "compassion",
        "ignorance",
        "self-realization",
        "duty"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Compassion for the eternal soul is real self-realization.",
      "summary": "Srila Prabhupada explains the first verse of the second chapter of Bhagavad-gita, focusing on Arjuna's compassion and Krishna's role in dispelling ignorance.",
      "timestamp_url": "https://youtu.be/3AxaWNAZbWU?t=0",
      "transcript": "Om Namo Bhagavate Vasudevaya. In Shri Ramasuramad Bhagavate Gita, Chapter 2, Contained Bhagavate Gita, Summarized, Verse 1: Sanjayo Vacha Tam Tathakrupaya Vishtam Ashrupurna Kulekshanam Vishidantam Hidam Vakyam Vacha Madhusudana. Translation in Perpetual Bhai's Divangresh Translation: Sanjayo said, seeing Arjuna full of compassion and very sorrowful, his eyes brimming with tears, Madhusudana, Krishna, spoke the following words. Perpetual compassion, lamentation, and tears are all signs of ignorance of the real self. Compassion for the eternal soul is real self-realization. The word Madhusudana is significant in this verse. Lord Krishna killed the demon Madhu, and now Arjuna wanted Krishna to kill the demon of misunderstanding that had overtaken him in the discharge of his duty. No one knows where compassion should be applied. Compassion for the dress of a drowning man is senseless. A man fallen in the ocean of nescience cannot be saved simply by rescuing his outward dress, the gross material body. One who does not know this and laments for the outward dress is called a Shudra, or one who laments unnecessarily. Arjuna was a Kshatriya, and this conduct was not expected from him. Lord Krishna, however, can dissipate the lamentation of the ignorant man, and for this purpose the Bhagavad Gita was sung by him. This chapter instructs us in self-realization by an analytical study of the material body and the spirit soul. As explained by the supreme authority, Lord Shri Krishna, this realization is made possible by working with the fruity being situated in the fixed conception of the real self."
    },
    {
      "start_time": 255,
      "end_time": 403,
      "verse_references": [],
      "themes": [
        "devotional service",
        "liberation",
        "Krishna's position"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "That position is greater than to become one with Kṛṣṇa.",
      "summary": "Srila Prabhupada describes the setup of the Bhagavad-gita and contrasts the desire to merge with Krishna with the devotee's desire to serve Krishna, highlighting the superior position of devotional service.",
      "timestamp_url": "https://youtu.be/3AxaWNAZbWU?t=255",
      "transcript": "Now, in the first chapter of the Bhagavad-gītā, it is the setup. Kṛṣṇa and Arjuna, according to the order of Kṛṣṇa, Kṛṣṇa placed the chariot in between the two soldiers, two flanks of soldiers. Śreṇāya-rūbhāya-maddhe rata-sthāpaya me acyuta. So Arjuna was respectful to Kṛṣṇa. Kṛṣṇa has accepted to be charioteer, inferior position than Kṛṣṇa. Kṛṣṇa is on the chariot, sitting on the throne, and Arjuna is sitting on the throne, and Kṛṣṇa has taken the inferior position, driving the chariot. So this is very nice position for devotional service. Those who are not devotee, they aspire to become Kṛṣṇa. Their aspiration is to merge into the existence of the Supreme, or to become one with Kṛṣṇa. But in devotional service, it is not the desire of the devotee to become one with Kṛṣṇa, but sometimes to make Kṛṣṇa as the order-carrier of the devotee. To become one with Kṛṣṇa, it may be a very great position, but to become the commander of Kṛṣṇa, that is another thing."
    },
    {
      "start_time": 403,
      "end_time": 553,
      "verse_references": [],
      "themes": [
        "liberation",
        "devotion",
        "material desire"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The devotee does not approach the Supreme for any material gain.",
      "summary": "Srila Prabhupada discusses the five kinds of liberation and emphasizes pure devotion, which is devoid of any material or spiritual gain.",
      "timestamp_url": "https://youtu.be/3AxaWNAZbWU?t=403",
      "transcript": "That position is greater than to become one with Kṛṣṇa. So there are five kinds of liberation, sājūrya. The first liberation is supposed to be sājūrya, means to become one with the Supreme. The Māyāvāda philosopher, monist, they aspire after sājūrya-mukti. But the devotees, Vaiṣṇavas, they do not aspire to become one with Kṛṣṇa. They aspire to become one with Kṛṣṇa. They aspire to become one with Kṛṣṇa. And at that time after sājūrya-mukti, there, for them, there are other four kinds of mukti: Sa rūpaḥ salakkaḥ sāsthiḥ sa mipyaḥ. And those who are still further advanced, they do not want any kind of mukti, neither of these five points of mukta is… Just like Caitanya Mahāprabhu, He prays, na dhanam na janam na sundariṁ kavitāṁ vā jagad-dīśa-kāmāyam. This is pure devotional prayer. The devotee does not approach the Supreme for any material gain. Just pure devotion means without any aspiration of any kind of material gain or even spiritual gain. Anyāvilāśitā sunyam jñāna-karmāda-anāvṛtaṁ ānukulyena kṛṣṇaṇu-śrīlanam bhakti-uttamāṁ. Uttamāṁ bhakti, first-class bhakti. What is that? Anyāvilāśitā sunyam, without any kind of desire than to serve the Lord."
    },
    {
      "start_time": 553,
      "end_time": 677,
      "verse_references": [
        "SB 1.2.6"
      ],
      "themes": [
        "transcendental form",
        "material conception",
        "Absolute Truth"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Nārāyaṇa is not anything of this material world.",
      "summary": "Srila Prabhupada explains that Krishna, Vishnu, and Narayana are beyond the material world and that the term 'nirakara' means that God's form is not material.",
      "timestamp_url": "https://youtu.be/3AxaWNAZbWU?t=553",
      "transcript": "And in the Śrīmad-Bhāgavatam also it is said, sabhi-puṁśāṁ paro dharmaḥ. Paro means transcendental. Beyond this material conception, Kṛṣṇa or the Absolute, Nārāyaṇa, that is paro, Nārāyaṇa-paro of bhakti-āyam. Nārāyaṇa is not anything of this material world. Nārāyaṇa, Kṛṣṇa, Viṣṇu, the Absolute Personality of Godhead, He is not anything of this material world. When we use this word nirākā, that means He is not anything of this material world. But He has got His form, that is transcendental form, sac-cid-ānanda-vigrahaḥ. Nirākār means He has no such form as we have got this material form. This material form is neither of the three transcendental bliss, sac-cid-ānanda-vigrahaḥ, this is asat, acit, and nirānanda-vigrahaḥ. This body, this material body is asat, acit, and nirānanda-vigrahaḥ. Therefore when in the Vedic literature on an authorized statement we find nirākār, that means His form does not belong to this asat, acit, or nirānanda-vigrahaḥ."
    },
    {
      "start_time": 769,
      "end_time": 944,
      "verse_references": [],
      "themes": [
        "material world",
        "karma",
        "desire",
        "envy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When we become envious of Kṛṣṇa and we want to enjoy this material world, then we come to this material creation.",
      "summary": "Srila Prabhupada explains that the material world is a result of envy towards Krishna and the desire to enjoy separately, leading to the cycle of karma and different forms of life.",
      "timestamp_url": "https://youtu.be/3AxaWNAZbWU?t=769",
      "transcript": "Cūta means those who are fallen in the material world. They are cūta. We are fallen in the material world. Therefore, we have accepted this material body. Napāpuraṁ rellenů Institute on the integral consciousness, purpose and sense body. Īcchā. Īcchā means desire, and deśa means envy, enviousness. ícchā deśa samad-tena. When we become envious of Kṛṣṇa and we want to enjoy the good of the average Muslims, we cannot en possession of radiance. enjoy this material world, then we come to this material creation. Icchād deśa-samuttena sarve jānti paraṇṭhaḥ. So any one of us who is in this material world, having a material body, beginning from Brahmā, down to the ant, a small ant, any one of them, in the Brahma-saṅgīta it is said that yastindra-gopo matavendra-maho sakarma bandhāna-rūpa-phala-bhājana-māta-noti. Indra-gopa, there is an insect which is called in Sanskrit language as indra-gropa. It is microbe. You cannot see with this naked eyes. So this microbe is called indra, and there is another indra, the king of him. So the Brahma-saṅgīta is just through indra-gopo and mahendra, this king of him. So the Brahma-saṅgīta is just through indra-gopo and mahendra, this king of him. Beginning from this indra-gopo up to the king of heaven, everyone is subjected to enjoy or suffer the resultant action of this karma. By karma, by resultant action of karma, one has become the king of heaven, and by similarly… This, by karma, resultant action of karma, one has become the microbial insect."
    },
    {
      "start_time": 944,
      "end_time": 1059,
      "verse_references": [],
      "themes": [
        "material body",
        "attachment",
        "identification",
        "Arjuna's dilemma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He identified himself as the body.",
      "summary": "Srila Prabhupada describes how everyone in the material world is attached to their body and identifies with it, which is what happened to Arjuna on the battlefield.",
      "timestamp_url": "https://youtu.be/3AxaWNAZbWU?t=944",
      "transcript": "This is the material body. There are 8,400,000 types or forms of this material body, and we are wandering, sarva-gata, in different planets, in different forms. This is material world. And in the material world, whatever form we may have, we have got attachment for this body. Not only attachment, we are under the impression that I am this body, everyone. That is material conception of life. So that thing happened to Arjuna in the battlefield. He identified himself as the body. He thought himself that he belongs to the Kuru family, and his family relatives, his other side, his brother, nephews, or his grandfather. So he refused to fight. My dear Kṛṣṇa, after placing the chariot between the two parties, senaya rubhayor madhye rata-sthāpaya meyocchuta, and then he became very much disturbed. He thought, I have to kill. The other side, my brother and my nephews, my grandfather. No, no. Kṛṣṇa, I cannot. This is not possible. I shall not fight."
    },
    {
      "start_time": 1086,
      "end_time": 1234,
      "verse_references": [],
      "themes": [
        "body identification",
        "animal life",
        "family affection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Anyone who is identifying himself with this material body, he is animal, go-kharā.",
      "summary": "Srila Prabhupada explains that identifying oneself with the material body is animalistic and discusses how family affection drives economic development.",
      "timestamp_url": "https://youtu.be/3AxaWNAZbWU?t=1086",
      "transcript": "That is animal life. In the śāstra it is said, anyone who is identifying himself with this material body, he is animal, go-kharā. Go-kharā. Sa eva go-kharam. Go means cow, and kharo means ass. Yaśyātma-buddhi-kunapeti-dhātoke sadhik-kalatra-disubhau maiyyadhi Ya tīrtha-buddhi-salilena karhiśe janesu abhignesu sa eva go-kharam Yaśyātma-buddhi-kunapeti-dhātoke sadhik-kalatra-disubhau maiyyadhi Anyone who is identifying himself with this body, which is made of tri-dhātu. According to Ayurvedic medical system, this body is production of kapha-pitta-vāyu. Or in our modern medical science, anatomy, physiology, this body is a combination of bones, muscles, skin, blood, urine, stool, that's all. So śāstra says, if anyone thinks that he is this lump of bones, flesh, blood, urine and stool, yasyātma-buddhiḥ kuṇapetri-dhātu, and śadhiḥ kalatrādiḥ śūraḥ, and the production of these bones and flesh, kalatrādiḥ śūraḥ, because we have got relationship here in this material world with wife, kalatrā means wife, kalatrā, kalatrādiḥ śūraḥ, beginning from wife. Wife produces so many children, therefore adiḥ, the beginning is wife. So śadhiḥ kalatrādiḥ śūraḥ. Kalatrādiḥ śūraḥ, the wife and my children, they are mine. Kīt and kin, śadhiḥ kalatrā, śadhiḥ, they are my own."
    },
    {
      "start_time": 1234,
      "end_time": 1393,
      "verse_references": [],
      "themes": [
        "material attachment",
        "transcendental knowledge",
        "Arjuna's position",
        "Bhagavad-gita setup"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So Arjuna played the part of a gokhar.",
      "summary": "Srila Prabhupada continues to describe the material attachments and explains that Arjuna played the part of someone identifying with the body, thus needing instruction.",
      "timestamp_url": "https://youtu.be/3AxaWNAZbWU?t=1234",
      "transcript": "Everyone is working. Even a great economist, Mr. Marshall, he says that economic development begins from family affection. So unless one thinks that he has to maintain his wife, children, family, there is no question of economic development, impetus. So yasyātma-buddhiḥ kuṇapetri-dhātuke śadhiḥ kalatrādiḥ śūraḥ, and bhoma yadhiḥ, bhoma, this earth, as worshipping. Bhoma yadhiḥ, yat tīrtha-buddhiḥ śalile, and for pilgrimage, the one who thinks that the water is tīrtha. Tīrtha means where one can get transcendental knowledge. Śadhiḥ kalatrādiḥ śūraḥ, bhoma yadhiḥ, yat tīrtha-buddhiḥ śalile, na kariśe janeṣu abhijñeṣu, but has no interest to associate with persons who is expert in transcendental knowledge. Such these persons, they are called gokharas. Gokhara means cows and asses. So Arjuna played the part of a gokhar. In the battlefield of Kuruksetra, he played the part. He played the part of an ordinary person, gokharo, who is identifying this body as self. Therefore he required instruction. Not only he becomes so much overwhelmed that he gave up his arrows and bows and sat down tightly. My dear Kṛṣṇa, I am not, I cannot fight. And he was crying. Not only he gave up his duty, he was kṣatriya, and he was crying. Oh, I will have to kill my kinsmen. No, no, no, I cannot kill. So this is the setup in the first chapter of the Bhagavad-gītā."
    },
    {
      "start_time": 1470,
      "end_time": 1678,
      "verse_references": [],
      "themes": [
        "misinterpretation",
        "Bhagavad-gita as it is",
        "history of Mahabharata"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "We are presenting Bhagavad-gītā as it is. We do not change by our whimsical imagination, concoction.",
      "summary": "Srila Prabhupada emphasizes presenting the Bhagavad-gita as it is, without misinterpretations, and asserts that the Mahabharata is a historical account of greater India.",
      "timestamp_url": "https://youtu.be/3AxaWNAZbWU?t=1470",
      "transcript": "arrangement in the battlefield, and then he's speaking. Now, sometimes Bhagavad-gītā is misinterpreted that these battle, I mean to say, dharma-kṣetre, kurukṣetre, or means this body. We do not misinterpret in that way. There is no question of misinterpretation. We are presenting Bhagavad-gītā as it is. We do not change by our whimsical imagination, concoction. We do not interpret the words of the Bhagavad-gītā according to our own desire. No. Actually, from literary point of view, interpretation is required when things are not understood very clearly. Then interpretation required. In the dog-hope, when the lawyers try to interpret before the judge, when the terms are not very clear. That is the same way in, among the associations, society of learned scholars. Interpretation is not required when the things are very clear. Just like the sunshine, sunlight. There is no need of a lamp to show the sun. The sun is self-reflection. It is already there. Light is there. Why one should take a lamp to show the sun? This misinterpretation has killed the spirit, the real essence of Bhagavad-gītā. So there are so many additions and so many misinterpretations. Our, this Kṛṣṇa consciousness movement, our proposition is that we are, I mean to say, presenting Bhagavad-gītā as it is. We do not misinterpret. So dharma-kṣetra, kuru-kṣetra. Kuru-kṣetra is dharma-kṣetra, the place where religious, ritualistic performances are done. So kuru-kṣetra, dharma-mācare, that is the Vedic version. So kuru-kṣetra is always, still people go for pilgrimage in kuru-kṣetra, and the station is there, kuru-kṣetra, and the place is there. People go there, kuru-kṣetra. Why one should interpret that kuru-kṣetra means this body, and Pāṇḍava means this pañca, indriya, so many? There is no question of interpretation. And this Mahābhārata, Mahābhārata means the history of greater India. That is Mahābhārata, history. It is history. It is not a fiction. It is history."
    },
    {
      "start_time": 1678,
      "end_time": 1776,
      "verse_references": [],
      "themes": [
        "Bharata-varsha",
        "Vedic culture",
        "loss of control"
      ],
      "content_type": "history",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "Actually, the whole planet was Bhārata-varṣa.",
      "summary": "Srila Prabhupada explains that the entire planet was once known as Bharata-varsha and was controlled by Vedic culture, which has since been lost.",
      "timestamp_url": "https://youtu.be/3AxaWNAZbWU?t=1678",
      "transcript": "Mahābhārata. This planet was formerly known as Bhārata-varṣa. This is Mahābhārata. This planet, the whole planet, not that the piece of land, as we are calling now Bhārata-varṣa, no. Before that, this planet was known as Ilābhati-varṣa. And after the reign of Mahārāja Bharata, the son of Viśavadeva, this planet became Bhārata-varṣa. So Bhārata-varṣa means the whole planet. But we have laws. Just like we have lost a portion of the present Bhārata-varṣa as Pakistan. Everyone knows. Twenty years before, there was no such thing as Pakistan. But circumstantially, we have lost. So the whole Bhārata-varṣa has been partitioned as this portion is called America, this portion is called Europe, this portion is called... This is called Asia. These are modern names. Actually, the whole planet was Bhārata-varṣa, and the whole planet was being controlled by Vedic culture. So as we have lost our Vedic culture, as we could not control the others, other people in other part of the world, by our culture, by our political manual,"
    },
    {
      "start_time": 1852,
      "end_time": 2029,
      "verse_references": [],
      "themes": [
        "Dhrtarashtra's anxiety",
        "Kurukshetra battle",
        "compromise"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "He wanted that these Pāṇḍavas should be killed, and my sons, Kauravas, they should come out victorious, so that there will be no enemy.",
      "summary": "Srila Prabhupada explains Dhritarashtra's anxiety and his desire for his sons to win the Kurukshetra battle, fearing a compromise.",
      "timestamp_url": "https://youtu.be/3AxaWNAZbWU?t=1852",
      "transcript": "then, what happened next? Dhrtarāṣṭhava was very much anxious. He said, dharma-kṣetre kuru-kṣetre sama-vītā yuduṣyavaḥ. Now these two parties, yuduṣyavaḥ, both of them were desirous of fighting, yuduṣyavaḥ. So one party is māmaka, my sons, and the other party is Pāṇḍava. These two parties were desirous of fighting. So one party is māmaka, my sons, and the other party is Pāṇḍava. These two parties were desirous of fighting. So one party is māmaka, my sons, and the other party is Pāṇḍava, the sons of my brother, Pāṇḍava. Māmakā Pāṇḍavāśyaiva. Now the word is used, yuduṣyavaḥ. They assembled for fighting. Then what is the use of asking? King Akurvata. Then what did they do? It is natural to conclude that when they assemble for fighting, there must be fighting. But why he was asking King Akurvata? The suspect was that because the parties assembled in the dharma-kṣetra, so they might have changed their ideas. Still in India, if there is two fighting parties, they go to a temple and ask that, You say the right thing. So in the temple, still in the villages, they do not dare to say, dare to speak lies. Yes, they are fighting, and the misunderstanding has become settled up. So Dhrtarāṣṭhā was thinking whether the two parties, they have settled up. He did not like that. He wanted that these Pāṇḍavas should be killed, and my sons, Kauravas, they should come out victorious, so that there will be no enemy. He was very much anxious to place his sons on the throne. Because he was blind, he could not acquire the throne. His younger brother was situated on the throne. Now, after the death of his younger brother, he thought that I missed the opportunity of sitting on the throne. Why not my sons? They have got... That is actually right. That is the background of this Kuruksetra battle. He was always devising some means, how the sons of Pāṇḍu, his nephews, could be separated, and his sons would sit on the throne. That was his idea. Therefore he inquired, King Akhūrvata. Otherwise there is no question of inquiring King Akhūrvata."
    },
    {
      "start_time": 2029,
      "end_time": 2116,
      "verse_references": [],
      "themes": [
        "dharmakṣetra effect",
        "devotion",
        "Arjuna's compassion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Because he is devotee of Kṛṣṇa, therefore he felt, oh, what is this?",
      "summary": "Srila Prabhupada explains that the effect of the dharmakṣetra (holy place) was visible in Arjuna because he was a devotee, leading to his compassion and reluctance to fight.",
      "timestamp_url": "https://youtu.be/3AxaWNAZbWU?t=2029",
      "transcript": "So they went there to fight. They would fight there. But he was suspecting, if they have made any compromise, that he did not like, that he did not like. Therefore he asked, he wanted that there must be fight. And there are five brothers. My sons are one hundred in number. So they would be killed, and my sons will be without any rivalry. This is the background of Kuruksetra. Another thing, the dharmakṣetra, effect of dharmakṣetra, was visible in Arjuna. Dharmakṣetra. He, because he is devotee of Kṛṣṇa, yasyāsthi bhakti bhagavati akañcanaḥ sarvai guṇaitatra samāsati siddhā. Because he is devotee of Kṛṣṇa, therefore he felt, oh, what is this? Why is there a fight? Why is there a fight? Why is there a fight? Why is there a fight? Why is there a fight? Why is there a fight? Why is there a fight? I killed this, my brothers. Because he was devotee. This sentiment came into the mind of Arjuna, not on the other side, Duryodhana. He never thought. Although they were placed, both of them placed at dharmakṣetra, the effect of dharmakṣetra was manifest in the body of Arjuna, not Duryodhana."
    },
    {
      "start_time": 2269,
      "end_time": 2369,
      "verse_references": [],
      "themes": [
        "devotee's compassion",
        "envy",
        "material world"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The symptom of a devotee is they are unhappy by seeing others unhappy.",
      "summary": "Srila Prabhupada describes the devotee's compassion for others' suffering and contrasts it with the envy prevalent in the material world.",
      "timestamp_url": "https://youtu.be/3AxaWNAZbWU?t=2269",
      "transcript": "Devotees, they are para-duḥkha-duḥkhi. The symptom of a devotee is they are unhappy by seeing others unhappy. That is the symptom of devotee. Generally, person, if he sees somebody happy, he becomes unhappy, matsarata. That is the world situation. If I see my brother, he is very happy. He has improved in his material condition. Then I become unhappy. He has advanced so much, and I could not do so. This is material situation. Materials are envious, griha-medhi. Everyone is envious. Either you take person to person or neighbor to neighbor, their sympathy is lip-sympathy. Actually, everyone is envious. Businessman to businessman, nation to nation, this is material world. Therefore spiritual advancement means for person who is not envious, not envious. Parama nirma-sarāṁ satāṁ vāstyava-vaṣṭu-vedyaṁ. In the Sema-bhāgavatam it is said that if you want to know the real truth, vāstyava-vaṣṭu, then one must become parama nirma-sarāṁ, nirma-sarāṁ. Matsara, matsara means envious, and nirma-sarāṁ, not envious."
    },
    {
      "start_time": 2369,
      "end_time": 2483,
      "verse_references": [
        "SB 1.1.2"
      ],
      "themes": [
        "non-enviousness",
        "real truth",
        "false reality",
        "material world"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Here in this material world, everything is false reality.",
      "summary": "Srila Prabhupada explains that to understand the real truth, one must be non-envious and that the material world is a false reality.",
      "timestamp_url": "https://youtu.be/3AxaWNAZbWU?t=2369",
      "transcript": "And parama, first-class nirma-sarāṁ. Therefore Vyāsadeva says that dharma-projjhita-kaitava-atra parama nirma-sarāṁ. In the introduction of Sema-bhāgavatam, Vyāsadeva says, who are the candidates to understand these signs of God, Sema-bhāgavatam? It is not for the persons who are entangled in cheating religious system. Cheating, dharma-kaitava. Kaitava means cheating. So cheating type of religious system are kicked out from this book, Sema-bhāgavatam. But it is meant for persons who are not envious. Parama nirma-sarāṁ satāṁ. Vāstava-bhāstu, one who wants to learn real reality, not false reality. Here in this material world, everything is false reality. Just like we are trying to find our water in the desert. That is the example, my race. False, there is no water. But the animal, he sees that there is water, fast water, and he runs after it and dies. So here in this material also world, every one of us running after the false mirage. There is happiness, there is happiness, there is happiness. This is called material condition. And we are envious. Yes, this is the position. And therefore Kṛṣṇa begins the Bhagavad-gītā, to get out of this ignorance and enviousness."
    },
    {
      "start_time": 2483,
      "end_time": 2491,
      "verse_references": [],
      "themes": [
        "ignorance",
        "enviousness",
        "Bhagavad-gita"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "And this is the basic principle of Bhagavad-gītā.",
      "summary": "Srila Prabhupada concludes by stating that the Bhagavad-gita aims to help people get out of ignorance and enviousness.",
      "timestamp_url": "https://youtu.be/3AxaWNAZbWU?t=2483",
      "transcript": "And this is the basic principle of Bhagavad-gītā. So we shall discuss tomorrow again. Thank you very much."
    }
  ]
}