{
  "video_id": "3FqXkXZLsK8",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.16.25 - 30 Part 1 | 31-01-2023",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=3FqXkXZLsK8",
  "segments": [
    {
      "start_time": 0,
      "end_time": 53,
      "verse_references": [],
      "themes": [
        "Invocation",
        "Prayers",
        "Guru Parampara"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyana Timiraandhasya Gyananjanishalakaya Chakshurunmilitam Yena Tasmai Shri Gurave Namaha",
      "summary": "The session begins with traditional Vaishnava prayers and mantras, invoking blessings and paying respects to the spiritual lineage.",
      "timestamp_url": "https://youtu.be/3FqXkXZLsK8?t=0",
      "transcript": "Om Agyana Timiraandhasya Gyananjanishalakaya Chakshurunmilitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Srimate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadhadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udeerayet"
    },
    {
      "start_time": 53,
      "end_time": 154,
      "verse_references": [
        "SB 1.16.25"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "Dharma",
        "Mother Earth",
        "Cow",
        "Bull"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "O Dharma, whatever you have inquired from me shall be known to you.",
      "summary": "The speaker introduces the verses to be discussed (SB 1.16.25-30), focusing on the dialogue between Mother Earth (as a cow) and Dharma (as a bull), explaining the initial reply of Mother Earth to Dharma's inquiries.",
      "timestamp_url": "https://youtu.be/3FqXkXZLsK8?t=53",
      "transcript": "In this session we will be discussing from 5 verses 25 to 30, actually 6 verses, 25 to 30. So I will read these verses and then we will discuss little by little. This discussion will spread over several sessions. It is not possible to complete this in one session. So the 25th verse, Dharani Uvacha. Dharani Uvacha. Dharani here refers to mother earth. Mother earth is now going to reply to dharma. Mother earth is in the form of a cow and dharma is in the shape of a bull, so the cow will reply to the bull. Dharani Uvacha Bhavani Veda tatsarvam yaman dharma anuprichhsi chatur bhir-vartase yena paday lokasukha vahayi. Meaning of this verse is, the earthly deity in the form of a cow thus replied to the personality of religious principles in the form of a bull. The reply was, O Dharma, whatever you have inquired from me shall be known to you. I shall try to reply to all those questions. Once you too were maintained by your four legs and you increased happiness all over the universe by the mercy of the Lord. This is the reply, initial reply given by"
    },
    {
      "start_time": 154,
      "end_time": 215,
      "verse_references": [],
      "themes": [
        "Dharma",
        "Satya Yuga",
        "Yama Raja",
        "Religious Principles"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The principles of religion are laid down by the Lord himself",
      "summary": "The speaker explains Srila Prabhupada's purport, discussing the origin of religious principles from the Lord, the role of Yama Raja, and the full implementation of Dharma in Satya Yuga.",
      "timestamp_url": "https://youtu.be/3FqXkXZLsK8?t=154",
      "transcript": "Mother Earth to Dharma. So Srila Prabhupada comments on this, he says in the purport, \"The principles of religion are laid down by the Lord himself, Dharmaṃ tu sākṣād bhagavat pranītam and the executor of such laws is Dharma Rāja or Yama Rāja.\" Yama is a very powerful Devata. He is responsible for enforcing the laws of Dharma given by God. Such principles work fully in the age of Satya Yuga. There are four cycles of four ages that rotate like calendar months. So the first Yuga is called Satya Yuga and then Treta Yuga and then Dvapar Yuga and then Kala Yuga and after Kala Yuga again Satya Yuga begins."
    },
    {
      "start_time": 215,
      "end_time": 335,
      "verse_references": [],
      "themes": [
        "Yugas",
        "Satya Yuga",
        "Treta Yuga",
        "Dvapara Yuga",
        "Kali Yuga",
        "Religious Principles",
        "Irreligion",
        "Devastation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Kali Yuga is the lowest of the four yugas but in Kali Yuga the religious principles are reduced to one-fourth means seventy-five percent is lost",
      "summary": "The speaker describes the cyclical decline of Dharma through the four Yugas (Satya, Treta, Dvapara, and Kali), highlighting the increasing influence of irreligion and the eventual devastation at the end of Kali Yuga when religious principles are practically nonexistent.",
      "timestamp_url": "https://youtu.be/3FqXkXZLsK8?t=215",
      "transcript": "So in Satya Yuga, the first of the four ages, the principles of Dharma are fully followed by the people in general, this earth planet. In the Treta Yuga they are reduced by a fraction of one-fourth. That means by the time Treta Yuga starts, Satya Yuga is over. Then the irreligion creeps in to the society and one-fourth of the religious principles are lost. In the Dwapar Yuga, the third Yuga, they are reduced to one-half. Irreligion has increased and religion keeps on decreasing. So irreligion has become half and religion is only the other half. And in Kali Yuga they are reduced to one-fourth, gradually diminishing to the zero point and then devastation takes place. So Kali Yuga is the lowest of the four yugas, but in Kali Yuga the religious principles are reduced to one-fourth, means seventy-five percent is lost and this twenty-five percent also it will go on reducing, reducing, reducing as Kali Yuga progresses and towards the end of Kali Yuga devastation takes place because all the religious principles have been reduced to zero, practically nobody follows anything, so that is when there"
    },
    {
      "start_time": 335,
      "end_time": 475,
      "verse_references": [],
      "themes": [
        "Happiness",
        "Religious Principles",
        "Individual Responsibility",
        "Collective Responsibility",
        "Rules and Regulations",
        "Health",
        "Scriptural Directions"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Happiness in the world depends proportionately on the maintenance of the religious principles individually or collectively",
      "summary": "The speaker emphasizes the importance of following religious principles, both individually and collectively, for achieving happiness and maintaining well-being, referencing Srila Prabhupada's teachings.",
      "timestamp_url": "https://youtu.be/3FqXkXZLsK8?t=335",
      "transcript": "is devastation, the destruction, mass destruction. So Srila Prabhupada says, have a good day. Happiness in the world depends proportionately on the maintenance of the religious principles individually or collectively. So if you want to be happy in this material world then we should follow the religious principles and it applies to following individually and collectively. That means I myself should follow the religious principles what is set for me and I should also follow the religious principles which are meant for others. So this is a very, very important point here, then only there can be happiness in human society, if people follow the religious principles. Srila Prabhupada further says, \"The best part of valor is to maintain the progress for all.\" Jesus of Gospel, the holy water of onc Yasodharosa. Vahara wouldn't lose aat忘cycle. principles despite all kinds of odds one can be happy if one follows the rules and regulations which are not very difficult to follow, it just requires some proper knowledge, training and a certain frame of mind to apply these principles properly and nicely. So individually and collectively we have to follow the rules regulations and there is benefit. What is the immediate benefit? Individually somebody follows then they are, they are able to maintain their health and their situation very nicely according to the scriptural directions. So by following these rules one can be happy while we live in this earth planet and ultimately"
    },
    {
      "start_time": 475,
      "end_time": 590,
      "verse_references": [
        "SB 1.16.26",
        "SB 1.16.27",
        "SB 1.16.28",
        "SB 1.16.29",
        "SB 1.16.30"
      ],
      "themes": [
        "Krishna",
        "Godhead",
        "Kali Yuga",
        "Srimad Bhagavatam",
        "Qualities of the Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "I am sorry to see this condition of existence on the earth planet after the lord has left for his personal abode",
      "summary": "The speaker announces the reading of the next five verses (SB 1.16.26-30) and their translation, focusing on Mother Earth's lamentation about the degraded state of the world after Krishna's departure and the spreading influence of Kali Yuga.",
      "timestamp_url": "https://youtu.be/3FqXkXZLsK8?t=475",
      "transcript": "we can return to Krishnaloka, can return to Godhead and you quit the body. So this is very, very special benediction awarded by the Supreme Lord to all of us in the material world. I'll read the next five verses which are given together, 26, 27, 28, 29, 30 and I read the translation and we'll discuss that over next few sessions. The 26th chapter to 30th verses given together by Srila Prabhupada, five verses: satyam shau cham dayak shanti hi tyagas santosha arjavam shamo damas tapasya samyam titikshoparati shrutam gyanam viraktir aishwaryam shauryam tejo balam smriti hi svatantriyam kaushalam kantihi dhairyam mardavam evacha pragalbhavati shantiham sabhyam prashrayaksheelam saha ojo balam bhagah sorry saha ojo balam bhagah gambhiryam sthairyam astiktyam kirtir mano anahankriti hi ete cha anyecha bhagavan nitya yatra mahagunah prarthya mahatvam ichadvir prarthya mahatvam ichadvir na vyanti smakkar hichet tenaham gunapatrena srinivasena sampratam shochami rahitam lokam paapmana kali nekshitam."
    },
    {
      "start_time": 590,
      "end_time": 777,
      "verse_references": [],
      "themes": [
        "Qualities of the Lord",
        "Truthfulness",
        "Cleanliness",
        "Tolerance",
        "Knowledge",
        "Leadership",
        "Beauty",
        "Eternity",
        "Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In him reside means the supreme lord 40 qualities will be mentioned now by mother earth",
      "summary": "The speaker lists 40 qualities of the Supreme Lord as described by Mother Earth, emphasizing that these are just a few of the Lord's innumerable transcendental qualities and that Krishna has closed his transcendental pastimes on the face of the earth.",
      "timestamp_url": "https://youtu.be/3FqXkXZLsK8?t=590",
      "transcript": "These are the five verses and the translation of this verse as given by Prabhupada in the Bhagavatam, \"In him reside,\" means the Supreme Lord, 40 qualities will be mentioned now by mother earth, 40 qualities, 4-0. What are those 40 qualities? She mentions here: truthfulness, cleanliness, intolerance of another's happiness, the power to control anger, self-satisfaction, straightforwardness, steadiness of mind, control of the sense organs, responsibility, equality, tolerance, equanimity, faithfulness, knowledge, absence of sense enjoyment, leadership, chivalry, influence, the power to make everything possible, the discharge of proper duty, complete independence, dexterity, fullness of all beauty, serenity, kind-heartedness, ingenuity, gentility, magnanimity, determination, perfection in all knowledge, proper execution, possession of all objects of enjoyment, joyfulness, immovability, fidelity, fame, worship, pridelessness, being as the personality of Godhead and 40th one, eternity. And these 40 qualities are not the only qualities that are to be found in the Lord. Earth and many other transcendental qualities which are eternally present and never to be separated from him. Another place Srila Bhaktivinoda Thakur says, samastha guna gana dhama, the Supreme Lord is the reservoir of all good qualities, samastha guna gana and they are innumerable, we cannot count them. So it is said here, the personality, that personality of Godhead, the reservoir of all goodness and beauty, Lord Shri Krishna has now closed his transcendental pastimes on the face of the earth. This is a fact, as long as Krishna was present there were wonderful pastimes going on always, but moment Krishna left this earth planet for returning to his personal abode and since then the influence of the age of Kali is spreading everywhere and therefore mother earth is saying, \"I am sorry to see this condition of existence on the earth planet after the Lord has left for his personal abode.\""
    },
    {
      "start_time": 777,
      "end_time": 948,
      "verse_references": [],
      "themes": [
        "Qualities of the Lord",
        "Unlimited Qualities",
        "Anantadeva",
        "Shastra",
        "Acharyas"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The lord is the reservoir of all good qualities and his unlimited good qualities to an unlimited extent",
      "summary": "The speaker prepares to discuss the qualities of the Lord further, referencing Srila Prabhupada's explanation of the Lord's unlimited and wonderful qualities, and the attempt by Anantadeva to enumerate them, emphasizing the importance of accepting knowledge from the shastras and acharyas.",
      "timestamp_url": "https://youtu.be/3FqXkXZLsK8?t=777",
      "transcript": "So we will discuss these qualities. Before discussing the qualities we will hear what Prabhupada says about the qualities of the Supreme Lord. Supreme Lord is full of wonderful qualities, unlimited qualities he has got and all are wonderful qualities, very nice qualities and we as living beings we possess some of those qualities in a very, very, very, very tiny quantity. Krishna has unlimited qualities and he has to an unlimited degree. So we will hear Prabhupada's explanation of what it means, unlimited degree he has got unlimited qualities. We will understand first of all Prabhupada says in the purport, \"Even if it were possible to count the atoms after smashing the earth into powder still it would not be possible to estimate the unfathomable transcendental qualities of the earth.\" What are the transcendental qualities of the Lord? Lord has so many wonderful qualities that even a scientist if he could count the number of atoms after smashing the earth into powder, the earth planet, humans planet, still he could not estimate the number of wonderful qualities present in the Supreme Lord. And Prabhupada says that Lord Anantadeva, one of the expansions of the Lord has tried to enumerate these transcendental qualities of the Supreme Lord with his numberless tongues. He has millions of faces and in each face he has one tongue. So with his numberless tongues he is trying to describe the unlimited qualities of the Supreme Lord but it has not been possible for him to estimate all the qualities of the Lord even though he is going on describing the qualities of the transcendental qualities of the Lord with his numberless tongues, he is not able to exhaust it. So therefore we should accept from the shastra and from the acharyas that the Lord is the reservoir of all good qualities and his unlimited good qualities to an unlimited extent and we will understand this further more in the next few sessions. So I will stop here, thank you very much."
    }
  ]
}