{
  "video_id": "3N84GvoFdBY",
  "title": "Four Golden Secrets of Soulful Japa| Sri Madhu Pandit Dasa | Ekadashi Soulful Japa Training",
  "speaker": "HG Madhu Pandit Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=3N84GvoFdBY",
  "segments": [
    {
      "start_time": 0,
      "end_time": 115,
      "verse_references": [],
      "themes": [
        "soulful japa",
        "subconscious mind",
        "nama prabhu"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Soulful japa means whole mind japa.",
      "summary": "HG Madhu Pandit Dasa introduces the concept of soulful japa, emphasizing the importance of engaging both the foreground and background mind to connect with Nama Prabhu.",
      "timestamp_url": "https://youtu.be/3N84GvoFdBY?t=0",
      "transcript": "Many times I have given a summary talk on soulful japa. So now onwards, on our Ekadashi, I will deal with the cards, the cue cards that we have made. How best to utilize these cue cards? These cue cards are ultimately the content. In these cue cards, the intellectual content, the spiritual content, the emotional content has to enter our subconscious mind by repeated reflection and contemplation. Once it enters our subconscious, then it creates a wonderful, wonderful background to our chanting and hearing in the foreground. The foreground mind will be chanting and hearing and tasking. The background mind will be relating with the Nama Prabhu who is before us. This is the basic premise of Nama Prabhu."
    },
    {
      "start_time": 115,
      "end_time": 260,
      "verse_references": [],
      "themes": [
        "soulful japa",
        "mindful japa",
        "training the mind"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So we should train our mind not only in foreground chanting and hearing, but also train the mind in background mind to have only matters which are glories of the holy name.",
      "summary": "The speaker elaborates on training the mind for soulful japa, distinguishing between foreground and background mind activities, and introduces the concept of mindful japa with shraddha.",
      "timestamp_url": "https://youtu.be/3N84GvoFdBY?t=115",
      "transcript": "Soulful japa. Soulful japa means whole mind japa. Both foreground mind and background mind. Then there is complete absorption in Nama Prabhu. Our full mind is foreground mind and background mind. So we should train our mind, not only in foreground chanting and hearing, but also train the mind in background mind to have only matters which are glories of the holy name, matters which are feelings about the relationship with the holy name, the bhavanas, the feelings about the holy name. So that part of the training is what is designed through these cards. These are all manifestations from Srila Prabhupada and Nama Prabhu, these cards. It has very deep meaning. Ultimately our mind, there are three stages of perfecting japa: Mindful japa, Spiritful japa, and Soulful japa. Mindful japa is when you give your complete mind to chanting and hearing, and feeling his presence in the background mind, Nama Prabhu's presence. In other words, chanting and hearing and tasking with shraddha is mindful japa."
    },
    {
      "start_time": 260,
      "end_time": 406,
      "verse_references": [],
      "themes": [
        "spiritful japa",
        "soulful japa",
        "relationship with the holy name"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Spiritful japa means not only mind, you chant with joy, excitement, enthusiasm.",
      "summary": "HG Madhu Pandit Dasa explains the difference between spiritful and soulful japa, highlighting the importance of joy and enthusiasm in chanting, and relating to the holy name.",
      "timestamp_url": "https://youtu.be/3N84GvoFdBY?t=260",
      "transcript": "Then, Spiritful japa. Spiritful japa means not only mind, you chant with joy, excitement, enthusiasm, heartfully, liking to chant. So mindful chanting, mindful japa plus preeti, aglada, hrstam, utsaha, these are all, you know, you have to offer from your spirit. You have to be happy about chanting. You have to be enthusiastic about chanting. You have to joyfully chant, happily chant, enthusiastically repeat. These are all feelings, enthusiasm, joy, happily doing, which means this comes from the spirit. Mindful japa is more like controlling your mind. It's a technique. Don't go here in their mind, only here. That is mindful japa. Spiritful japa means you start giving your spirit. Then soulful japa means chanting in relation to the mind. So, this is the spiritual relationship with the holy name, like sambandha, saranagati, kripapeksha, it is like talking to the Nama Prabhu. Kripapeksha, vinamrtha, all these other cards up to sixteen cards."
    },
    {
      "start_time": 406,
      "end_time": 566,
      "verse_references": [],
      "themes": [
        "golden command",
        "hearing",
        "chanting",
        "nama prabhu"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Chant Hare Krishna, and exactly the same sound you hear.",
      "summary": "The speaker introduces the golden command for soulful japa, emphasizing the importance of hearing what you chant without thinking activity, and viewing chanting as crying to Namaprabhu.",
      "timestamp_url": "https://youtu.be/3N84GvoFdBY?t=406",
      "transcript": "So, the essence of all this is in the golden command. So, today let us just go through the golden command so that you get familiarized with this card. This one card a hundred times you should read, think, contemplate, reflect intellectually, physically, and mentally. This is the golden command. So, let intellectually, contemplate emotionally, then it will enter your subconscious mind. Now the golden secrets cue card, the three golden secrets of soulful japa. The first secret, hear what you chant without thinking activity. Chant Hare Krishna, exactly the same sound you hear. Chanting is crying to Namaprabhu to descend, and hearing is embracing the descended Krishna's sound persona respectfully. Hear what you chant without any thinking activity, because if you do thinking activity, you cannot hear, hearing is very important. Even if the thinking activity is about the philosophy of Krishna consciousness, no, hear. If you are thinking of the philosophy of Krishna consciousness, then you are not hearing. Krishna has come before you, wanting to be heard. So that the golden command of Srila Prabhupada, Chant Hare Krishna, and exactly the same sound you hear. And chanting is crying to Namaprabhu from your heart, and listening is coming at you. We have to listen, chase with our eyes and distorted space of mind. Do not forget the singing."
    },
    {
      "start_time": 566,
      "end_time": 675,
      "verse_references": [],
      "themes": [
        "crying from the heart",
        "embracing Krishna",
        "sacchidananda"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Chanting should be crying from the heart. To whom? To Krishna. Please come down. I need your association.",
      "summary": "The lecture emphasizes chanting with heartfelt emotion, viewing it as a cry for Krishna's presence, and listening as embracing Krishna's sound form to attain sacchidananda.",
      "timestamp_url": "https://youtu.be/3N84GvoFdBY?t=566",
      "transcript": "Chanting should be crying from the heart. To whom? To Krishna. Please come down. I need your association. And then hearing is to embrace Krishna's sound persona who has come before me respectfully. Krishna is within and without of everything. Any devotee who cryingly chants, Lord is on his tongue for sure, 100%. Mechanically chanting, you should cryingly chant. If you are materially satisfied, you cannot cry. Your heart cannot cry. You feel everything nicely settled, your heart cannot cry. And then this understanding has to be there to hear. Your soul is touching Krishna who has come. That is the only way for us to get sacchidanandaized or develop the same quality as Krishna. So that is the first secret. Chant. First secret"
    },
    {
      "start_time": 675,
      "end_time": 847,
      "verse_references": [],
      "themes": [
        "task hearing",
        "hearing over previous hearing",
        "ejna"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Task hearing over previous hearing. This will ensure that no thinking activity will happen.",
      "summary": "The second secret of soulful japa is introduced: task hearing over previous hearing, explained through the analogy of heating a piece of iron, and the concept of 'Ejna' as an offering to Krishna.",
      "timestamp_url": "https://youtu.be/3N84GvoFdBY?t=675",
      "transcript": "is hear what you chant. Second secret, task hearing over previous hearing. One mantra hearing is over. Before its effect is over, put on the next one. That means you pile up. You should not be in between the mantras, something else. You should not think. Your attention should be piling up one hearing over another hearing. That can happen only if you do that work, tasking. Tasking means it is a work. Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama, even in tasking next, put the next one on top. Hear one after the other and hear one after the other, build up. One Hare Krishna chanting you do, that association, let's say it gives you some warmth. It's energy. Before that cools off, next one should be there. Before that next one, before. Suppose you take a piece of iron, put in the fire, becomes heated, you take it out. It will become cool. Again you put it inside, it will become hot. Again you take it out. Put it outside, become cool. But you keep it inside only, what will happen? Heat will build up, build up, build up. That is what meaning, task, hearing over previous hearing. Hearing over previous hearing. This will ensure that no thinking activity will happen. Offer tasking of hearing as a doing, yajna. This is an yajna. It is pleasing to Krishna, this is a offering to Krishna. This is a giving and receiving. So if someone wants to go there, he will be heard. That is all. But you have to get the gift of hearing. Pay attention to this. Yajna. Doesn't mean, someone has to take your hand, but do you have to be careful about this? Yajna."
    },
    {
      "start_time": 847,
      "end_time": 995,
      "verse_references": [],
      "themes": [
        "heart talk",
        "bhavana",
        "shraddha",
        "truth"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Heart talk is another word for Bhavana.",
      "summary": "The third secret involves heart talk or Bhavana, defined as thought-feeling, and the importance of Shraddha as a truth narrative, believing Krishna is present as the hearable sound.",
      "timestamp_url": "https://youtu.be/3N84GvoFdBY?t=847",
      "transcript": "Yajna. Your chanting, your foreground mind, your background mind should be indulging in heart talk. Heart talk about the glories of the holy name or heart talk about my relationship with Nama Prabhu. Heart talk is another word for Bhavana. Bhavana does not mean feeling alone. Bhavana is a thought feeling. Behind the feeling there is a thought. A thought you are convinced about. A belief is there, and then the feeling is there. Shraddha is a Bhavana, is a heart talk. Just like you say, okay, you offer Shraddha to Nama Prabhu. Then you explain, what is more? What is this? How do I offer Shraddha? Shraddha is a heart talk. Heart talk is feelingly the narrative that Krishna is present before me. Read the first line. Offer in the background mind my emotionalized TRP narratives called Bhavana. What is TRP? Truth, relationship and purpose. We will explain what? Bhavana or heart talks. Truth narrative is during japa. Truth narrative is called Shraddha. Shraddha that Krishna himself has incarnated before me on each bead as his persona of Shakti Avesha Nama. See Nama Prabhu. This is a simple matter of fact. Faith. Matter of truth. Absolute truth."
    },
    {
      "start_time": 995,
      "end_time": 1175,
      "verse_references": [],
      "themes": [
        "shraddha",
        "narrative",
        "relationship",
        "preeti"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So spiritual life is all about Shraddha. It is about talk.",
      "summary": "The speaker continues to define Shraddha as fundamental, emphasizing the soul's ability to talk and align with narratives, and introduces Preeti as the relationship narrative.",
      "timestamp_url": "https://youtu.be/3N84GvoFdBY?t=995",
      "transcript": "As soon as I am chanting Krishna who is within and without of everything has come before me as the hearable, chantable sound, is manifest, is pratyeksha, immediately. So that truth, that feeling is called Shraddha. Shraddha is fundamental. Any other Bhavana is not there also. Shraddha is fundamental. That is why I said even in mindful chanting Shraddha is a must. Without Shraddha mindful chanting is like a mechanical chant. Mechanically you may hear every word that you are chanting because of the mind control. You control the mind that each sound is captured. But Shraddha, why each sound you should take inside because he is Krishna himself has come before me. That is Shraddha. So that is a heart talk. Shraddha is a heart talk. See the soul in this material world in this body, trapped in this material world, trapped as in Indra. One of the faculties that the soul, even now most powerful faculty of the soul is its ability to talk. Remember that. Not ability to think, not ability to see, it is ability to talk. So spiritual life is all about Shraddha. It is about talk. Your mind immediately aligns with the talk, narrative. That is why I call this as narrative. Bhavana is nothing but emotionalized and intellectualized narrative, narrative of something you are convinced about. So that is Shraddha. So there is a narrative of truth. There is a narrative of relationship. What is my relationship with Nama? That narrative is Preeti, of respectful intimacy towards him. That is a relationship. That is also a originate. It originates in a sound of the soul, in talk of the soul."
    },
    {
      "start_time": 1175,
      "end_time": 1322,
      "verse_references": [],
      "themes": [
        "preeti",
        "intellectualizing",
        "belief",
        "purpose"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Therefore it is natural for me to love him. To offer love to him. Preeti.",
      "summary": "Preeti is further explained as a thought-feeling that needs to be fed into the subconscious, and the importance of a strong belief in truth and relationship, leading to the purpose narrative of loving Krishna.",
      "timestamp_url": "https://youtu.be/3N84GvoFdBY?t=1175",
      "transcript": "Heart talk. Vajatam Preeti Purvakam. Preeti is a thought feeling, both intellectually, emotionally. It has to be fed into your subconscious through your conscious mind by repeatedly contemplating on it, reflecting on it. How there is no one who loves me more than Krishna. Krishna loves all living entities. Therefore it is natural for me to love him, to offer love to him. Preeti. I have Preeti towards Nama Prabhu. I have Preeti towards Krishna, who is so kind and mercifully coming before me as his Shabda persona, as his Nama persona. So little intellectualizing is required. Why I should have Preeti? That is intellectualization. So in order to put any bhavana into your heart, you have to be convinced. A strong belief. A strong belief of truth has to be there. A strong belief of my relationship with Nama Prabhu. So truth narrative of Nama Prabhu, relationship narrative of Nama Prabhu, and then there is purpose. The purpose is, my purpose narrative is loving him and receiving his Satchidananda association to awaken my love for him. So this is the fundamental."
    },
    {
      "start_time": 1322,
      "end_time": 1480,
      "verse_references": [],
      "themes": [
        "emotionalized narratives",
        "heart talks",
        "conviction",
        "thought feeling"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "I should accompany every bead of my japa with any one of my heart talks.",
      "summary": "The speaker emphasizes the importance of emotionalized narratives and heart talks during japa, highlighting conviction and emotionally strong statements of the soul, and defining Bhavana as thought feeling.",
      "timestamp_url": "https://youtu.be/3N84GvoFdBY?t=1322",
      "transcript": "Shraddha and Preeti. When you read this again and again, then you will speak from your heart these very same things. It becomes emotionalized further. I should accompany every bead of my japa with any one of my heart talks or bhavanas of Vinamrta. They are all heart talks only. It's all sound only. It's all your conviction. You're convinced and emotionally strong statements of your soul. Vimrta. Vinamrta. So many statements that is there. That is what all the six cards will tell about, the talk, that I am insignificant before you. I possess nothing, etc. The cards are all meant for instilling this conviction, belief, that you are nothing before God. God is everything. That Vinamrta feeling are those six cards. And you go on repeating those, reading those cards. What is that Vinamrta that enters your heart? No pain, no gain. Your japa, if you follow these things, it will become super, super. Even I am trying to follow. My japa has not become any super, but I know if you follow this, it becomes super. I can write these things because Nama Prabhu is inspiring me, but to practice these things, it will take years. But if you practice these things, then where our spiritual consciousness will be. Hrstam. Why you should be happily chanting. There are reasons. When you are happy, there are reasons why you are happy. So that is intellectualizing, and then emotionalize. Intellectualizing is thought, thought feeling. Feeling means emotionalize."
    },
    {
      "start_time": 1480,
      "end_time": 1601,
      "verse_references": [],
      "themes": [
        "thought feeling",
        "bhavanas",
        "relationship",
        "purpose"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Every emotion is a thought feeling. That is meaning of Bhavana.",
      "summary": "The concept of Bhavana is further explained as thought feeling, and the speaker lists various Bhavanas related to relationship and purpose, which are further explained in the cards.",
      "timestamp_url": "https://youtu.be/3N84GvoFdBY?t=1480",
      "transcript": "Bhavana means thought feeling. Thought and feeling. Just like a person is angry. Behind anger there is a thought. So therefore anger is not simply a feeling. Anger is a thought feeling. Every emotion is a thought feeling. That is meaning of Bhavana. Persona of Shri Nama Prabhu. My relationship narrative is Preeti, a respectful intimacy towards him. My purpose narrative is serving him and receiving his Satchitananda association to awaken my love for him. I should accompany every bead of my japa with any one of the heartbeats, any one of the heart talks of Bhavana. See, when so many Bhavana's you hear and you understand and you put it in your heart, afterward japa becomes Sadbhavana japa or soulful japa. Becomes very easy. You don't have to indulge your thinking capacity to load those Bhavana because so many Bhavana's are there. Vinamrta, Rishtam. On each bead there should be a Bhavana because on each bead Krishna is appearing. Receiving him with, receive him with Bhavana. Serve him with Bhavana. Krishna mahlada, Utsaha, Sambandha, Atma Jnana, Sharanagati, Kripa Apeksha, Ashraya Apeksha, Reksha, Bharata Pratra, Krithanya Arpanam, Kshama Apeksha, Seva Apeksha, and Vairagya perceptions of self, of Nirahankara, Nirmama, Nisahaya, Niswartha, and Nir Apeksha."
    },
    {
      "start_time": 1601,
      "end_time": 1778,
      "verse_references": [],
      "themes": [
        "vinamrta",
        "intellectual truth",
        "golden secret card",
        "three secrets"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is source of everything. I do not possess anything. I do not own anything. Everything that I have is given by him.",
      "summary": "The speaker uses Vinamrta as an example of how to use the cards, emphasizing the importance of understanding the intellectual truth and then feeling it, and reiterates the three secrets of the golden card.",
      "timestamp_url": "https://youtu.be/3N84GvoFdBY?t=1601",
      "transcript": "Now these are all the things that are explained in the rest of the cards. So take for instance Vinamrta. Let's say six seven cards are there. So once all those six seven cards you read repeatedly and then feel for it, then Vinamrta feeling will automatically come. You don't have to bring all those six cards. Something of that will come into the surface. So much abundant feelings you have. Six. Out of that one will understand Vinamrta. So what does Vinamrta mean? That is the first thing you should understand by reading those cards. Go on hearing that. Then automatically that will, that meaning will. For instance Krishna is source of everything. I do not possess anything. I do not own anything. Everything that I have is given by him. Now this is an intellectual truth. It's a true intellectual fact. But as you go on telling this intellectual fact, what will happen? Feeling also will come. Is it not? I did not possess anything. The feeling that Krishna is a possessor Bhagavan of everything. Feeling also will come. So go on repeating this content in these cards, both intellectually and emotionally. You will see that they become part of your subconscious. It is part of your relationship with Namaprabhu. So this is the golden secret card. At least this secret card till next Ekadashi, please all of you take a copy of this from Indrapati and just understand. Later on we will go into what is Vinamruta and law, step by step. What are the three secrets? Hear and chant. Hear your chant. Then task hearing over hearing. Pile up hearing over hearing. Then you will see unlimited ways of relating with the Namaprabhu is there by heart talk."
    },
    {
      "start_time": 1778,
      "end_time": 1831,
      "verse_references": [],
      "themes": [
        "heart talk",
        "shraddha",
        "bhavana",
        "soulful japa"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "At least one heart talk should be there in each japa.",
      "summary": "The speaker concludes by emphasizing the importance of heart talk in each japa, with Shraddha as the minimum, and outlines the plan to delve deeper into each Bhavana in future sessions.",
      "timestamp_url": "https://youtu.be/3N84GvoFdBY?t=1778",
      "transcript": "At least one heart talk should be there in each japa. That means your background is also completely involved in beat after beat. Minimum heart talk is Shraddha. So next 15 days till next Ekadashi, practice Shraddha. So first six cards of Shraddha also you can practice, or you can go slow. First practice these three things, golden card for next till next Ekadashi. Then the next Ekadashi when I do or whenever next Japa Yajna I do, I will talk about the six cards of Shraddha, and the next Ekadashi, each Ekadashi, I will deal with one one Bhavana."
    }
  ]
}