{
  "video_id": "3qsJNeMCsbg",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.8.30 | 26-02-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=3qsJNeMCsbg",
  "segments": [
    {
      "start_time": 50,
      "end_time": 252,
      "verse_references": [
        "SB 1.8.30",
        "BG 9.4",
        "BG 3.22"
      ],
      "themes": [
        "inconceivability of God",
        "contradictory nature of God's actions",
        "understanding Krishna through pure devotees"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, if we properly hear from the right source, like pure devotees, like Kunti, and all the other Acharyas, then we can get some understanding about Krishna's personality as inconceivable for our tiny brain.",
      "summary": "Kunti's prayer highlights the seemingly contradictory nature of Krishna's actions, emphasizing that He is both unborn and takes birth, active yet inactive, and that understanding Him requires hearing from pure devotees.",
      "timestamp_url": "https://youtu.be/3qsJNeMCsbg?t=50",
      "transcript": "In this session we will be discussing from the 30th verse of the 8th chapter of the 1st canto of Srimad Bhagavatam, continuing the prayers by Queen Kunti. जन्म कर्मच विश्वात्मन् अजस्याकर्तुरात्मनः तिरियन् रिशिशु यादसु तरत्यन्त विडंबनम्. So Kunti Devi is saying, of course, it is bewildering, O soul of the universe, that you work, although you are inactive, that you take birth, though you are the vital force and the unborn. You yourself descend among animals, men, sages, and aquatics. Verily, this is bewildering. So, in this particular prayer, Kunti is helping us understand something about the characteristics of the Supreme Lord, which seem to be self-contradictory. So, Srila Prabhupada explains in the purport, \"The transcendental pastimes of the Lord are not only bewildering, but also apparently contradictory.\" In other words, they are all inconceivable to the limited thinking power of the human being. What is the reality? We cannot conceive of a personality who is simultaneously unborn and still takes birth. He is active, yet he has nothing to do. So we cannot conceive what kind of a personality is that. Even though the Supreme Lord is all-pervading Supersoul of all existence, still he appears in the form of a boar among animals, in the form of a human being among inhuman society as Rama, Krishna, etc. Or he appears in the form of a rishi like Narayana Rishi, or he appears in the form of an aquatic like a fish, Matsyavatara. Still, Kunti is saying he is unborn. Even the scriptures declare Aja. In Bhagavad Gita, Krishna says Ajo Pisannabhya Yatma. He is Aja, he is unborn. And Name Parthasthi Kartavyam Trishulokeshu Kinchana. Krishna says in Bhagavad Gita. Here also it is said, there is nothing to do. And even in the Vedas, Natasyakaryam Karanam Javidhyate. This is in Upanishads. So, if we properly hear from the right source, like pure devotees, like Kunti, and all the other Acharyas,"
    },
    {
      "start_time": 252,
      "end_time": 486,
      "verse_references": [],
      "themes": [
        "transcendental nature of Krishna's forms",
        "Krishna as the vital force of the universe (Vishwatma)",
        "Krishna's actions are extraordinary"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Although he appears among animals like another animal, or he appears like a man, or a rishi, or a fish, he is eternally the Supreme Lord under all circumstances.",
      "summary": "This segment explains that Krishna's various forms (fish, boar, human) are all spiritual and transcendental, and that He is the vital force (Vishwatma) sustaining the entire universe, with actions meant for our understanding.",
      "timestamp_url": "https://youtu.be/3qsJNeMCsbg?t=252",
      "transcript": "then we can get some understanding about Krishna's personality as inconceivable for our tiny brain. Everything is possible for him because everything is reconciled in his personality. Every action of the Lord actually is bewildering for the common man because none of his actions are ordinary. They are all extraordinary. Lord means performer of extraordinary activities, always, not sometimes, always. Now in the Brahma Samhita it is said, He cannot be understood by Vedic knowledge, Vedesh Udurlabham, but he can be easily understood by the pure devotees, Adurlabham Atma Bhaktao. It is very easy to understand for the pure devotees. So, therefore, it is the pure devotees who know that, although he appears among animals like another animal, or he appears like a man, or a rishi, or a fish, he is eternally the Supreme Lord under all circumstances, and his activities prove that. Activities prove that. When the Lord appeared as a fish, he instructed Satyavrata. Satyavrata was a great king. He was a devotee also. So, the Lord instructed him in transcendental knowledge, you see. So, which fish will instruct transcendental knowledge to somebody else? That is because he is the Supreme Lord in that form. The form may appear like a fish, or a boar, or a human, or half man, half lion, all kinds of inconceivable forms, simply for the sake of his pastimes, he appears in such forms. But all of those forms are completely spiritual. There is not the least tinge of any materiality in any of those forms. So, therefore, Kunti addresses the Supreme Lord Krishna here as Vishwatman, the vital force of the universe. In everybody's body, there is vital force. There is Atma. But, just as this whole body works because of the presence of that vital force in the heart of the living being, similarly, the whole universe is working because Krishna has entered this universe as Vishwatma. So, he is the supreme vital force, supreme vital force. We are all present in this universe, but we are not in the center of the universe. We don't control the universal working. We have no influence to do anything in this universe."
    },
    {
      "start_time": 486,
      "end_time": 656,
      "verse_references": [
        "BG 4.9"
      ],
      "themes": [
        "transcendental nature of Krishna's birth and activities",
        "Krishna's presence within and without everything",
        "limitations of material understanding"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "One who understands this real nature in truth about the activities and appearance, or birth of Krishna, such a person, upon leaving the present body, need not take birth again in this material world, but instead, attains Krishna's eternal abode.",
      "summary": "Krishna's birth and activities are transcendental, and understanding this leads to liberation; He is present within and without everything, but cannot be understood through material logic or observation.",
      "timestamp_url": "https://youtu.be/3qsJNeMCsbg?t=486",
      "transcript": "But Krishna's actions, they are meant specifically for our understanding. If Krishna is present as the supreme vital force in the center of the universe, where is the question of his taking birth? So, he will not take birth. Why he has to take birth? So, therefore, in the Bhagavad Gita, Krishna clarifies, \"I take birth and I perform activities, but they are all transcendental. They are not ordinary. janmaharmachame divyam and evamyo veti tattvatah.\" One who understands this real nature in truth about the activities and appearance, or birth of Krishna, such a person, upon leaving the present body, need not take birth again in this material world, but instead, attains Krishna's eternal abode. In the beginning of our prayers, we said that Krishna is within and without everything, but still, he is invisible. Now, for example, Krishna is in everyone's heart. He is entered into every atom also. Andantrastha paramanu chayantrastha. Paramanu means atom. So, he entered into every universe. He enters into every planet. He enters into every living being's heart. He enters into every material atom. So, Krishna is within everyone and everything, and he is outside also. As Vishnu, he is outside of everything. He never comes in touch with the material nature, material world. So, he is outside of everything also. So, therefore, Krishna we cannot understand by some ordinary logic, by some material calculations, by descriptions given in terms of some material observation. That will never help you understand Krishna."
    },
    {
      "start_time": 656,
      "end_time": 893,
      "verse_references": [],
      "themes": [
        "Vishwaroopa (universal form) description",
        "greatness of Krishna",
        "Krishna is greater than the greatest and smaller than the smallest"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is simultaneously greater than the greatest Mahato Mahiyan and he is smaller than the smallest Anoranyan.",
      "summary": "The lecture describes the Vishwaroopa, or universal form of Krishna, emphasizing His immense greatness, and explains that He is simultaneously greater than the greatest and smaller than the smallest.",
      "timestamp_url": "https://youtu.be/3qsJNeMCsbg?t=656",
      "transcript": "We have to hear devotees like Venkati. Now, there is a description of Krishna's Viratrupa or Vishwarupa, one form of the Lord. The external body of Krishna as described in the description given of the Viratrupa or Vishwarupa. The hills and mountains are described as the bones of the Lord. So many hills are there. So many mountains are there. They are all described as the bones of the Virat Purusha. The great oceans have been described as the different holes in the Lord's universal body. The planet Brahmaloka has been described as the upper portion of his skull. Like this, the universal form has been described in so many ways. But then, the earth and the sky are intended to be the upper portion, because they are the set of the earth. The certain part of the earth and the sky is where the earth is. This is the only thing about which the universe is. Let us veer from the present state. In Brahma's view, the matter of the universe is to have run—what makes the universe and God's existence both greater than the matter of the universe. Now, it is said here, Brahma Shankar Prabhupada, there are people who can simply think of God as being great, but they do not know how great he is. They are thinking in terms of what they consider as great. So then they are misguided. So, then they are misled to believe some Devatas as God or some other powerful person they think is God. So, therefore, the Vishwaroopa description of the Lord, Supreme Lord is given in the scriptures that if you think of greatness of the Supreme Lord, think of the hills and mountains as the bones of the universal form. So, how many hills are there? How many mountains are there? You cannot count. So, this form is the universal form is very, very, very, very huge. Nobody can see. Arjuna was given special eyes to see that universal form. Otherwise, nobody can see this form of the Supreme Lord. So, Krishna is simultaneously greater than the greatest, Mahato Mahiyan, and he is smaller than the smallest, Anoranyan. That is Krishna's wonderful characteristic. Simultaneously, he is greater than the greatest and smaller than the smallest. So, the Vishwaroopa is the biggest form of anyone in this entire universe, and the form of the Supersoul who has entered into every atom is much, much smaller than the atom. That form of the Lord is actually the Lord being smaller than the smallest, Anoranyan. So, this is also greatness of the Lord. Simultaneously, he is present as greater than the greatest and smaller than the smallest."
    },
    {
      "start_time": 893,
      "end_time": 916,
      "verse_references": [],
      "themes": [
        "devotional service",
        "awakening dormant devotion",
        "going back to Godhead"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "At least, we can begin to render devotional service and become and our dormant devotion is awakened and our life is successful.",
      "summary": "Hearing from proper sources helps us understand Krishna and begin devotional service, awakening our dormant devotion and leading to a successful life and return to Godhead.",
      "timestamp_url": "https://youtu.be/3qsJNeMCsbg?t=893",
      "transcript": "So, in this way, we hear from the proper souls, we can understand Krishna to some extent. At least, we can begin to render devotional service and become and our dormant devotion is awakened and our life is successful. We go back to God. That's all."
    }
  ]
}