{
  "video_id": "3r-KfJCCS0s",
  "title": "SB 1.19.16-17 | HH Stoka Krishna Swami | 21-05-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=3r-KfJCCS0s",
  "segments": [
    {
      "start_time": 57,
      "end_time": 192,
      "verse_references": [
        "SB 1.19.16"
      ],
      "themes": [
        "devotion",
        "humility",
        "desire"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "if at all he takes birth again in the material world, he desires three things.",
      "summary": "Pariksit Maharaj expresses his desires for his next life, focusing on attachment to Krishna, association with devotees, and friendly relations with all beings.",
      "timestamp_url": "https://youtu.be/3r-KfJCCS0s?t=57",
      "transcript": "In this session, we will be discussing two verses, the 16th and the 17th verses of the 19th chapter of the 1st canto of Srimad Bhagavata. The 16th verse is as follows: Punashya Bhuvyad Bhagavatyanante Ratiprasangascha Tad Ashrayeshu Mahatsuyamyam Upayami Srishtim Maitriyastu Sarvatra Namo Dvijayabhyaha. The meaning of this verse is, \"Again offering obeisances unto all you brahmanas, I pray that if I should again take my birth in the material world, I will have complete attachment to the unlimited Lord Krishna, association with his devotees, and friendly relations with all living beings.\" So, Pariksit is speaking to the assembled sages. Great sages, great saintly personalities from all the universe have assembled there to witness Pariksit quitting his body because Pariksit is a pure devotee. Therefore, they come to witness that event, but Pariksit is taking a humble position, and he offers his obeisances to all the brahmanas assembled there, and he prays that if at all he takes birth again in the material world, he desires three things. What are the three things? One is that he will have complete attachment to the unlimited Lord Krishna. The second thing he desires is association with Krishna's devotees. And the third thing he desires is friendly relation with all living beings."
    },
    {
      "start_time": 192,
      "end_time": 387,
      "verse_references": [],
      "themes": [
        "devotee",
        "association",
        "Krishna consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "a devotee of the Lord is no one's enemy, although there may be many enemies of a devotee.",
      "summary": "Srila Prabhupada's explanation of the qualities of a devotee, emphasizing their lack of enemies, preference for devotee association, and attachment to Krishna.",
      "timestamp_url": "https://youtu.be/3r-KfJCCS0s?t=192",
      "transcript": "So, Srila Prabhupada explains these three points in the purport. Srila Prabhupada says that a devotee of the Lord is the only perfect living being explained herein by Maharaj Pariksit. Of all the different categories of people in this world, material world, the devotee is the only perfect living being. Why? Because of certain qualifications. Srila Prabhupada says, a devotee of the Lord is no one's enemy, although there may be many enemies of a devotee. What does this mean? Yudhishthira had no enemy. He had no enmity with anybody, including Duryodhana. But Duryodhana considered Yudhishthira Maharaj as his enemy. So, this is the position of a devotee. Further, Srila Prabhupada says, a devotee of the Lord does not like to associate with non-devotees, although he has no enmity with them. So, Chaitanya Mahaprabhu said, the characteristic of a Vaishnava is asatsangatyag-e-Vaishnava-achar. So, one category of a devotee. Asat means those who are materially attached. One category of asat is non-devotee, Krishna-abhakta. And another category of asat is strisangi, those who are simply attached to objects of sense gratification, strisangi. So, a devotee does not like to associate with non-devotees. He always wants association of other devotees. So, Srila Prabhupada says further, he desires, that is, a devotee desires association with the devotees of the Lord. This is perfectly natural because birds of the same feather mix together. Naturally, a devotee is inclined to do devotional service, hear about and glorify the Supreme Lord always. So, he would like to be in the association of other like-minded persons who are devotees like him. And the most important function of a devotee is to have complete attachment for Lord Shri Krishna, the father of all living beings. A devotee perfectly understands Krishna is the supreme father of everyone."
    },
    {
      "start_time": 387,
      "end_time": 536,
      "verse_references": [],
      "themes": [
        "Krishna consciousness",
        "compassion",
        "devotee association"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It's insanity to forget Krishna, to be independent of Krishna, to disobey Krishna's instructions. It's insane.",
      "summary": "The devotee's perspective on all living beings as children of Krishna, the importance of bringing others to Krishna consciousness, and the value of association with devotees regardless of material status.",
      "timestamp_url": "https://youtu.be/3r-KfJCCS0s?t=387",
      "transcript": "As a good son of the father behaves in a friendly way with all his other brothers, so also the devotee of the Lord, being a good son of the Supreme Father Lord Krishna, sees all other living beings in relation with the Supreme Father. Why is it that a devotee has no enmity with anyone? Because he sees everyone, irrespective of their present condition. Everyone is part and parcel of Krishna. Everyone is a good son of the Supreme Lord Krishna. But presently, some of them are forgetful of Krishna. He tries to bring back the upstart sons of the father to a saner stage. It's insanity to forget Krishna, to be independent of Krishna, to disobey Krishna's instructions. It's insane. So, a devotee preaches in such a way that somebody may become sane. And also his preaching is meant to get them to accept the supreme fatherhood of God. Maharaj Pariksit was certainly going back to Godhead. But even if he were not to go back, he prayed for a pattern of life, which is the most perfect way in the material world. How to live in this world perfectly, if at all somebody wants to live like a devotee. So, Srila Prabhupada says, \"A pure devotee does not desire the company of a personality as great as Brahma, but he prefers the association of a petty living being, provided that petty living being is a devotee of the Lord.\" So, a devotee desires association of other devotees. Now, the other devotees' material position doesn't matter. That's not important. Just important is the fact that they are devotees."
    },
    {
      "start_time": 536,
      "end_time": 721,
      "verse_references": [
        "SB 1.19.17"
      ],
      "themes": [
        "renunciation",
        "auspiciousness",
        "spiritual success"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Facing the north is still more favorable for attaining spiritual success.",
      "summary": "Explanation of the 17th verse, detailing Pariksit Maharaj's preparations for leaving his body, including renunciation, auspicious arrangements, and facing the north for spiritual success.",
      "timestamp_url": "https://youtu.be/3r-KfJCCS0s?t=536",
      "transcript": "The seventeenth verse: Itismaraja adhyavasayayuktaha Prachinamuleshu Deshu dhiraha Udanmukho dakshina koola aaste Samudra patnya swasuta niyasta bhara ha. The meaning of this seventeenth verse is, \"In perfect self-control, Maharaj Pariksit sat down on a seat of straw, with straw roots facing the east, placed on the southern bank of the Ganges, and he himself faced the north. Just previously, he had given charge of his kingdom over to his son.\" This means Pariksit completely renounced all connections with his wealth, with his family, with his possessions, everything. But, responsibly, he did hand over charge of ruling the world to his worthy son. So, in the Patpotshila, Prabhupada says, \"The river Ganges is celebrated as the wife of the sea.\" This is a description in the scriptures. The river always goes and joins the sea. The river flows from where it starts, and goes on flowing, flowing, flowing, till it joins the sea. So, in that sense, the river Ganga is celebrated as the wife of the sea. Here, Samudra Patnya, that is referring to the Ganges, the wife of the sea. The seat of Kusha's straw is considered to be sanctified if the straw is taken out of the earth complete with root, and the root is pointed toward the east, it is considered to be auspicious. That means Pariksit is preparing himself to go back to Godhead with all auspicious conditions, favoring his going back to Godhead. Facing the north is still more favorable for attaining spiritual success. Though, as a pure devotee, he is not dependent on all these arrangements, but taking a humble position,"
    },
    {
      "start_time": 721,
      "end_time": 891,
      "verse_references": [],
      "themes": [
        "Vedic culture",
        "varnashrama",
        "administration",
        "spiritual guidance"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Brahmana is the perfect guide for everyone in the society.",
      "summary": "Discussion of the Vedic varnashrama system, the roles of Brahmanas and Kshatriyas, and Pariksit Maharaj's responsible transfer of power to his son.",
      "timestamp_url": "https://youtu.be/3r-KfJCCS0s?t=721",
      "transcript": "he adopts all the necessities required for going back to Godhead. Maharaj Pariksit handed over the charge of administration to his son before leaving home. You see, the Vedic culture, the Varnashrama system, the administration is carried out by the Kshatriyas, qualified Kshatriyas. The Brahmanas are intelligent persons who are learned in the scriptures, but they don't occupy the post of the administrator or the king. They give guidance to everyone else in the society, including the king, the Kshatriyas, the Vaishyas, the Shudras, everyone, for their spiritual success in life, and also guides them in maintaining themselves by appropriately carrying out some occupational activities. So, Brahmana is the perfect guide for everyone in the society. The Kshatriyas are meant to do administration. So, Pariksit Maharaj is ruling perfectly. When he was given charge by Yudhishthira, his grandfather, when the Pandavas retired timely, they handed over charge to Pariksit. They had trained up Pariksit before they could hand over charge. Similarly, Pariksit had trained his son Janamejaya, and Janamejaya took charge after Pariksit retired, renouncing the kingdom. So, Srila Prabhupada concludes by telling, Pariksit was thus fully equipped for all favorable conditions in order to go back to Godhead. That is the ultimate success of the human form of life, that one may simply aim to go back to Godhead after quitting the present body."
    },
    {
      "start_time": 891,
      "end_time": 921,
      "verse_references": [
        "BG 8.15"
      ],
      "themes": [
        "Krishna consciousness",
        "perfection",
        "going back to Godhead"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "That is the ultimate success of the human form of life, that one may simply aim to go back to Godhead after quitting the present body.",
      "summary": "Concluding remarks on the perfection of human life, aiming to return to Godhead, and Krishna's teachings in the Bhagavad Gita.",
      "timestamp_url": "https://youtu.be/3r-KfJCCS0s?t=891",
      "transcript": "And that's what Krishna teaches in the Bhagavad Gita: punar janma naiti mam eti sorjuna tyaktva deham punar janma naiti mam eti sorjuna. So, that is the perfection of the human form of life, as Krishna says in Bhagavad Gita."
    }
  ]
}