{
  "video_id": "49XwTlBpOw0",
  "title": "Great Respect For Women In Vedic Culture - Sri Suvyakta Narasimha Dasa",
  "speaker": "HG Suvyakta Narasimha Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=49XwTlBpOw0",
  "segments": [
    {
      "start_time": 0,
      "end_time": 49,
      "verse_references": [],
      "themes": [
        "protection of women",
        "respect for women",
        "Vedic culture"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "From childhood, if a man is educated that woman is not an object of enjoyment, she is to be respected like mother and she is worthy always of your protection, not your exploitation.",
      "summary": "The speaker discusses Manu Samhita's view on women's protection and Chanakya Pandit's teaching on respecting women as mothers, emphasizing protection over exploitation.",
      "timestamp_url": "https://youtu.be/49XwTlBpOw0?t=0"
    },
    {
      "start_time": 49,
      "end_time": 102,
      "verse_references": [],
      "themes": [
        "respect for women",
        "consequences of disrespect",
        "Ramayana",
        "justice"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "And that is how in the olden times, women were given so much respect that if a man were to abduct a woman, then according to the Shastras, the husband of that woman can go and kill that abductor.",
      "summary": "The speaker explains the high regard for women in ancient times, illustrating it with the example of Lord Ramachandra killing Ravana for abducting Sita, highlighting the consequences of disrespecting women.",
      "timestamp_url": "https://youtu.be/49XwTlBpOw0?t=49"
    },
    {
      "start_time": 102,
      "end_time": 150,
      "verse_references": [],
      "themes": [
        "honor of women",
        "Manusamhita",
        "consequences of disrespect",
        "Ramayana",
        "Mahabharata"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "From this, what we can understand is the honor of a woman was accorded the highest position in the society, according to Manusamhita.",
      "summary": "The speaker emphasizes the high position of women's honor in society according to Manusamhita, stating that disrespect towards women leads to conflict, citing Ramayana and Mahabharata as examples.",
      "timestamp_url": "https://youtu.be/49XwTlBpOw0?t=102"
    },
    {
      "start_time": 150,
      "end_time": 235,
      "verse_references": [],
      "themes": [
        "Mahabharata",
        "Draupadi",
        "Ramayana",
        "Sita",
        "honor of women",
        "Manusamhita",
        "Dharma"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Both the battles, both the great battles in our history have happened to protect the honor of a woman.",
      "summary": "The speaker elaborates on the Mahabharata and Ramayana wars, explaining that they were fought to protect the honor of Draupadi and Sita, respectively, emphasizing the importance of following Manusamhita as Dharma and respecting women.",
      "timestamp_url": "https://youtu.be/49XwTlBpOw0?t=150"
    }
  ]
}