{
  "video_id": "4I_VHDnDhlI",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.16.22 | 29-01-2023",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=4I_VHDnDhlI",
  "segments": [
    {
      "start_time": 0,
      "end_time": 54,
      "verse_references": [],
      "themes": [
        "Invocation",
        "Prayers"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyana Timiraandhasya Gyananjanishalakaya Chakshurunmeelitam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, invoking blessings and setting the spiritual tone.",
      "timestamp_url": "https://youtu.be/4I_VHDnDhlI?t=0",
      "transcript": "Om Agyana Timiraandhasya Gyananjanishalakaya Chakshurunmeelitam Yena Tasmai Shri Gurave Namaha Namah Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet"
    },
    {
      "start_time": 54,
      "end_time": 174,
      "verse_references": [
        "SB 1.16.22"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "Kali Yuga",
        "Degradation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The so-called administrators are now bewildered by the influence of this age of Kali and thus they have put all state affairs into disorder.",
      "summary": "The speaker introduces the 22nd verse of the 16th chapter of the 1st canto of Srimad Bhagavatam, discussing the degraded condition of Kali Yuga and the bewilderment of administrators.",
      "timestamp_url": "https://youtu.be/4I_VHDnDhlI?t=54",
      "transcript": "In this session, we will be discussing from the 22nd verse of the 16th chapter of the 1st canto of Srimad Bhagavatam. The 22nd verse is as follows: Kim Chhatra Bandhun Kalinopa Srishtan Rashtrani Vaatair Avaropitani Itas Tato Vasana Pana Vasaha Snana Javayon Mukha Jeevalokam. The meaning of this verse is: The so-called administrators are now bewildered by the influence of this age of Kali, and thus they have put all state affairs into disorder. Are you now lamenting this disorder? Now the general populace does not follow the rules and regulations for eating, sleeping, drinking, mating, etc., and they are inclined to perform such any business whether they are staying in their inner community that they have been advised by God how to behave in this global and they have too much to stay in them to live anyway. How can one save himself? How to take care of one's life, every life in the world? Cow because mother earth was very much agreed and dharma is trying to find the cause for her grief, her condition. So different questions are being raised which are basically indicative of the"
    },
    {
      "start_time": 174,
      "end_time": 283,
      "verse_references": [
        "BG 4.7"
      ],
      "themes": [
        "Kali Yuga",
        "Irreligion",
        "Administration"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Adharma Bandhu Kali is described as Adharma Bandhu friend of irreligion so irreligion becomes prominent.",
      "summary": "This segment elaborates on the influence of Kali Yuga, highlighting the prominence of irreligion and the resulting disorder in state affairs due to irreligious administrators.",
      "timestamp_url": "https://youtu.be/4I_VHDnDhlI?t=174",
      "transcript": "degraded condition of the Kali Yuga, the present age. So here the administrators are being particularly mentioned as biblical by the influence of this age of Kali. What are the influence of age of Kali? Adharma Bandhu. Kali is described as Adharma Bandhu, friend of irreligion. So irreligion becomes prominent. Same thing in the Bhagavad Gita, Krishna says, yada yadahi dharmasya gladi bhavati bharata dharmasya gladi means the religion is going down and down and down, people are not following religious principles, abhyutthanam adharmasya religion becomes very prominent and that is exactly what Kali does, makes irreligion very prominent. So the administrators, they don't follow religious principles, they themselves are religious and the people they have to administer are also irreligious, so all the State affairs are in disorder. There is no proper law and order situation prevailing, which was the, which was the law and order was much, much better in the earlier ages."
    },
    {
      "start_time": 283,
      "end_time": 389,
      "verse_references": [],
      "themes": [
        "Social Order",
        "Rules and Regulations",
        "Civilized Society"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Civilized society means there should be some regulation otherwise people who are unregulated they simply perform these activities anywhere and everywhere without any restriction.",
      "summary": "The speaker discusses the importance of rules and regulations in a civilized society, contrasting it with the unregulated behavior prevalent in Kali Yuga, comparing human and animal needs.",
      "timestamp_url": "https://youtu.be/4I_VHDnDhlI?t=283",
      "transcript": "There were very strong administrators, the kings, and they had excellent administration. So things were very much well maintained. But now, due to the influence of Dejav Kali, there is disorder in the state affairs. And one more thing pointed out here is general populace, general people in general do not follow the rules and regulations for eating, sleeping, drinking, meeting, etc. Civilized society means there should be some regulation, otherwise people who are unregulated, they simply perform these activities anywhere and everywhere without any restriction, unrestrictedly they eat, they drink, and they create nuisance. So in general, there is no peace, there is no law and order, so Dharma is questioning mother earth, are you unhappy because of this? So Srila Prabhupada explains in the purport, there is some necessities of life on a par with those of lower animals and there is some necessity of life on a par with those of lower animals, common activities, but for humans and animals what are they? Eating, sleeping, fearing, and meeting, ahara nidra bhaya my tuna, these bodily demands are for both the human beings and the animals."
    },
    {
      "start_time": 389,
      "end_time": 520,
      "verse_references": [],
      "themes": [
        "Code of Conduct",
        "Influence of Kali",
        "Moral Decline"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The influence of the age of Kali is bewildering people that means they are overwhelmed by the prospect of becoming irreligious not following the the rules and regulations given in the scriptures.",
      "summary": "This segment focuses on the code of conduct for human beings, the bewildering influence of Kali Yuga, and the resulting moral decline as people disregard scriptural rules and regulations.",
      "timestamp_url": "https://youtu.be/4I_VHDnDhlI?t=389",
      "transcript": "We require to eat as much as the animals have to eat to maintain themselves, sleeping is required, but the human being has to fulfill such desires, not only to fulfill such desires, but also to fulfill the position they have on them and the human human desire to act or be considered a public nuisance and to personally criminally prosecuted. So human beings, there is the code of conduct. 601 Singapore immigrants have not been lied to as the iwo Hong Delta human equal. There is a code of conduct, civilized society of education, civilized society of education, civil behavior, they cannot openly engage in sex. So proper says therefore for the human being there are some rules and regulations even for fulfilling common demands. The human society avoid such rules and regulations when it is bewildered by the influence of the age of Kali. The influence of the age of Kali is bewildering people, that means they are overwhelmed by the prospect of becoming irreligious, not following the the rules and regulations given in the scriptures are traditionally being followed that they do not do so. Sheila proper says in this age, the age of Kali, people are indulging in such necessities of life without following the rules and regulations. They don't want to follow the rules and regulations, they are unrestricted in doing these activities and this deterioration of social and moral rules is certainly lamentable."
    },
    {
      "start_time": 520,
      "end_time": 663,
      "verse_references": [],
      "themes": [
        "Social Decline",
        "Parenting",
        "Bad Association"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Even in India where the very culture is still prominent still there are people who are in a small number a minority of the section of the human population here are not so much strict in following the rules.",
      "summary": "The speaker laments the gradual social decline, even in India, and emphasizes the challenges faced by parents in raising children amidst bad influences in the age of Kali.",
      "timestamp_url": "https://youtu.be/4I_VHDnDhlI?t=520",
      "transcript": "It is a very sorry or sad state of affairs the present age. Of course, we are seeing a gradual decline. It's not so bad in our country as it is in the Western countries, it's much worse condition. But even in India where the very culture is still prominent, still there are people who are in a small number, a minority of the section of the human population here are not so much strict in following the rules, traditional rules and regulations in their social and moral behavior. They are not so strict in following the rules because of the harmful effects such beastly behavior. Proper is a strong words, they are behaving like animals, their behavior is not up to the mark, not up to the standard of a human being, a civilized human being. And particularly proper says in this age the fathers and the guardians are not happy with the behavior of their wards. The children have become disobedient to the parents or to the elders, they don't know how to respect the elders and the children also are misguided by bad advertisement by too much of freedom to do whatever they like to do without any restriction without any curtailment of their so-called freedom. So proper says here particularly the parents should know that so many innocent children are victims of bad association awarded by the influence of"
    },
    {
      "start_time": 663,
      "end_time": 865,
      "verse_references": [
        "SB 6"
      ],
      "themes": [
        "Bad Association",
        "Ajamila",
        "Moral Corruption"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Even though the house household atmosphere may be good because parents are very cultured they their upbringing is very good and the child is very small but once the child starts going to school it is exposed to so many bad things outside the house.",
      "summary": "The speaker narrates the story of Ajamila, illustrating how a single instance of bad association can lead to moral corruption, even for someone from a cultured background.",
      "timestamp_url": "https://youtu.be/4I_VHDnDhlI?t=663",
      "transcript": "this age of Kali. Even though the house household atmosphere may be good because parents are very cultured, they their upbringing is very good and the child is very small, but once the child starts going to school it is exposed to so many bad things outside the house. Outside the house there's so much exposure to the wrong things, bad things, bad behavior. Now from the Srimad Bhagavatam, Srila Prabhupada says we know from Srimad Bhagavatam that a Jamila, an innocent son of a Brahmana was walking down a road and he saw a Sudra pair sexually embracing. If you're not familiar with this, it is described in the sixth canto of the Bhagavatam, this a Jamila story. This is something that happened very, very, very long back in a bygone age and a Jamila was the son of a Brahmana and he was well behaved, very, very cultured. He had gone to pick pick some flowers from the forest just outside the village and on the way when back when returning to his village after picking flowers, he happened to see a low-class pair of man and woman sexually embracing each other and this disturbed his mind very much disturbed his mind. So it said here this attracted the boy and later on the boy became a victim of all debaucheries, all kinds of bad habits. He got attracted to that it was a prostitute who was entertaining one customer, but this Brahmana is nothing to do with prostitutes and all such low-class behavior, but somehow he happened to glance and lusty desires awakened in his heart and he became very mischievous and even then he got attracted to these women with this man. I have she let me tell you something he didn't get a chance to know and at first I thought this was a very nice one, but this was a very nice man, he actually saw him as an important man and the man he was attracted to and he was tormented by that desire to enjoy like that low-class man was enjoying with the prostitute. He also developed a strong desire, lusty desire to enjoy and he later on he sought out that prostitute, brought her home, deserted his wife and elderly parents, chaste wife, he sent her away and he started enjoying with a prostitute. So from a pure brahmana he fell down to the position of a wretched urchin. It was all due to bad association just because he happened to see a prostitute embracing a low-class person."
    },
    {
      "start_time": 865,
      "end_time": 940,
      "verse_references": [],
      "themes": [
        "Kali Yuga",
        "Social Problems",
        "Challenges"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "By the influence of the age of kali everywhere politically socially religiously everything is topsy-turvy therefore for the same person it is all regrettable it's a very serious problem for sober people.",
      "summary": "The lecture concludes by reiterating the pervasive influence of Kali Yuga, leading to social problems and challenges, particularly for those trying to maintain a cultured upbringing.",
      "timestamp_url": "https://youtu.be/4I_VHDnDhlI?t=865",
      "transcript": "So Sushila Prabhupada comments there was but one victim like a Jamila in those days, but in this age of Kali the poor innocent students are daily victims of cinemas which attract men only for sex indulgence. What they show in cinemas is not very much commendable, it's not very good, it has a very adverse impact. So therefore by the influence of the age of kali everywhere politically, socially, religiously everything is topsy-turvy. Therefore for the same person it is all regrettable, it's a very serious problem for sober people, behaved cultured people, it's a big challenge that the atmosphere is presenting for their upbringing of their children in a proper way. It's a it's quite a difficult thing."
    }
  ]
}