{
  "video_id": "4KlBAm_PgzM",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.11.16-17 Part 2 | 09-07-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=4KlBAm_PgzM",
  "segments": [
    {
      "start_time": 41,
      "end_time": 102,
      "verse_references": [],
      "themes": [
        "Krishna's arrival",
        "devotees' joy"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "On hearing that the most dear Krishna was approaching Dwarka Dham, magnanimous Vasudeva, Akrura, Ugrasena, Balaram, Pradyumna, Charudeshna, Sambha, the son of Jambavati, all extremely happy, abandoned, resting, sitting and dining.",
      "summary": "The speaker introduces the context of the verses and the personalities to be discussed, focusing on the joy of Krishna's devotees upon his arrival.",
      "timestamp_url": "https://youtu.be/4KlBAm_PgzM?t=41"
    },
    {
      "start_time": 114,
      "end_time": 247,
      "verse_references": [],
      "themes": [
        "Ugrasena",
        "Kamsa",
        "devotee",
        "Narada"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So by the grace of Lord Krishna and Lord Balaram, Kamsa was killed, and Ugrasena was re-installed on the throne.",
      "summary": "The speaker describes Ugrasena's history, including his imprisonment by Kamsa, his divine nature, and his eventual reinstatement as king by Krishna and Balarama, also highlighting his inquiry to Narada about Krishna's divinity.",
      "timestamp_url": "https://youtu.be/4KlBAm_PgzM?t=114"
    },
    {
      "start_time": 250,
      "end_time": 300,
      "verse_references": [],
      "themes": [
        "Yadu dynasty",
        "dissolution",
        "Krishna's plan"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So Krishna decided to actually bring about an apparent quarrel between the members of the Yadu dynasty themselves, and they killed each other.",
      "summary": "The speaker explains how Krishna orchestrated the dissolution of the powerful Yadu dynasty through internal conflict.",
      "timestamp_url": "https://youtu.be/4KlBAm_PgzM?t=250"
    },
    {
      "start_time": 333,
      "end_time": 473,
      "verse_references": [],
      "themes": [
        "Balarama",
        "Rohini",
        "Vasudeva",
        "Nanda Maharaj",
        "plenary expansion",
        "Vishnu Tattva"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Balarama is the plenary manifestation of the Supreme Personality of Godhead. He is the first expansion of Krishna in the spiritual world he is Krishna's own expansion but still they act as if they are two independent personalities that's the way they behave and act that's the nature of Godhead so he is as powerful as Lord Krishna this plenary manifestation he belongs to the Vishnu Tattva the principle of Godhead.",
      "summary": "The speaker details Balarama's birth, his upbringing under Nanda Maharaj, and his position as the plenary expansion of Krishna, emphasizing his power and connection to the Vishnu Tattva.",
      "timestamp_url": "https://youtu.be/4KlBAm_PgzM?t=333"
    },
    {
      "start_time": 476,
      "end_time": 591,
      "verse_references": [],
      "themes": [
        "Balarama's pastimes",
        "anger",
        "forgiveness",
        "spiritual strength",
        "Adi Guru"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Now in the Vedas, Balarama is described as a supreme lord without whose favor one cannot realize the absolute truth.",
      "summary": "The speaker recounts Balarama's pastimes, including his anger towards Arjuna and the Kauravas, his eventual forgiveness, and his role as the original spiritual master (Adi Guru) who bestows spiritual strength.",
      "timestamp_url": "https://youtu.be/4KlBAm_PgzM?t=476"
    },
    {
      "start_time": 605,
      "end_time": 704,
      "verse_references": [],
      "themes": [
        "Pradyumna",
        "Kamadeva",
        "Krishna's son",
        "Chaturvyuha"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He is actually originally one of the four plenary expansions of Krishna was Vasudeva Sankarsana Pradyumna Aniruddha or one of the four expansions of Krishna, Chaturvyuha expansions.",
      "summary": "The speaker describes Pradyumna as an incarnation of Kamadeva, the son of Krishna and Rukmini, and his position as the third member of the Chaturvyuha expansion.",
      "timestamp_url": "https://youtu.be/4KlBAm_PgzM?t=605"
    },
    {
      "start_time": 706,
      "end_time": 779,
      "verse_references": [],
      "themes": [
        "Charudeshna",
        "Samba",
        "Krishna's sons",
        "warriors",
        "parliament member"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Charudeshna is another son of Lord Sri Krishna and Rukmini. He was also present during the Swayamvaras ceremony in Draupadi. He was a great warrior like his brothers and his father Krishna. Samba, he was one of the great heroes of the Yadu dynasty and the son of Lord Sri Krishna by his wife Jambavati.",
      "summary": "The speaker introduces Charudeshna and Samba, both sons of Krishna, highlighting their roles as warriors and Samba's participation in Yudhishthira's parliament.",
      "timestamp_url": "https://youtu.be/4KlBAm_PgzM?t=706"
    },
    {
      "start_time": 779,
      "end_time": 914,
      "verse_references": [],
      "themes": [
        "Rajasuya Yagna",
        "Krishna's glorification",
        "devotion",
        "attachment to Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "That means all of the associates of Krishna are his intimate devotees. And they are very, very, very attached to Krishna. That is the special feature of devotion to Krishna.",
      "summary": "The speaker concludes by describing the Rajasuya Yagna performed by Yudhishthira to glorify Krishna and emphasizes the deep attachment and devotion of Krishna's associates.",
      "timestamp_url": "https://youtu.be/4KlBAm_PgzM?t=779"
    }
  ]
}