{
  "video_id": "4KlBAm_PgzM",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.11.16-17 Part 2 | 09-07-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=4KlBAm_PgzM",
  "segments": [
    {
      "start_time": 41,
      "end_time": 102,
      "verse_references": [],
      "themes": [
        "Krishna's arrival",
        "devotees' joy"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "On hearing that the most dear Krishna was approaching Dwarka Dham, magnanimous Vasudeva, Akrura, Ugrasena, Balaram, Pradyumna, Charudeshna, Sambha, the son of Jambavati, all extremely happy, abandoned, resting, sitting and dining.",
      "summary": "The speaker introduces the context of the verses and the personalities to be discussed, focusing on the joy of Krishna's devotees upon his arrival.",
      "timestamp_url": "https://youtu.be/4KlBAm_PgzM?t=41",
      "transcript": "OM NAMO BHAGVATE VASUDEVAYA NARAYANAM NAMASKRITTYA NARAM CHAIVANAROTTAMAM DEVIM SARASVATHIM VYASAM TATO JAYAM UDIRAYET In this session we will continue discussing from the same 16th and 17th verses of the 11th chapter of 1st canto. In these two verses several personalities were mentioned. So we will discuss the other personalities whose description is given in the elaborate PURPORT BY SHRILA PRABHUPAD. This was, I just read the translation: On hearing that the most dear Krishna was approaching Dwarka Dham, magnanimous Vasudeva, Akrura, Ugrasena, Balaram, Pradyumna, Charudeshna, Sambha, the son of Jambavati, all extremely happy, abandoned resting, sitting and dining."
    },
    {
      "start_time": 114,
      "end_time": 247,
      "verse_references": [],
      "themes": [
        "Ugrasena",
        "Kamsa",
        "devotee",
        "Narada"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So by the grace of Lord Krishna and Lord Balaram, Kamsa was killed, and Ugrasena was re-installed on the throne.",
      "summary": "The speaker describes Ugrasena's history, including his imprisonment by Kamsa, his divine nature, and his eventual reinstatement as king by Krishna and Balarama, also highlighting his inquiry to Narada about Krishna's divinity.",
      "timestamp_url": "https://youtu.be/4KlBAm_PgzM?t=114",
      "transcript": "So here is a description about Ugrasena. Ugrasena was one of the powerful kings of the Vrishni dynasty and cousin of Krishna. Ugrasena was the son of Maharaj Kuntibhoja. His other name is Ahuka. His minister was Vasudeva and his son was the powerful Kamsa. This Kamsa imprisoned Ugrasena and forcibly became the king of Mathura. Ugrasena was ruling Mathura, but Kamsa imprisoned his own father because Kamsa was a demoniac natured person. Ugrasena was divine natured. So they are of opposite natures, so they don't get along. Demons don't get along with divine natured people and demons unnecessarily give trouble to divine natured people, unnecessarily. So by the grace of Lord Krishna and Lord Balaram, Kamsa was killed, and Ugrasena was re-installed on the throne. When Shalva attacked the city of Dwaraka, Ugrasena fought very valiantly and repulsed the enemy. Ugrasena was not a weak Kshatriya, he was a powerful Kshatriya. So Shalva was a very, very powerful king. So Ugrasena was able to resist Shalva's attack and fought very bravely. Ugrasena inquired from Narada about the divinity of Lord Krishna. See, even Ugrasena, he's a devotee, but still, one has to hear from proper spiritual authorities about the actual divine position of the Supreme Personality of God. So Ugrasena inquired from Narada about the divinity of Lord Krishna. So Narada is an authority."
    },
    {
      "start_time": 250,
      "end_time": 300,
      "verse_references": [],
      "themes": [
        "Yadu dynasty",
        "dissolution",
        "Krishna's plan"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So Krishna decided to actually bring about an apparent quarrel between the members of the Yadu dynasty themselves, and they killed each other.",
      "summary": "The speaker explains how Krishna orchestrated the dissolution of the powerful Yadu dynasty through internal conflict.",
      "timestamp_url": "https://youtu.be/4KlBAm_PgzM?t=250",
      "transcript": "When the Yadu dynasty was to be vanquished, Ugrasena was entrusted with the iron lump produced from the womb of Samba. This is a pastime, how the Yadu dynasty itself would actually be dissolved, because they were very, very powerful. They defeated everyone else, but how would they end their manifestation? So Krishna decided to actually bring about an apparent quarrel between the members of the Yadu dynasty themselves, and they killed each other. And that's the way they actually disappeared from the surface of this globe, from the earth."
    },
    {
      "start_time": 333,
      "end_time": 473,
      "verse_references": [],
      "themes": [
        "Balarama",
        "Rohini",
        "Vasudeva",
        "Nanda Maharaj",
        "plenary expansion",
        "Vishnu Tattva"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Balarama is the plenary manifestation of the Supreme Personality of Godhead. He is the first expansion of Krishna in the spiritual world he is Krishna's own expansion but still they act as if they are two independent personalities that's the way they behave and act that's the nature of Godhead so he is as powerful as Lord Krishna this plenary manifestation he belongs to the Vishnu Tattva the principle of Godhead.",
      "summary": "The speaker details Balarama's birth, his upbringing under Nanda Maharaj, and his position as the plenary expansion of Krishna, emphasizing his power and connection to the Vishnu Tattva.",
      "timestamp_url": "https://youtu.be/4KlBAm_PgzM?t=333",
      "transcript": "Maharaj along with his mother Rohini when Vasudeva embraced imprisonment by mutual agreement with Kamsa, so Vasudeva had 16 Queens of which Rohini and Devaki were two of them, so Krishna appeared as the son of Devaki and Balarama appeared as the son of Rohini, but when Balarama appeared Rohini was under the protection of Nanda Maharaj, so Balarama grew up in Vrindavan along with Krishna as his son of Rohini, but Balarama was introduced to Nanda Maharaj as his father, the child when it is just born, so it is born from the womb of a particular mother, so since he appeared from the womb of Rohini, Rohini is his mother, then who is the father? Because father actually is Vasudeva, he is in imprisonment under Kamsa, so therefore he grew up under the care of Nanda Maharaj as his foster father as much as Krishna grew up under Nanda Maharaj as his foster father, same Balarama also. So this is Leela. Lord Krishna and Balarama were constant companions from their very childhood although they were stepbrothers, but actually Balarama is the plenary manifestation of the Supreme Personality of Godhead. He is the first expansion of Krishna in the spiritual world, he is Krishna's own expansion, but still they act as if they are two independent personalities, that's the way they behave and act, that's the nature of Godhead, so he is as powerful as Lord Krishna, this plenary manifestation, he belongs to the Vishnu Tattva."
    },
    {
      "start_time": 476,
      "end_time": 591,
      "verse_references": [],
      "themes": [
        "Balarama's pastimes",
        "anger",
        "forgiveness",
        "spiritual strength",
        "Adi Guru"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Now in the Vedas, Balarama is described as a supreme lord without whose favor one cannot realize the absolute truth.",
      "summary": "The speaker recounts Balarama's pastimes, including his anger towards Arjuna and the Kauravas, his eventual forgiveness, and his role as the original spiritual master (Adi Guru) who bestows spiritual strength.",
      "timestamp_url": "https://youtu.be/4KlBAm_PgzM?t=476",
      "transcript": "He attended the Swayamvara ceremony of Draupadi along with Krishna. When Subhadra was kidnapped by Arjuna by the organized plan of Krishna, Balde was very angry with Arjuna and wanted to kill him at once. But Krishna for the sake of his dear friend Arjuna, he fell at the feet of Balarama and implored him not to be so angry. So Balde was thus satisfied by Krishna pacifying him and Arjuna's life was spared. Once, Balarama was very angry with the Kauravas and he wanted to throw their whole city into the depths of the Yamuna. But the Kauravas realized their mistake in not agreeing to Balarama's proposition. So then they begged forgiveness and Balarama at once forgave them, and then he actually pardoned and he did not do so. So they were actually saved. The Kauravas were saved. Now in the Vedas, Balarama is described as a supreme lord without whose favor one cannot realize the absolute truth. Now, Bala means spiritual strength, not physical strength. So less intelligent people interpret this Bala as some physical strength, but Bala means spiritual strength. So no one can have spiritual realization without the mercy of Balarama. So therefore, Balarama is described as the original spiritual master, Adi Guru."
    },
    {
      "start_time": 605,
      "end_time": 704,
      "verse_references": [],
      "themes": [
        "Pradyumna",
        "Kamadeva",
        "Krishna's son",
        "Chaturvyuha"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He is actually originally one of the four plenary expansions of Krishna was Vasudeva Sankarsana Pradyumna Aniruddha or one of the four expansions of Krishna, Chaturvyuha expansions.",
      "summary": "The speaker describes Pradyumna as an incarnation of Kamadeva, the son of Krishna and Rukmini, and his position as the third member of the Chaturvyuha expansion.",
      "timestamp_url": "https://youtu.be/4KlBAm_PgzM?t=605",
      "transcript": "Next, the description of Pradyumna. He is an incarnation of Kamadeva. He was born as the son of the personality of Godhead, Krishna and Rukmini. Rukmini is the principal queen of Krishna. He was very angry with his charioteer. Why did you remove me from the battlefield? It's actually a quality of a Kshatriya. He never turns his back and retreats from a battle. Either he will win or he will lay down his life. That's the way a Kshatriya has to fight. So he went back to the battlefield and he was victorious over Shalva. He fought very bravely and is victorious. He is actually originally one of the four plenary expansions of Krishna was Vasudeva Sankarsana Pradyumna Aniruddha or one of the four expansions of Krishna."
    },
    {
      "start_time": 706,
      "end_time": 779,
      "verse_references": [],
      "themes": [
        "Charudeshna",
        "Samba",
        "Krishna's sons",
        "warriors",
        "parliament member"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Charudeshna is another son of Lord Sri Krishna and Rukmini. He was also present during the Swayamvaras ceremony in Draupadi. He was a great warrior like his brothers and his father Krishna. Samba, he was one of the great heroes of the Yadu dynasty and the son of Lord Sri Krishna by his wife Jambavati.",
      "summary": "The speaker introduces Charudeshna and Samba, both sons of Krishna, highlighting their roles as warriors and Samba's participation in Yudhishthira's parliament.",
      "timestamp_url": "https://youtu.be/4KlBAm_PgzM?t=706",
      "transcript": "So he is the third one in the Chaturvyuha expansion. During the factricidal war amongst descendants of Yadu, he died at the hand of Bhoja, another king of the Vrishnis. He was installed in his original position after his death. Charudeshna is another son of Lord Sri Krishna and Rukmini. He was also present during the Swayamvaras ceremony in Draupadi. He was a great warrior like his brothers and his father Krishna. He fought with Vivinidhaka and killed him in the fight. He was a very brave warrior. Samba, he was one of the great heroes of the Yadu dynasty and the son of Lord Sri Krishna by his wife Jambavati. Jambavati was one of the eight principal queens of Krishna. He learned the military art of throwing arrows from Arjuna. Samba learned from Arjuna. He became a member of parliament during the time of Maharaja Yudhishthira. When Yudhishthira was ruling, Samba was one of the members of the parliament of Yudhishthira."
    },
    {
      "start_time": 779,
      "end_time": 914,
      "verse_references": [],
      "themes": [
        "Rajasuya Yagna",
        "Krishna's glorification",
        "devotion",
        "attachment to Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "That means all of the associates of Krishna are his intimate devotees. And they are very, very, very attached to Krishna. That is the special feature of devotion to Krishna.",
      "summary": "The speaker concludes by describing the Rajasuya Yagna performed by Yudhishthira to glorify Krishna and emphasizes the deep attachment and devotion of Krishna's associates.",
      "timestamp_url": "https://youtu.be/4KlBAm_PgzM?t=779",
      "transcript": "He was present during the Rajasuya Yagna of Maharaja Yudhishthira. Yudhishthira, in order to glorify Krishna, he performed Rajasuya sacrifice in which Krishna was elected as the president of the Yadu dynasty. Krishna was the president of that big assembly of all great saintly persons, all sages, all Rajarshis, all Devatas. They were all present. Krishna was elected as the president. So Yudhishthira just did this to glorify Krishna. That's all. When all the Vrishnis were assembled during the time of Prabhasa Yagna, Samba's glorious activities were narrated by Satyaki before Lord Krishna. He was also present with his father Lord Sri Krishna during the Ashwamedha Yagna performed by Yudhishthira. So, Samba died in that fratricidal war between the members of the Yadu dynasty. So all these sons of Lord Krishna, they left their respective palaces and lived in the Yadu dynasty. They left their respective palaces and leaving aside all other engagements, whether lying down, sitting, dining, whatever. They hastily went towards their exalted father Krishna because they were very intimately attached to Krishna. That means all of the associates of Krishna are his intimate devotees, and they are very, very, very attached to Krishna. That is the special feature of devotion to Krishna. The attachment to Krishna is very, very, very strong. It's very, very powerful, because Krishna attracts everyone in that way. The name Krishna means all attractive. So he is attractive to everyone, particularly to his intimate devotees. He is very, very attractive. So I'll stop here. Thank you. Thank you very much."
    }
  ]
}