{
  "video_id": "4nqwMXez2dM",
  "title": "Daily Evening Bhagavatam Discourse | SB 1.17.19 Part 2 | HH Stoka Krishna Swami | 26-02-2023",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=4nqwMXez2dM",
  "segments": [
    {
      "start_time": 34,
      "end_time": 112,
      "verse_references": [
        "SB 1.17.19"
      ],
      "themes": [
        "Ultimate Cause",
        "Suffering",
        "Philosophical Theories"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So this discussion is about the nature of the ultimate cause.",
      "summary": "The lecture begins with a discussion of the 19th verse of the 17th chapter of the first canto of Srimad Bhagavatam, focusing on the nature of the ultimate cause of suffering.",
      "timestamp_url": "https://youtu.be/4nqwMXez2dM?t=34",
      "transcript": "Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare, Om Namo Bhagavate Vasudevaya, Narayanam Namaskritya, Naram Jai Vanarottamam, Devim Sarasvatim Vyasam Tato Jayam Udi Rayet. In this session we continue to discuss from the 19th verse of the 17th chapter of the first canto of Sriman Bhagavatam. This is part 2 of the discussion on this verse. I'll just read the translation of this verse once again and then we'll discuss the further portion of the purport. The translation of this 19th verse: While yet others say that activity is responsible and the gross materialists maintain that nature is the ultimate cause."
    },
    {
      "start_time": 112,
      "end_time": 276,
      "verse_references": [],
      "themes": [
        "Dharma",
        "Suffering",
        "Philosophical Perspectives",
        "Karma",
        "Nature",
        "Destiny"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "While yet others say that activity is responsible and the gross materialists maintain that nature is the ultimate cause.",
      "summary": "This segment explores different philosophical perspectives on the cause of suffering, including individual responsibility, superhuman powers (destiny), activity (karma), and nature.",
      "timestamp_url": "https://youtu.be/4nqwMXez2dM?t=112",
      "transcript": "So this discussion is about the nature of the ultimate cause. So this is the question between Dharma and Maharaj Pariksit. Maharaj Pariksit directly questioned Dharma as to who is the cause of your suffering. And Dharma replied that it is very difficult to ascertain the particular miscreant who has caused our sufferings, because there are so many different theories. There are so many different theoretical philosophers who put forward different philosophies trying to explain what is the cause of our suffering, ultimately. So here four different kinds of philosophers are mentioned specifically. One class of philosophers say ultimately we ourselves are responsible for our own suffering or happiness, suffering or enjoyment. And some people say superhuman powers, it's not within our control, something beyond us is responsible, we simply have to accept whatever is coming our way, just like fatalists. In English there's a word fatalists. In Karanadhi say hane baraha, whatever is destined is going to happen, destiny, destiny is everything, superhuman powers. Then some, the third category philosophers, say activity is ultimately responsible. If you do good work, you will be responsible, if you do good work you get good results, you're happy, you enjoy life, everything is nice. If you do bad activities, if you do sinful activities, then you have to suffer, you have to undergo distress and you will have a very bad time. So they attribute the ultimate cause of one's own enjoyment of suffering to whatever actions a particular person does. The fourth category of philosophers, they say nature is the ultimate cause. They attribute nature as the ultimate cause of everything."
    },
    {
      "start_time": 276,
      "end_time": 472,
      "verse_references": [
        "SB 3.25"
      ],
      "themes": [
        "Philosophical Theories",
        "Sankhya Philosophy",
        "Atheism vs. Theism",
        "Kapila"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Srimad Bhagavatam or kapila, the first kapila, who appeared many millions of years back, he actually is teaching us the devotional Sankhya philosophy, which analyzes everything in existence and establishes the Supreme Personality of God, Krishna, as the ultimate cause of all causes.",
      "summary": "The speaker introduces the Sankhya philosophy and distinguishes between the theistic Sankhya of the original Kapila (an incarnation of the Supreme Lord) and the atheistic Sankhya of a later Kapila, emphasizing the former's focus on Krishna as the ultimate cause.",
      "timestamp_url": "https://youtu.be/4nqwMXez2dM?t=276",
      "transcript": "So accordingly people try to find a solution to their problems based on which philosophy dot nature Helsinki Professor of Health Sciences liquid quote nature as the ultimate cause of everything. So accordingly people try to find a solution to their problems based on which philosophy they subscribe to. So Srila Prabhupada has already explained in the purport to the 18th words, there are many theoretical philosophers in the world who put forward their own theories as to cause and effect, especially about the cause of suffering in this world. So in the Vedic tradition, there are six great philosophers who have written very elaborate thesis on the ultimate cause of suffering that is there in this world and those six philosophers have been named Granada, Gautama, then Patanjali, Kapila, Jaimini and Vyasa Deva. So now in the previous session I described Jaimini's philosophy of karma Mimamsa philosophy and now I will try to describe this atheistic materialistic Sankhya philosophy. The Sankhya philosophers, the Nirishwaravada Sankhya philosophers, because I mentioned this earlier also, I am repeating, there are two kapilas in history. The recent one is the Nirishwaravadi kapila, Atheist kapila, who does not accept the theistic conclusion of the Srimad Bhagavatam or the theistic conclusion of the Vaishnava tradition. This Atheistic kapila, because the incarnational Supreme Lord Shiva is not a kapila. The Srimad Bhagavatam or kapila, the first kapila, who appeared many millions of years back, he actually is teaching us the devotional Sankhya philosophy, which analyzes everything in existence and establishes the Supreme Personality of God, Krishna, as the ultimate cause of all causes. But this Atheistic kapila, Nirishwaravada, is not a kapila. The Nirishwaravadi kapila, he has got his own materialistic Sankhya philosophy, which says material nature is the ultimate cause of all causes."
    },
    {
      "start_time": 472,
      "end_time": 654,
      "verse_references": [],
      "themes": [
        "Material Nature",
        "Atheistic Sankhya",
        "Limitations of Materialism",
        "Spirit Soul"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "According to this atheist Kapila, there is only material nature.",
      "summary": "The lecture delves into the atheistic Sankhya philosophy, highlighting its focus on material nature as the ultimate cause and its inability to comprehend the existence of the spirit soul or anything beyond matter.",
      "timestamp_url": "https://youtu.be/4nqwMXez2dM?t=472",
      "transcript": "So this Nirishwara kapila, he says that material nature, he analyzes material nature, and he has analyzed material nature as consisting of 24 elements, which is described by the original Kapila in the Srimad Bhagavatam, the Sankhya philosophy, the devotional Sankhya philosophy, by the incarnation of Supreme Lord Kapila. Kapila, son of Devahuti, the Supreme Lord himself, appeared to explain the Sankhya philosophy. Yes, the material nature consists of 24 elements, but material nature is one of the many energies of the Supreme Personality of God, Krishna. Now this point, that material nature is one of the energies of the Supreme Lord, Kapila, is a very important point. The material nature of the Supreme Lord, Krishna, is not known, not understood, not considered by the atheist Kapila. According to this atheist Kapila, there is only material nature. Just like we take birth in this material world, so atheist Kapila says, we are a product of material nature. That means he does not know anything beyond a personality. He is a person's material body. Of course, this atheist Kapila recognizes there is mind, there is intelligence, there is false ego. But he is unable to go beyond matter, because he is a gross materialist. He does not understand what is spirit soul. He does not even know it exists. And like other atheists, the reason is, if we say Bhagavad Gita describes there is something called spirit beyond matter, he says, oh, that's all simply your imagination. He'll dismiss that as something imaginary or some kind of theoretical philosophy. According to these atheistic philosophers, and according to this atheistic Kapila, what exists is what we can perceive with our five senses and with our mind and intelligence. That's all they accept. These atheistic people."
    },
    {
      "start_time": 654,
      "end_time": 844,
      "verse_references": [
        "BG 7",
        "BG 13"
      ],
      "themes": [
        "24 Elements of Matter",
        "Material Nature",
        "Sankhya Philosophy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, this Atheist Kapila analyzes matter as consisting of 24 elements.",
      "summary": "The speaker explains the 24 elements of matter according to the atheistic Sankhya philosophy, referencing Krishna's description in the Bhagavad Gita.",
      "timestamp_url": "https://youtu.be/4nqwMXez2dM?t=654",
      "transcript": "So, this Atheist Kapila analyzes matter as consisting of 24 elements. What are the 24 elements? First of all, this is described in the Bhagavad Gita by Krishna himself in the 13th chapter. In the 7th chapter and 13th chapter, Krishna describes, in the 13th chapter particularly, Mahabhutani ahankara buddhir avyakta mevaca. That Mahabhutani, the five great elements, earth, water, fire, air and sky. These are called the five great elements. And then there are the ten senses. The five knowledge, the five knowledge acquiring senses, Gyanendriya: the eyes, the ears, the nose, the tongue and the sense of touch. Then the five karmendriyas or the five working senses: the hands, the legs, the voice, the anus and the genitals. So, totally that makes it 15. And then five more senses, the sense objects. For the eyes, there are form. And for the ears, there is sound. For the nose, there is smell, different kinds of fragrances or different kinds of smells. And then for the tongue, there are different kinds of tastes. And for the sense of touch, there are different kinds of feelings of softness, hardness, whatever the kind of sensation of touch. So, these five sense objects called indriya visaya. Totally, five fours are 20. And then four more for making it 24 total elements, which is what matter is constituted of: mind, intelligence, and false ego. Mind is manas, buddhi, intelligence, ahankara, false ego. And finally, there is the total stock of the unmanifested material energy, avyakta. Avyakta is the total stock of the material energy from which these elements are differentiated at the beginning of creation."
    },
    {
      "start_time": 844,
      "end_time": 983,
      "verse_references": [],
      "themes": [
        "Materialism",
        "Limitations of Atheistic Sankhya",
        "Unmanifested Energy",
        "Spiritual Nature"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But then who is actually causing material energy to come from the unmanifested state?",
      "summary": "This segment critiques the atheistic Sankhya philosophy, questioning its lack of explanation for the origin, changes, and destruction of the material world, and emphasizing its ignorance of spiritual nature.",
      "timestamp_url": "https://youtu.be/4nqwMXez2dM?t=844",
      "transcript": "This is what Krishna explains in the Bhagavad Gita, 13th chapter. But this atheistic Sankhya philosophers headed by atheist Kapila, they say this matter is everything. That's all that is there in existence. So, matter is manifest as these 24 elements, and these 24 elements combine, and so many varieties are produced, and they remain for some time, and afterwards everything is destroyed. So, material energy goes back to its unmanifested state, avyakta. But then who is actually causing material energy to come from the unmanifested state? From the unmanifested state to the manifest state, and remain for some time in the manifest state. In the manifest state, there are changes that are taking place. While this world exists as a material world, as a material universe, there are so many changes that are taking place. There are no explanations for this. They say it's automatic. And then, finally, what about destruction? Who brings about this destruction? How does destruction take place? But all the manifestations, they go back to their elemental state of the unmanifested condition of material energy, even before the five elements are formed. So, who is doing all this? How is it happening? There are no explanations. They say it's all nature. Nature. Who is behind nature? Whose nature? We had asked that question. Whose nature? Where is the nature? Where is the direction coming from? Where is the direction coming from for all these changes to take place in a definite way, in a systematic way? So, that they have no logical explanation. They have no reasonable, intelligent explanation. So, any intelligent person can understand these people are ignorant about the total reality."
    },
    {
      "start_time": 983,
      "end_time": 1008,
      "verse_references": [
        "BG 2"
      ],
      "themes": [
        "Spirit Soul",
        "Beyond Matter",
        "Bhagavad Gita",
        "Immortality"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "And the individual person, individual soul is not material.",
      "summary": "The speaker concludes by emphasizing the existence of the spirit soul, which is beyond matter and elaborately explained in the Bhagavad Gita, contrasting it with the atheistic view.",
      "timestamp_url": "https://youtu.be/4nqwMXez2dM?t=983",
      "transcript": "That beyond material nature, there is spiritual nature. And the individual person, individual soul is not material. It's non-material. This is elaborately explained by Krishna in the Bhagavad Gita, second chapter, that each living being is a spirit soul of a different quality, deathless."
    }
  ]
}