{
  "video_id": "4ooHAtaPjas",
  "title": "Srimad Bhagavatam | HG Chanchalapathi Dasa | SB 3.15.38 | 26-02-2016",
  "speaker": "HG Chanchalapathi Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=4ooHAtaPjas",
  "segments": [
    {
      "start_time": 0,
      "end_time": 64,
      "verse_references": [],
      "themes": [
        "Seeing the Lord",
        "Devotion",
        "Meditation",
        "Kumaras"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Supreme Lord cannot be seen by ordinary eyes But he now became visible to the eyesight of the Kumaras",
      "summary": "The speaker explains that the Supreme Lord is not visible to ordinary eyes but became visible to the Kumaras due to their devotion and meditation.",
      "timestamp_url": "https://youtu.be/4ooHAtaPjas?t=0",
      "transcript": "In this verse we find the word Achakshat Akshavishayam. The Supreme Lord cannot be seen by ordinary eyes, but he now became visible to the eyesight of the Kumaras. Another significant word is Samadhi Bhagyam. Meditators who are very fortunate can see the Vishnu form of the Lord within their hearts by following the yogic process, but to see him face to face is a different matter. This is only possible for pure devotees. The Kumaras, therefore, upon seeing the Lord coming forward with his associates, who were holding an umbrella and a chamara fan, were struck with wonder, and they were seeing the Lord face to face."
    },
    {
      "start_time": 64,
      "end_time": 120,
      "verse_references": [],
      "themes": [
        "Love of God",
        "Devotional Service",
        "Revelation of the Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "That devotees being elevated in love of God Always see Shama Sundara, the Supreme Personality of Godhead Within their hearts But when they are mature The same God is visible before them face to face",
      "summary": "The speaker elaborates on how devotees, through love of God and devotional service, can see the Lord within their hearts and eventually face to face.",
      "timestamp_url": "https://youtu.be/4ooHAtaPjas?t=64",
      "transcript": "It is said in the Brahma Samhita that devotees, being elevated in love of God, always see Shama Sundara, the Supreme Personality of Godhead, within their hearts. But when they are mature, the same God is visible before them face to face. For ordinary persons, the Lord is not visible. However, when one can understand the significance of his holy name, and one engages himself in the devotional service of the Lord, beginning with the tongue by chanting and tasting Prasad, then gradually the Lord reveals himself. Thus the devotee constantly sees the Lord within his heart, and in a more mature stage, one can see the same Lord directly, as we can see everything else."
    },
    {
      "start_time": 120,
      "end_time": 173,
      "verse_references": [],
      "themes": [
        "Srimad Bhagavatam",
        "Appearance of the Lord",
        "Associates of the Lord",
        "Paraphernalia"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So we are seeing in this part of the Srimad Bhagavatam The sages Were upset with the two doorkeepers and they cursed them Just then the Lord appeared Along with his consort Lakshmi Devi",
      "summary": "The speaker describes the scene in the Srimad Bhagavatam where the Lord appears with his consort and associates, carrying various paraphernalia.",
      "timestamp_url": "https://youtu.be/4ooHAtaPjas?t=120",
      "transcript": "Thus ends the Bhaktivedanta Parbat. So we are seeing in this part of the Srimad Bhagavatam, the sages were upset with the two doorkeepers and they cursed them. Just then the Lord appeared, along with his consort Lakshmi Devi. We saw that in the last verse, and in this verse further, the Lord appeared with his associates, and all of them carried many paraphernalia, Swapumbhi. His own personal associates, Pratihruta Aupayikam. They were carrying appropriate paraphernalia, Agatam, when the Lord appeared."
    },
    {
      "start_time": 173,
      "end_time": 279,
      "verse_references": [],
      "themes": [
        "Sages seeing Vishnu",
        "Chamara Fan",
        "Pleasant Breeze",
        "White Swans"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The sages now saw Vishnu The sages now saw Vishnu Now he had become An object of their sight",
      "summary": "The speaker describes the sages seeing Vishnu and the pleasant atmosphere created by the chamara fan, comparing the carriers to white swans.",
      "timestamp_url": "https://youtu.be/4ooHAtaPjas?t=173",
      "transcript": "And they, the sages, Achakam Achakshata. The sages now saw Vishnu, Achakshata Akshavishayam. Now he had become an object of their sight, Achakshat Akshavishayam. They saw the Lord who has now become a subject matter of their sight, Akshavishayam Svasamadhi Bhagyam. Formerly they had seen the Lord, but was in samadhi, Svasamadhi Bhagyam. So in their deep meditation, and in their meditation they had seen Samadhi Bhagyam Svasamadhi Bhagyam. And how did he appear now? The associates were offering chamar, Vya janayaha Vya janayo, and there was a cool pleasant breeze coming from the chamar. So chamar should be done nicely. So there was a cool pleasant breeze, Shiva vayu Vayu Shiva vayu, very pleasant breeze. And the two, they were offering them on either side and they looked like Hamsashriyo, like two white swans on both sides."
    },
    {
      "start_time": 279,
      "end_time": 385,
      "verse_references": [],
      "themes": [
        "White Umbrella",
        "Pearls",
        "Nectar",
        "Poetic Description"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "They were also carrying a Shubhra Atapatra. They were carrying an umbrella and it was a white umbrella.",
      "summary": "The speaker describes the white umbrella adorned with pearls, using poetic language to compare it to the moon and nectar.",
      "timestamp_url": "https://youtu.be/4ooHAtaPjas?t=279",
      "transcript": "as the Lord was coming. And they were also carrying a Shubhra Atapatra. They were carrying an umbrella and it was a white umbrella. Shubhra Atapatra Shashi Kesara, Shikarambhum and there was pearls, Kesara, pearls decorating the Atapatra, the umbrella and because they were offering the Cham Vyajanayaha, Vyajana and there was Shiva Vayu, there was pleasant breeze and all these Kesara were Lolaat. They were also moving gently. And it looked like Shashi Shikara Ambhum. It looked like there were, the white umbrella looked like a moon and these pearls dangling and they looked like nectar falling from the moon. Shikara Ambhum, Shashi Shikara Ambhum. So it's a poetic way of saying this, that it was very beautiful. The sages headed by Sanaka Rishi, they saw the Supreme Personality of Godhead, Vishnu, Achakshata, who was formerly visible only within their hearts in ecstatic trance, Svasamadhi Bhagyam, had now actually become visible to their eyes."
    },
    {
      "start_time": 385,
      "end_time": 481,
      "verse_references": [],
      "themes": [
        "Appearance of the Lord",
        "Associates",
        "Paraphernalia",
        "Majestic Opulence",
        "Regality"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This is a description of the grand appearance of the Lord. This should give us a sense about the Lord's majestic opulence, the regality, that surrounds Him, and the opulences, and how He appears.",
      "summary": "The speaker summarizes the description of the Lord's grand appearance, emphasizing his majestic opulence and regality.",
      "timestamp_url": "https://youtu.be/4ooHAtaPjas?t=385",
      "transcript": "Akshavishayam. As he came forward, Tantva Agatam, accompanied by his own associates, Swapumbihi, bearing all paraphernalia, Pratihruta Aupaikam, Aupaikam Pratihruta, all the paraphernalia, such as an umbrella and a chamara fan, Atapatra, Shubhra Atapatra, and Chamara, the white bunches of hair moved very gently like two swans, Hamsashriyo Vyajanayoh. And due to their favorable breeze, Shiva Vayu, the pearls garlanding the umbrella, Kesara, also moved like drops of nectar falling from the white full moon, Shashi Ambu Shikara, or ice melting due to a gust of wind. So basically, this is a description of the grand appearance of the Lord. This should give us a sense about the Lord's majestic opulence, the regality that surrounds Him, and the opulences,"
    },
    {
      "start_time": 481,
      "end_time": 534,
      "verse_references": [],
      "themes": [
        "Lord's Appearance",
        "Consort",
        "Associates",
        "Vaikuntha",
        "Understanding the Lord's Position"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When the Lord appears, He appears with His consort most of the time, and with His associates, all of them carrying different paraphernalia, and in that way, the Lord appears.",
      "summary": "The speaker explains that the Lord typically appears with his consort and associates, and this helps us understand the Lord's position in Vaikuntha.",
      "timestamp_url": "https://youtu.be/4ooHAtaPjas?t=481",
      "transcript": "and how He appears. He did not appear alone. When the Lord appears, He appears with His consort most of the time, and with His associates, Swashrihi in the previous verse, Sahashrihi, along with Lakshmi, and here, we are seeing Swapumbhihi, along with His associates, all of them carrying different paraphernalia, umbrella, and offering chamar, and in that way, the Lord appears. So this is to give us an idea, this is to help us understand the Lord's position, and how the Lord appears in Vaikuntha."
    },
    {
      "start_time": 534,
      "end_time": 687,
      "verse_references": [],
      "themes": [
        "President of India",
        "Temple Visit",
        "Preparations",
        "Protocol",
        "Entourage"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Some years ago, we had a president of India, visiting our temple here, and we had gone and invited him, in Delhi, and then he agreed to come, and when he came, there were a lot of preparations made",
      "summary": "The speaker narrates the story of the President of India visiting their temple, highlighting the extensive preparations and the large entourage that accompanied him.",
      "timestamp_url": "https://youtu.be/4ooHAtaPjas?t=534",
      "transcript": "Some years ago, we had a president of India visiting our temple here, and we had gone and invited him in Delhi, and then he agreed to come, and when he came, there were a lot of preparations made, and security personnel, protocol officers, they would advise us how to, what he should do, etc. And finally when he came, he didn't come alone. There was a motorcade of 24 cars all over on Hare Krishna hill. By the time the long motorcade came, and he got off, and there were a few cars before, and a few cars behind him, and all of them stood, the next two hours or so that he was there, all these cars were parked on the road, and all big cars, and big officials, like that. And when the president of India comes, it is a protocol that the chief minister, or the chief minister himself must come, the governor must come from the state. So all of them were there. So it's not a small thing when the president comes. And quite recently we had president of India coming to our temple in Vrindavan, which is far away. And there when he came, three helicopters landed. And so we were all waiting there and receiving, to receive him. First the governor's helicopter came from Lucknow. So that was another one. And then these three, Indian Air Force helicopters, massive helicopters. And they all landed there. So, when we see in this material world, a big person coming, it's marked with his entourage, and all of these kind of manifestations of his power and position."
    },
    {
      "start_time": 687,
      "end_time": 780,
      "verse_references": [],
      "themes": [
        "Lord's Appearance",
        "Entourage",
        "Power and Position",
        "Anthropomorphic Concepts"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "When the Lord is appearing, naturally, and he also has his associates and entourage, all of them appear, and it's a grand appearance.",
      "summary": "The speaker draws a parallel between the President's entourage and the Lord's associates, then introduces the concept of anthropomorphism.",
      "timestamp_url": "https://youtu.be/4ooHAtaPjas?t=687",
      "transcript": "And that's natural. And so here we see, when the Lord is appearing, naturally, and he also has his associates and entourage, all of them appear, and it's a grand appearance. Long ago, I had, I remember one interaction with a doctor. I had fallen sick, not very sick, some extent sick. And I had gone to a doctor. And this doctor was very friendly, very, very, he talks a lot with, he engages in a conversation with the patients. That's his one of his techniques, and puts them in comfort, and talks to them nicely. So he started talking to me, and he saw me because I was a devotee. Then he started asking, I can't remember the exact subject that we discussed. Something I mentioned about Krishna, Radharani, Lakshmi, Vishnu, and something like that. When you should please Lakshmi, then Narayana will be pleased. You please Radharani, Krishna will be, something like that we were talking. And then he heard all that and he said, very interesting. All of these are anthropomorphic concepts."
    },
    {
      "start_time": 780,
      "end_time": 896,
      "verse_references": [],
      "themes": [
        "Anthropomorphic Concepts",
        "Human Experiences",
        "Imposing Human Ideas on God",
        "Mythology",
        "Human Creation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Some people think and say, that our human ideas, we are imposing on, God. So this is called, anthropomorphic concepts.",
      "summary": "The speaker explains the idea that some people believe religious concepts are human ideas imposed on God, dismissing them as mythology.",
      "timestamp_url": "https://youtu.be/4ooHAtaPjas?t=780",
      "transcript": "Meaning, he was saying that anthropomorphic means having human attributes. Like here we see, we have experience, if you want to get the check from a big man, our devotees often do. They go and please his wife. And when the wife is pleased, there is a good possibility you will get the check. So these kind of things are human experiences. And so some people think and say that our human ideas, we are imposing on God. So this is called anthropomorphic concepts. So this is what he was trying to say. And of course, I don't remember what I said, maybe I was not well enough to answer this kind of a question. So anyway, so people think that these are all ideas that have come from human society, now we are mapping on to the spiritual domain. And this is a kind of a human creation. Basically, it's an idea that it's a human creation. So that's how some people think. And the Mayavadis also have a similar idea. And they say that these are all just stories. Vishnu, Vishnu having four arms. Okay, here we have a human experience of two arms. And for the, because he is God after all, he should have something more than us, and let's give him four hands. You know, these kind of ideas. So these are all just mythology."
    },
    {
      "start_time": 896,
      "end_time": 976,
      "verse_references": [],
      "themes": [
        "Acharyas' Explanation",
        "Vaishnava Acharyas",
        "Mythological Stories",
        "Human Idea",
        "Spiritual Realm"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If you study, none of the Acharyas, including Mayavadi Acharyas, will say like this. Especially the Vaishnava Acharyas. They never, derided, these as mythological, stories.",
      "summary": "The speaker contrasts the anthropomorphic view with the traditional understanding of Acharyas, who do not dismiss these concepts as mere mythology.",
      "timestamp_url": "https://youtu.be/4ooHAtaPjas?t=896",
      "transcript": "They dismiss it like that. And they think that you should see some ideas, some good message behind that, that you must appreciate. So how do Acharyas explain this? If you study, none of the Acharyas, including Mayavadi Acharyas, will say like this, especially the Vaishnava Acharyas. They never derided these as mythological stories, a human idea carried forward to a spiritual realm. This is not the kind of an expression. No Acharya has ever said these things. Even Shankaracharya, he said, Narayano Paro Vyaktad. He said, yes, Narayana's existence, Para, is transcendental. So none of the Acharyas have said these things. And Srila Prabhupada, also following this, the line of the Acharyas, Srila Prabhupada, none of our Acharyas in our Sampradaya, none of them have said that these are all mythological, imaginary, some human idea imposed on divinity."
    },
    {
      "start_time": 976,
      "end_time": 1086,
      "verse_references": [],
      "themes": [
        "Srila Prabhupada's Explanation",
        "Akshavishayam",
        "Indriyavishaya",
        "Transcendental",
        "Mundane Senses"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Srila Prabhupada, like here it is explained in this verse. He is, Achakshata, Akshavishayam. Vishnu, is not Akshavishayam. He is not a Indriyavishaya.",
      "summary": "The speaker explains Srila Prabhupada's perspective that Krishna is not accessible to the mundane senses and is transcendental.",
      "timestamp_url": "https://youtu.be/4ooHAtaPjas?t=976",
      "transcript": "This is not the understanding. How does Srila Prabhupada explain this? Srila Prabhupada, like here it is explained in this verse. He is, Desa, Achakshata, Akshavishayam. Vishnu is not Akshavishayam. He is not a Indriyavishaya. But here, Achakshata, Akshavishayam, he, they began to see him. So, Vishnu's position, Krishna's position is, he is not Akshavishaya, he is not a Indriyavishaya. He is not seen, he cannot be accessed by our senses. This is again and again explained in the Vedic literature, Athashree Krishnanamadhi, Nabhavet Grahya Mindriyaihi. Indriyagrahya Nabhavet. Senses cannot access him. He is beyond the senses. He is beyond sense perception. This is what the Vedic literatures have often explained about Krishna's position. And Srila Prabhupada also says that, Yes, Vishnu or Krishna, he is transcendental. He is beyond material sense perception. He is not the subject matter of the mundane senses. And he is beyond the range of human sense, and mental and intellectual conceptions."
    },
    {
      "start_time": 1086,
      "end_time": 1168,
      "verse_references": [],
      "themes": [
        "Vedic Literatures",
        "Krishna's Reality",
        "Inaccessible to Mundane Senses",
        "Limitations of Senses",
        "Higher Reality"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna's reality, the reality of Krishna or Vishnu, is inaccessible, to our mundane senses. Our mundane senses can only access, a certain amount of reality.",
      "summary": "The speaker emphasizes that Krishna's reality is beyond the reach of our limited mundane senses, which can only perceive a fraction of reality.",
      "timestamp_url": "https://youtu.be/4ooHAtaPjas?t=1086",
      "transcript": "This is the understanding. This understanding is presented throughout in the Vedic literatures. And Srila Prabhupada also says the same thing. He is, Krishna's reality, the reality of Krishna or Vishnu, is inaccessible to our mundane senses. Our mundane senses can only access a certain amount of reality. Not even all of the material reality. Right? Our senses cannot understand. Our eyes cannot see the mind and intelligence. But we know people have mind intelligence, and they are working, and it is working. We can see the effects of the mind and intelligence, although we cannot see the mind and intelligence. So our senses have limitation. Even our mind and intelligence has limitation, what they can access in this reality, as material reality. So there is a certain reality beyond what is accessible to the mind, senses and intelligence. And Krishna or Vishnu belongs to that higher reality. So our senses don't have the powers to access that realm of reality."
    },
    {
      "start_time": 1168,
      "end_time": 1270,
      "verse_references": [],
      "themes": [
        "Analogy of Mobile Phone",
        "International Calls",
        "Limitations of Instruments",
        "Existence of Reality"
      ],
      "content_type": "analogy",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "Just because our phone, our instruments, cannot reach out, we cannot say such a reality does not exist.",
      "summary": "The speaker uses the analogy of a mobile phone unable to make international calls to illustrate that the limitations of our instruments do not negate the existence of a higher reality.",
      "timestamp_url": "https://youtu.be/4ooHAtaPjas?t=1168",
      "transcript": "That is the important point. Just like suppose you have a mobile phone. And your mobile phone, you don't have international, you only have facility to make local calls, India calls. You can't make any call outside of India. And somebody comes and tells you, I have a friend in America, and this is the number of my friend. And you use your phone and try to call that number. It's an American number. Call will not go through. You try many times, it will not go through. Now somebody may say, no, no, you charge properly, then it may go through. You can have charge many times, still it will not go through. Somebody may say, no, no, you change your phone version, get a upgrade, a better phone. You can get a better phone, still you try, it will not go through. Go to a place where there is very good signal, and try. You can do anything you want, anything you want, you will not get the call. Then can you say, see, I have tried so much. I don't think you have a friend in America. Or even better, I don't think there is something called America. Because if there is, I must be able to make a phone call and talk. No, it is not so. Just because our phone, our instruments, cannot reach out, we cannot say such a reality does not exist."
    },
    {
      "start_time": 1270,
      "end_time": 1377,
      "verse_references": [],
      "themes": [
        "Acharyas' Principle",
        "Srila Prabhupada's Articulation",
        "Spiritual Reality",
        "Access Beyond Senses",
        "Process to Perceive the Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This is the principle that is used by the Acharyas, by Srila Prabhupada. Srila Prabhupada gave very contemporary articulation of this idea, that this reality, this spiritual reality is beyond the access, beyond the powers of our senses.",
      "summary": "The speaker explains that the spiritual reality is beyond the reach of our senses, but there is a process to perceive the Lord, such as through samadhi.",
      "timestamp_url": "https://youtu.be/4ooHAtaPjas?t=1270",
      "transcript": "This is the principle that is used by the Acharyas, by Srila Prabhupada. Srila Prabhupada gave very contemporary articulation of this idea, that this reality, this spiritual reality is beyond the access, beyond the powers of our senses. This is the perception, this is the perspective that is presented in the Vedic literature. Now, if this is the reality, how do we ever know that reality? Is there a way to know that reality? Yes. Although the senses cannot perceive, atha shri krishna naam aadhi na bhaved grahyam indriyaihi sevon mukho hi jihvadau svayam eva sphurathi adaha. This is the way, this is the method that is given in the Vedic literatures, how to perceive the transcendental reality. And here in this verse, in today's verse, also it is described, that he is, he became akshavishayam, although he is not akshavishayam, he is adhokshaja. Adhokshaja means not accessible to the senses. Because, and he was samadhi bhagyam, sva-samadhi bhagyam. Lord is seen in samadhi, in trance. This is the idea. The senses ordinarily cannot perceive, but there is a process. If we follow that process, then we will be able to perceive the Lord in samadhi."
    },
    {
      "start_time": 1377,
      "end_time": 1511,
      "verse_references": [
        "SB 2.3.24"
      ],
      "themes": [
        "Bhagavatam Verses",
        "Shukadeva Goswami's Prayers",
        "Anupasyanti",
        "Tatva Darshi Vihi",
        "Lotus Feet of the Lord",
        "Purification of Intelligence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "yadangri abhidhyana samadhi dhautaya dhiyanupasyanti hi tatvam atmanah",
      "summary": "The speaker quotes verses from the Bhagavatam, particularly Shukadeva Goswami's prayers, explaining how one can perceive the transcendental reality by meditating on the lotus feet of the Lord and purifying their intelligence.",
      "timestamp_url": "https://youtu.be/4ooHAtaPjas?t=1377",
      "transcript": "There are many verses in the Bhagavatam, one of them is the verse spoken by Shukadeva Goswami in his prayers, which we used to chant, or we chant sometimes, yadangri abhidhyana samadhi dhautaya dhiyanupasyanti hi tatvam atmanah samadhi dhautaya anupasyanti dhiyanupasyanti. In the Vedic literatures, like in this verse in the Bhagavatam, it is describing how anupasyanti, pasyanti means to see. The Vedic literatures talks about tatva darshi vihi, those who have seen the truth. They are seeing the truth. So there is a way to see that truth. How to see the truth? yadangri abhidhyana samadhi dhautaya dhiyanupasyanti hi tatvam atmanah atmanah tatvam Atma here refers to Paramatma. Vishnu. Vishnu Tatva. So tatvam atmanah tatvam anupasyanti How one can see that? yadangri abhidhyana samadhi dhautaya Angri means the lotus feet of the Lord. Angri. yadangri abhidhyana When one does abhidhyana of Angri, the lotus feet of the Lord, and becomes mature, samadhi, reaches samadhi, fully absorbed in the lotus meditation of the lotus feet of the Lord, and by such meditation, dhauti, yadangri abhidhyana samadhi dhautaya dhautaya, dhauti means to become purified. And when one's intelligence is purified, samadhi dhautaya dhia dhautaya dhia When one's intelligence is purified, then, anupasyanti hi tatvam atmanah This is the way one can perceive"
    },
    {
      "start_time": 1511,
      "end_time": 1626,
      "verse_references": [],
      "themes": [
        "Shukadeva Goswami's Verse",
        "Lack of Realization",
        "Mental Speculation",
        "Truth",
        "Hamsa Guhyas Prayers"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Most people don't take the trouble of actually following the process, purifying the senses, purifying their consciousness by intense meditation, absorption on the lotus feet of the Lord. And hence they don't have a perception of the truth.",
      "summary": "The speaker explains that most people don't achieve true realization due to a lack of dedication and instead rely on mental speculation, contrasting this with the Hamsa Guhyas prayers.",
      "timestamp_url": "https://youtu.be/4ooHAtaPjas?t=1511",
      "transcript": "the transcendental reality. And then, in this verse, Shukadeva Goswami says, vadanti chaita kavayaya tharucham. And most people don't have this, come to this realization. Most people don't take the trouble of actually following the process, purifying the senses, purifying their consciousness by intense meditation, absorption on the lotus feet of the Lord. And hence they don't have a perception of the truth. But they still talk about the truth, and they talk in their own way, without proper understanding. That is why innumerable ideas and opinions have come about in this world about God. Those who have seen God, truly experienced God, they have one understanding, all the bona fide acharyas. So, vadanti chaita etat vadanti yatharucham vadanti kavayo As they want, their own opinions, they talk. But the Lord can be perceived in this way, same mukundo bhagavan prasidatam May that Lord Mukunda be pleased with me, and reveal His true nature. That's the prayer of Shukadeva Goswami. So, Lord can be, like it is explained here, samadhi bhagyam. They were seeing the Lord in their samadhi. And now, He became akshavishayam. They were able to see Him. In another place in the Bhagavatam, which we also chant, we used to chant, probably we chant occasionally, called the hamsa guhyas prayers in the Bhagavatam,"
    },
    {
      "start_time": 1626,
      "end_time": 1794,
      "verse_references": [],
      "themes": [
        "Hamsa Guhyas Prayers",
        "Prajapati Daksha",
        "Purity",
        "Complete Absorption",
        "Experiencing the Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Only ones whose heart has become completely pure, such people, can be experienced, that Lord, when one is in a state of complete purity, one will be able to experience the Lord.",
      "summary": "The speaker discusses the Hamsa Guhyas prayers and emphasizes that only those with pure hearts, in a state of complete absorption, can experience the Lord.",
      "timestamp_url": "https://youtu.be/4ooHAtaPjas?t=1626",
      "transcript": "a similar idea is described. Hamsa guhyas prayers were actually spoken by Prajapati Daksha. And generally, Daksha is not considered to be a very exalted person. Of course, he is one, in one sense in the material domain, considered an exalted person because he serves the Lord in his mission of creation of this material world, and populating the world. But still, his prayers are considered very special, and it has become part of the Bhagavatam, because Bhagavatam explains that he did not compose those prayers himself. Already those prayers were there in the Vedic literatures since time immemorial. And so those prayers, which were already present in the Vedic literatures, which he was trained in, so he offered those prayers, and hence, hamsa guhyas prayers have a transcendental significance, and it is part of the Srimad Bhagavatam. So, in this verse, in the hamsa guhyas prayers, Prajapati Daksha says, yaiyate kevalayasva samsthaya, hamsa yatasmai shucisadmane namah. Here again, hamsaya, the Lord's position is completely pure. Hamsa, generally, hamsa in Sanskrit means pure. It also refers to the swan, which is very pure, white, pure. And that's how very exalted persons are called paramahamsas, because they are very very pure. hamsaya tasmai shucisadmane namah. shucisadma, shuchi means pure again, sadma means an abode of purity. Only ones whose heart has become completely pure, such people, sadmane, yaiyate kevalayasva samsthaya, yaiyate, yiyate means to perceive, just like anupashyanti, tatvadarshinaha, seeing the Lord, experiencing the Lord, yaiyate, to experience, to perceive the Lord. kevalayasva samsthaya, again, kevalaya means in a complete absorption, state of complete absorption, swasamsthaya, in his original position, yaiyate, can be experienced, that Lord, hamsaya, shucisadmane, when one is in a state of complete purity, one will be able to experience the Lord."
    },
    {
      "start_time": 1794,
      "end_time": 1894,
      "verse_references": [],
      "themes": [
        "Vedic Literature Consistency",
        "Ancient Prayers",
        "Padma Purana",
        "Spiritual Saturation",
        "Transcendental Service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When our consciousness is saturated, spiritually saturated, in that state, one can perceive. This is the message in the Vedic literatures consistently.",
      "summary": "The speaker highlights the consistent message in Vedic literature that spiritual perception requires a consciousness saturated with transcendental service.",
      "timestamp_url": "https://youtu.be/4ooHAtaPjas?t=1794",
      "transcript": "So this is the position that the Vedic literatures have consistently presented. Whether it is in the ancient prayers of Hamsa Guhya, whether it is in the prayers of Shukadev Goswami, or it is in the Padma Purana, which Prabhupada often quotes, ata shri krishnanamadhi nabhaved grahyam indriyaihi sevonmukohi jihvadam, jihvadam. In one place in the Bhagavad Gita, when Prabhupada is quoting this verse, Prabhupada translates the words, the words, sevonmukaha, as when one is spiritually saturated with transcendental service. When our consciousness is spiritually saturated, saturated, we understand that when it is completely absorbed, and nothing else is there, remember in chemistry we used to study, concentrated, saturated solution, means it won't, it is fully saturated, nothing else, you can't add any more salt and it won't dissolve anymore, because the solvent is now saturated. In the same way, when our consciousness is saturated, no material conception, no material desires, no material contaminants, no contamination, no anartha, when it is saturated, spiritually saturated, in that state, one can perceive. This is the message in the Vedic literatures consistently."
    },
    {
      "start_time": 1894,
      "end_time": 2006,
      "verse_references": [],
      "themes": [
        "Samadhi",
        "Dhyanupashyanti",
        "Shuchi Sadmane",
        "Intensity",
        "Dedication",
        "Difficulties in Service"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If we want to have a perception, a spiritual perception, a transcendental experience, we have to have, these words indicate, there is a certain amount of intensity, there is a certain amount of dedication, and absorption, that is essential.",
      "summary": "The speaker emphasizes the need for intensity, dedication, and absorption in spiritual practice, acknowledging the difficulties that may arise in service.",
      "timestamp_url": "https://youtu.be/4ooHAtaPjas?t=1894",
      "transcript": "So now we can see, the Lord, the literature, Vedic literature is talking about Samadhi, here Samadhi Bhagyam, Dhyanupashyanti, Samadhi, Dautaya, and Shuchi Sadmane, spiritually saturated, which means, if we want to have a perception, a spiritual perception, a transcendental experience, we have to have, these words indicate, there is a certain amount of intensity, there is a certain amount of dedication, and absorption, that is essential. It's not some kind of a frivolous thing. And if we take it in a very frivolous way, like Shukadeva Goswami says, vadanti chaitat kavayoyata arucham, we will have our own understanding on, based on our mental speculation. But this is not a subject matter of mental speculation, spiritual reality, it is something that we can experience. And for that, it requires a certain dedication, certain intensity, certain absorption. So we should remember this, because life takes us through certain difficulties. When we are doing our service, even with devotees, very often difficulties will come about. Somebody will speak to us in a very harsh way, we will be hurt. Sometimes we will be discouraged by some experience, or we attempt something, and we don't get the result, some discouragement may be there. All of these kind of things will happen, and is bound to happen, in the life of a devotee."
    },
    {
      "start_time": 2006,
      "end_time": 2163,
      "verse_references": [],
      "themes": [
        "Purpose of Existence",
        "Spiritual Experience",
        "Transcendental Technique",
        "Science of Spiritual Perception"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We should remember, what is the purpose of our existence? What is the purpose of our, what we are doing? Isn't it for that single purpose, of that spiritual experience, that we have come to Krishna Consciousness?",
      "summary": "The speaker reminds the audience that the purpose of their existence in Krishna Consciousness is to achieve spiritual experience, which requires dedication and intensity.",
      "timestamp_url": "https://youtu.be/4ooHAtaPjas?t=2006",
      "transcript": "At that time, we should remember, what is the purpose of our existence? What is the purpose of what we are doing? Isn't it for that single purpose of that spiritual experience that we have come to Krishna Consciousness? It is not for some better material experience, for a more enhanced and amplified sensual experience, we are here. It is not for some kind of an honor, and distinction, and adoration, and good words from other people, that's not the purpose we are here. So we should remember that it is for that transcendental spiritual experience of the Lord, which the Vedic literatures are promising, the great Acharyas are offering. It is for that. And for that, it requires a certain amount of intensity, dedication. And when we remember that, and all of these material difficulties will become very simple and trivial. We will know how to face all these things. This is the greatest spiritual potency that comes about by our absorption, and that we can face any of the difficulties in this material world. So here we see that these sages now they saw what was actually, what they were seeing in their trance. Now they saw face to face. And throughout the purport, Srila Prabhupada has explained that yes, this is the way it is. At one stage of spiritual development, one will see the Lord in the heart, as Paramatma. And when one becomes more mature, in other words, there are in our spiritual progress, there are gradations. We can become mature, more mature, more mature, and become most mature. And when one becomes most mature, Prabhupada is making a statement, just like we see other things, we can see. Thus the devotee constantly sees the Lord within his heart, and in a more mature stage, one can see the same Lord directly, as we see everything else. You see. And Srimad Bhagavatam is presenting all of these ideas, so that we gradually, we understand the transcendental technique, the science and the technique,"
    },
    {
      "start_time": 2163,
      "end_time": 2241,
      "verse_references": [],
      "themes": [
        "Bhagavatam's Training",
        "Transcendental Reality",
        "Vishnu",
        "Krishna",
        "Higher Concepts of Absolute Truth"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bhagavatam is gradually, training us, about the transcendental reality. Gradually understanding. Because the highest conception of the absolute truth, is not even Vishnu. It is Krishna.",
      "summary": "The speaker explains that the Bhagavatam gradually trains us about transcendental reality, leading to the understanding that Krishna is the highest conception of the absolute truth, even beyond Vishnu.",
      "timestamp_url": "https://youtu.be/4ooHAtaPjas?t=2163",
      "transcript": "of spiritual perception. And here in these cantos, early cantos of the Bhagavatam, describing about how Vishnu can be seen, and how the great sages saw Vishnu, in all regality, transcendental regality. Because Bhagavatam further intends to present even more higher concept, higher aspects of the absolute truth. Because the highest conception of the absolute truth is not even Vishnu. It is Krishna. And that Krishna, when the Bhagavatam describes about Krishna, and when you see Krishna in Goloka Vrindavana, He will not come with the transcendental regality, and the splendor that you are seeing in the Vaikunthaloka. He will just come with cows and calves, holding a flute, holding a stick, with simple cowherd boys. That is the highest conception of absolute reality. If you cannot have Vishnu conception, if you cannot experience Vishnu, no, forget it. You cannot have access to even higher concepts of the absolute truth. Krishna."
    },
    {
      "start_time": 2241,
      "end_time": 2316,
      "verse_references": [],
      "themes": [
        "Bhagavatam's Gradual Training",
        "Vishnu's Appearance",
        "Shantarasa and Dasyarasa",
        "Higher Rasas",
        "Krishna's Reality"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, we can see here how, the Bhagavatam is gradually, training us, about the transcendental reality. Gradually understanding.",
      "summary": "The speaker concludes by emphasizing how the Bhagavatam gradually prepares us to understand the transcendental realm, including the interactions and pastimes in Vaikuntha, to better understand Krishna's reality.",
      "timestamp_url": "https://youtu.be/4ooHAtaPjas?t=2241",
      "transcript": "So we can see here how the Bhagavatam is gradually training us about the transcendental reality, gradually understanding. And what is this happening here? With all the chamara, beautiful swan like, appearing like swan, and on all the different paraphernalia, with the associates in grandeur, Vishnu made His appearance. Actually, this is Shantarasa. This is Shantarasa and Dasyarasa, which is prominent in Vaikuntha. Now, if you want to know the highest aspect of the absolute truth, then you must be familiar, and you must know even higher rasas, and what the transcendental interactions with the associates in higher rasa is like. So Bhagavatam is gradually preparing us, telling us about the different transcendental realm. How this transcendental realm of Vaikuntha, how the interactions and the pastimes happen there. Then we will be able to understand even further about Krishna, and Krishna's reality."
    }
  ]
}