{
  "video_id": "4pPYmm9wJI0",
  "title": "The Duties & Qualities of a Brahmana | Sri Vigraha Dasa | SB 1.18.34 | 11.08.2024",
  "speaker": "HG Satya Gaura Chandra Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=4pPYmm9wJI0",
  "segments": [
    {
      "start_time": 0,
      "end_time": 181,
      "verse_references": [],
      "themes": [
        "Shringi's curse",
        "Brahmana's role",
        "False prestige"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He compared the king to a watchdog and so it was wrong for the king to enter the home of a brahmana and ask for water from the same pot.",
      "summary": "The speaker reads and explains a verse from Srimad Bhagavatam about Shringi cursing King Parikshit, highlighting Shringi's inappropriate comparison of the king to a dog and the false prestige associated with being a Brahmana.",
      "timestamp_url": "https://youtu.be/4pPYmm9wJI0?t=0",
      "transcript": "Om Namo Bhagavate Vasudevaya Reading from Srimad Bhagavatam, Canto 1, Creation, Chapter 18, Entitled Parikshit Cursed by a Brahmana Boy, Text 34 Translation and purport by His Divine Grace A.C. Bhaktivedanta Swami Prabhupada Translation and purport by His Divine Grace A.C. Bhaktivedanta Swami Prabhupada Translation Shringi continued to say The descendants of the kingly orders are definitely designated as watchdogs and they must keep themselves at the door. On what grounds can dogs enter the house and claim to dine with the master on the same plate? Purport by Srila Prabhupada Parikshit Cursed by a Brahmana Boy, Text 34 Translation and purport by His Divine Grace A.C. Bhaktivedanta Swami Prabhupada Certainly knew that the king asked for water from his father and the father did not respond. He tried to explain away his father's inhospitality in an impertinent manner, befitting an uncultured boy. He was not at all sorry for the king's not being well received. On the contrary, he justified the wrong act in a way characteristically, of the brahmanas of Kali Yuga. He compared the king to a watchdog and so it was wrong for the king to enter the home of a brahmana and ask for water from the same pot. The dog is certainly reared by its master but that does not mean that the dog shall claim to dine and drink from the same pot. This mentality of false prestige, is the cause of downfall of the perfect social order. And we can see that, in the beginning it was started by the inexperienced son of a brahmana. As the dog is never allowed to enter within the room and hearth, although it is reared by the master, similarly, according to Shringi, the king had no right to enter the house of Shamika Rishi. The king was not allowed to enter the house of Shamika Rishi. According to the boy's opinion, the king was on the wrong side and not his father and thus, he justified his silent father."
    },
    {
      "start_time": 395,
      "end_time": 530,
      "verse_references": [],
      "themes": [
        "Friendship",
        "Material vs. Spiritual",
        "Krishna and Sudama",
        "Drona and Drupada"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "And without asking, Krishna gives unlimited wealth, to Sudama.",
      "summary": "The speaker recounts a play about friendship, contrasting the material friendship of Drona and Drupada with the spiritual friendship of Krishna and Sudama, emphasizing Krishna's unconditional generosity.",
      "timestamp_url": "https://youtu.be/4pPYmm9wJI0?t=395",
      "transcript": "So, just last week, in folk, we had an event called, Friendship Unlimited. On the occasion of Friendship Day. And on that occasion, we had a wonderful theatre play, put up by the folk members. And that play involved, showing the distinction between, material friendship, which is ordinary, and spiritual friendship with Krishna, which is extraordinary. So, we had two parts in the play. The first part, talked about the friendship between, Drona and Drupada. And, we know how Drona and Drupada, promise each other, that we will help. Drupada says that, I will help you when it is needed. But Drona, when he is in need, when he comes, Drupada denies to even agree, that he is my friend. He says, we are not equals, how can we be friends? And he sends him away. And that leads to, lot of many other terrible things happening, which take shape, as the story of Mahabharata proceeds. But then we have, another great friendship, described in the Bhagavatam, the friendship between, Lord Krishna and Sudama. And here also, Sudama happened to be, a poor Brahmana. But when he comes to, Krishna's palace in Dwaraka, and as soon as, Krishna hears the name of Sudama, he runs out of great affection, personally, and he goes and hugs Sudama, in front of everybody, much to the astonishment, of all the residents of Dwaraka. And without asking, Krishna gives unlimited wealth, to Sudama. So we were doing this play, and since I was involved in the play, back in the green room, I was just, before the drama, we were doing final touch up, make up and, you know, costumes of the different roles,"
    },
    {
      "start_time": 530,
      "end_time": 673,
      "verse_references": [],
      "themes": [
        "Appearance vs. Reality",
        "Brahmana qualifications",
        "Sacred thread",
        "Kali Yuga"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Simply by wearing a five paisa thread, one cannot become a brahmana.",
      "summary": "The speaker reflects on the ease of creating a 'Brahmana' for a play by simply adding a sacred thread, contrasting it with the true qualifications of a Brahmana and the superficiality prevalent in Kali Yuga.",
      "timestamp_url": "https://youtu.be/4pPYmm9wJI0?t=530",
      "transcript": "different characters. So, the first scene was, Drona Drupada, childhood scene. So in few minutes, they were supposed to go, on the stage, small boys, childhood scene. So, I was seeing, something is missing. Something is missing. Okay, we have dressed them very nicely, they are looking like, young, gurukul students, gurukul boys, but something is missing. What is that? Then I thought, oh, the sacred thread is missing. And, since they were small boys, they were only wearing dhoti, and, sacred thread, if it is not there, it will, it will not suit their character, their roles. So immediately, I asked somebody, get a spool of thread, and instantly made three, you know, layers, three layers, and put the sacred thread, on the two children, and send them on the stage. Making a brahmana, is so easy, you see. So, I was just reflecting this, after the drama, so easily, you know, brahmana, thread was not there, immediately, I brought a white thread, and sent them on the stage, with the sacred thread. Is becoming a brahmana, so cheap, in real life? Okay, on the stage, it is understandable, it is a drama, but then, in real life, so I just remember, one of the, purports, that Srila Prabhupada writes, I think in the seventh canto, Bhagavatam, there Prabhupada says, simply by wearing, a five paisa thread, one cannot become, a brahmana. Five paisa thread. In fact, Srimad Bhagavatam, predicts that, in the Kali Yuga, vipratve sutramevahi, somebody will be called, a vipra, a brahmana, merely by showing his, sutra, thread. You see, unfortunate situation. So a brahmana, is not just a person, who is wearing thread, and flaunts it everywhere. See, I have this, I have this thread, so I am a brahmana."
    },
    {
      "start_time": 673,
      "end_time": 810,
      "verse_references": [],
      "themes": [
        "Brahmana qualifications",
        "Knowledge of Absolute Truth",
        "ISKCON's mission",
        "Varnashrama",
        "Division of Labor"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Brahma janati, iti brahmana - he must have knowledge about the absolute truth, then he is a brahmana.",
      "summary": "The speaker defines a Brahmana as one who knows the Absolute Truth, emphasizing that birth alone is insufficient, and highlights ISKCON's mission to create first-class Brahmanas, explaining the Varnashrama system as a division of labor centered on Krishna.",
      "timestamp_url": "https://youtu.be/4pPYmm9wJI0?t=673",
      "transcript": "No! What is the qualification, of a brahmana? Who is a brahmana? The Vedic scriptures, tell us. Brahma janati, iti brahmana. Brahma janati, he must have knowledge, about the absolute truth. Then, he is a brahmana. Merely by taking birth, in a particular family, one cannot claim, that he has become, a qualified brahmana. This is a very important thing, that Srila Prabhupada, brought about, many times, when he was, talking about, the importance of, brahmanas. In fact, Srila Prabhupada says, that our movement, the Krishna consciousness movement, the ISKCON society, is meant for creating, first class brahmanas, in the society. It is meant for creating, first class brahmanas. And, what is the meaning of, first class brahmanas? Simply wearing a thread? No, not at all. One must actually be, acquainted with, the knowledge of, the absolute truth. And one must also be, busy in engaging, activities connected with, the absolute truth. Then he is a brahmana. So, brahma janati iti brahmana. So there are various qualifications, of a brahmana, that are listed by Lord Krishna himself, in the Bhagavad Gita. If you study, towards the end of the Bhagavad Gita, Lord Krishna is giving, what are the four different, social orders. He had already mentioned that, in the fourth chapter of the Gita. Lord Krishna says, So Lord Krishna says, I have divided, the entire human society, into four divisions. And, what is that four divisions? The brahmanas, the kshatriyas, vaishyas, and the shudras."
    },
    {
      "start_time": 810,
      "end_time": 997,
      "verse_references": [],
      "themes": [
        "Varnashrama",
        "Division of Labor",
        "Qualities and Duties",
        "Brahmanas",
        "Kshatriyas",
        "Vaishyas",
        "Shudras"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Intellectual people are Brahmanas, who are supposed to share knowledge to the society.",
      "summary": "The speaker elaborates on the four divisions of the Varnashrama system - Brahmanas, Kshatriyas, Vaishyas, and Shudras - explaining their respective qualities and duties as a natural division of labor within society.",
      "timestamp_url": "https://youtu.be/4pPYmm9wJI0?t=810",
      "transcript": "Now is this some caste system? That is talked about, in modern terms. No, this is merely, division of labor, in the society. To keep, Krishna in the center, based on one's, qualities, one's, interest of work, one can be whatever he is. But, we keep Krishna in the center, and work. That is called the, Daivi Varanashrama system. Since this system is created by, none other than, the Supreme Lord himself. This is a universal thing. It's not that only in India it exists. It's a universal thing. Srila Prabhupada points out this. When he went to the America, he asked, don't you see in your society, you have intellectual people, you have administrative class of people, you have business class of people, you also have labor class of people. Everywhere you go, four classes of people exist. So this is Varanashrama system. Intellectual people are Brahmanas, who are supposed to, share knowledge to the society. They are like the brain of the body. In the body, they are the brain. Right? Brain is very important, to give us directions. What to do, what not to do. It gives us, directions, well thought decisions. Right? That is Brahmanas. And then, Kshatriyas are those, who are into administration. Who are into, taking care of the, citizens. Protecting them. Kshatrayate iti kshatriya. This is the definition of Kshatriya. One who, protects others from getting hurt. He is called a Kshatriya. Not like modern day, administrative class leaders, who sit in a nice bulletproof, you know, nice room, and they allow the poor soldiers, to go and die on the battlefields. That is not a Kshatriya. Kshatriya must, help others, from getting hurt, by himself exposing, his body. Using weapons. That is Kshatriya. And then, Vaishyas, are the business class of people. Krishi, Vaanijyam, Vaishya Karma Swabhavajam. Krishna says in the Bhagavad Gita. So, what are the business, what are the, what are the activities, designated for the Vaishyas? Krishi, agriculture. Goraksha, cow protection. Vaanijyam, trade and commerce. These are the things, which are designated as duties, for the Vaishyas. The business class of people. And then, Paricharyatmakam Karyam, Shudra Karma Swabhavajam. So, for the, Shudras, the labor class of people, Paricharyatmakam, serving, service, physical labor, is actually the designated work."
    },
    {
      "start_time": 997,
      "end_time": 1125,
      "verse_references": [],
      "themes": [
        "Qualities of a Brahmana",
        "Truthfulness",
        "Simplicity",
        "Sense Control",
        "Sanat Sujata",
        "ISKCON's mission"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Simple living, and high thinking, should be the philosophy of life.",
      "summary": "The speaker discusses the qualities of a Brahmana, including truthfulness, simplicity, and sense control, referencing the Sanat Sujata and emphasizing the importance of understanding these qualities in light of ISKCON's mission to create first-class Brahmanas.",
      "timestamp_url": "https://youtu.be/4pPYmm9wJI0?t=997",
      "transcript": "So, if everybody is doing their part, in the society, then, there can be peace and tranquility, in the society. No one has to bother, oh now, the enemy king, country is attacking, what to do? You don't have to bother. You go on with your work. There are Kshatriyas, who are well trained and qualified, who will guard the country. Right? So, that is the idea, in the Varanashrama system. So, what are the qualities of a Brahmana? Satyam, first of all. A Brah, to be called as a Brahmana, one must be truthful. Kshatram, Satyam. And then, Arjavam. Arjavam means, simplicity. Simple living, and high thinking, should be, the philosophy of life. Not that we live in high rise buildings, but our thinking is in the Patala. It should not be like that. High thinking should be there. Simple living should be there. So, that is one of the important qualities of a Brahmana. Shamaha, one must be, Shamaha, Damaha. Damaha means, actually, have full control over his senses. One must not let loose his senses and mind. Then he can't be a Brahmana. Right? So, these are all the qualifications. In fact, in a book called, Sanat Sujata, there are 12 qualities of a Brahmana, that are listed. And Prabhupada quotes that. So, what are the qualifications of a real Brahmana? It's very important for us to know. Why it is important for us to know? Because, Prabhupada said, that our organization, our movement, is meant for creating first class Brahmanas. So, therefore, we must know, who is truly, truly, a qualified Brahmana."
    },
    {
      "start_time": 1125,
      "end_time": 1288,
      "verse_references": [
        "SB 7.9.10"
      ],
      "themes": [
        "Prahlada Maharaj",
        "Brahmana qualifications",
        "Activities of a Brahmana",
        "Yajana",
        "Pathana",
        "Dana",
        "Parigraha"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Yajana means, worshipping the Supreme Personality of Godhead and helping others to engage in worshipping the Lord.",
      "summary": "The speaker introduces Prahlada Maharaj's prayers and discusses the activities of a Brahmana: Yajana (worship), Pathana (study), Dana (giving charity), and Parigraha (accepting charity), emphasizing the importance of helping others in spiritual advancement.",
      "timestamp_url": "https://youtu.be/4pPYmm9wJI0?t=1125",
      "transcript": "So, this is an interesting verse. We will read, the purport, also, Srimad Bhagavatam, 7th canto, chapter 9, verse number 10. So, Prahalad Maharaj is offering prayers to Lord Narasimha Deva, and he is saying, if a Brahmana, has all 12 of the Brahmanical qualifications, but is, okay, we will come to that later. So, what are the qualifications of a Brahmana? So, Prabhupada says, in the Sanat Sujata, there are qualifications of the Brahmana, explained. The work, the activities of a Brahmana, what are the activities of a Brahmana? First, let us understand that. Then, we will be able to appreciate the qualities corresponding to that. So, Yajana, Yajana, right, Yajana, Yajana, Pathana, Pathana, and Dana, Parigraha. These are the six activities of a Brahmana. Yajana means, worshipping the Supreme Personality of Godhead. Yajana means, helping others to engage in worshipping the Lord. A Brahmana should not think, I will worship and I will become perfect. No, he must help others, that is part of his duty, assigned service. So, Yajana, Yajana, worship the Lord, and help others to worship the Lord. And then, Pathana, Pathana, I study the Vedic scriptures, and I help others to study the Vedic scriptures, and understanding the real meaning. Pathana means to study, Pathana means to help others to study. So, a Brahmana is supposed to, spread spiritual knowledge in the society, help others to become spiritually advanced. And then, Dana, Parigraha. Dana means to give charity, Parigraha means to accept charity. Brahmana is not simply supposed to accept charity. Whatever charity he gets, from others, he engages it, only as much as it is required, he keeps it with him, and the rest he has to give it back, as charity,"
    },
    {
      "start_time": 1288,
      "end_time": 1414,
      "verse_references": [],
      "themes": [
        "Charity",
        "Simplicity",
        "Chanakya Pandit",
        "Shringi's character"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Simple living, and high thinking.",
      "summary": "The speaker clarifies that a Brahmana's role is not simply to accumulate charity, but to use it for serving the Lord and giving back to society, citing Chanakya Pandit as an example, and contrasts this with the character of Shringi.",
      "timestamp_url": "https://youtu.be/4pPYmm9wJI0?t=1288",
      "transcript": "for the right cause. It's not that he just collects charity. Many times we keep hearing, Daan Dakshina is a very common word. So, whenever we see in some movies, Brahmanas are generally portrayed, you know, sometimes in a funny way, as a greedy Brahmana. He will always keep asking, Daan Dakshina Dijiye. Right? So, quality of Brahmana, work of Brahmana, is not simply to keep accepting Daan Dakshina. It's not that I'll show my sacred thread, and keep accepting as much as possible. No, that is not the idea. The idea is, one accepts as much as required for him, for his purpose of serving the Lord, and the rest, he actually gives it back to the society. Srila Prabhupada, gives the example of Chanakya Pandit, who was also a qualified Brahmana. And, even though he was playing a very important role, in the kingdom of Chandragupta Maurya, in the Mauryan kingdom, and even though the king offered him, a big palatial building for him to stay, Chanakya denied. He said, I don't want to stay in the palace. So, he preferred to stay in a, humble cottage, outside the palace. But he was, guiding Chandragupta Maurya. He was guiding him on the principles of Vedic understanding. So, a Brahmana, will never actually, a real Brahmana, will never actually, think that I should usurp more and more wealth. No. Arjavam. Arjavam. Simplicity. Simple living, and high thinking. But here you see, but here you see, in this verse we see, this Brahmana boy, what are the different words used by, Srila Prabhupada in the purport, to describe this Brahmana boy, Shringi. Shringi was the son of Shamika Rishi. Perhaps we all know the story, we have been discussing this verse from many weeks."
    },
    {
      "start_time": 1414,
      "end_time": 1516,
      "verse_references": [],
      "themes": [
        "Parikshit Maharaj",
        "Shringi's curse",
        "Inexperience",
        "Misuse of Power"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Even though he was Brahmana, he was instructed in several mantras by his father, so he was very powerful, but since he was inexperienced, he was immature, he did not know what is the right usage of these Brahmanical powers.",
      "summary": "The speaker revisits the story of Parikshit Maharaj and Shringi, emphasizing Shringi's inexperience and misuse of Brahmanical powers, leading him to curse a pure devotee.",
      "timestamp_url": "https://youtu.be/4pPYmm9wJI0?t=1414",
      "transcript": "Parikshit Maharaj, when he was tired, thirsty, hungry, he approaches the, cottage of, Shamika Rishi. Shamika Rishi was in meditation. He did not actually, give a good hospitality. He did not receive the King Parikshit. So Parikshit, jokingly, he took a, dead snake, and, put it around his neck, around the, sages neck, and he went away. So when this was known to Shringi, so what did Shringi, do, is what we are reading these verses. What did he think? So Prabhupada uses specific words, to describe Shringi. First of all he says, inexperienced boy. You know he is an inexperienced boy. Sometimes, when powers are given to us, when we are still inexperienced and immature, more than good, doing good to others, we end up, harming others. That is depicted here in Shringi. Even though he was Brahmana, he was instructed in several mantras by his father. So he was very powerful. He was following all the rules and regulations of a Brahmana. So he had that Brahmanical strength. But, since he was inexperienced, he was immature, he did not know what is the right usage of these Brahmanical powers. Therefore, he dared to curse the pure devotee, King Pariksit."
    },
    {
      "start_time": 1516,
      "end_time": 1633,
      "verse_references": [],
      "themes": [
        "Technology",
        "Power",
        "Addiction",
        "Smartphone",
        "Misuse of Technology"
      ],
      "content_type": "analogy",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "Smartphone is supposed to make us smart, isn't it? But it is not making us smart, it is actually making us dull, dumb.",
      "summary": "The speaker draws a parallel between Shringi's misuse of power and the modern misuse of technology, particularly smartphone addiction, which can lead to dullness and harm.",
      "timestamp_url": "https://youtu.be/4pPYmm9wJI0?t=1516",
      "transcript": "Now in our situation today, if you see, all of us, we have access to the most advanced technology. Technology is the power today. Like Shringi had some powers back then, now all of us also have technology. The best technology is at the tip of our fingers. Right? We can access any content. We can, we can do anything. We can sit at our place and order food, order groceries, everything is. No doubt it has made our life very very comfortable. But, there are also the other side of this. Lot of people are becoming victims of so much of addiction to internet usage. Right? So there is power, but since we are not qualified to use the power properly, we are not trained, see, we misuse it and bring harm to ourselves. So just like Shringi had powers and he misused it to curse a pure devotee, what we are doing, this power is there, but we are not qualified to use it properly. So, lot of people becoming victims of the smartphone addiction. Smartphone is supposed to make us smart, isn't it? But it is not making us smart, it is actually making us dull, dumb. It's a fact. Of course, it's not that we should not use smartphone. We should use as much as it is required. Regulated usage will give us real benefit. But if we use it more than required, every now and then seeing the smartphone, every now and then want to check what is the notification, every now and then..."
    },
    {
      "start_time": 1633,
      "end_time": 1729,
      "verse_references": [],
      "themes": [
        "Chanting",
        "Inattentiveness",
        "Offenses",
        "Smartphone",
        "Immaturity"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It is also offensive to be inattentive while chanting.",
      "summary": "The speaker discusses the offense of inattentiveness while chanting, using the example of simultaneously chanting and chatting on a smartphone, and connects it back to Shringi's immaturity and offense.",
      "timestamp_url": "https://youtu.be/4pPYmm9wJI0?t=1633",
      "transcript": "So, in fact, even while chanting, on one hand we have the bead bag, beads. On the other hand, some of the devotees have smartphone. So chanting is going on on one hand, chatting is going on on other hand. Chatting and chanting simultaneously going on. Krishna is confused. Is he talking to me or is he talking to somebody? Chanting means we are talking to Krishna. It is our private time with Krishna, with the holy name. We are supposed to spend quality time with Krishna. But instead of doing that, we are interrupting in between. Every day we chant the ten offences to be avoided against chanting the holy names of the Lord. And the last offence, it is also offensive to be inattentive while chanting. That's an offence. It is listed in the Padma Purana. Ten offences against chanting. So if we want to make quick progress towards the desired goal of chanting, which is to attain pure love for Krishna, we must stay away from these offences. Right? So here also, Shrunge committed a great blunder because of his immaturity. So he was given powers, but he didn't know how to use it. So therefore, he committed an offence."
    },
    {
      "start_time": 1729,
      "end_time": 1861,
      "verse_references": [],
      "themes": [
        "Varnashrama",
        "Personal Prestige",
        "Cooperation",
        "Krishna Prema",
        "False Prestige",
        "Kali Yuga"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This mentality has led to degradation of such a wonderful Varnashrama system which exists, which was existing in the Vedic period.",
      "summary": "The speaker explains that the Varnashrama system is meant for cooperation, not personal prestige, and that Shringi's mentality reflects the degradation of the system in Kali Yuga, characterized by justifying wrong actions due to false prestige.",
      "timestamp_url": "https://youtu.be/4pPYmm9wJI0?t=1729",
      "transcript": "Right? So Prabhupada says, this particular thinking of Shrunge, that I am born in Brahmana family and this person Pariksit Maharaj is after all a Kshatriya, who is a Gruhapala, who is a watchdog. Therefore, I can command him. I can curse him. This mentality has led to degradation of such a wonderful Varanashrama system which exists, which was existing in the Vedic period. This is the beginning of downfall of the Vedic culture, Prabhupada says. Right? So these positions, Brahmana, Kshatriya, Vaishya, Shudra, these positions are not meant for taking it as a personal prestige. It's not meant for that. It's meant for cooperation, helping everybody together to achieve the goal of life, which is to attain Krishna Prema, which is to attain devotional service to Krishna. That purpose is forgotten and people think that, oh now I am this Brahmana, now I am this, I am that. Merely going by designations. So that has led to the downfall of, unfortunately, downfall of such a wonderful system created by the Lord Himself. And we can see that, that is very, very rampant in the Kali Yuga. So Prabhupada says in the purport, Shringi, on the contrary, he, he means Shringi, justified the wrong act in a way characteristic of the Brahmanas of Kali Yuga. What is the characteristic feature of the so-called Brahmanas of Kali Yuga? They try to justify anything and everything they do. Because we are qualified, we can do anything. So this is the characteristic feature of Kali Yuga Brahmanas. Right? So that is arising out of false prestige, as Prabhupada says in the purport."
    },
    {
      "start_time": 1861,
      "end_time": 1997,
      "verse_references": [],
      "themes": [
        "False Ego",
        "Puffed Up",
        "Humility",
        "King's Duty"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Because I am the king, when I am walking on the street, everybody should fall flat on me, on the ground. Expecting this kind of an honour because of one's position, that is due to false ego.",
      "summary": "The speaker defines false prestige and ego, using the analogy of puffed rice, and explains that true leadership is not about demanding honor but about serving others.",
      "timestamp_url": "https://youtu.be/4pPYmm9wJI0?t=1861",
      "transcript": "Now what is this false prestige? Okay, now for a king to think that I am the king of this kingdom and I have to rule this kingdom, is it wrong? No, the king can think like that. I am the king. There is no problem. But if he thinks, I can do anything and everything just because I am the king, then that is the problem. Because I am the king, when everyone, when I am walking on the street, everybody should fall flat on me, on the ground. Expecting this kind of an honour because of one's position. That is due to false ego. There is a nice word that Prabhupada uses many times, puffed up. You know, if you actually research Prabhupada books and lectures, conversations, you will find this word many times, puffed up. Puffed up, being puffed up of false ego. Prabhupada uses this word. Whenever I hear this word puffed up, I remember puffed rice. So there is flat rice and there is puffed rice. Flat rice or chipped rice, Chidadahi we use for, we offer during Chidadahi Mahotsava, chipped rice. And then there is puffed rice. So what is the difference between the two if you see? Chipped rice, if you soak it in water or if you soak it in mango juice or whatever, it absorbs that essence, mango juice and becomes very tasty. Right? Whereas puffed rice, you just have to open it and keep. It will just fly away because of air. It can't, it does not have sattva. So those who are puffed up, see I am so great. I can do so much. Because of my abilities, I am doing so many things. If somebody is thinking like that, they are like puffed rice. Right? One violent, one wind comes, blows away. They are nowhere to be seen. So this Shringi was puffed up. He was thinking too much about himself. Right? Many times this kind of a mentality"
    },
    {
      "start_time": 1997,
      "end_time": 2127,
      "verse_references": [],
      "themes": [
        "Devotee's Pride",
        "Humility",
        "Servant",
        "Prabhupada's Mercy",
        "Dasa"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "One should always understand that whatever I am practicing, it is due to the causeless mercy of Srila Prabhupada.",
      "summary": "The speaker cautions against pride creeping into devotees, emphasizing that all accomplishments are due to Prabhupada's mercy and that the true identity is that of a servant (Dasa) of the Lord.",
      "timestamp_url": "https://youtu.be/4pPYmm9wJI0?t=1997",
      "transcript": "can creep into the devotees also. Right? What is that? See I am practicing Krishna Chakra, this consciousness. I have practiced the consciousness from so many years. And Prabhupada has said, one who is a devotee, by default, he is a Brahmana. One who is a Vaishnava, by default, he is a Brahmana also, because he is following a Brahminical way of life. So we start thinking, see I am so great. All these Kali Yuga brahmanas, ah they don't know, they don't chant Hare Krishna Mantra. They will be wearing a sacred thread. But I am so great. You know, this kind of a pride leads to fall down. One should never be proud. One should always understand that whatever I am practicing, it is due to the causeless mercy of Srila Prabhupada. One should always pass all respects to Prabhupada. Many times, you know, in the community of devotees, we address each other as Prabhu. Prabhu means master. And if we are not in the right consciousness, we may think, Oh, I am the master. All these people are coming to me and saying, I am master. But within the community of devotees, Prabhupada had made sure that you don't only be addressed as Prabhu, but you should also address others as Prabhu. Not that only I will be called as master. Right? We are Prabhu as long as we are sincerely serving Prabhupada. Without Prabhupada, no Prabhu. Prabhupada means what? He at whose feet all Prabhus sit. All Prabhus have to be situated at the feet of Prabhupada. Then you are Prabhu. As long as you are serving Prabhupada, you are Prabhu. And that too, when somebody addresses you as Prabhu, you know, you should immediately remind yourself, I am Dasa. I am servant of the Lord."
    },
    {
      "start_time": 2127,
      "end_time": 2250,
      "verse_references": [],
      "themes": [
        "Initiation",
        "Spiritual Name",
        "Servant",
        "Chaitanya Mahaprabhu",
        "Humility"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The main part of your initiated name is Dasa. Focus on that. Dasa means your servant of the Lord.",
      "summary": "The speaker shares an anecdote about Prabhupada emphasizing the importance of 'Dasa' (servant) in the initiated name and highlights Chaitanya Mahaprabhu's prayer expressing himself as the servant of the servant of the servant of the Lord.",
      "timestamp_url": "https://youtu.be/4pPYmm9wJI0?t=2127",
      "transcript": "You know, one occasion, Prabhupada had given initiation. And, you know, in the West, in the US, and the devotees after initiation, they were all very excited about their new names. After initiation, you get new name. Right? They were all excited. They were discussing about their names with each other. And some of them were saying, See, my name is very ordinary. Some Paramatma Das. Not so. But your name, Radha Madhav Das. You know, your name is directly connected with Radhakrishna. Your name is so special, very intimate to the Lord. My name is Paramatma Das. You know. So, like, I don't know. People think, there are gradations in names also. But, Prabhupada heard, overheard this. Devotees thinking like this. Oh, my name is Paramatma Das. My name is so special. Your name is... Prabhupada immediately came and said, The main part of your initiated name is Dasa. Focus on that. Dasa means your servant of the Lord. That is the main part of your name, spiritual name. Focus on that. Right? So, when Chaitanya Mahaprabhu was offering prayers to Lord Jagannath, Chaitanya Mahaprabhu prayed very nicely. What did he pray? He said, My dear Lord, I am neither a Brahmana, nor a sanyasi, nor a very learned person. I am none of these things. He said, Gopi Bhartu Pada Kamalayor Dasa Dasa Anudasa I am servant of the servant of the servant of the servant of your Lord. I am the servant of your Lordship, the maintainer of the Gopis. Right?"
    },
    {
      "start_time": 2250,
      "end_time": 2374,
      "verse_references": [],
      "themes": [
        "Material vs. Spiritual",
        "Lording Over",
        "Humility",
        "Dasa Dasa Anudasa",
        "False Prestige",
        "Holier Than Thou"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Actual spiritual humility is, I am Dasa Dasa Anudasa. I am servant of the servant of the servant of the Lord.",
      "summary": "The speaker contrasts the material mentality of lording over others with the spiritual humility of being a servant of the servant, and warns against the 'holier than thou' attitude.",
      "timestamp_url": "https://youtu.be/4pPYmm9wJI0?t=2250",
      "transcript": "That is the mood Chaitanya Mahaprabhu is trying to teach us. On the contrary, material thinking is what? I want to lord over everything. I want to become boss, bossaadi boss. Right? I want to become boss of the boss. Right? One person to lord over is not enough. I want a big group of people. I want to create more followers. I want to become their boss and rule them. That is the material mentality. But actual spiritual humility is, I am Dasa Dasa Anudasa. I am servant of the servant of the servant of the Lord. Chaitanya Mahaprabhu did not say, I am servant of Krishna. He can say at least, right? Krishna himself who came to teach us by his own example, how to be a servant. He could have said, I am servant of Radha Krishna. He didn't say that. He said, I am servant of the servant of the servant of the Lord. You see, that is the mood which is very very important that all devotees should maintain. So, this false prestige is also called holier than thou attitude. Holier than thou. It's an expression in English. Holier than thou means, I am great than you. Why? Because every day, I am chanting Hare Krishna Mantra 16 rounds. These Karmis, you know, they are useless people. I am great. You know, this kind. So, it may appear that, I am a devotee. What is wrong in saying like this? No. But the underlying principle is what? To show that others are inferior to me. I am great. See, it is because of this mentality that the Varanashrama system degraded in Kali Yuga. Instead of having a cooperative mentality among the four orders of life, when each person tried to exert his influence and assert his position superior to others, then it started degrading."
    },
    {
      "start_time": 2374,
      "end_time": 2510,
      "verse_references": [],
      "themes": [
        "False Prestige",
        "Daksha Prajapati",
        "Actions vs. Positions",
        "Competition"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Our actions are more important, not our positions.",
      "summary": "The speaker uses the example of Daksha Prajapati to illustrate how false prestige can lead to a loss of discrimination and a focus on competition rather than genuine spiritual progress.",
      "timestamp_url": "https://youtu.be/4pPYmm9wJI0?t=2374",
      "transcript": "So, among the devotees, we should not have this kind of a thinking. Right? So, there are various examples of how false prestige can actually bring us down. Daksha, Daksha Prajapati, perhaps we know about Daksha Prajapati. About him, it is described in the fourth cant of Srimad Bhagavatam. And Daksha Prajapati, he was Prajapati, means he was appointed by Lord Brahma as the progenitor of creatures in this world. So, he was having a very big position. But, in an assembly, he was too much disturbed when all, everybody rose up as he entered and Lord Shiva did not rise from his position. Right? He was puffed up. Right? Puffed up. Everybody should respect me. Why? Because I am Prajapati. Right? So, one, we should understand our actions are more important, not our positions. In the material world, more importance is given to positions, power. After getting all that position, name, fame, what are you actually doing in your daily life? That is more important. Isn't it? See, Daksha Prajapati was, definitely had a big position. But, look at his mentality. Lord Shiva, who is worshipable to all the Devatas, just because he is his son-in-law, he is expecting Lord Shiva should also rise. So, when we are too much conscious about my position, how others will perceive me, you know, we lose the basic discrimination. We lose the spiritual knowledge and everything appears to be, you know, competition. Who is great here? Right?"
    },
    {
      "start_time": 2510,
      "end_time": 2627,
      "verse_references": [],
      "themes": [
        "Ravana",
        "Lord Shiva",
        "Might vs. Devotion",
        "Demonic Mentality"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "First, let me use my might. Might is right. That is demon's thinking.",
      "summary": "The speaker recounts the story of Ravana attempting to lift Mount Kailasa, highlighting his demonic mentality of relying on might rather than devotion.",
      "timestamp_url": "https://youtu.be/4pPYmm9wJI0?t=2510",
      "transcript": "Another example, with same Lord Shiva, another demoniac personality, Ravana. Ravana had ten arms. Right? Or ten heads? I was just testing, if you are listening carefully. Yeah. Ravana had ten heads. So, he was a heavy head person. Right? So, once he went to Kailasa, and he said, who is this Lord Shiva? Let us see. Many people say that Ravana was a great devotee of Lord Shiva. But, let us examine this situation. After that, your perspective about Ravana will change. So, Ravana said, who is this Shiva? Let us see. And, I will show my might to Shiva. So, what did he do? He wanted to lift Lord Shiva along with his Kailasa. Not as a Vahana Seva. He did not want to do Vahana Seva, Brahmotsava Seva for Lord Shiva. That was not the idea. He wanted to show his might. So, he was lifting, trying to lift. So, then what happened? Lord Shiva said, some fellow has come. He is thinking, he is too much about himself. Let me teach a lesson. So, he just pressed with his thumb, he just pressed the Kailasa. And, it fell down. The Kailasa and his hand got stuck there. He is trying his best to remove the hand. He is not able to do that. Right? And then, he thought, now my might is not helping me. See, this is the thinking of demons. First, let me use my might. Might is right. That is demon's thinking. And, when might doesn't work, okay, I will fall at your feet. But, that is not with true devotion."
    },
    {
      "start_time": 2627,
      "end_time": 2772,
      "verse_references": [],
      "themes": [
        "Ravana",
        "Pride",
        "Lord Ramachandra",
        "Human Form",
        "Superiority Complex"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Pride goes before a fall.",
      "summary": "The speaker continues the story of Ravana, emphasizing his pride and ultimate downfall at the hands of Lord Ramachandra, who appeared in human form.",
      "timestamp_url": "https://youtu.be/4pPYmm9wJI0?t=2627",
      "transcript": "So, there also, Ravana wanted to exhibit his Sanskrit scholarly ability. So, he composed one song to glorify Lord Shiva. There also, it was not out of devotion. If you read the song, you know, it is too much of showing his hold on Sanskrit language, Sanskrit poetry and grammar. And then, Lord Shiva said, okay, this fellow, at least he came to his senses. And, he forgave him. He forgave Ravana. See how, Ravana's prestige, you know, there is a prestige cooker. So, prestige is like too much thinking about yourself. You know, bhavlena, they say, right? Too much, I am thinking about myself. So, Ravana was like that. He was, he was, finally by his faults, he didn't learn a lesson even after that. He didn't know that, okay, Lord Shiva, out of his mercy, he has forgiven me. But, later on, he went on to challenge the supreme personality of Godhead, Ramachandra himself. He was thinking too much about himself. And finally, you know, Lord Ramachandra taught him a very big lesson, which he can never forget. And, no one should forget also. Right? So, that's why there is a saying, pride goes before a fall. Pride goes before a fall. So, now human beings are also doing the same thing today in Kali Yuga. Prabhupada points out this. Humans think that we are the superior species. All other species, you know, they are all useless people. Like Ravana, we are also thinking. Ravana, when he did tapasya to Lord Brahma, he gave a list of all kinds of personalities who should not kill him. Yakshas, Gandharvas, Rakshasas, Kinnaras, Kimpurushas, Devatas, Danavas. He gave a big list. But he didn't add humans into that list. Because he was saying, humans are like mosquitoes. How can I even think that somebody will, human being will come and challenge me? That was his thinking, you know. That's why the Lord appeared as a human being, Lord Ramachandra. And then he taught a big lesson to Ravana. Isn't it?"
    },
    {
      "start_time": 2772,
      "end_time": 2861,
      "verse_references": [],
      "themes": [
        "Human Superiority",
        "Slaughterhouses",
        "Violence",
        "Peace",
        "Mother Nature"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "As long as there are slaughterhouses, there will be battlefields.",
      "summary": "The speaker criticizes the human belief in superiority over other species, leading to violence and slaughterhouses, and argues that this violence prevents peace and happiness.",
      "timestamp_url": "https://youtu.be/4pPYmm9wJI0?t=2772",
      "transcript": "So, human beings today are thinking like that about other species of life. By opening slaughterhouses. In fact, some people who are so called religious also think that all animals are meant for my satisfaction of my tongue and my belly. So they have big big slaughterhouses, mechanized slaughterhouses. Per hour, they kill lakhs and lakhs of innocent animals. And they think, yes, because I am the most advanced species, I have control over all. I am so great. But Mother Nature boomerangs. Mother Nature gives it back. How? As long as there are slaughterhouses, there will be battlefields. Every now and then we have battles, wars. Isn't it? So many innocent people are dying in the wars. Why? Because we are killing innocent animals. As long as we don't stop violence against animals, it is not possible that we live a peaceful, happy life. So Prabhupada would always say this. So therefore, we should never think that, you know, we are so great, we are so advanced. No, that is not the thinking. Right?"
    },
    {
      "start_time": 2861,
      "end_time": 2979,
      "verse_references": [],
      "themes": [
        "Vedic Culture",
        "Atithi Devo Bhava",
        "Hospitality",
        "Parikshit Maharaj",
        "Shami Karushi",
        "Shringi"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "Atithi Devo Bhava, a guest, when he comes to your house, you are supposed to give him treatment as good as God.",
      "summary": "The speaker explains the Vedic principle of 'Atithi Devo Bhava' (treating guests as God) and argues that Shami Karushi and Shringi failed to provide proper hospitality to Parikshit Maharaj.",
      "timestamp_url": "https://youtu.be/4pPYmm9wJI0?t=2861",
      "transcript": "So, in the Vedic culture, Atithi Devo Bhava, a guest, when he comes to your house, you are supposed to give him treatment as good as God. Atithi means one who comes without Tithi. One who comes without prior notice. Not that you send a WhatsApp message and say, I am going to come to your house. Then, actually speaking, it is not Atithi. In the strict usage of the term, Atithi. So Parikshit Maharaj was an Atithi. At the house of Shami Karushi. So even according to moral Vedic standards, it was the duty of Shami Karushi to give a good hospitality to Parikshit Maharaj. See, from various angles you can see. From moral standards also it was important for Shami Karushi to give a good hospitality. Good hospitality doesn't mean you have to give chappan bhog. You can just speak a few good words. Offer a sitting place. Offer a glass of water. That's all. That is a minimum reception that any person deserves. One who comes to your place. Shami Karushi did not do that. From spiritual point of view, Parikshit Maharaj was Vishnuratha. Right? He was personally protected by the Lord himself when he was in the womb of his mother. He was a sent person. Pure devotee. And he definitely deserves all respect and honour. Which, Shami Karushi did not offer. And then, as a citizen, King is supposed to be the representative of the Lord. Naradeva. The King is described as Naradeva. The representative of the Lord. From that angle also, Parikshit Maharaj should have been respected by Shami Karushi. See, there is so much lapse on the side of Shami Karushi and Shringi. But still Shringi is justifying the acts of his father. This is wrong. This is wrong."
    },
    {
      "start_time": 2979,
      "end_time": 3073,
      "verse_references": [],
      "themes": [
        "Respect",
        "Amanina Manadena",
        "Real Brahmanas",
        "Western Devotees"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "You don't expect respect from anybody, but be ready to offer all respects to others.",
      "summary": "The speaker emphasizes the importance of giving respect to others without expecting it in return and introduces an anecdote about Western devotees in Vrindavan.",
      "timestamp_url": "https://youtu.be/4pPYmm9wJI0?t=2979",
      "transcript": "So, we must have the understanding. I will just take 5 more minutes. So, We must have the understanding. We must be ready to give respect. This is what Chaitanya Mahaprabhu said. Amanina Manadena. You don't expect respect from anybody. But be ready to offer all respects to others. This is very very important. So, Just to sum up, You know the essence of this verse. How Prabhupada wanted us to be real Brahmanas, not just namesake Brahmanas. There is one interesting anecdote from Shila Prabhupada's pastimes. Once, Prabhupada along with his devotees, western devotees, they had come to Vrindavan. And few devotees, they were sanyasis, American sanyasis, American devotees. So, They had gone to one of the local temples in Vrindavan to have darshan of the Lord. So, when they were having darshan of the Lord, the priest of that temple was quite appreciative. Oh, white skin people with saffron dress, sanyasis, wearing Tilak, chanting Hare Krishna Mantra. He was very appreciative. So, he came and spoke to them. And he said, You are so good. Oh, westerners, you are so good. Very nice."
    },
    {
      "start_time": 3073,
      "end_time": 3281,
      "verse_references": [],
      "themes": [
        "Blessings",
        "Magistrate",
        "Vaishnava",
        "Prabhupada's Instructions",
        "Commitment"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A Vaishnava who is cent percent devoted to the Lord, following the rules and regulations given by the spiritual master, is actually more than a Brahmana.",
      "summary": "The speaker concludes with an anecdote about an old lady blessing a magistrate, illustrating that a Vaishnava is more advanced than a Brahmana, and encourages listeners to commit to Prabhupada's instructions for spiritual progress.",
      "timestamp_url": "https://youtu.be/4pPYmm9wJI0?t=3073",
      "transcript": "And then, he said, the priest said, Very nicely you are doing bhakti. I bless you that in the next life, you will take birth in a Brahmana family and you will make advancement. This is what the priest said. So, these devotees, they heard this and they came back to Prabhupada and narrated the whole thing. And when Prabhupada heard this, Prabhupada smiled. And Prabhupada narrated another story. So, Prabhupada said, once there was an old lady, this is in the British India, in some remote village she was living. And she had some quarrel with respect to property issue with her relatives. So, to that village, once magistrate visited that village. So, that lady, that old woman was very happy. So, magistrate will come and help me to sort out this quarrel with my family members and I will get my due share of my property. She was thinking. And she approached the magistrate. And the magistrate helped her also, made sure that whatever is her due share of the property, she got it. And she was so happy, since she was an old woman, she wanted to offer some blessings. To this magistrate. So, she said, she was thinking, you know, being a, you know, magistrate is not a very big thing. Right? Being a police constable is a very big thing. You have lot of power and you can do this danda, you can have, you know. So, he said, she blessed, I bless you that in the next life you will become a police constable. Poor lady, she didn't know that he is already magistrate. But, you know, police constable, she is blessing. So, Prabhupada narrated this story and said, it is something like that. What has happened to you in the temple in Vrindavan is something like that. So, actually, a Vaishnava who is cent percent devoted to the Lord, following the rules and regulations given by the spiritual master, is actually more than a Brahmana. Actually, that is the conclusion. So, if we follow the instructions given by Srila Prabhupada nicely, chanting minimum 16 rounds of Hare Krishna Maha Mantra attentively and following strictly the four regulative principles, then, by the mercy of Prabhupada, we can acquire all the Brahmanical qualifications and we can make progress more than that. Prabhupada said, a Vaishnava is an advanced Brahmana. More than that, we are not supposed to stay in the Brahma Jnana level, Brahmana level. We are supposed to become a devotee, lover of Krishna. That is Vaishnava. So, let us all pray to Srila Prabhupada that let us all commit to Prabhupada, rather, we should commit to Prabhupada that I will strictly adhere to the instructions given by your divine grace and help me become truly qualified, not just for namesake. Let me become truly qualified and let me serve your glorious mission and make my life successful. So, we will stop here. Granth Raj Srimad Bhagavatam Ki Jai"
    }
  ]
}