{
  "video_id": "4Qrzow0PYu4",
  "title": "Mahabharata | Part 51 | King Shalya deceived  | His Grace Suvyakta Narasimha Dasa.",
  "speaker": "HG Suvyakta Narasimha Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=4Qrzow0PYu4",
  "segments": [
    {
      "start_time": 0,
      "end_time": 87,
      "verse_references": [],
      "themes": [
        "invocation",
        "mantra",
        "guru"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Adhyana Timurandhasya Jnananjana Salakaya",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, invoking blessings and expressing gratitude to the spiritual master.",
      "timestamp_url": "https://youtu.be/4Qrzow0PYu4?t=0",
      "transcript": "Thank you for watching. Om Adhyana Timurandhasya Jnananjana Salakaya Yaksharanmi Litham Yena Tasmai Shri Gurave Namaha Namavo Mishnupadaya Krishna Preshaya Bhutale Srimate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Leve Gauravani Pracharine Nirvishesha Sunyavadi Aschatya Deshatarine Jaya Sri Krishna Chetanya Prabhu Nithyananda Sri Advaita Gadadhara Sri Vasadi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 97,
      "end_time": 153,
      "verse_references": [],
      "themes": [
        "Krishna's support",
        "peace proposal"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Arjuna chose to have Krishna who would be beside the Pandavas.",
      "summary": "The speaker summarizes the previous episode, focusing on Arjuna and Duryodhana seeking Krishna's support and Sanjaya's unsuccessful peace mission.",
      "timestamp_url": "https://youtu.be/4Qrzow0PYu4?t=97",
      "transcript": "Hare Krishna and welcome back to this episode of the Mahabharata. In the previous episode, we have seen how Duryodhana and Arjuna approached Krishna for his support. Arjuna chose to have Krishna who would be beside the Pandavas. Arjuna was helping them, assisting them in the battle but unarmed, and Duryodhana got the Yadava army, and Balarama decided to go on pilgrimage, not wishing to take part with either of the family members. And then we also saw how Sanjaya brought Dhritarashtra's message to the Pandavas with actually no concrete proposal, just asking for peace and nothing more. He was not offering the kingdom back to the Pandavas, and the Pandavas gave their response and sent Sanjaya back."
    },
    {
      "start_time": 153,
      "end_time": 471,
      "verse_references": [],
      "themes": [
        "deception",
        "hospitality",
        "duty",
        "word of honor"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Duryodhana smiled slyly this was a cunning arrangement from him to make Shalya indebted so that he could seek his support",
      "summary": "The story of King Shalya being tricked by Duryodhana's hospitality into fighting for the Kauravas is narrated, highlighting the importance of keeping one's word of honor.",
      "timestamp_url": "https://youtu.be/4Qrzow0PYu4?t=153",
      "transcript": "Now, how was Sanjaya received in the Kaurava palace? That is what we will see today. Before that, when the message was reaching all the kings all over the world about the impending battle between Pandavas and Kauravas, in the kingdom of Madhra, Madhra Desha, there was the king who was known as Shalya. He was the son of Somadatta and his brother was Burishtaba. His sister was Madhri, and Madhri, as we know, was married to Pandu. When the message of this impending fight between the Pandavas and Kauravas reached Madhra Desha, Shalya wanted to support the Pandavas naturally because they were his sister's sons, and so he took his army and set out to the kingdom of Virata. Now, when Shalya was taking his army and proceeding towards the kingdom of Virata, he found that all along the way there had been many nice encampments created for him and his soldiers to rest during the nights. They would travel during the day, and during the night they would set camp somewhere along the way, and wherever they were supposed to put camp, already tents were arranged, various arrangements were made for their food and for their secure resting during the night, and good drinking water was made available, clean water for their clothing, for their bathing, and for washing their clothes. All these arrangements were made. Shalya was very happy when he saw this. He was pleasantly surprised. So as they approached the kingdom of Virata, at every stage he found wonderful arrangements were made. Shalya was very happy. He was thinking that the Pandavas, knowing that I am coming to them for supporting them, have made such wonderful arrangements. Yudhishthira is really very grateful and kind. And when they were close to the kingdom of Virata, Shalya, being so happy with all the arrangements because it took him so many days to come from Madhurdesha till here, he could not contain himself, and he was saying, \"Where is Yudhishthira? I really want to meet him. I cannot wait till I reach the kingdom of Virata to meet him. He has made such wonderful arrangements. I am really obliged to him.\" Please, he spoke to the servants who had been deployed there for taking care of the hospitality of King Shalya and all his retinue. He told them, \"Please go and call Yudhishthira. I want to meet them.\" These servants started looking at each other and with a puzzled look they stepped out of the camp and they started talking to each other. \"Shalya is talking of Yudhishthira, what is this? All these arrangements have been made by Duryodhana.\" So anyway, let us go and convey to Duryodhana. They went and conveyed like this to Duryodhana, \"Like this, Shalya is really obliged, but he is thinking Yudhishthira has made all these arrangements and he wants to meet you to thank you and expresses indebtedness.\" Duryodhana smiled slyly. This was a cunning arrangement from him to make Shalya indebted so that he could seek his support. So in a cunning way, he wanted to divert Shalya to his camp, and now Duryodhana, now that he knew Shalya had taken all his hospitality and he was now indebted to him, Duryodhana came before him, and Shalya, when he saw Duryodhana, he was taken aback, and he said, \"Duryodhana, what are you doing here?\" Duryodhana said, \"I am the one who have made all the arrangements for you and I have taken care of all your hospitality en route so that you don't have any difficulty in your travel.\" See how cunning Duryodhana is. Now Shalya felt trapped. To his nephews, but he landed up with Duryodhana, and he said, \"Okay, Duryodhana, I have taken all your hospitality, so I am indebted to you. Now you please tell me whatever you want. I am ready to give. I cannot go back on my... this is my word of honor because it is... it is for a respectable man, if he has taken somebody's hospitality, he has to fulfill his obligation towards the host.\" Duryodhana then said, \"I want you and your army to fight with me whenever we have to fight with the Pandavas.\" Now Shalya was in a fix. He said, \"Duryodhana, what to do? I understand what you have done now, but now it's too late. I have also, without thinking, without asking, I enjoyed all the hospitality you have given me, so I'm obliged to... I'll keep my word of honor. I am a man of my word of honor, so I will, since you have asked me, I cannot refuse. I will fight on your side.\""
    },
    {
      "start_time": 471,
      "end_time": 577,
      "verse_references": [],
      "themes": [
        "Dharma",
        "magnanimity",
        "Yudhishthira's character"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Yudhishthira was more keen that the path of Dharma should be followed rather than his personal conveniences or his personal victory or gaining of the kingdom from the battle.",
      "summary": "Yudhishthira's magnanimous nature is discussed, emphasizing his commitment to Dharma over personal gain, which made him dear to great personalities.",
      "timestamp_url": "https://youtu.be/4Qrzow0PYu4?t=471",
      "transcript": "Duryodhana was extremely happy his ploy had worked. He had cheated Shalya into joining him because Shalya was a powerful king, and he had, in effect, what had happened? Shalya had come with a certain army, now that much army was lesser in the Pandavas, that much was more in the Kauravas army. So then Duryodhana said, \"Very fantastic, now I request you please come with me to Hastinapura.\" Shalya replied, \"I will come to Hastinapura anyway. I was going to the kingdom of Virata. I want to meet my nephews. I will meet them. Then I will come to Hastinapura.\" And so then Duryodhana went back to Hastinapura. King Shalya proceeded to the kingdom of Virata. There he met Yudhishthira Maharaj and he explained to him what all had happened. And Yudhishthira Maharaj, when he heard everything, he told King Shalya, \"My dear uncle, I feel that whatever you have done is the right thing. You should keep your word of honor. Although your support for us was invaluable, still your word of honor, the promise you have made is far more important. So you have done the right thing. Without any feeling of ill will, you may please proceed and be with Duryodhana.\" You can see how small-minded Duryodhana was and how magnanimous Yudhishthira was. Yudhishthira was a great man. Yudhishthira was more keen that the path of Dharma should be followed rather than his personal conveniences or his personal victory or gaining of the kingdom from the battle. That was less important for Yudhishthira Maharaj, and that is why Yudhishthira is so highly glorified and he was"
    },
    {
      "start_time": 577,
      "end_time": 654,
      "verse_references": [],
      "themes": [
        "Dharma",
        "pious life",
        "long-term consequences"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "We should not get swayed by instant success. We should look at what is the long-term repercussions of our actions and consequences of our actions.",
      "summary": "The importance of following Dharma and living a pious life is emphasized, contrasting the long-term benefits with the temporary gains of a sinful life like Duryodhana's.",
      "timestamp_url": "https://youtu.be/4Qrzow0PYu4?t=577",
      "transcript": "so dear to all the great personalities like Bhishma, Drona, etc., and even Lord Krishna himself. Actually, if we want to know the truth about Yudhishthira Maharaj, we need to know the truth about Yudhishthira Maharaj. If we want to attain the favor of the Supreme Lord Krishna, and if we want everlasting fame, and we want that people should honor and respect one, then it is possible only if we follow the path of Dharma scrupulously. If we follow a pious life, then automatically people will respect us and the Supreme Lord will also, he will become dear to us. On the other hand, if we take, if we accept a life which is based on sin, then like Duryodhana we may enjoy temporary opulence and power and all that, but we will never be dear to anyone, not to the Supreme Personality of Godhead. This is something which we have to very clearly understand from the examples of Duryodhana and Yudhishthira Maharaj. We should not get swayed by instant success. We should look at what is the long-term repercussions of our actions and consequences of our actions."
    },
    {
      "start_time": 654,
      "end_time": 767,
      "verse_references": [],
      "themes": [
        "demoralizing Karna",
        "promise",
        "strategy"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In such an event, you should do your best to demoralize Karna by uttering words which are unfavorable and which are discouraging to him.",
      "summary": "Yudhishthira requests Shalya to demoralize Karna during the battle, and Shalya agrees, demonstrating Yudhishthira's strategic thinking and concern for Arjuna's safety.",
      "timestamp_url": "https://youtu.be/4Qrzow0PYu4?t=654",
      "transcript": "That is far more important than some petty immediate gains. Now, Dvideshwara Maharaj told the King Shalya, \"But there is still something that you can do for us.\" And King Shalya immediately became very eager and he said, \"Please tell me, how can I help you in this battle? Well, if there is at all anything I can do, I am ready to do.\" Then Dvideshwara Maharaj told him, \"See, King Shalya, you are renowned for your skills in driving chariots. There is nobody who is equal to you in driving a chariot. So, during the battle of Kurukshetra, eventually it will come to a pass that when Arjuna and Karna have to face each other in battle, you will be asked to drive the chariot. In such an event, you should do your best to demoralize Karna by uttering words which are unfavorable and which are discouraging to him. That will help Arjuna to win over Karna.\" Of course, Arjuna did not need this help. Arjuna was supported by Lord Krishna, but still Yudhishthira, out of great love for his younger brother, out of fear for his safety, Yudhishthira made this request. And King Shalya immediately assented and he said, \"Oh, this is something which I can definitely do. I will keep this in mind and when the opportunity arises, I will definitely do my best.\" And having promised Yudhishthira Maharaj like this, King Shalya left and he proceeded towards Hastinapura with his army to join the bigger army, which Duryodhana had assembled."
    },
    {
      "start_time": 767,
      "end_time": 896,
      "verse_references": [],
      "themes": [
        "peace",
        "righteousness",
        "Duryodhana's stubbornness"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Reject Duryodhana. Hand over the kingdom back to the Pandavas and earn their goodwill.",
      "summary": "Sanjaya returns to Hastinapura and conveys Yudhishthira's message of peace, urging Dhritarashtra to reject Duryodhana and return the kingdom to the Pandavas, but his advice is ignored.",
      "timestamp_url": "https://youtu.be/4Qrzow0PYu4?t=767",
      "transcript": "Now, when Sanjaya came back to Hastinapura, it was already evening, and he directly went and met Dhritarashtra. And Dhritarashtra asked Sanjaya what had transpired. Sanjaya informed Dhritarashtra that Yudhishthira Maharaj is so righteous. He is even now saying a very simple thing. He is ready to accept the kingdom back and forget all the animosity and hostility shown by Duryodhana. So, my dear King, you have always acted sinfully by supporting Duryodhana. Please, at least now, act in the right way. Reject Duryodhana. Hand over the kingdom back to the Pandavas and earn their goodwill. This is the only way we can live in peace. And then Dhritarashtra asked Sanjaya, \"Okay, now tell me about the menace. What they have sent.\" And then Sanjaya told him, \"I am tired now. I will go and take rest, and in the morning I will come to the assembly, and in the assembly, in front of everyone, I will share the message.\" Next day morning, Sanjaya came into the assembly and he spoke all those words which Yudhishthira Maharaj had spoken as well as what Krishna had spoken and what Arjuna and Bhima had also spoken. When the Kaurava house, when the Kaurava council heard all this, Bhishma, Drona, Vidura, all these people started telling Dhritarashtra that, \"You see, now the only way is that you hand over the kingdom to the Pandavas and the Pandavas, along with all the other Kaurava brothers, let them all live peacefully together as brothers. And imagine, if Duryodhana and his hundred brothers and the Pandavas are together, then who can question your sovereignty? Your ruling over the world will be unquestioned. Even the Devatas will not be able to stand against you in battle.\" So in this way, Bhishma, Drona, Vidura, all of them tried explaining to"
    },
    {
      "start_time": 896,
      "end_time": 1027,
      "verse_references": [],
      "themes": [
        "Duryodhana's obstinacy",
        "influence of Karna and Shakuni",
        "conflict"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Duryodhana said that no matter what happens, I will not return the kingdom of Indraprastha to the Pandavas.",
      "summary": "Despite advice from Bhishma, Drona, and Vidura, Duryodhana, influenced by Karna and Shakuni, refuses to return the kingdom, making war inevitable.",
      "timestamp_url": "https://youtu.be/4Qrzow0PYu4?t=896",
      "transcript": "explaining to Dhritarashtra. But Dhritarashtra could also see that he was a reasonable person. He could understand what they were saying. But ultimately Dhritarashtra was bound by Duryodhana. When he looked at Duryodhana and when Dhritarashtra spoke to Duryodhana and he said, \"My dear son, we should take the path of peace. Let us, you please tell, we should return the kingdom to the Pandavas.\" Duryodhana was unwilling. Supported by Karna, Shakuni, they were all saying, \"No, no, no, no, why we should give back? Forget living with the Pandavas in friendship and all that. This is all will not work. They have actually violated the agreement and this and that,\" and all those kind of things. So Bhishma finally said, he said, \"Duryodhana, your intelligence has been stolen. You are... you listen to only three people. One is Karna, who is a charioteer and who has been cursed by even his guru. He could not even please his guru. And another is the cunning Shakuni, who is always interested in cheating. He does not follow Dharma. And the third is your small-minded brother, Dushyasana. These are the only three people you will listen to. At least listen to what we are telling you. Look at what Dronacharya is saying, Vidura is saying, I am saying, listen to your father. Why don't you follow the right path?\" When Karna heard this, he got very angry. He said, \"Oh, Bhishma Deva, every time, whenever you get an opportunity, you are going on blaming me. What have I done? I have stood by Duryodhana because Duryodhana is right. What wrong has he done? He is following the path of Dharma. How can you say he is not following the path of Dharma?\" Like this, Duryodhana started talking. Like this, the argument went back and forth between the different personalities. Then finally, Duryodhana said that no matter what happens, I will not return the kingdom of Indraprastha to the Pandavas. I cannot live with them in friendship. We have to have a battle and we have to decide. Either they have to live or I have to live. I cannot live in peace with them. That is out of question. So like this,"
    },
    {
      "start_time": 1027,
      "end_time": 1119,
      "verse_references": [],
      "themes": [
        "Karna's boasting",
        "Bhishma's criticism",
        "Karna's vow"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "I alone am enough for the Pandavas. All five Pandavas, I will finish. Just leave them to me.",
      "summary": "Karna boasts about defeating the Pandavas, leading to a heated exchange with Bhishma, who criticizes Karna's past failures and ultimately causes Karna to vow not to fight while Bhishma is on the battlefield.",
      "timestamp_url": "https://youtu.be/4Qrzow0PYu4?t=1027",
      "transcript": "Duryodhana spoke and Karna immediately supported Duryodhana. \"Don't worry, Duryodhana. I am there. No, you let all the... let Bhishma, Drona and all the other Kauravas take care of other kings. I alone am enough for the Pandavas. All five Pandavas, I will finish. Just leave them to me. That's all. Don't worry. I am there with you.\" Bhishma looked at Karna. He said, \"What are you talking? All simply boasting your talk. When the Gandharvas took away Duryodhana, what did you do? You ran away. And then, Arjuna had to come and save him. And in the kingdom of Virata, you were there, we were there, we were all there and you were also there. We all saw your prowess, how you fought with Arjuna and defeated him. Actually, what happened? You ran away from Arjuna. And after doing all these, you are not even one-sixteenth of Arjuna's power, and you are saying, you will conquer all the five Pandavas. You are simply boasting all the time. Please stop this. After all, what have you done in your life? You are not even pleased, dear Guru Parashurama. You only managed to try to cheat him and he cursed you also. Why are you simply instigating Duryodhana like this?\" Now, Karna got very much riled up and he became very offended. Then he stood up and he said, \"Oh, like this, Bhishma is talking like this, always he is blaming me. I cannot tolerate this. If Bhishma is there in the battle, as long as he is in the battlefield, I will not take up weapons. If the day Bhishma Dev steps out of the battle, I will come and I will show my prowess.\" Like that, he stood up and in a huff, he walked out of the assembly."
    },
    {
      "start_time": 1119,
      "end_time": 1231,
      "verse_references": [],
      "themes": [
        "Duryodhana's dependence",
        "Dhritarashtra's helplessness",
        "sealed destiny"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He was a puppet in the hands of Duryodhana. He could not go against his wishes.",
      "summary": "Duryodhana diplomatically calms Bhishma and Drona, while Dhritarashtra, aware of the impending doom, remains a puppet in Duryodhana's hands, unable to prevent the war.",
      "timestamp_url": "https://youtu.be/4Qrzow0PYu4?t=1119",
      "transcript": "Now, Duryodhana was scratching his head. He said, \"Oh my God, I was depending on Karna to fight the battle. Now Karna is left and gone. Now, what will I do?\" Then he was seeing here and there. Then he said, \"Okay, okay, Bhishma Dev, please cool down, calm down. Anyway, let us plan how to deal with the situation. I do not want to give back the kingdom to the Pandavas. We have to prepare for battle, and for that, I am depending upon you. You have to protect the kingdom of Srinapura.\" And like this, Duryodhana very diplomatically, he calmed down Dronacharya and Bhishma Dev and all, and he also left the assembly. Now, so finally, it was very clear that Duryodhana would at no cost return the kingdom to the Pandavas, and Dhritarashtra, although he was advised repeatedly by Vidura, Dronacharya, Bhishma Dev, etc., Dhritarashtra could never go against what Duryodhana would say. He was a puppet in the hands of Duryodhana. Although Dhritarashtra knew the reality, he knew that the Pandavas were far too powerful. They were... nobody could defeat them. Karna was insignificant in front of them. Although Bhishma Dev and Dronacharya were powerful, still Arjuna had already shown in the kingdom of Virata how he was far more powerful, and he was an equal match to Bhishma Dev, an equal match to Bhishma and Dronacharya. So, Dhritarashtra knew all this and he was very much grounded to reality. He knew that if there was a battle, the only outcome would be that Duryodhana and all his sons would be killed. But what to do? He was a puppet in the hands of Duryodhana. He could not go against his wishes. So, it looked like his destiny was sealed."
    },
    {
      "start_time": 1231,
      "end_time": 1263,
      "verse_references": [],
      "themes": [
        "Pandavas' reaction",
        "unwillingness to compromise"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "What did the Pandavas do?",
      "summary": "The news of Duryodhana's refusal reaches the Pandavas, setting the stage for the next episode, which will reveal their reaction to the impending war.",
      "timestamp_url": "https://youtu.be/4Qrzow0PYu4?t=1231",
      "transcript": "Now, this news that Sanjaya had gone back, he had taken his proposal, and still, Duryodhana was unwilling to return the kingdom, this news reached the Pandavas. Now, when the Pandavas got the news that the Kauravas are not going to give back their kingdom, nor are they even willing to consider their proposal to take only five villages, even that much they are not willing to consider, what did the Pandavas do? Please join us in the next episode to know about this. Thank you for joining us today."
    }
  ]
}