{
  "video_id": "4yj7fRkzS9U",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.7.10 Part 9 | 24-12-2021",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=4yj7fRkzS9U",
  "segments": [
    {
      "start_time": 34,
      "end_time": 494,
      "verse_references": [],
      "themes": [
        "compassion",
        "transformation",
        "association with devotees",
        "sinful reactions"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "So Narada Muni told this hunter, can I beg from you one thing?",
      "summary": "Narada Muni encounters a cruel hunter, Mrigari, and begins to instruct him on the consequences of his actions, specifically the unnecessary pain he inflicts on animals.",
      "timestamp_url": "https://youtu.be/4yj7fRkzS9U?t=34",
      "transcript": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Devim Sarasvatim Vyasam Tato Jayam Udhirayet. In this session also we will continue discussion of the Atmarama verse. Lord Chaitanya tells a very nice story of how a hunter, cruel hunter, a very, very uncivilized person, how he became a great devotee by the association of Srila Narada Muni, the greatest devotee of the Lord. Once upon a time, the great saint Narada, after visiting Lord Narayana in the Vaikuntha, went to Prayag. Prayag is that holy place, Allahabad, where there is a sangam, a confluence of three rivers, Ganga, Yamuna and Saraswati. And it's a very, very holy place. And he saw a deer which was lying on the path through the forest, and this deer was pierced with an arrow. It had broken legs, and it was crying out of pain. That arrow had pierced its body, and it was crying out of pain. He went a little ahead and saw another boar which was pierced. It was pierced by a similar arrow. Its legs were also broken. It was also crying out in pain. And further he went, saw a rabbit also, same way it was suffering. With the arrow pierced, legs are broken, it is crying in pain. So Narada Muni, he was pained to see at heart. All these living. All these living beings are suffering so much. Then he saw a hunter hiding behind one tree. He was having so many arrows. And he was ready to kill more animals. This hunter was having a black complexion, a dark complexion. He had reddish eyes. And he appeared very, very fierce. He was like the superintendent of death. He was like the superintendent of death. Yamarath standing there with bow and arrows in his hands to kill so many more animals. Now Narada Muni, he left the path which was there in the forest. And he went to the hunter who was hiding behind a tree to kill more animals. And as soon as Narada Muni approached the hunter, so many animals, they started running away. The hunter, he wanted to chastise Narada Muni with abusive language, that you spoiled my whole arrangement for killing animals. But when Narada Muni came closer to the hunter, due to Narada Muni's divine association or divine presence, that hunter restrained his tongue and did not abuse Narada Muni. He said, oh great saintly person, why are you leaving the general path and you are approaching me in this forest? Simply by seeing you, all the animals I was hunting have now run away. You have disturbed my occupation. So Narada Muni replied to this hunter, I have come to you to clear one doubt that is there in my mind. So Narada Muni asked that hunter, those animals which are half killed, three animals I saw. I saw a deer, I saw a boar, I saw a rabbit. Were you the one who actually shot those arrows and half killed those animals? The hunter replied, yes. Narada Muni inquired from this hunter, why are you not killing those animals completely? You are half killing them by piercing one arrow which does not fully kill them. Why are you doing like this? Then the hunter replied to Narada Muni, my name is Mrigari. Mrigari means I am the enemy of the animals. My father taught me how to kill in this way, half kill animals by piercing one arrow. And this hunter is telling Narada, when I see animals suffer due to pain, then I become very happy. So Narada Muni told this hunter, can I beg from you one thing? The hunter said, yes. What do you want? You want the skin of some animals, tiger skin, deer skin, I can give you. Narada Muni said, no, no, no. I do not want any skin from you. I want to request you that kindly don't half kill animals. You kill them completely, fully kill them. Don't half kill animals. So the hunter asked, what's the difference between half killing and fully killing the animals? So Narada Muni replied that when you half kill the animals, they suffer so much more pain than if you were to fully kill the animals. See, as a hunter, your business is to kill animals. Now that's an offense on your part, killing animals. But if you unnecessarily give them so much more pain by half killing them, you incur very great sin. So this is Narada Muni's divine influence on the hunter."
    },
    {
      "start_time": 494,
      "end_time": 629,
      "verse_references": [],
      "themes": [
        "sinful reactions",
        "liberation",
        "surrender",
        "faith"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "So Narada Muni said, if you are interested, I will find a way how you can become liberated.",
      "summary": "The hunter inquires about how to become free from sinful reactions, and Narada Muni offers a path to liberation, requiring him to give up his bow and trust in Narada Muni for sustenance.",
      "timestamp_url": "https://youtu.be/4yj7fRkzS9U?t=494",
      "transcript": "So then the hunter began to inquire further. So in what way is this greater sin? So Narada Muni said, these animals who are half killed by you, when they are getting unnecessary pain because you have not fully killed them, in your next life, they will kill you and give you so much suffering that is waiting for you. So by the association of Narada Muni, this hunter became convinced, yes, yes, what I am doing is very, very wrong. I have to suffer so much. I've killed so many animals and given them so much pain. So he became afraid. Then he said, you see, I have been taught this killing business from my childhood. Now I have accumulated so much of sin. How am I going to become free from these sinful reactions? See, this is the advantage of holy association, association with a pure devotee. One becomes purified and one becomes enlightened. And this hunter is inquiring, how can I become free from sinful reactions? So Narada Muni said, if you are interested, I will find a way how you can become liberated. But before that, will you do what I say? Hunter said, yes, yes. Narada Muni said, throw away this bow, break it and throw it away. Then I will tell you what next you should do. So the hunter said, if I break my bow, how will I maintain myself? I have no other means of subsistence. So Narada Muni said, don't worry. I will supply you food every day. You don't worry about food, how you are going to get food. You throw that, break that bow and throw it away."
    },
    {
      "start_time": 629,
      "end_time": 792,
      "verse_references": [],
      "themes": [
        "renunciation",
        "devotional service",
        "chanting",
        "transformation"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Then you should daily circumambulate tulsi by offering water and you should chant the Hare Krishna mantra continuously.",
      "summary": "The hunter follows Narada Muni's instructions, renouncing his possessions, building a cottage, planting a Tulasi plant, and chanting Hare Krishna, leading to his transformation and recognition by the villagers.",
      "timestamp_url": "https://youtu.be/4yj7fRkzS9U?t=629",
      "transcript": "So then Narada Muni's assurance, the hunter actually broke his bow and threw it away. Then Narada Muni said that you return home. You distribute whatever riches or wealth you have to brahmanas, to saintly persons. And then you and your wife should leave home taking only some minimum clothes to wear. That's all. Then you go to the river and there you construct a small cottage and grow one tulsi plant in the bank of the river. Then you should daily circumambulate tulsi by offering water and you should chant the Hare Krishna mantra continuously. I will send you sufficient food every day and you take as much as you want. There is no restriction I am imposing. Then after that, Narada Muni, he went to those three animals, pulled out the arrow that was struck in their body and then with his gentle touch, he actually nicely massaged the wounded portion and the animals immediately got up, felt relief and ran away from the place. Then the hunter was impressed. Oh, Narada Muni saved those three animals which were half dead, half killed. So he was understruck. This saintly person is an extraordinary saint. So he paid his respects to Narada Muni, bowed down and went home. Then after going home, Narada Muni of course left that place and went away. Then this hunter exactly followed the instructions of Narada Muni and news spread in the surrounding villages that this hunter, cruel hunter has become a great Vaishnava. He is sitting in front of a tulsi plant, he is chanting holy name and he is watering the tulsi and he has given up this business of killing animals."
    },
    {
      "start_time": 792,
      "end_time": 977,
      "verse_references": [],
      "themes": [
        "compassion",
        "devotional service",
        "good qualities",
        "transformation",
        "association with devotees"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "A man in devotional service is automatically decorated with all good qualities, including non-violence.",
      "summary": "Narada Muni and Parvata Muni visit the former hunter, now a devotee, and witness his compassion towards even the smallest creatures, demonstrating the transformative power of devotional service and association with devotees.",
      "timestamp_url": "https://youtu.be/4yj7fRkzS9U?t=792",
      "transcript": "So, so many people started coming to see him. They would bring some grains, some fruits, some edibles like that. Then this hunter, former hunter turned devotee, he was wonderstruck. Narada Muni is sending so much for me. And he would, with his wife, he would chant, he would accept little food and he would go on chanting, as instructed by Narada Muni. Then a year passed and Narada Muni was with another saint, Parvata Muni. So Narada, while travelling with Parvata Muni, he said, when he came in the vicinity of Prayag, he said, let us visit one former hunter's place and let me see what he is doing. I instructed him to stop killing animals and chant Hare Krishna. Let us see what he is doing. So as they started approaching the hut, the cottage of that former hunter turned devotee, they could see the hunter is approaching them. And as he was approaching them, he was carefully examining the ground. And what was he doing? There were so many ants which were running here and there on the path. So he took his cloth and gently, you know, moved the ants away from his path so that he will not stamp on the ants and kill them. So seeing this, Parvata Muni was astonished. Then Narada Muni said, My dear hunter, such behavior is not at all astonishing. A man in devotional service is automatically decorated with all good qualities, including non-violence. So then, the hunter received these two saintly persons in a small cottage. He spread out a straw mat for them to sit. And with great devotion, he offered them some water. He washed their feet. And then he drank that water which had washed the feet of these two saintly persons, Narada Muni and Parvata Muni. Then he began to dance, chanting Hare Krishna. Narada Muni realized that this hunter has, former hunter has followed his instructions and become a first class devotee because of chanting Hare Krishna and worshiping Tulasi, and giving up this business of killing animals. So this is an instance of an uncivilized hunter but associated with Narada becoming a great devotee. Thank you very much."
    }
  ]
}