{
  "video_id": "58fbM0TAqxU",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.13.3-4 Part 1 | 18-09-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=58fbM0TAqxU",
  "segments": [
    {
      "start_time": 49,
      "end_time": 302,
      "verse_references": [],
      "themes": [
        "Vidura",
        "Hastinapura",
        "Duryodhana's Insult",
        "Vidura's Pilgrimage"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Vidura left the palace and went away not because exactly that he was insulted by Duryodhana, but because he was not interested in any material comforts or materialistic way of life.",
      "summary": "The lecture begins with an introduction to verses 3 and 4 of the 13th chapter of the first canto of Srimad Bhagavatam, focusing on Vidura's return to Hastinapura, the joy of the inhabitants, and the circumstances of Vidura's departure due to Duryodhana's insult and his own desire for spiritual advancement.",
      "timestamp_url": "https://youtu.be/58fbM0TAqxU?t=49"
    },
    {
      "start_time": 302,
      "end_time": 393,
      "verse_references": [],
      "themes": [
        "Reception of Vidura",
        "Gandhari",
        "Kunti",
        "Draupadi",
        "Subhadra"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "All of them they were very very joyful to receive him back after he had left and gone means they were not happy that he left.",
      "summary": "The segment describes the joyful reception of Vidura upon his return and introduces the upcoming discussion of the histories of Gandhari, Kunti, Draupadi, and Subhadra as described in the purport.",
      "timestamp_url": "https://youtu.be/58fbM0TAqxU?t=302"
    },
    {
      "start_time": 393,
      "end_time": 538,
      "verse_references": [],
      "themes": [
        "Gandhari's History",
        "Chastity",
        "Worship of Lord Shiva",
        "Marriage to Dhritarashtra",
        "Blindness"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "She wrapped up her eyes with many silk linens and she was married to Tirtharashtra under the guidance of her elder brother Shakuni.",
      "summary": "The lecture details Gandhari's history, emphasizing her chastity, her worship of Lord Shiva, her marriage to the blind Dhritarashtra, and her decision to voluntarily blind herself.",
      "timestamp_url": "https://youtu.be/58fbM0TAqxU?t=393"
    },
    {
      "start_time": 538,
      "end_time": 694,
      "verse_references": [],
      "themes": [
        "Envy of Kunti",
        "Birth of 100 Sons",
        "Kurukshetra War",
        "Advice to Dhritarashtra"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When the intrigue of the battle of Kurukshetra was going on, she was not in favour of fighting with the Pandavas, rather she blamed Dhritarashtra her husband for such a fratricidal war.",
      "summary": "The segment continues Gandhari's story, describing her envy of Kunti, the miraculous birth of her 100 sons, her disapproval of the Kurukshetra War, and her attempts to advise Dhritarashtra.",
      "timestamp_url": "https://youtu.be/58fbM0TAqxU?t=538"
    },
    {
      "start_time": 694,
      "end_time": 766,
      "verse_references": [],
      "themes": [
        "Mourning",
        "Death",
        "Transcendental Messages",
        "Forest Fire"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Always in the Vedic culture, when somebody is agreed due to the death of a near and dear one, they are pacified by transcendental messages from the Vedic literature.",
      "summary": "The lecture concludes Gandhari's history with her mourning over the death of her sons, her pacification by Lord Krishna and Vyasadeva, and her eventual death in a forest fire along with Dhritarashtra.",
      "timestamp_url": "https://youtu.be/58fbM0TAqxU?t=694"
    },
    {
      "start_time": 766,
      "end_time": 977,
      "verse_references": [],
      "themes": [
        "Kunti's Birth and Adoption",
        "Service to Durvasa Muni",
        "Invocation of Suryadeva",
        "Birth of Karna"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Durvasa Muni gave her a mantra by which it was possible for her to call any devata she pleased.",
      "summary": "The lecture transitions to Kunti's history, detailing her birth, adoption, service to Durvasa Muni, the mantra she received, and her invocation of Suryadeva, leading to the birth of Karna before her marriage.",
      "timestamp_url": "https://youtu.be/58fbM0TAqxU?t=766"
    },
    {
      "start_time": 977,
      "end_time": 1027,
      "verse_references": [],
      "themes": [
        "Pandu's Curse",
        "Invocation of Devatas",
        "Birth of Pandavas",
        "End of Session"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Kunti had to use that mantra to call upon devatas to bear children for Pandu and that's how the first three Pandavas were born from Kunti.",
      "summary": "The lecture concludes with the explanation of how Kunti used her mantra to invoke devatas and bear children for Pandu due to his curse, leading to the birth of the Pandavas, and announces the continuation of the discussion in the next session.",
      "timestamp_url": "https://youtu.be/58fbM0TAqxU?t=977"
    }
  ]
}