{
  "video_id": "5gwzfdNVcDU",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.7.38-39 | 14-01-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=5gwzfdNVcDU",
  "segments": [
    {
      "start_time": 0,
      "end_time": 62,
      "verse_references": [],
      "themes": [
        "Invocation",
        "Prayers",
        "Respect"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyanatimiran Dhasya Gyananjan Shalakaya Chakshuran Militam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, invoking blessings and expressing reverence.",
      "timestamp_url": "https://youtu.be/5gwzfdNVcDU?t=0",
      "transcript": "Om Agyanatimiran Dhasya Gyananjan Shalakaya Chakshuran Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Srimate Bhaktivedanta Svamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Deveem Saraswateem Vyasam Tato Jaya Mudhirayet"
    },
    {
      "start_time": 63,
      "end_time": 184,
      "verse_references": [
        "SB 1.7.38"
      ],
      "themes": [
        "Promise",
        "Dharma",
        "Anger",
        "Retribution"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Furthermore I have personally heard you promise Draupadi that you would bring forth the head of the killer of her sons.",
      "summary": "The speaker introduces and explains verse 38 of the 7th chapter of the 1st canto of Srimad Bhagavatam, focusing on Arjuna's promise to Draupadi regarding Ashwatthama.",
      "timestamp_url": "https://youtu.be/5gwzfdNVcDU?t=63",
      "transcript": "In this session, we will be discussing the 38th and the 39th verses of the 7th chapter of the 1st canto of Srimad Bhagavatam. The 38th verse: Pratishrutam Chabhavata Panchalyei Shunvatomama Aharishye Shrastasya Yaste Maanini Putraha. The meaning of this verse is Krishna is telling Arjuna, \"Furthermore, I have personally heard you promise Draupadi that you would bring forth the head of the killer of her sons.\" This was what Arjuna had told Draupadi when Draupadi informed Arjuna that Ashwatthama had killed her five sleeping sons. So what was it that Arjuna had promised? In the 16th verse of the same chapter, Arjuna had said, \"O gentle lady, when I present you with the head of that brahmana, after beheading him with arrows from my Gandiva bow, I shall then wipe the tears from your eyes and pacify you. Then, after burning your sons' bodies, you can take your baths standing on his head.\" Arjuna was very angry, angry at the act of Ashwathama killing, beheading, just cutting off their head when they were sleeping, the five sleeping sons of Draupadi, totally against all principles of Dharma Yudha. And so if Arjuna had promised to Draupadi, that's what Krishna is reminding Arjuna, \"I personally heard you promise Draupadi that you will bring forth the head of the killer of her sons.\""
    },
    {
      "start_time": 185,
      "end_time": 277,
      "verse_references": [],
      "themes": [
        "Aggressor",
        "Punishment",
        "Dharma",
        "Justice"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "an enemy who sets fire to the house administers poison attacks all of a sudden with deadly weapons plunders wealth or usurps agricultural fields you or entices one's wife is called an aggressor such an aggressor though he be a Brahmana or a so-called son of a Brahmana has to be punished in all circumstances",
      "summary": "Srila Prabhupada's purport is explained, defining an aggressor and justifying the punishment of Ashwatthama, even though he is the son of a Brahmana.",
      "timestamp_url": "https://youtu.be/5gwzfdNVcDU?t=185",
      "transcript": "Now Srila Prabhupada explains in the purport, \"An enemy who sets fire to the house, administers poison, attacks all of a sudden with deadly weapons, plunders wealth, or usurps agricultural fields, or entices one's wife is called an aggressor. Such an aggressor, though he be a Brahmana or a so-called son of a Brahmana, has to be punished in all circumstances.\" So there's no question of sparing an aggressor; he has to be punished. When Arjuna promised to behead the aggressor named Ashwathama, he knew well that Ashwathama was a son of a Brahmana. Arjuna was quite aware who Ashwathama is; he's the son of Dronacharya, son of the teacher of Arjuna. But because the so-called Brahmana acted like a butcher, a butcher simply cuts off an animal which is meant for slaughter, so this Ashwatthama acted like a butcher. Therefore, Ashwatthama was taken as such, and there is no question of sin in killing such a Brahmana son who proved to be a villain. So there is no sin involved in killing an aggressor."
    },
    {
      "start_time": 278,
      "end_time": 406,
      "verse_references": [
        "SB 1.7.39"
      ],
      "themes": [
        "Murder",
        "Betrayal",
        "Degradation",
        "Justice"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This man is an assassin and murderer of your own family members. Assassin and murderer. Not only that but he has also dissatisfied his master. He is but the burnt remnants of his family. Kill him immediately.",
      "summary": "The speaker explains verse 39, where Krishna instructs Arjuna to kill Ashwatthama, emphasizing his crimes and degradation.",
      "timestamp_url": "https://youtu.be/5gwzfdNVcDU?t=278",
      "transcript": "Krishna says, the meaning of this 39th verse: \"This man is an assassin and murderer of your own family members. Assassin and murderer. Not only that, but he has also dissatisfied his master. He is but the burnt remnants of his family. Kill him immediately.\" So this is Krishna's instruction to Arjuna, that Krishna is telling, this Ashwatthama, he is a murderer of your own family members. He also dissatisfied his master. Who was Ashwathama's master? It was Duryodhana, and when Ashwathama revealed to Duryodhana that I have killed, and Duryodhana couldn't understand. This Ashwatthama has not fought against them and killed them in a fair battle. He has killed them while they were sleeping. So Duryodhana did not approve of this heinous act at all. Duryodhana was totally dissatisfied with this. He said, \"You have not done the right thing.\" So therefore, Ashwathama is described as the burnt remnants of his family. He has completely degraded himself. Shamelessly has degraded himself. Therefore, Krishna tells Arjuna, \"Kill him immediately. He deserves this kind of punishment.\" So in the purport, Srila Prabhupada"
    },
    {
      "start_time": 407,
      "end_time": 590,
      "verse_references": [],
      "themes": [
        "Respect",
        "Duty",
        "Dharma",
        "Blessings"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Although Dronacharya joined the enemy camp, the Pandavas held him always in respect and Arjuna saluted him before beginning the fight.",
      "summary": "Srila Prabhupada's explanation of Dronacharya's respect and Arjuna's duty, even on opposing sides of the battlefield, is discussed.",
      "timestamp_url": "https://youtu.be/5gwzfdNVcDU?t=407",
      "transcript": "explains, \"The son of Dronacharya is condemned here as the burnt remnants of his family.\" How is Ashwathama the burnt remnants of his family? That's explained by Prabhupada. \"The good name of Dronacharya was very much respected. Although Dronacharya joined the enemy camp, the Pandavas held him always in respect, and Arjuna saluted him before beginning the fight. There was nothing wrong in that way, fighting on the opposite sides.\" Arjuna is obviously on the Pandavas' side, but Dronacharya, he is the teacher of Arjuna. He is on the side of the Kauravas, the enemy side, but still Arjuna never lost any respect for Dronacharya, neither Dronacharya was having any inimical feeling towards Arjuna. That is explained by Srila Prabhupada. In another discourse, Prabhupada says, \"Dronacharya, the teacher of Arjuna, is on the opposite side of the Pandavas, so Dronacharya had to be respected, and Arjuna did that.\" How did he do that? Before fighting with Dronacharya, Arjuna first of all threw one arrow on his lotus feet, indicating, \"I am paying my obeisances to my teacher, my guru. This is called etiquette, my dear sir.\" Prabhupada explains, \"You have taught me this fighting science, Dhanur Vidya, now it is being used against you because it is my duty to fight in this Dharma Yudha, so I offer my obeisances as a Kshatriya standing in the battlefield.\" How did Arjuna offer obeisances to Dronacharya? By shooting one arrow at the feet of Dronacharya. And Dronacharya also, he is a military teacher, he is standing ready for fighting against the enemy on the battlefield, and he is not ready to fight against the enemy on the Kaurava side, so what did Dronacharya do? He threw another arrow touching the head of Arjuna, \"My dear boy, become blessed. I mean you have my blessings.\" That was Dronacharya indicated to Arjuna, and Srila Prabhupada explains, \"This is duty.\""
    },
    {
      "start_time": 591,
      "end_time": 772,
      "verse_references": [],
      "themes": [
        "Dharma Yudha",
        "Duty",
        "Blessings",
        "Cultural Purification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Fighting in a Dharma Yudha is a duty of a Kshatriya.",
      "summary": "The concept of Dharma Yudha is explained, highlighting the duties of a Kshatriya and the blessings received in such a battle, followed by a discussion of cultural purification (Samskara).",
      "timestamp_url": "https://youtu.be/5gwzfdNVcDU?t=591",
      "transcript": "\"You are given blessings to kill me. Will anybody bless another person that you kill me? No, but this is in the matter of performing duty of fighting Dharma Yudha.\" This is called the Dharma Yudha. Why? Because in a Dharma Yudha, whether one is victorious or one is killed, either case, it is not fair to kill one or one is not, they are elevated to a higher status in their next life. That's why Dharma Yudha is duty. Fighting in a Dharma Yudha is a duty of a Kshatriya. That's what Krishna explains, sorry, Krishna explains in Bhagavad Gita to Arjuna, \"Swadharmam, it is your Swadharma as a Kshatriya to fight in this Dharma Yudha.\" The disciple is fighting, touching the feet of Dronacharya. \"It is my duty.\" And disciple is telling the teacher, \"Please give me your blessing to fight.\" And Dronacharya, he is telling, \"Yes, you have my blessings to fight in this Dharma Yudha.\" So continuing the purport of Srila Prabhupada, \"But the son of Dronacharya degraded himself by committing acts which were never done by the dvijas or the twice-born higher castes.\" Who are the twice-born higher castes? The dvijas or twice-born higher castes belong to the first three varnas: Brahmana, Kshatriya, and Vaishya. They are the first birth from their parents, and there is a second birth. How is the second birth possible? By accepting the spiritual master as the father and Vedas as the mother. Veda Mata, Guru Pita. During the second birth, which is meant for beginning the learning of the Vedas, they go to Gurukul. In the Vedic culture, they are sent to Gurukul to be trained up. Brahmanas, Kshatriyas, and Vaishyas. They are trained up by a qualified teacher, qualified Brahmana. This is called cultural purification, Samskara. It is called Samskara. It is cultural purification. Human life is meant for purification. So even by performing Samskaras, this purification happens."
    },
    {
      "start_time": 773,
      "end_time": 914,
      "verse_references": [],
      "themes": [
        "Spiritual Initiation",
        "Murder",
        "Aggressor",
        "Punishment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "By birth from parents everyone is born a Shudra. But by spiritual initiation one becomes a Vidya.",
      "summary": "The lecture continues with the importance of spiritual initiation and contrasts the act of killing in Dharma Yuga with the heinous murder committed by Ashwatthama, reiterating the justification for his punishment and concluding the discourse.",
      "timestamp_url": "https://youtu.be/5gwzfdNVcDU?t=773",
      "transcript": "The scriptures declare, Janmana Jayate Shudra Samskarat Vijam Uchyate. So by birth from parents, everyone is born a Shudra, but by spiritual initiation, one becomes a Vidya. That initiation happens when one goes to a Guru and submits to the Guru, \"I am your disciple. Please accept me as your disciple and train me, teach me Vedic knowledge.\" So continuing the purport, \"Then murder by killing the five sleeping sons of Draupadi.\" This is murder. This is not like Kshatriya fights in a Dharma Yuga and kills the enemy. It is not like that. In that, there is no sin. It is not to be considered as murder, fighting in a Dharma Yuga. But here, the sleeping sons of Draupadi were killed by Ashwathama. And by this act of killing the sleeping sons of Draupadi, this Ashwathama dissatisfied his master Duryodhana. Duryodhana never approved of the heinous act of killing the five sleeping sons of the Pandavas. Now Duryodhana also was fighting the battle of Kurukshetra following the principles of Dharma Yuga. This is explained earlier by Krishna. Suptam means sleeping. One who is sleeping is not to be killed. So therefore, Ashwathama became an assaulter of Arjuna's family members, and thus he was liable to be punished by Arjuna. And therefore, Krishna tells Arjuna, \"Now you must actually kill this aggressor Ashwathama. You should kill him.\""
    }
  ]
}