{
  "video_id": "5jXUlaUC-oM",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.11.10 | 03-07-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=5jXUlaUC-oM",
  "segments": [
    {
      "start_time": 0,
      "end_time": 57,
      "verse_references": [],
      "themes": [
        "Invocation",
        "Prayers",
        "Guru Parampara"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyana Timiraandhasya Gyananjanishalakaya Chakshurunmeelitam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers, invoking blessings and paying respects to the spiritual master and the lineage of teachers.",
      "timestamp_url": "https://youtu.be/5jXUlaUC-oM?t=0",
      "transcript": "Om Agyana Timiraandhasya Gyananjanishalakaya Chakshurunmeelitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Srimate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyadeshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Deviim Saraswati Vyasam Tato Jayam Udi Rayet Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam"
    },
    {
      "start_time": 57,
      "end_time": 132,
      "verse_references": [
        "SB 1.11.10"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "Krishna's presence",
        "Devotee's feelings"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "How can we exist without your presence?",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam and explains the feelings of the citizens of Dwaraka upon Krishna's arrival, emphasizing their longing for his presence and the joy they experience upon seeing him.",
      "timestamp_url": "https://youtu.be/5jXUlaUC-oM?t=57",
      "transcript": "In this session we will be discussing from the 10th verse of the 11th chapter of the 1st canto of Srimad Bhagavatam. Katham Vayam Natha Chiro Shite Tvai Prasanna Drishtya Khila Tapa Shoshanam Jivemate Sunda Rahasa Shobhitam Apashyamana Vadanam Manoharam Iti Chodiritha Vachachah Prajanam Bhaktavatsam Bhaktavatsalah Shunvaano Nugraham Drishtya Vitanvan Pravishat Puram. The meaning of this verse is: O Master, if you live abroad all the time, then we cannot look at your attractive face whose smiles vanquish all our sufferings. How can we exist without your presence? Upon hearing their speeches, the Lord, who is very kind to the citizens and the devotees, entered the city of Dwaraka and acknowledged all their greetings by casting his transcendental glance over them."
    },
    {
      "start_time": 132,
      "end_time": 248,
      "verse_references": [],
      "themes": [
        "Krishna's beauty",
        "Attraction to Krishna",
        "Material beauty vs. Transcendental beauty"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "All other material beauty will completely become insignificant",
      "summary": "The speaker elaborates on the unparalleled beauty of Krishna and how a glimpse of his face can completely captivate a devotee, making material beauty seem insignificant in comparison.",
      "timestamp_url": "https://youtu.be/5jXUlaUC-oM?t=132",
      "transcript": "Krishna has reached Dwaraka city, and the citizens have so nicely expressed their feelings to Krishna that Krishna acknowledged their greetings by casting his transcendental glance over them. So here we can particularly notice that those who are pure devotees of Krishna, they are always attracted by Krishna's most beautiful and attractive face, that they cannot take their eyes off Krishna's face. So even though we have experience of beauty in this material world, this material beauty cannot be compared with Krishna's supreme beauty. So if at all we are able to get a glimpse of Krishna's beautiful face, even for a brief moment, then we get completely attracted to Krishna, and consequently all other material beauty will completely become insignificant. We will never again go after material beauty. So how do we get attracted to Krishna's beautiful form by just getting a glimpse of Krishna's beautiful face?"
    },
    {
      "start_time": 248,
      "end_time": 370,
      "verse_references": [],
      "themes": [
        "Devotee's suffering",
        "Krishna's kindness",
        "Intimate relationship with Krishna",
        "Varieties of relationships"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The relationship between Krishna and devotees is of varieties but whatever be the variety of relationship all relationships with Krishna are very very intimate",
      "summary": "The speaker discusses how Krishna's smile can alleviate suffering and emphasizes the intimate and varied relationships devotees have with Krishna, highlighting Krishna's reciprocation with each devotee.",
      "timestamp_url": "https://youtu.be/5jXUlaUC-oM?t=248",
      "transcript": "That is what is being described here, that when we cannot see your attractive face, then we are missing your beautiful smile which vanquishes all our sufferings. Of course, devotees don't suffer, but this is just to say that even if there were any suffering, it would simply disappear if the devotees just have a glimpse of Krishna's beautiful attractive face. So Krishna is very kind to his devotees, and devotees are very much attached to Krishna, so the relationship is very, very intimate. It doesn't matter what is the variety of the relationship, because the relationship between Krishna and devotees is of varieties, but whatever be the variety of relationship, all relationships with Krishna are very, very intimate. So therefore, any pure devotee of Krishna situated in any variety of relationship is always very, very much attached to Krishna, and Krishna equally reciprocates with every kind of devotee. That is a transcendental variegatedness in the spiritual world."
    },
    {
      "start_time": 370,
      "end_time": 482,
      "verse_references": [],
      "themes": [
        "Pure Devotees",
        "Serving Krishna",
        "Authorized Sources",
        "Srila Prabhupada"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Don't hear about Krishna from unauthorized sources, from people who do not factually know Krishna",
      "summary": "The speaker emphasizes the importance of hearing about Krishna from pure devotees like Srila Prabhupada, who provides authoritative descriptions based on the Srimad Bhagavatam, and warns against misleading information from unauthorized sources.",
      "timestamp_url": "https://youtu.be/5jXUlaUC-oM?t=370",
      "transcript": "There are countless devotees, all of them in the spiritual world. Krishna's personal, pure devotees, they have very intimate relationship with Krishna. They are completely absorbed in thought of Krishna. They are only engaged in serving Krishna, and Krishna personally reciprocates with each and every devotee. This we have to always remember. Don't consider Krishna to be like another person of this material world. Never make that mistake. So we have to carefully read, hear, understand the truth, tattvataha. You have to understand who is Krishna. Don't hear about Krishna from unauthorized sources, from people who do not factually know Krishna. They will be misleading you. So hear from pure devotees, and for us Prabhupad is the pure devotee who perfectly describes Krishna, and he describes Krishna from the most authoritative source, the Srimad Bhagavatam. So in the purport to this verse, Srila Prabhupad explains, \"Krishna's attraction is so powerful that once being attracted by him, one cannot tolerate separation from him.\""
    },
    {
      "start_time": 482,
      "end_time": 576,
      "verse_references": [
        "SB 10"
      ],
      "themes": [
        "Krishna's pastimes",
        "Mathura",
        "Vrindavan",
        "Kamsa"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Krishna directed Vasudeva to transfer him and hide him in Vrindavan",
      "summary": "The speaker narrates the story of Krishna's birth in Mathura, his transfer to Vrindavan to protect him from Kamsa, and his eventual return to Mathura to free his parents.",
      "timestamp_url": "https://youtu.be/5jXUlaUC-oM?t=482",
      "transcript": "The example is there in the 10th canto of the Bhagavatam. Krishna, when he appeared 5000 years back, he was born in Mathura, and because Devaki and Vasudeva were anxious to protect Krishna, so Krishna directed Vasudeva to transfer him and hide him in Vrindavan. So Krishna in his Lila was hiding in Vrindavan for about 12 years, but actually Krishna's Lila is that his childhood he will spend in Vrindavan in the company of the Brajavasis who are his intimate devotees. Then Krishna left Vrindavan because he wanted to rescue his parents Vasudeva and Devaki who were being harassed by Kamsa, and Krishna and Balaram went from Vrindavan to Mathura in order to free his parents, and Kamsa was killed along with his associates."
    },
    {
      "start_time": 576,
      "end_time": 746,
      "verse_references": [],
      "themes": [
        "Jarasandha",
        "Demoniac Nature",
        "Krishna's protection",
        "Separation from Krishna"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Once one is attracted by Krishna one cannot tolerate separation from him",
      "summary": "The speaker continues the narrative, describing Jarasandha's repeated attacks on Mathura and the intense feelings of separation experienced by the residents of Vrindavan when Krishna did not return.",
      "timestamp_url": "https://youtu.be/5jXUlaUC-oM?t=576",
      "transcript": "But then Jarasandha became very envious of Krishna because Jarasandha's daughters were married to Kamsa. So when Kamsa was killed, Jarasandha's daughters became widows. Jarasandha became angry at Krishna that Krishna killed Kamsa. Jarasandha never considered why Kamsa was killed. He never thought about that. He never found fault with Kamsa. This is the way of the demoniac nature, Asuri Swabhava. So Jarasandha decided to attack Mathura and kill Krishna. Of course, demons are foolish, so foolish that they don't realize Krishna can never even be touched or approached by demons or materialistic persons, what to speak of killing Krishna. Anyway, Jarasandha decided to attack Mathura. He went with one division of army, and Krishna, in order to not disturb or involve the residents of Mathura in the fight against Jarasandha, Krishna and Balarama with few soldiers, they faced the army, huge army of Jarasandha outside Mathura, and Krishna and Balarama completely destroyed the entire army which had accompanied Jarasandha, but spared the life of Jarasandha. And Jarasandha attacked Mathura like this 17 times, and each time Jarasandha was defeated. But because Krishna became busy with all these things, the Brindavan, they were waiting for Krishna to return after finishing some business in Mathura, but Krishna never returned, so they were feeling the separation from Krishna very, very intensely, that they could not forget Krishna even for one moment, even though Krishna never returned to Brindavan. So that's why Prabhupada says, \"Once one is attracted by Krishna, one cannot tolerate separation from him.\""
    },
    {
      "start_time": 746,
      "end_time": 916,
      "verse_references": [],
      "themes": [
        "Eternal relationship with Krishna",
        "Sun and Sun Rays Analogy",
        "Artificial Separation",
        "Molecular parts of Krishna"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "We are eternally related with Krishna as the sun rays are eternally related with the sun disc",
      "summary": "The speaker explains the eternal relationship between the living entities and Krishna using the analogy of the sun and its rays, emphasizing that the separation is artificial and due to the influence of material energy.",
      "timestamp_url": "https://youtu.be/5jXUlaUC-oM?t=746",
      "transcript": "Why is this so? Prabhupada explains, \"Because we are eternally related with Krishna as the sun rays are eternally related with the sun disc. The sun rays are molecular parts of the solar radiation. Thus the sun rays and the sun cannot be separated. Can you have sun rays without sun planet? No. Can you have sun planet without sun planet emanating sun rays? That is also not possible. So the sun rays and the sun planet are always together, always connected. Now there is something called a separation by the cloud, but that separation by the cloud of ourselves and the sun is temporary and artificial, and as soon as the cloud is cleared, the sun rays again display the natural effulgence in the presence of the sun. Similarly, the living entities who are molecular parts of the solar radiation, sorry, the living entities who are molecular parts of the whole spirit Krishna, are separated from the Lord by the artificial energy.\""
    }
  ]
}