{
  "video_id": "5P5P3ACIaH4",
  "title": "Srimad Bhagavatam I Sri Chanchalapathi Dasa I SB 3. 30.15 I  03 11 2023",
  "speaker": "HG Madhu Pandit Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=5P5P3ACIaH4",
  "segments": [
    {
      "start_time": 97,
      "end_time": 211,
      "verse_references": [],
      "themes": [
        "miseries of life",
        "detachment",
        "old age",
        "spiritual reflection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So these are inescapable realities of life and so it's important that we reflect on it as spiritualists.",
      "summary": "Lord Kapila's instructions to his mother focus on the miseries of old age, birth, and death, emphasizing the importance of reflecting on these realities as spiritualists.",
      "timestamp_url": "https://youtu.be/5P5P3ACIaH4?t=97",
      "transcript": "knowing that is considered to be a glorious death, but an attached family man wants his family members to carry him in a great procession even after his death, and although he will not be able to see how the procession goes, he still desires that his body be taken gorgeously in procession. Thus, he is happy without even knowing where he has to go when he leaves his body for the next life. So we are seeing in this chapter Lord Kapila's instructions to his mother, and particularly in great detail we are hearing about the miseries of old age. Generally, we know birth, death, old age, and disease are the miseries, but here in this chapter of the Bhagavatam, in this section of the Bhagavatam, the miseries of old age are being more explicitly, more clearly described so that we as human beings can reflect on this and can derive great lessons from this. Similarly, there are other parts of the Bhagavatam which describe the miseries of birth, and there are other sections which talk about the miseries of death. So these are inescapable realities of life, and so it's important that we reflect on it as spiritualists, and in today's verse, Lord Kapila is saying."
    },
    {
      "start_time": 716,
      "end_time": 943,
      "verse_references": [],
      "themes": [
        "attraction",
        "family",
        "overcoming miseries",
        "Krishna consciousness"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "It is that strong sense of attraction I want to go back I'll be I'll going back to the Association of that my family my beloved that actually drowns away the miseries.",
      "summary": "An analogy of a man returning to his family or a boy meeting his girlfriend illustrates how strong attraction can overshadow life's miseries, mirroring the attraction devotees should cultivate for Krishna.",
      "timestamp_url": "https://youtu.be/5P5P3ACIaH4?t=716",
      "transcript": "and it's a two-day journey, and when he is coming back, the two-day journey in the train, maybe he didn't get the right seat, dirty train, all dirty people around or whatever, didn't get good food. But Prabhupada explains the thought of the joy of being united with the family is so strong that he is just thinking, \"When am I going to be with my family members?\" And he's so eager to be back with the family, and that joy fills those two days of his journey, and the miseries he goes through are actually not at all disturbing him. Recently, I was preaching to somebody, and I gave this example to them, and then I gave a little twist to it to make it even more, you know, for people to understand a little bit strongly. I said, \"Imagine here is a boy, young boy, and after a long time he's coming back and he's going to meet his girlfriend or something whom he loves so much, and two days of journey he's absorbed in, 'When I'm going to be with her?'\" And so the difficulties that he goes through in the two days, he just doesn't bother at all. When I told this to this man, he's a respected man, he immediately, about 50 year old man, he said, \"Yes, yes, Swamiji, I can understand what you are saying. About 30 years back,\" and he started recalling, \"I had to travel from Dehradun to Patna, and there was no train, and three days I had to go and then I was meeting,\" and she pointed to his wife who was there sitting next to him, and I was saying, \"Stop, you guy.\" Everybody indicated that he had more questions about what you are saying about happening. I'm not a university student in Delhi days. I had to go and then I was meeting, and she pointed to his wife who was there sitting next to him, and I was engaged to her. I was going to meet her, meet my fiance, and with great difficulty I went this way, that way, bus and car train and unreserved, but I was so, I didn't bother at all. I was going to meet like that. So actually, this example of a man returning to the family or a young boy absorbed in the thought of meeting his girlfriend and wanting to be with her, this example that Sheila Prabhupada gives has one very important element in this, that is a sense of very strong attraction for the family or for the beloved. It is that strong sense of attraction, \"I want to go back, I'll be, I'll going back to the association of that, my family, my beloved,\" that actually drowns away the miseries of the journey. The same way, Krishna deity is teaching us that our lives' miseries will become facial makeup, drowned and become insignificant, provided we have developed that kind of attraction for Krishna. I'm ready enough feeling of growing homes in the village of 17 idea Schönfeldgel beonden."
    },
    {
      "start_time": 992,
      "end_time": 1231,
      "verse_references": [],
      "themes": [
        "attraction",
        "spiritual life",
        "material vs. spiritual attraction",
        "Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The most important principle of the material world is the attraction between man and woman and the most important principle or the dominant principle in the spiritual world is attraction between the living entity and Krishna.",
      "summary": "The speaker contrasts material and spiritual attraction, stating that while attraction between man and woman drives the material world, attraction to Krishna is the dominant force in the spiritual world, making life interesting and dynamic.",
      "timestamp_url": "https://youtu.be/5P5P3ACIaH4?t=992",
      "transcript": "me one day and he said, \"Swamiji, we are opening a new house and my wife is saying that we should call you to come and do a pooja.\" I said, \"Okay.\" And his wife, I could hear over here, his wife also speaking behind him, and then, \"Swamiji, my wife is asking how long the pooja will be?\" So I said, \"Maybe one hour,\" I said. Then he immediately said, \"Swamiji, one hour, that's too long, can you make it short?\" I said, \"Okay, we can make it short, shall we make it half an hour?\" \"No, no, no, Swamiji, even half an hour is too long, can you make it 15 minutes?\" I said, \"Finally, okay, 15 minutes.\" Soon after the call, he said, \"Swamiji, I'll talk to you, I'll talk to you later on. Now there's India Pakistan cricket is going on match, I'll talk more details later on, Swamiji,\" and put the phone down. So see the contrast here, when it comes to a spiritual or a religious program, there's no attraction at all. He wants it to be as short as possible, one hour, my God, make it as short as possible, and the attraction is for some cricket match that's going on and see that. So it's the attraction that drives a person. There is one great statement that Sheila Prabhupada makes in a letter to one devotee. Prabhupada says, \"The most important principle of the material world is the attraction between man and woman, and the most important principle or the dominant principle in the spiritual world is attraction between the living entity and Krishna.\" What is special about this statement of Sheila Prabhupada is actually what makes life interesting is that attraction. If there is no attraction, life becomes dull. So Prabhupada's teaching, Vedic literatures are offering, there is a life of attraction in the spiritual world between the living entity and Krishna. The attraction between a man and a woman in the material world is contrived, is वीट नहीं है , रूल रु कोट या वड़करण और अयस्कमोयों का बूर्ण के समय । यदि ये ये तो कर्मिल में एकलोरिसम है, तो ये अवश्य हो रहा है। ये खरल को रख भूलेगर वाले है, माया पर प्रतीश रूकेते हैं। ये खरल को रख भूलेगर है. Whereas in the spiritual world, the dominant force that is acting everywhere in the spiritual world is dynamic, moment to moment attraction between the living entities and the Lord. The living entities want to serve the Lord and please him, and the Lord wanting to serve the devotees and please them. Gopi jana vallabha giri varadhari Krishna is also thinking, \"How I can please the gopis? How can I can please Mother Yashoda?\" So the element of attraction, which is actually the spice of life, which is actually what makes life interesting, is not absent in the spiritual world."
    },
    {
      "start_time": 1233,
      "end_time": 1396,
      "verse_references": [],
      "themes": [
        "Chaitanya Mahaprabhu",
        "spiritual life",
        "attraction to Krishna",
        "faith in Vaishnavas"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Spiritual life is not just mechanical repetitive not just mechanical, repetitive, mindless rituals and you go on doing that. No. It is meant, it is required that is very essential to control the senses, to purify the senses, to purify the consciousness.",
      "summary": "Chaitanya Mahaprabhu's teachings emphasize that spiritual life is not merely mechanical rituals but a process of purifying the heart to awaken the soul's original attraction to Krishna, which is facilitated by faith in Vaishnavas.",
      "timestamp_url": "https://youtu.be/5P5P3ACIaH4?t=1233",
      "transcript": "So in Chaitanya Mahaprabhu's teachings, Chaitanya Mahaprabhu points out that the Vedic processes that are mentioned are, it's called the sadhana, sadhana bhakti, vaidhi bhakti, according to the regulative principles given in the Vedic literature, that when we do that, we, our heart gets purified and that original attraction the site soul has for Krishna is awaken, then the spiritual life looks completely different. This is a very, very special hope and revelation of Chaitanya Mahaprabhu as it is there in the Vedic literature. So big control over spirituality, spiritual life is not just mechanical, repetitive, not just mechanical, repetitive, mindless rituals and you go on doing that. No. It is meant, it is required, that is very essential to control the senses, to purify the senses, to purify the consciousness. But when we do that, by the mercy of Guru and Krishna, that attraction to Krishna is awakened. That is the special thing of Chaitanya Mahaprabhu, it is there in the Vedic literatures but even the previous Acharyas had not as clearly pointed out, revealed as Chaitanya Mahaprabhu reveals and it is said Chaitanya Charitamruta reveals that there are certain things which are very beneficial to awaken that attraction and one important principle that is very essential to awaken that attraction is faith in the Vaishnavas because that has to be given by a Vaishnava. We cannot acquire it and achieve it. We cannot acquire it and achieve it. We cannot acquire it and achieve it by our efforts. Our efforts are a qualification to receive, but you have to receive it. If it is not given, you cannot do anything about it. You have to wait and try to please a Vaishnava."
    },
    {
      "start_time": 1398,
      "end_time": 1610,
      "verse_references": [],
      "themes": [
        "faith in Vaishnavas",
        "Vaishnava Uchishta",
        "devotion",
        "Kalidas"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He had immense faith in this and he would always do that.",
      "summary": "The story of Kalidas, a devotee with immense faith in Vaishnavas, illustrates his practices of honoring Vaishnava remnants (Uchishta) and dust from their feet (Paada Dhooli) to awaken love for Krishna.",
      "timestamp_url": "https://youtu.be/5P5P3ACIaH4?t=1398",
      "transcript": "faith, strong faith in the Vaishnava. To illustrate this, Chaitanya Charitamruta is a, is a great devotee, his name was Kalidas. Actually, he was an elderly devotee, he was the uncle of Raghunath Das Goswami, and it is said that always he would be chanting Krishna's name, even while doing ordinary work, doing different things, he would always be chanting Krishna's name. He would always be chanting Krishna's name. Another characteristic of this devotee Kalidas was he had great faith in the Vaishnavas, and so what he would do, he would take all kinds of eatables, gifts and go and give it to a Vaishnava, and then after the Vaishnava accepts it, he would induce him, \"Please take it away from him, please eat it, honor it,\" and he would make him, after that with folded hands he would request him, \"Can I get some remnants of the Prasadam of what you have eaten?\" Chaitanya Charitamruta describes food offered to Krishna, it becomes Mahaprasadam, and when that Mahaprasadam is eaten by a devotee, Vaishnava, pure devotee, and the remnants of that are known as Maha Maha Prasadam. So he would go to a devotee, give him all kinds of food and then request him, \"Please give me Maha Maha Prasadam of yours,\" and sometimes devotees are generally very, very humble, they would say, \"No, no, no, we cannot give you, we cannot, please, thank you very much,\" and would send him away. But he would go out and he would wait and hide. After some time when they come and throw the food something from their house, he would immediately go there, take that one and lick that, so much faith in the Vaishnava and so much faith in the principle of Vaishnava Uchishta. This is called Vaishnava Uchishta, left remnants of what is left over by a pure devotee. So he would do that and then sometimes he would go to another thing this Kalidas would do, he would go to a devotee's house, give them gifts and all that, and then when he is, when they are sending him off, he would make the devotee walk a little distance and then he would send him back. While he is walking, he would keep track of the steps and sometimes an impression is made, and then after this person is gone, he would go there, take the dust from the footmarks and apply it on his head, on his body, Vaishnava Paada Dhooli, Bhakta Paada Dhooli. So he had immense faith in this and he would always do that."
    },
    {
      "start_time": 1610,
      "end_time": 1758,
      "verse_references": [],
      "themes": [
        "Chaitanya Mahaprabhu",
        "Vaishnava",
        "devotion",
        "Paada Jala",
        "Bhakta Bhukta Avashesha"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bhakta Paada Dhooli Bhakta Paada Jala Bhakta Bhukta Avashesha Ina Mahabhala these three things are considered to be very powerful to awaken that love of Krishna that attraction to Krishna.",
      "summary": "The story of Kalidas drinking Chaitanya Mahaprabhu's Paada Jala (foot wash water) highlights the power of Bhakta Paada Dhooli, Bhakta Paada Jala, and Bhakta Bhukta Avashesha (remnants of food eaten by a devotee) in awakening love for Krishna.",
      "timestamp_url": "https://youtu.be/5P5P3ACIaH4?t=1610",
      "transcript": "and then he came to Jagannath Puri to see Chaitanya Mahaprabhu, and Chaitanya Mahaprabhu's daily practice was he would go to, there was one Narasimha Temple, he would go everyday to that Narasimha Temple, and in that when he goes to Narasimha Temple, Chaitanya Mahaprabhu used to chant Namaste Narasimha Aya Prahlada Aladadai, the song we sing, Chaitanya Mahaprabhu used to sing that everyday, Lavakara Kamala Vare, all of that. So he would sing that and then go to Jagannath Temple, and then there was a place where he would wash his feet and then walk up. Chaitanya Mahaprabhu had made a rule, \"No one should touch the water that has washed my feet,\" and Govinda, his assistant, Chaitanya used to have an assistant by name Govinda, he used to keep an eye on that one because it was Mahaprabhu's order. So one day when Kalidas came, he was waiting there, Chaitanya Mahaprabhu's Paada Jala was so special. So Govinda was pouring water, in a flick of a moment he put his hand there and he drank it three times, and then Chaitanya Mahaprabhu saw, \"Enough, stop that, go away,\" Chaitanya Mahaprabhu said, \"Thank you,\" and then he went away, but he managed to sip three times Chaitanya Mahaprabhu Paada Jala. So Krishnadas Kaviraj Goswami explains that Bhakta Paada Dhooli, Bhakta Paada Jala, Bhakta Bhukta Avashesha Ina Mahabhala, these three things are considered to be very powerful to awaken that love of Krishna, that attraction to Krishna. Paada Dhooli, the dust from the lotus feet of a devotee, Paada Jala, water that has washed the lotus feet of a devotee, and Bhakta Bhukta Avashesha what? the remnants of the food that a devotee has eaten."
    },
    {
      "start_time": 1762,
      "end_time": 2021,
      "verse_references": [],
      "themes": [
        "Srila Prabhupada",
        "Maha Maha Prasadam",
        "devotee service",
        "kindness"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "That's the good nature of a woman always they want they are always ready eager to do service.",
      "summary": "A story about a stewardess on a flight with Srila Prabhupada eating Maha Maha Prasadam and then offering service illustrates the power of Prasadam and the natural inclination of women to serve.",
      "timestamp_url": "https://youtu.be/5P5P3ACIaH4?t=1762",
      "transcript": "There is one very interesting pastime in Srila Prabhupada's life. Once Prabhupada was travelling from, in a flight from Mexico City to Caracas, that's in South America, capital of Venezuela. So Prabhupada was travelling and Prabhupada was sitting at the window seat, next to him was his servant, and next to him was another, his secretary. His servant was Shrutakirti, next to him was Paramahamsa Swami, a sanyasi, his secretary. Actually, whenever Prabhupada travelled, they would pack some Prasadam, and Prabhupada was very, very fond of Krishna Prasadam. Always he would insist Prasabhadam is carried even if it's a short flight or a long flight, always devotees would carry Prasadam and Prabhupada would have at different times. So here in Mexico City temple they had made puffed rice, Muri, puffed rice and fried with turmeric and seasoning and nice salt. That was one of the favourite dishes of Prabhupada. Prabhupada used to like that very much. So the devotees had made that very nicely, and then after the flight took off, his servant pulled out from the bag, there was an aluminium foil, he opened it and kept it before Prabhupada, and then Prabhupada ate a few times and then he gave it. So Prabhupada would eat little and then he would give it to the servant, and then Shrutakirti accepted that, he divided that, made it into two and he gave one to Paramahamsa and he was eating. So very happy, Prabhupada's Mahamahaprasadam, they were happy. Just then the steward in the aircraft, it was Venezuela Airlines, so a young woman walked by and she stood next to Paramahamsa and she was staring at what they are eating, some very strange yellow puffed rice for her it was, and very strangely she put her hand into the little plate of Shrutakirti, took a little, put it in her mouth and looked at them and said, \"Very tasty,\" and he was shocked and suddenly some hand coming and he was just recovering and then she said, \"What is this?\" He didn't know, he said, \"You know, we are vegetarians and we eat some of these.\" \"Oh, you are vegetarians, very nice, do you want something more?\" And so he asked Prabhupada, \"You want something she is asking?\" And so Prabhupada said, \"Fruits.\" \"Oh yes, I will get you some fruits,\" she said. And then again she asked, \"Do you want anything to drink?\" And then he asked Prabhupada, she said, \"Prabhupada, she is asking, do you want to drink anything?\" And said Prabhupada said, \"Hot milk.\" Prabhupada liked hot milk also and so she said, \"Yes, you can give hot milk,\" and she said, \"Okay, if there is anything more also I will get for you,\" and she went away. So Shrutakirti turned to Prabhupada and said, \"Prabhupada, look at this, what a miracle, how she got, how she got maha maha prasadam.\" I mean he was trying to say that Prabhupada said, \"That's the good nature of a woman, always they want, they are always ready, eager to do service.\" Actually, he was telling about maha maha prasadam, but then Prabhupada was looking at her willingness to bring some fruits and milk and all of those wanting to do. So Prabhupada appreciated her and then she went away and they brought the fruits."
    },
    {
      "start_time": 2024,
      "end_time": 2272,
      "verse_references": [],
      "themes": [
        "Maha Maha Prasadam",
        "devotee",
        "Krishna consciousness",
        "faith",
        "attraction to Krishna"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "This is the potency of Maha Maha Prasadam of a Vaishnava of a pure devotee.",
      "summary": "The story of the stewardess becoming a devotee years later after eating Maha Maha Prasadam highlights the potency of Prasadam and the importance of faith in Vaishnavas to awaken attraction to Krishna, ultimately drowning out life's miseries.",
      "timestamp_url": "https://youtu.be/5P5P3ACIaH4?t=2024",
      "transcript": "Then much, much 20 years later, Shrutakirti says he was describing this story in one Prabhupada festival in Los Angeles. So after the class one devotee walked up to him and said, \"Prabhu, I want to tell you one story,\" and he said, \"Yes, what is this story?\" And then he described that how he was a South American devotee and how they would go from small town to town and they would do Harinam, they would do book distribution like that and would go house to house also and give some prasadam and books. So he said somewhere in Brazil, somewhere in a small town outside the town, this devotee and a few other devotees were going from house to house in a truck, in a jeep and showing books. So one house they knocked on and the door opened and there was a woman there and she saw, \"Oh, Hare Krishna,\" very surprised in a place not expected and she said, \"Please come in, please come in,\" and they walked into the house and they see in the house Prabhupada's picture, Krishna's picture like a devotee's house. So they asked her, \"How did you come in touch with Krishna consciousness?\" And she said, \"You know, I met Srila Prabhupada.\" I said, \"Oh, really, how was that?\" And then she said, \"I was working as a steward in Venezuela Airlines and once I got an opportunity to serve Prabhupada and I ate Maha Prasadam also, Maha Maha Prasadam and that's how it started and then I somehow came in touch with devotees and then and so on and on,\" and she has become a devotee. This is the potency of Maha Maha Prasadam of a Vaishnava, of a pure devotee. So these are all very, very special things about Krishna consciousness and Krishna Das Kaviraj Goswami says why it is said about these three Paada Jala, Bhakta Paada Jala, Bhakta Paada Dhooli, Bhakta Bhukta Avashesha, it is because the background is it is that enormous faith, that faith in the Vaishnava. Vaishnava is related to Krishna and Krishna has given him the powers to give that attraction to him. If he gives that attraction is awakened, that is an important principle. So if our lives, if the miseries of our life should become drowned and become insignificant, it is very important that that strong feeling for Krishna that is awakened in our heart and we should be begging to Srila Prabhupada, begging to Krishna, begging to the holy name to awaken that, that is an important gift of Chaitanya Maha Prabhu. When that happens, all these different kinds of miseries of old age, death, it will not bother us. Vimukto amrutam ashnute janmam rudyujara dukhair vimukto amrutam ashnute, one will be able to relish and taste transcendence. We will stop here. Grantharaj Srimad Bhagavatam ki."
    }
  ]
}