{
  "video_id": "5qdrfn8-qMY",
  "title": "Mahabharata | Part 43 | The lake of death | His Grace Suvyakta Narasimha Dasa.",
  "speaker": "HG Suvyakta Narasimha Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=5qdrfn8-qMY",
  "segments": [
    {
      "start_time": 90,
      "end_time": 207,
      "verse_references": [],
      "themes": [
        "boons",
        "divine protection",
        "forest",
        "water"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "In the last episode, we have seen how Jayadratha managed to pacify or please, appease Lord Shiva and he requested from him a benediction by which he could face all the five Pandavas in battle and vanquish them",
      "summary": "The lecture begins with a recap of the previous episode, focusing on Jayadratha's boon from Lord Shiva and the Pandavas' search for firewood leading to Nakula being sent to fetch water.",
      "timestamp_url": "https://youtu.be/5qdrfn8-qMY?t=90",
      "transcript": "Hare Krishna, welcome back to all of you to today's episode. In the last episode, we have seen how Jayadratha managed to pacify or please, appease Lord Shiva, and he requested from him a benediction by which he could face all the five Pandavas in battle and vanquish them, which Lord Shiva said is beyond his powers because all the Pandavas were under the direct protection of Lord Krishna, who was the master of Lord Shiva himself. And therefore, Lord Shiva said, the maximum boon that I can grant you is that you can once hold the four Pandavas other than Arjuna at bay only one time in battle. And even that much was enough for Jayadratha, and very satisfyingly, he went back to his kingdom awaiting the day when he would get an opportunity to face the Pandavas in battle and defeat them. In the meantime, we have seen how the Pandavas in search of the firewood which was stolen by a deer went into the forest, and even after pursuing the deer for a long period of time, they could not capture the deer, and being very much aggrieved that they could not recover those Arani firewood sticks which were meant for sacrifice by the sage who was living in the forest, they sat down exhausted in one place in the forest, and Nakula was sent to fetch some water. But when he did not return after a reasonable amount of time, Yudhisthira Maharaj requested Sahadeva to go."
    },
    {
      "start_time": 211,
      "end_time": 344,
      "verse_references": [],
      "themes": [
        "worry",
        "mystery",
        "disappearance",
        "power"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Now Yudhisthira Maharaj was really alarmed. What could have gone wrong? It was highly unthinkable that anything, that any enemy could have attacked and captured Bhima and Arjuna.",
      "summary": "The narrative progresses with the successive disappearances of Sahadeva, Arjuna, and Bhima, causing increasing alarm to Yudhisthira, who then decides to investigate himself.",
      "timestamp_url": "https://youtu.be/5qdrfn8-qMY?t=211",
      "transcript": "After Sahadeva went, the remaining three Pandavas, they were waiting, and a few minutes elapsed and there was no sign of even Sahadeva. Now Yudhisthira Maharaj started becoming a little worried. Nakula did not come back initially. They were not so worried. They thought maybe he got engrossed in something, forgot to come back or something like that. But when Sahadeva also did not return, Yudhisthira Maharaj was a little worried and he told Arjuna that you please go and see what has happened. Why the two brothers have not returned? Arjuna immediately took his bow just to be well armed in case of any eventuality, and then he went in the direction where Nakula and Sahadeva had gone into the forest in search of water. Yudhisthira and Bhima were waiting, and after a few minutes elapsed, even Arjuna did not return and there was no sign of any signal from him. Now Yudhisthira Maharaj was getting really worried. He told Bhima that I am getting alarmed. Arjuna is such a mighty warrior. Nobody can stand in front of him in battle. Not even the Gandharvas. Not even the Devatas. And it is surprising that Arjuna has not returned. Better you go and see what has happened. Bhima immediately took up his Ghada and he also pursued the three brothers who had gone earlier, Nakula, Sahadeva, as well as Arjuna. And Yudhisthira Maharaj was waiting. Few minutes went by. Now even Bhima has not returned. Now Yudhisthira Maharaj was really alarmed. What could have gone wrong? It was highly unthinkable that anything, that any enemy could have attacked and captured Bhima and Arjuna. It was next to impossible. But something undesirable had happened. This much Yudhisthira Maharaj could be why."
    },
    {
      "start_time": 344,
      "end_time": 476,
      "verse_references": [],
      "themes": [
        "death",
        "lake",
        "mystery",
        "power"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "After walking a short while in the forest, Yudhisthira Maharaj came across a clearing. And then he saw a little in the distance a beautiful lake with pristine water and filled with lotuses.",
      "summary": "Yudhisthira discovers his brothers lying motionless near a beautiful lake, with no signs of battle or injury, deepening the mystery surrounding their condition.",
      "timestamp_url": "https://youtu.be/5qdrfn8-qMY?t=344",
      "transcript": "Therefore he himself set out on foot in the direction in which the rest of his four brothers had gone. After walking a short while in the forest, Yudhisthira Maharaj came across a clearing. And then he saw a little in the distance a beautiful lake with pristine water and filled with lotuses. And there were so many birds surrounding it. There were swans swimming in it. It was a very scenic picture that he was seeing in front of him. And Yudhisthira Maharaj looked around. He could not find anybody. So he went closer to the lake. And when he approached closer to the lake, he suddenly saw on the ground his four brothers lying still, motionless. Yudhisthira Maharaj became very alarmed. And he ran towards the brothers. And he started shaking them, trying to wake them up. All of them were lying motionless with their eyes closed. Practically when Yudhisthira Maharaj tried waking them and tried shaking them and all that, he realized that they were not even breathing. Practically they were dead. Now Yudhisthira Maharaj, then he became very much surprised and astonished that who could have killed his brothers? That too Arjuna and Bhima? Impossible! He looked around and he did not find any signs of any battle, any mud getting, the earth all around being scattered or any such sort of disturbance to the trees or anything like that. Any weapons lying around, arrows lying around here and there. Nothing. He did not find anything. Everything was proper in its place. This made it more surprising. If some enemy had attacked and killed the Pandavas, there should have been some scuffle, some battle. It would have resulted in some destroying some of the foliage. Some weapons would have been lying around. Nothing. Absolutely nothing. And there were no marks of injury on any of the Pandavas."
    },
    {
      "start_time": 476,
      "end_time": 575,
      "verse_references": [],
      "themes": [
        "thirst",
        "warning",
        "questions",
        "permission"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Yudhisthira Maharaj, I am the owner of this lake. Please do not drink the water of this lake without my permission. If you want to drink the water from this lake, you have to answer my questions.",
      "summary": "As Yudhisthira approaches the lake to quench his thirst, he hears a disembodied voice warning him not to drink the water without answering questions, revealing the lake's owner and the fate of his brothers.",
      "timestamp_url": "https://youtu.be/5qdrfn8-qMY?t=476",
      "transcript": "This was a real mystery. Yudhisthira Maharaj quickly got up and started looking around. Who could have done this? But he did not find anybody. Now what to do? He was being afflicted by thirst also. So Yudhisthira Maharaj thought, let me drink the water of this lake, refresh myself and then let me investigate what has gone on here. And thinking like this, Yudhisthira Maharaj approached the lake. The moment he was about to take the water and drink, he heard a voice, a disembodied voice. Disembodied because he could not see from where this voice is coming. And this voice, a deep resonant voice, informed Yudhisthira Maharaj. Yudhisthira Maharaj, I am the owner of this lake. Please do not drink the water of this lake without my permission. If you want to drink the water from this lake, you have to answer my questions. If you try to drink the water of this lake without answering my questions, then you will fall dead just like your brothers. I warned all your brothers not to drink the water without answering my questions. But they did not bother. They went ahead and drank the water without answering my questions. And now you look at their face. They have all fallen dead. If you really want to drink the water, please heed my advice, answer my questions. And if you are able to answer my questions correctly, I will grant your permission. Only then you can drink the water. Now Yudhisthira Maharaj looked around and he said, Who are you? How are you able to wield so much power that you are able to kill my brothers? How do I know who you are?"
    },
    {
      "start_time": 575,
      "end_time": 644,
      "verse_references": [],
      "themes": [
        "yaksha",
        "power",
        "questions",
        "answers"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Then the bird replied to him, I am an Yaksha. And as a Yaksha, I have taken this form of the bird.",
      "summary": "The voice reveals itself to be a Yaksha, a powerful being, who has taken the form of a bird, and Yudhisthira prepares to answer his questions.",
      "timestamp_url": "https://youtu.be/5qdrfn8-qMY?t=575",
      "transcript": "Then Yudhisthira Maharaj saw on the banks of that lake, one bird standing there, a crane or some other bird like that. And the crane and that bird said, I am the person who is the owner of this lake. Yudhisthira Maharaj looked disbelievingly at that bird. And he said, I don't believe you are capable of doing this to my brothers. It's impossible. Please reveal yourself. Who are you? Then the bird replied to him, I am an Yaksha. And as a Yaksha, I have taken this form of the bird. So Yakshas are actually living beings who live on higher planets and who are very, very powerful. They are, normally the Yakshas are followers of Kubera. They are far more powerful than the human beings. Now, Yudhisthira Maharaj, understanding that this is a Yaksha, he realized Yakshas can possess superhuman powers. Maybe the Yaksha has really got some fantastic power by which he is able to kill my brothers. Then Yudhisthira Maharaj said, Okay, go ahead. Ask your questions. I am ready to answer them."
    },
    {
      "start_time": 644,
      "end_time": 772,
      "verse_references": [],
      "themes": [
        "dharma",
        "death",
        "illusion",
        "surprise"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "What can be more surprising than this? Than the fact that, day after day, living entities are dying, going to the abode of Yamaraj.",
      "summary": "The Yaksha begins questioning Yudhisthira on various aspects of Dharma, and Yudhisthira answers satisfactorily, including the most surprising thing in the world: people's illusion of immortality despite witnessing death daily.",
      "timestamp_url": "https://youtu.be/5qdrfn8-qMY?t=644",
      "transcript": "Then the Yaksha started asking Yudhisthira Maharaj varieties of questions. Questions on Dharma, questions on virtuosity, righteousness, about the duties of Kshatriyas and all kinds of questions the Yaksha asked Yudhisthira Maharaj. And Yudhisthira Maharaj very satisfactorily answered all of them from the perspective of the Vedas. Finally, the Yaksha told Yudhisthira Maharaj, I am very much satisfied by all your questions. Now, I have got final four questions for you. If you can answer these four also, I will bring back one of your brothers to life. Now, out of these four questions, two questions were very very important. What were these two questions? One question which this Yaksha asked Yudhisthira Maharaj was, Kim Ashtariam, what is the most amazing, surprising thing in this world? To which, Yudhisthira Maharaj replied, What can be more surprising than this? Than the fact that, day after day, living entities are dying, going to the abode of Yamaraj. This is a, this is an established fact. Every day you open the newspaper, there will be an obituary column. And even if that column is a very small representation of the number of people who die. Every day, thousands and lakhs of people die. Every day people are dying. That is not a surprising thing. But what is surprising is, Seshaha, Sthavaramicchanti. Seshaha, those who are surviving, those who are alive, Sthavaramicchanti, they are thinking, I will live forever. My grandfather died, my father died, my uncle died, my brothers died, my friends died, but I am not going to die. I will live forever."
    },
    {
      "start_time": 772,
      "end_time": 882,
      "verse_references": [],
      "themes": [
        "death",
        "illusion",
        "detachment",
        "devotional service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But still, we, whenever somebody dies, we get shocked. Oh, this person died. I cannot believe it. Fact is, every one of us has to die.",
      "summary": "Yudhisthira explains that intelligent people understand the temporary nature of life and engage in devotional service to Krishna to escape repeated birth and death.",
      "timestamp_url": "https://youtu.be/5qdrfn8-qMY?t=772",
      "transcript": "This is the thinking of people, misguided thinking of the people. Every day people die in accidents, people die out of diseases, people die out of old age, varieties of causes. But still, we, whenever somebody dies, we get shocked. Oh, this person died. I cannot believe it. Fact is, every one of us has to die. But, that is a fact all of us turn a blind eye to. And we always think everybody who is alive will remain alive forever. And I myself will remain alive forever, which is a great illusion. And hence, Yudhishthir Maharaj said, this is the most surprising thing. An intelligent person who has understood this, that life is very temporary, any moment I can die, there is no guarantee to this life. Such an intelligent person will not bother himself about material happiness and material sense gratification, material pursuits. On the other hand, he will take a devotional service to Krishna and try to go back to Godhead where there is no more repeated birth and death. The other important question asked by the Yaksha was, Kimpanthaha, what is the right path for people to follow? To which, Yudhishthir Maharaj replied, We cannot ascertain what is the real path that one has to follow, what is the real goal of life, what is the real purpose of this human form of life. What is the greatest achievement to be aspired for"
    },
    {
      "start_time": 882,
      "end_time": 972,
      "verse_references": [],
      "themes": [
        "path",
        "scriptures",
        "logic",
        "conclusion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We cannot ascertain what is the real path that one has to follow, what is the real goal of life, what is the real purpose of this human form of life.",
      "summary": "Yudhisthira explains that the right path cannot be ascertained simply by studying scriptures or using logic due to contradictions and the ever-changing nature of arguments.",
      "timestamp_url": "https://youtu.be/5qdrfn8-qMY?t=882",
      "transcript": "in this human form of life. We cannot ascertain this simply by studying scriptures. Why? Because, There are many many scriptures and within the scriptures there are various kinds of contradictory conclusions. If you look at the world, there are many many religious scriptures. You have the Quran, you have the Bible, you have the Torah, you have the Vedas, etc. Now, if you look at the Vedas, within the Vedas itself, the different Puranas, the different Itihasas will give you different conclusions. The Upanishads will give you another kind of conclusion. The Vedanta Sutras will give you another kind of conclusion. So, which is the ultimate conclusion that I am supposed to follow? You cannot understand that simply by studying the scriptures. So, if I cannot understand this by scriptures, I will understand it by logic. Tar ko apratishta. By logic, it is not possible to establish what is the ultimate goal of life. Because, today, I am a good logician. I come up with some logic and everybody appreciates it and everybody praises me and everybody says, yes, wonderful logic. Tomorrow, somebody else will come up who is more intelligent than me and he will counter my logic with another logic of his own. So, logic, it can only lead to arguments. It cannot lead to a conclusion. Hence, logic also fails."
    },
    {
      "start_time": 972,
      "end_time": 1079,
      "verse_references": [],
      "themes": [
        "path",
        "saints",
        "mahajanas",
        "dharma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Mahajanoyena gatha sapantaha One has to follow in the footsteps of the Mahajanas.",
      "summary": "Yudhisthira states that approaching saintly persons also doesn't guarantee understanding the real conclusion of the Vedas, and the correct path is to follow in the footsteps of the Mahajanas (great authorities).",
      "timestamp_url": "https://youtu.be/5qdrfn8-qMY?t=972",
      "transcript": "Then, okay, I will approach some saintly person, some sadhu and I will try to understand from him. Even that does not work. Because, nasavrishir yasya matam na bhinnam The definition of the word muni or rishi is a person who has some sort of opinion which is different from all the others. Nasavrishir, a person cannot be called a rishi or a muni until and unless, matam na bhinnam, until and unless he has a bhinnamata, he has a different opinion about the conclusion of life from all the other rishis and sages. Therefore, simply by approaching any and every sadhu also, it is not possible to understand what is the real conclusion of the Vedas, of the scriptures. Then, what is the kinpantha, what is the path to follow? How does a person understand? What is the right path to follow? Mahajanoyena gatha sapantaha One has to follow in the footsteps of the Mahajanas. Who are these Mahajanas? These Mahajanas are numbered twelve. Twelve Mahajanas are there listed by Yama Raj in the Srimad Bhagavatam. So, these twelve Mahajanas, Yama Raj himself, Brahmaji, Narada Muni, Yasadev, Kapila Muni, and Prahalad Maharaj, Janaka Dev, Bhishma Dev, the four Kumaras, these are all the people who are considered the Mahajanas. These Mahajanas, these twelve Mahajanas, actually know what is the real path of Dharma. Nobody else can ascertain it without following their instructions."
    },
    {
      "start_time": 1079,
      "end_time": 1179,
      "verse_references": [],
      "themes": [
        "path",
        "guru",
        "sampradaya",
        "mahajanas"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In other words, if we follow the path of Dharma in a gurusishya parampara which is stemming from one of these Mahajanas, then we will be able to understand what is the real goal of life.",
      "summary": "The lecture emphasizes the importance of following a guru-shishya parampara (disciplic succession) stemming from one of the twelve Mahajanas to understand the real goal of life.",
      "timestamp_url": "https://youtu.be/5qdrfn8-qMY?t=1079",
      "transcript": "In other words, if we follow the path of Dharma in a gurusishya parampara which is stemming from one of these Mahajanas, then we will be able to understand what is the real goal of life. If we approach any gurusishya parampara which is not connected to one of these Mahajanas, then one cannot understand what is the real goal of life. For example, there are four sampradayas which are actually bona fide. One is stemming from Brahmaji himself which is called the Brahma sampradaya. And in this sampradaya comes Madhvacharya as well as Chaitanya Mahaprabhu and the Gaudiya Vaishnava sampradaya is also coming from the Brahma sampradaya. Then there is the sampradaya stemming from Lord Shiva which is called the Rudra sampradaya in which Vishnu Swami is the prominent Acharya. Then there is the Sri sampradaya stemming from Lakshmi Devi in which Ramanuja Acharya is the prominent Acharya. Ramanuja Acharya, Yamuna Acharya and many others in that sampradaya. The fourth one is the Kumara sampradaya stemming from the four Kumaras, the Sanath Kumaras who are the four sons of Brahmaji. They are the initiators of another sampradaya. And in this sampradaya, the prominent Acharya is Nimbarka Swami. If we want to understand the real conclusion of the Vedas, one has to be connected to one of these four sampradayas. Otherwise, it is not possible to understand the real conclusion of the Vedas."
    },
    {
      "start_time": 1179,
      "end_time": 1268,
      "verse_references": [],
      "themes": [
        "dharma",
        "sampradaya",
        "bhagavad gita",
        "knowledge"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Because the Dharmasya Tatvam Nihitam Guhayam although all the Vedas are in black and white, Bhagavad Gita is in black and white... but still, people do not understand that the real conclusion of the Bhagavad Gita is that Krishna is the Supreme Personality of Godhead",
      "summary": "The speaker explains that even though the scriptures are readily available, the true essence of Dharma remains hidden, and understanding requires connection to one of the four Vaishnava sampradayas.",
      "timestamp_url": "https://youtu.be/5qdrfn8-qMY?t=1179",
      "transcript": "Now why is it like this? Because the Dharmasya Tatvam Nihitam Guhayam although all the Vedas are in black and white, Bhagavad Gita is in black and white, 700 shlokas, very simple Sanskrit, not very complicated, but still, people do not understand that the real conclusion of the Bhagavad Gita is that Krishna is the Supreme Personality of Godhead and the duty of every living entity is to surrender to Him as our Lord and Master. This conclusion misses many people, all those people who are not connected to the sampradaya. There are more than 700 editions of the Bhagavad Gita in English alone in the market. But if you read them, you will never get this conclusion that Krishna is the Supreme Person and we are all His eternally, His part and parcel servants. This conclusion you can get only by reading the Bhagavad Gita As It Is by His divine grace, Srila Prabhupada. Therefore, Yudhisthira Maharaj said, even though the Vedas may be in black and white, even though a person may be a Sanskrit scholar, simply by reading the Vedas or simply going to any and every sadhu, simply by using one's logic and intelligence, one cannot understand the real conclusion of the Vedic scriptures. The real understanding if you want to get, then you have to approach one of these four Vaishnava sampradayas."
    },
    {
      "start_time": 1268,
      "end_time": 1364,
      "verse_references": [],
      "themes": [
        "yaksha",
        "satisfaction",
        "choice",
        "dilemma"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "The Yaksha became very pleased. He was satisfied with Yudhisthira Maharaj's reply. And he told Yudhisthira Maharaj that I am very very satisfied with your answers.",
      "summary": "The Yaksha is pleased with Yudhisthira's answers and offers to bring one of his brothers back to life, presenting Yudhisthira with a difficult choice.",
      "timestamp_url": "https://youtu.be/5qdrfn8-qMY?t=1268",
      "transcript": "Otherwise it is not possible. Now when Yudhisthira Maharaj finally gave this answer, what was the reaction of the Yaksha and what did he do? The Yaksha became very pleased. He was satisfied with Yudhisthira Maharaj's reply. And he told Yudhisthira Maharaj that I am very very satisfied with your answers. All of your answers are fully in accordance with Dharma, fully in accordance with righteousness as enjoined in the Vedic scriptures. And therefore, as per my promise, I will bring back to life any one of your brothers. You choose whom you want to bring back to life. Now whom did Yudhisthira Maharaj choose to bring back to life? Did he choose Bhima or did he choose Arjuna? Because both of them were the most powerful warriors. Very quickly there was going to be the situation where they would have to take back the kingdom for Duryodhana which was not going to be easy. He was not going to give it on his own. Most likely there would be a battle. And if Yudhisthira Maharaj had to win that battle, the support of Bhima and Arjuna was very essential. Without them he could not think of winning the war. So did he choose Bhima or Arjuna over and above the two brothers Nakula and Sahadeva? Furthermore, Nakula and Sahadeva were his step-brothers, whereas Bhima and Arjuna were his own brothers. Whom did Yudhisthira Maharaj choose? Please join us in the next episode of the Mahabharata."
    }
  ]
}