{
  "video_id": "63vN2Tzrlm0",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.12.7-9 | 5-08-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=63vN2Tzrlm0",
  "segments": [
    {
      "start_time": 31,
      "end_time": 109,
      "verse_references": [
        "SB 1.12.7"
      ],
      "themes": [
        "Pariksit",
        "Brahmastra",
        "Divine Intervention"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When the child Pariksit, the great fighter, was in the womb of his mother Uttara and was suffering from the burning heat of the Brahmastra thrown by Ashwathama, he could observe the Supreme Lord coming to him.",
      "summary": "The lecture begins with a discussion of verse 7, focusing on Pariksit Maharaj in Uttara's womb, Ashwathama's Brahmastra, and the Lord's appearance.",
      "timestamp_url": "https://youtu.be/63vN2Tzrlm0?t=31",
      "transcript": "Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare, Om Namo Bhagavate Vasudevaya, Narayanam Namaskritya, Naram Chayiva Narottamam, Devim Sarasvatim Vyasam Tato Jayam Udi Rayet. In this session, we will be discussing three verses from the twelfth chapter of the first canto of Bhagavatam, verses seven, eight, and nine. To begin with, verse number seven, Matur Garbha Gato Veeraha Satadhaa Bhrugunandana Dadarsha Purusham Kanchit Dasyamano Astratejasaa. The translation of this verse is as follows: O son of Bhrugu, Suthu Goswami is addressing the sage Naimisharanya headed by Shaunaka Rishi. He is addressed as Bhrugunandana, son of Bhrugu. When the child Pariksit, the great fighter, was in the womb of his mother Uttara and was suffering from the burning heat of the Brahmastra thrown by Ashwathama, he could observe the Supreme Lord coming to him."
    },
    {
      "start_time": 109,
      "end_time": 289,
      "verse_references": [],
      "themes": [
        "Brahmastra",
        "Mantra Astra",
        "Rebirth",
        "Womb Experience"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "After seven months, a child in the womb of a mother comes to external consciousness.",
      "summary": "The speaker elaborates on the nature of mantra weapons, the process of rebirth, and the uncomfortable experience of a child within the womb after seven months.",
      "timestamp_url": "https://youtu.be/63vN2Tzrlm0?t=109",
      "transcript": "Something extraordinary happened at the time when Pariksit was in his mother's womb and Ashwathama attempted to kill this child by releasing a Brahmastra targeted at this child only. Unlike the modern weapons, the mantras which are used as weapons, mantra, astra, they can be directed towards a very specific target and they will go searching for the target wherever the target may be and destroy the target, attack the target. So that is explained by Prabhupada in the purport. Death generally involves remaining in trance for seven months. A living being, according to his own action, is allowed to enter into the womb of a mother by the vehicle of a father's Samina, semen, and thus he develops his desired body. This is the law of birth in specific bodies according to one's past actions. When he is awake from trance, he feels the inconvenience of being confined within the womb. After seven months, a child in the womb of a mother comes to external consciousness, awakens from something like sleep. When the child enters the womb as a soul, transfer from one body to the next body, a human body, then he enters a human mother's womb. And then for seven months the child is lying, lying as if unconscious, or as if sleeping. But he awakens after the seventh month, and in the seventh month when he awakens, he is like in a mother's womb, in an airtight bag, in a very uncomfortable position, feels the inconvenience of being confined in that airtight bag called the womb of the mother, and also experiences the surroundings are full of all kinds of secretions in the mother's womb, all kinds of urine, pus, mucus, blood, stool, all kinds of obnoxious things, and thus he wants to come out of the mother's womb."
    },
    {
      "start_time": 289,
      "end_time": 403,
      "verse_references": [],
      "themes": [
        "Pariksit's Devotion",
        "Divine Protection",
        "Brahmastra's Heat",
        "Krishna's Appearance"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Maharaj Pariksit while in the womb of his mother was struck by the Brahmastra released by Ashwatthama and he was feeling the burning heat, but Maharaj Pariksit is no ordinary soul.",
      "summary": "The lecture emphasizes Pariksit's devotion, Krishna's personal intervention to protect him from the Brahmastra, and Pariksit's ability to endure the heat due to his nature as a great fighter.",
      "timestamp_url": "https://youtu.be/63vN2Tzrlm0?t=289",
      "transcript": "And sometimes, fortunately, such a soul prays to the Lord for such liberation. I want to get out, please, my dear Lord, help me. Maharaj Pariksit, while in the womb of his mother, was struck by the Brahmastra released by Ashwatthama, and he was feeling the burning heat. But Maharaj Pariksit is no ordinary soul. He is described here because he was a devotee of the Lord. The Lord at once appeared himself within the womb by his all-powerful energy, and the child could see that someone else had come to save him. Pariksit is bold enough to face the Brahmastra, but still, even though he is bold, because he is a devotee, Krishna personally entered the womb of his mother to save the child. Krishna has a personal interest in that devotee, and Pariksit could see someone else has come into the womb, into this place, even at a helpless condition. The child Pariksit endured the unbearable temperature due to his being a great fighter by nature, and for this reason the word Viraha has been used. Pariksit has been described as Matur Garbhagato Viraha. Viraha is a very powerful fighter, brave, bold, able to tolerate the extraordinary heat of the Brahmastra released by Ashwathama."
    },
    {
      "start_time": 403,
      "end_time": 535,
      "verse_references": [
        "SB 1.12.8",
        "SB 1.12.9"
      ],
      "themes": [
        "Lord's Form",
        "Description of Krishna",
        "Appearance in the Womb"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This verse exactly describes what kind of form of the Lord did Pariksit see in his mother's womb when the Lord appeared.",
      "summary": "The speaker describes the form of the Lord as seen by Pariksit in the womb, referencing verses eight and nine, detailing his size, color, dress, and ornaments.",
      "timestamp_url": "https://youtu.be/63vN2Tzrlm0?t=403",
      "transcript": "And then he saw Krishna entering the womb of his mother in order to save him. Then in the eighth verse, it is described, Angushta matram amalam, Spurat puratam aulinam, Apivya darshanam shyamam, Tadidvasasam achyutam. This verse exactly describes what kind of form of the Lord did Pariksit see in his mother's womb when the Lord appeared. So, the meaning of this eighth verse, describing the form of the Lord that Pariksit saw in his mother's womb: He, the Lord, was only thumb high, but he was all transcendental. He had a very, very beautiful blackish infallible body, Shyamam, and he wore a dress of lightning yellow, Tadidvasasam, lightning yellow, and a helmet of blazing gold, Puratam aulinam, golden helmet. Thus he was seen by the child. The Lord had entered, and the Lord was seen by the child in a beautiful form, blackish form, golden helmet, shining beautifully. The dress is like lightning yellow, brilliantly glowing. Then in the ninth verse, it is further described, Srimadirgha chaturbahum, Taptakanchana kundalam, Shatajaksham gadapanim, Atmanasarvatodisham, Paribhramantam, Ulkabham, Bhramayantam, Gadammuhu."
    },
    {
      "start_time": 535,
      "end_time": 675,
      "verse_references": [],
      "themes": [
        "Lord's Potency",
        "Brahma Samhita",
        "Paramatma",
        "Universal Creation",
        "Maha Vishnu"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It is said in the Brahma Samhita that the Supreme Lord Govinda by his one plenary portion enters into the hallow of the universe and distributes himself as Paramatma of the Supersoul.",
      "summary": "The lecture delves into the Lord's all-pervading nature as Paramatma, referencing the Brahma Samhita and explaining how Maha Vishnu enters the universe in seed form and expands.",
      "timestamp_url": "https://youtu.be/63vN2Tzrlm0?t=535",
      "transcript": "The meaning of this ninth verse: The Lord was enriched with four hands, Chaturbahum, earrings of molten gold, Kanchana kundalam, and eyes blood red with fury, Chatajaksham, and as he loitered about, his club constantly encircled him like a shooting star. Krishna was carrying the club in his hand, Gadapanim, Bhramayantam, holding his gada, he was just encircling like a shooting star, Ulkabham. Srila Prabhupada says in the purport that it is said in the Brahma Samhita that the Supreme Lord Govinda, by his one plenary portion, enters into the hallow of the universe and distributes himself as Paramatma of the Supersoul, not only within the heart of every living being, but also within every atom of the material elements, Andantarastaparamanuchayantarastam. He enters into the Anda. Anda means the egg, egg-shaped universe, universal shell. This is the beginning of creation, that Lord Maha Vishnu, he lies on the Karna ocean, he breathes out universes. They come in seed-like form, but that seed-like form of the universe, into that, Maha Vishnu expands as Garbhodakshayi Vishnu and enters into it. Vishnu means one who enters. So as Vishnu he enters, first of all the material dormant material energy, and then that material energy develops into universes, seed-like form, into each seed-like form of the universe."
    },
    {
      "start_time": 675,
      "end_time": 781,
      "verse_references": [],
      "themes": [
        "Universal Expansion",
        "Paramatma",
        "Inconceivable Energy",
        "Divine Protection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Thus the lord is all pervading by his inconceivable energy.",
      "summary": "The speaker continues to explain the Lord's presence in every atom and living being, emphasizing his inconceivable energy and connecting it to his ability to enter Uttara's womb to protect Pariksit.",
      "timestamp_url": "https://youtu.be/63vN2Tzrlm0?t=675",
      "transcript": "Lord expands and enters the second Vishnu, Garbhodakshayi Vishnu, and it begins to develop. So entering into that universe, it is described, in the universe, he enters, and then it develops, and he also, as the development happens and living entities are produced, the whole material world is created. Every atom of the universe, material atom also, he enters as Paramatma, Antantarasta, Paramanu chayantarastam. Paramanu means the material atoms, the whole universe. Thus the Lord is all-pervading by his inconceivable energy. Who can conceive the Lord in his form as Paramatma has entered the hollow of the universe? He has entered into the heart of every living being, every living being is entered into the inside every material atom. Who can conceive this? It's inconceivable, achintya. And he also entered the womb of mother Uttara to save his beloved devotee Maharaj Parikshit. If he can enter into every material atom, he enters into every universe, he enters into the heart of every living being, why can't he enter the womb of mother"
    },
    {
      "start_time": 781,
      "end_time": 890,
      "verse_references": [
        "BG 9.31"
      ],
      "themes": [
        "Divine Protection",
        "Devotee's Safety",
        "Krishna's Will",
        "Ravana's Example"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Lord assured everyone that his devotees are never to be vanquished.",
      "summary": "The lecture highlights the Lord's promise to protect his devotees, referencing Bhagavad Gita 9.31, and uses Ravana as an example of someone who couldn't be saved when Krishna desired his demise.",
      "timestamp_url": "https://youtu.be/63vN2Tzrlm0?t=781",
      "transcript": "Uttara for the sake of his devotee, to save his devotee from the attack of the Brahmastra? So in the Bhagavad Gita, again Srila Prabhupada is quoting the Bhagavad Gita 9.31, 9th chapter, 31st verse, the Lord assured everyone that his devotees are never to be vanquished, Kaunteya pratijaanihi na me bhakta-pranasyati, my devotee, mad-bhakta na pranasyati, is never vanquished. So no one can kill a devotee of the Lord because he is protected by the Lord, and no one can save a person whom the Lord desires to kill, maare Krishna rakshake ke, rakshake Krishna maare ke. If Krishna wants to protect a devotee, nobody can kill that devotee, and if Krishna wants to kill some Asura or demon or some miscreant, nobody can protect that miscreant. And that's what happened to Ravana. He was a devotee of Shiva, and he is praying to Shiva, kindly protect me when Rama came to attack Ravana, and Shiva said, Rama, the Supreme Personality of God, wants to kill you, who can protect you? Nobody can save you. And if Krishna wants to protect Parikshit Maharaj, no brahmastra, no person, no weapon, nothing can destroy"
    },
    {
      "start_time": 890,
      "end_time": 989,
      "verse_references": [],
      "themes": [
        "Lord's Power",
        "Darshan",
        "Unlimited Nature",
        "Mercy on Devotees"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The lord is all powerful and therefore he can both save and kill as he likes.",
      "summary": "The speaker concludes by reiterating the Lord's unlimited power, his ability to manifest in any size, and his merciful darshan to Pariksit, emphasizing his grace upon pure devotees.",
      "timestamp_url": "https://youtu.be/63vN2Tzrlm0?t=890",
      "transcript": "The Pariksit Maharaj devotee. The Lord is all-powerful, and therefore he can both save and kill as he likes. He became visible to his devotee Maharaj Pariksit, even in that awkward position in the womb of his mother, in a shape just suitable for his vision. Lord gave him darshan. And Srila Prabhupada explains, the Lord can become bigger than thousands of universes, Mahavishnu. He is lying on the causal ocean, and within his body there are millions of universes, and he can become smaller than an atom at the same time and enter into the... Every material atom. Merciful as he is, he becomes just suitable to the vision of the limited living being. He is unlimited. He is not limited by any measurement of our calculation, but he can become bigger than we can think of, and he can become smaller than what we can conceive. But in all circumstances, he is the same all-powerful Supreme Lord. His position, his power does not change. Unlimited power is always with him. So, the Lord mercifully gave darshan to Pariksit and also saved him. That's his mercy upon his pure devotee."
    }
  ]
}