{
  "video_id": "64JQqiJnuKw",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.10.31 | 21-06-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=64JQqiJnuKw",
  "segments": [
    {
      "start_time": 0,
      "end_time": 49,
      "verse_references": [],
      "themes": [
        "Invocation",
        "Prayers"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Shri Mathe Bhaktivedanta Swamin Nithinamine Namaste Sarasvate Deve Gauravani Pracharine",
      "summary": "The lecture begins with traditional Vaishnava prayers and invocations.",
      "timestamp_url": "https://youtu.be/64JQqiJnuKw?t=0",
      "transcript": "Shri Mathe Bhaktivedanta Swamin Nithinamine Namaste Sarasvate Deve Gauravani Pracharine Nirvishesha Shunyavadi Paschatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Sarasvatim Vyasam Tato Jaya Mudhirayet"
    },
    {
      "start_time": 49,
      "end_time": 176,
      "verse_references": [],
      "themes": [
        "Verse 31",
        "Verse 32",
        "Krishna's Departure",
        "Yudhishthira's Affection"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Yudhishthira Maharaj did this because of the enemy and also out of affection for the Lord.",
      "summary": "The speaker introduces and explains verses 31 and 32, focusing on Krishna's departure from Hastinapura and Yudhishthira's protective arrangements driven by affection.",
      "timestamp_url": "https://youtu.be/64JQqiJnuKw?t=49",
      "transcript": "In this session, we will be discussing verses 31 to 32 of the 10th chapter of the first canto of Shri Madbhagavatam. So, the 31st verse: The meaning of this verse is, while the ladies of the capital of Hastinapura were greeting him and talking in this way, the Lord, smiling, accepted their good greetings and, casting the grace of his glance over them, he departed from the city. So, the past few verses, we heard the glorification of Krishna by the ladies of Hastinapura in their talking amongst themselves when they had gone to the rooftop to bid farewell to Krishna. So, it is explained here, Krishna accepted their good greetings, and he cast his merciful glance on them, that way blessing them, and he departed from the city. The 32nd verse: Ajatashatrupritanam gopi thaya madhudvishah Parabhyah shankitathnehat prayum tacctur anginim. The meaning of this verse is, Maharaj Yudhishthira, although no one's enemy, engaged four divisions of defense—horse, elephant, chariot, and army—to accompany Lord Krishna, the enemy of the asuras or demons. The Maharaj"
    },
    {
      "start_time": 176,
      "end_time": 290,
      "verse_references": [],
      "themes": [
        "Yudhishthira's Affection",
        "Defense Forces",
        "Ancient Warfare",
        "Brahmastra"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The charioteers could fight with many horses and elephants by the strength of powerful arrows even up to the standard of the Brahmastra similar to modern atomic weapons.",
      "summary": "The speaker elaborates on Yudhishthira's arrangements for Krishna's protection, describing the four divisions of defense forces and the advanced weaponry of ancient times, including the Brahmastra.",
      "timestamp_url": "https://youtu.be/64JQqiJnuKw?t=176",
      "transcript": "Yudhishthira did this because of the enemy and also out of affection for the Lord. So, Yudhishthira Maharaj, he is sending off Krishna, and even though there is no need for giving any special protection to Krishna, Yudhishthira knows Krishna is the supreme personality of God, but out of affection for him, he arranged four divisions of defense forces. Those days, there used to be warriors on horseback, warriors on elephant back, warriors on chariots, and warriors on foot, foot soldiers. So, four divisions—horse, elephant, chariot, and army, what is called? Horse infantry. They were to accompany Krishna till he reached Dwaraka. So, it is explained that Yudhishthira Maharaj did this out of affection for Lord Krishna because Yudhishthira Maharaj is a pure devotee of Krishna. So, Srila Prabhupada explains in the purport, natural defensive measures are horses and elephants combined with chariots, horses, and men. Horses and elephants are trained to move to any part of the hills or forests and plains. These horses and elephants are trained up to engage in fighting in a battle by the warriors or Kshatriyas. The charioteers could fight with many horses and elephants by the strength of powerful arrows, even up to the standard of the Brahmastra, similar to modern atomic weapons."
    },
    {
      "start_time": 290,
      "end_time": 405,
      "verse_references": [],
      "themes": [
        "Dhanurveda",
        "Mantra Power",
        "Brahmastra",
        "Ancient Science"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "by the power of mantra it will go searching for the target wherever the target may be not necessarily the target has to be in line with the the arrow being shot not necessary mantra by mantra power it will go searching for the target",
      "summary": "The speaker discusses Dhanurveda, the Vedic science of warfare, emphasizing the power of mantras in weaponry and the precision of the Brahmastra.",
      "timestamp_url": "https://youtu.be/64JQqiJnuKw?t=290",
      "transcript": "So, this particular science is lost. In this present age, there used to be a division of the Vedas called Dhanurveda, Vedas called Dhanurveda, how to fight with different weapons, the skill for fighting with weapons. And some of the arrows that were discharged, they were having the power of mantra, power of mantra. That means the arrow, when released to go and strike a particular target, by the power of mantra, it will go searching for the target, wherever the target may be, not necessarily the target has to be in line with the arrow being shot, not necessary. By mantra power, it will go searching for the target, and they even had a very, very powerful weapon called Brahmastra, which is similar to modern atomic weapons. But the speciality of Brahmastra is it will go and strike only the target; it will not do destruction for mass destruction. It will not do unless the Kshatriya who releases that Brahmastra desires so. So, he can select a target and release the target, and then the target will go, and it will be stopped, and then it completely is Brahmastra and to only go and strike that target and destroy that target only. So, that was the kind of"
    },
    {
      "start_time": 405,
      "end_time": 524,
      "verse_references": [],
      "themes": [
        "Krishna's Nature",
        "Enemies",
        "Demoniac Nature",
        "Affection for Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "krishna is everyone's friend and well-wisher but there are asuras who are by nature envious of krishna envious of supreme lord is the demoniac nature demoniac nature is asuri bhava",
      "summary": "The speaker explains that Krishna is everyone's friend, but some beings are envious due to their demoniac nature, and Yudhishthira's actions stem from both fear of these enemies and affection for Krishna.",
      "timestamp_url": "https://youtu.be/64JQqiJnuKw?t=405",
      "transcript": "science, Dhanurveda. Maharaja Yudhishthira knew well that Krishna is everyone's friend and well-wisher. Krishna has no enemies because everyone is Krishna's part and parcel, and he is Surdam Sarva-Bhutana, he is the top master of the Bhuta, most well-wisher of every living being. So, where is the question of Krishna having enmity with anybody? Krishna is everyone's friend and well-wisher, but there are asuras who are by nature envious of Krishna, envious of the supreme lord is the demoniac nature. Demoniac nature is asuri bhava. So, in this material world only, not in the spiritual world, only in the material world, there are two categories of beings, created beings. In the 16th chapter of the Bhagavad Gita, it is explained among created beings in this material world, there are two categories, daiva and asura, so divine nature and demoniac nature. Now, this is because some people, they wrongly think that Krishna is their enemy. They think Krishna is against them, or somehow they have developed some iniquities, or they have developed some kind of feelings towards Krishna. So, Yudhishthira Maharaj, out of fear of attack from others and also out of affection for Krishna,"
    },
    {
      "start_time": 524,
      "end_time": 622,
      "verse_references": [],
      "themes": [
        "Krishna's Self-Sufficiency",
        "Devotee Relationship",
        "Subordinate Role",
        "Transcendental Sporting"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna himself was sufficient to defend himself from the attack of others if required krishna himself could defend but still krishna accepted all the arrangements made by maharaj yudhishthira why because he could use it for his own good",
      "summary": "The speaker emphasizes that Krishna is self-sufficient but accepts the arrangements of his devotees to reciprocate their love and play the role of a subordinate in his transcendental sporting.",
      "timestamp_url": "https://youtu.be/64JQqiJnuKw?t=524",
      "transcript": "he engaged all varieties of defensive forces as bodyguards of Krishna, and also some vipassana verdigris also as a rickshaw or a bike rickshaw and some of the other movements of Krishna. Now, it is specially mentioned by Prabhupada in the purport, Krishna himself was sufficient to defend himself from the attack of others. If required, Krishna himself could defend, but still Krishna accepted all the arrangements made by Maharaj Yudhishthira. Why? Because he could use it for his own good, and if you use it for the good of others, he can't break his form as a demon because he cannot break his form, but he can't break his form with this body, and if you use it as a weapon, he can't break his form, he can't break his form with this body. Another example is this. Another example is that, for example, the existence of God in the form of a demoniac, there are different形 Grinville kusama will take it as a demoniac because he could not disobey the king who was his elder cousin. Krishna, when he plays the part of being a relative of a devotee, he plays the role perfectly. So, he was a younger cousin of Yudhishthira. So, therefore, Krishna played that part, I am younger than Yudhishthira, I cannot refuse. That is the etiquette. So, I cannot refuse when Yudhishthira arranges bodyguards for my travel, I cannot refuse it. So, Prabhupada says, the Lord plays the part of a subordinate in his transcendental sporting."
    },
    {
      "start_time": 622,
      "end_time": 733,
      "verse_references": [],
      "themes": [
        "Krishna's Pastimes",
        "Yashoda Mata",
        "Transcendental Bliss",
        "Devotee Relationship"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Simply to give pleasure to his devotees, Krishna enacts these pastimes. The basic principle for all transcendental exchanges between the lord and his devotees, is exhibited to enjoy a transcendental bliss.",
      "summary": "The speaker describes Krishna's pastimes, such as his dependence on Yashoda Mata, as ways to give pleasure to his devotees and share transcendental bliss.",
      "timestamp_url": "https://youtu.be/64JQqiJnuKw?t=622",
      "transcript": "And thus, sometimes he puts himself in the care of Yashoda Mata for his protection in his so-called helplessness of childhood. A small child is after all helpless, totally dependent on the mother. When it is just born, what is the condition of the child? The infant, we do not even say child, we say infant, very, very, very small, just come out of the mother's womb, totally helpless. So, we should not mistakenly think that Krishna is helpless when he is a small child. He puts himself under the care of his mother Yashoda or Devaki as if he is a small child. But actually, he remains the Supreme Lord with all his powers, even as a small child. So, therefore, Prabhupada explains that is the transcendental lela or pastime of the Lord. Simply to give pleasure to his devotees, Krishna enacts these pastimes. The basic principle for all transcendental exchanges between the Lord and his devotees is exhibited to enjoy a transcendental bliss. So, Krishna keeps enjoying these transcendental pleasures, Krishna is full of transcendental blessings, transcendental bliss, and there is no comparison with this bliss even to the level of Brahmananda. Krishna shares that transcendental bliss with his devotees when he engages in transcendental pastimes with his devotees. So, both"
    },
    {
      "start_time": 733,
      "end_time": 880,
      "verse_references": [],
      "themes": [
        "Verse 33",
        "Pandavas' Affection",
        "Separation from Krishna",
        "Pure Devotion"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "a pure devotee cannot bear separation from the lord even for one moment",
      "summary": "The speaker introduces and explains verse 33, highlighting the Pandavas' profound affection for Krishna and their reluctance to separate from him.",
      "timestamp_url": "https://youtu.be/64JQqiJnuKw?t=733",
      "transcript": "Krishna and the devotees are always in transcendental bliss. The thirty-third verse, atha duragataan shaurihi, kauravaan viraha aturan, sannivartya drdham snigdhan, praya svanagarim priyaihi. The meaning is, out of profound affection for Lord Krishna, the Pandavas, who were of the Kuru dynasty, accompanied him a considerable distance to see him off. They were overwhelmed with the thought of Krishna. The Lord, however, persuaded them to return home, and he proceeded towards Dwaraka with his dear companions. Yudhishthira Maharaj has made arrangements for bodyguards, four divisions of defense forces to accompany Krishna till Dwaraka. But even the Pandavas themselves, Yudhishthira, Bhima, Arjuna, Manakula, Sahadeva also could not think of separation from Krishna because they are pure devotees. All pure devotees are so. They are very intimately connected with Krishna and therefore continuously thinking of Krishna only, continuously. Such continuous thinking of Krishna is a commandment of qualities of special prestige. Krishna is also the развит 좋은 is a characteristic of devotional service to Krishna bhakti for Krishna. Krishna says, think of me always. So, even if somebody is not a devotee, if they constantly think of Krishna, they become pure devotees, they awaken their pure devotion to Krishna. So, because the Pandavas were so intimately attached to Krishna in pure devotional service, they went with him at quite a distance, but then Krishna sent them back, persuaded them to return home, and he proceeded towards Dhwaraka. So, very reluctantly the Pandavas came back because a pure devotee cannot bear separation from the Lord"
    },
    {
      "start_time": 880,
      "end_time": 902,
      "verse_references": [],
      "themes": [
        "Devotee's Feelings",
        "Separation from Krishna",
        "Future Descriptions"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "this will be explained later on in the descriptions of the devotees of krishna how they feel when they are separated from krishna",
      "summary": "The speaker concludes by mentioning that the feelings of devotees separated from Krishna will be further elaborated on later.",
      "timestamp_url": "https://youtu.be/64JQqiJnuKw?t=880",
      "transcript": "even for one moment, and this will be explained later on in the descriptions of the devotees of Krishna, how they feel when they are separated from Krishna."
    }
  ]
}