{
  "video_id": "6nmzI3Tjkvc",
  "title": "Rtvik system ordered by Krishna Himself | His Grace Suvyakta Narasimha Dasa",
  "speaker": "HG Suvyakta Narasimha Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=6nmzI3Tjkvc",
  "segments": [
    {
      "start_time": 0,
      "end_time": 34,
      "verse_references": [],
      "themes": [
        "Srila Prabhupada's disappearance",
        "Legacy",
        "Concern for ISKCON's future"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When Srila Prabhupada disappeared in 1977, he left behind him a glorious moment and a priceless legacy.",
      "summary": "Introduction to Srila Prabhupada's concerns before his disappearance and the legacy he left behind.",
      "timestamp_url": "https://youtu.be/6nmzI3Tjkvc?t=0",
      "transcript": "When Srila Prabhupada disappeared in 1977, he left behind him a glorious moment and a priceless legacy. In the days leading up to his disappearance, Srila Prabhupada was concerned specifically"
    },
    {
      "start_time": 34,
      "end_time": 161,
      "verse_references": [],
      "themes": [
        "Srila Prabhupada's instructions",
        "Preservation of ISKCON",
        "Warnings against change"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The only request is don't spoil it",
      "summary": "Srila Prabhupada's repeated requests to maintain the established principles and avoid spoiling the movement.",
      "timestamp_url": "https://youtu.be/6nmzI3Tjkvc?t=34",
      "transcript": "that the movement should not flounder in his absence. On April 10, 1977, Srila Prabhupada said, \"Don't spoil it. We are very good, prestigious people. Don't spoil it. It's a hard day. It started with a very emotional moment. I am in humble condition, I am just comfortable, such exalted position. Don't spoil it. That is my request. Increase. That will depend on your character, behavior, position.\" Srila Prabhupada repeated the same request on April 22, 1977, saying, \"Keep to our principle and see our GVP. It's very a lot. Then everything is gone. I am not there. Do that. That is my request. Whatever I left to you, I have taught you. Follow that. Nobody will be able to do it. No māyā will tell you. Now Kṛṣṇa is giving us, and there is no scarcity of money. To cut both, I'm sorry. Everything is there. You have got good sages all over the world. You have got, in the street you have got… Even if I die suddenly, you'll be able to manage. That I want. Manage nicely, don't go back.\" That was Prabhupada's concern. Again, Srila Prabhupada reiterated the same concern on 29th April 1977, where he said, \"The only request is, don't spoil it.\""
    },
    {
      "start_time": 191,
      "end_time": 255,
      "verse_references": [],
      "themes": [
        "Deity worship",
        "Disciplic succession",
        "Srila Prabhupada's teachings"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Sheila Prabhupada wanted that whatever he had set up should continue without changes and then the movement would flourish unhindered",
      "summary": "Explanation of the three primary things Srila Prabhupada established: deity worship, disciplic succession, and pure books.",
      "timestamp_url": "https://youtu.be/6nmzI3Tjkvc?t=191",
      "transcript": "Srila Prabhupada wanted that whatever he had set up should continue without changes, and then the movement would flourish unhindered. Out of the many things that Srila Prabhupada set up in ISKCON, three things were primary. One was the system of deity worship. Everything that was offered to the deities, whether the arathis or the bhoga, would have to be first offered to the guru, Srila Prabhupada, and then to Nithyananda Prabhu. After that, then the arathi or the bhoga would be offered to Goranga Maha Prabhu, then it would be offered to Radharani, and finally it would get offered to Krishna. This was the system of deity worship Srila Prabhupada set up. The second thing was the disciplic conclusion, which was all the deities were offered to the guru and then there in Prabhupada's books in their pure and unadulterated form."
    },
    {
      "start_time": 255,
      "end_time": 333,
      "verse_references": [],
      "themes": [
        "Diksha initiations",
        "Rtvik system",
        "GBC changes",
        "Deviation from Prabhupada's instructions"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Sheila Prabhupada ordered the dithích system to continue even in his absence",
      "summary": "Discussion of the Diksha system, the Rtvik system, and the GBC's subsequent changes to deity worship, books, and initiations.",
      "timestamp_url": "https://youtu.be/6nmzI3Tjkvc?t=255",
      "transcript": "And the third thing, the third thing was the system of deeksha or initiations. Srila Prabhupada set up and ran the dithích system of initiations in ISKCON from 1970 to 1977, and on July 9th, 1977, Srila Prabhupada ordered the dithích system to continue even in his absence. All that was twelve years and the existence of riti groups or in口ic scoring groups and their duasas all that was first mentioned and his mothers brothers and sisters linked gifts all that was all that was reduced to satan as per tradition means he was requesting a nonpublical organization then on 3rd he went to India in 1971 under carbohydrates heComputed a memorialitta needed was that nothing be changed in ISKCON after Srila Prabhupada's departure, especially these three things, dictatorship, books and initiations. However, despite Srila Prabhupada's multiple expressions of concern in 1977, that things should not be spoiled and things should continue the way he had set them up. What did the GBC do? The GBC started changing everything. They changed the system of Deity worship to offering everything to Krishna directly first, whether it was Bhoga or it was Arati. This was a complete tectonic shift in the method of Deity worship Prabhupada taught. Not only that, they changed the books and they changed the system of initiations. They changed all the rules of the GBC. They changed the rules of the GBC."
    },
    {
      "start_time": 333,
      "end_time": 370,
      "verse_references": [],
      "themes": [
        "Warnings against change",
        "American disease",
        "GBC's actions after Prabhupada's departure"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Don't change from this to that. That is your American disease.",
      "summary": "Srila Prabhupada's warning against constant change and the GBC's actions after his departure.",
      "timestamp_url": "https://youtu.be/6nmzI3Tjkvc?t=333",
      "transcript": "They changed all the three primary things in ISKCON. Srila Prabhupada had warned against this many times, as Srila Prabhupada said in this letter to Bhakta Dasa written on 24th of November 1974. Srila Prabhupada wrote, \"Don't change from this to that. That is your American disease. This is very serious that you always want to change everything.\" Despite Srila Prabhupada's warnings and concerns, he did not change anything. He did not change anything. He did not change anything. After Srila Prabhupada's departure, the GBC went ahead and changed all the three"
    },
    {
      "start_time": 370,
      "end_time": 460,
      "verse_references": [],
      "themes": [
        "GBC resolutions",
        "Diksha Gurus",
        "Zonal Acharya system",
        "Contradictory statements"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The GBC declared in 1978 that Srila Prabhupada appointed eleven Diksha Gurus.",
      "summary": "Analysis of GBC resolutions regarding the appointment of Diksha Gurus and the evolution of the zonal acharya system.",
      "timestamp_url": "https://youtu.be/6nmzI3Tjkvc?t=370",
      "transcript": "primary things set up by Srila Prabhupada. As far as initiations go, on March 19, 1978, in Resolution No. 16, the GBC resolved, \"The GBC will consider each year at Gaurapurnima, the appointment of new spiritual masters to be approved by a three-fourth vote. However, for 1978, no new spiritual masters shall be appointed other than the eleven selected by Srila Prabhupada.\" So, the GBC declared in 1978 that Srila Prabhupada appointed eleven Diksha Gurus. However, later in 1999, the GBC resolved in Resolution No. 403 that, \"Unfortunately, shortly after Srila Prabhupada's disappearance, the GBC body allowed for an unauthorized zonal acharya system to evolve in ISKCON, elevating eleven exclusive successor Diksha Gurus.\" So, in 1999, 21 years after their resolution declaring that Srila Prabhupada selected eleven Diksha Gurus, the GBC did a old fast and accepted that it was they, not Srila Prabhupada, who would be appointed as the first Diksha Gurus. So, the GBC did a old fast and accepted that it was they, not Srila Prabhupada, who would be the first Diksha Gurus. So, the GBC did a old fast and accepted that it was they, not Srila Prabhupada, who would be appointed as the first Diksha Gurus. So, the GBC did a old fast and accepted that it was they, not Srila Prabhupada, who would be appointed as the first Diksha Gurus. So, the GBC did a old fast and accepted that it was they, not Srila Prabhupada, who would be appointed as the first Diksha Gurus. So, the GBC did a old fast and accepted that it was they, not Srila Prabhupada, who would be appointed as the first Diksha Gurus. So, the GBC did a old fast and accepted that it was they, not Srila Prabhupada, who would be appointed as the first Diksha Gurus. So, the GBC did a old fast and accepted that it was they, not Srila"
    },
    {
      "start_time": 460,
      "end_time": 572,
      "verse_references": [],
      "themes": [
        "GBC's invented system",
        "Lack of scriptural basis",
        "Satswaroop Prabhu's admission",
        "Intelligence and discrimination"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We did not know what to do because there was no precedent scriptural rule which told us what to do.",
      "summary": "The GBC's system of regulating Diksha Gurus was invented without scriptural basis, as admitted by Satswaroop Prabhu.",
      "timestamp_url": "https://youtu.be/6nmzI3Tjkvc?t=460",
      "transcript": "follows that all other Diksha Gurus as well as the system of regulating Diksha Gurus in ISKCON by the GBC indicating no objection are all invented by the GBC. Till date, the GBC has not given any explanation for the source of their system of regulating Diksha Gurus in ISKCON. In fact, Satswaroop Prabhu, one of the original 11 Diksha Gurus from 1978, said in the year 1986, in an article which appeared in the September-October edition of Hinduism Today, in the article titled, \"Murder quickens wider crisis in Krishna sect.\" In this article, Satswaroop Prabhu said, \"If the different worship systems we instituted were accepted, then the system of regulating Diksha Gurus in ISKCON would not have been excessive. My answer is that we did not know what to do because there was no precedent scriptural rule which told us what to do.\" Satswaroop Prabhu openly accepted that they, the GBC, did not know what they were doing in instituting the Diksha Guru system in ISKCON in 1978. Shaila Prabhupad did not order them to institute a Diksha Guru system in ISKCON nor did he give any instructions on what to do in such a system. Nor did the GBC model their Diksha Guru system on any precedent or tradition or scripture or shastra. It appears that they did what appeared right as per their collective intelligence and discrimination. Their intelligence and discrimination decreased when the JVC was instilled into the Diksha"
    },
    {
      "start_time": 572,
      "end_time": 626,
      "verse_references": [],
      "themes": [
        "Ritvik system discarded",
        "Lack of consultation",
        "No-objection Guru system",
        "Supersoul"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Ritvik system that Srila Prabhupada ordered for implementation in ISKCON on July 9, 1977, had to be discarded after Srila Prabhupada disappeared.",
      "summary": "The GBC discarded the Ritvik system without consulting Srila Prabhupada, Shastra, or the Supersoul, leading to the current no-objection Guru system.",
      "timestamp_url": "https://youtu.be/6nmzI3Tjkvc?t=572",
      "transcript": "discrimination dictated that the Ritvik system that Srila Prabhupada ordered for implementation in ISKCON on July 9, 1977, had to be discarded after Srila Prabhupada disappeared. They did not consult Srila Prabhupada, nor did they consult Shastra, nor did they look for precedence or tradition to formulate their Deeksha Guru system, which later on underwent changes to morph into the current day no-objection Guru system. We can safely assume that they did not consult the Supersoul or Paramatma too, either in 1978 or for their current no-objection Guru system. We can also safely assume that they did not consult Shastra, nor did they look for precedence"
    },
    {
      "start_time": 626,
      "end_time": 715,
      "verse_references": [],
      "themes": [
        "GBC's lack of consultation with Supersoul",
        "No endorsement of pure devotees",
        "Intelligence and discrimination"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When the GBC allows a devotee to take up the service of initiating, it does not thereby endorse him as an Uttama Adhikari or pure devotee or certify his having achieved any specific state of realization.",
      "summary": "The GBC does not consult the Supersoul when allowing devotees to act as Diksha Gurus, and they do not endorse them as pure devotees.",
      "timestamp_url": "https://youtu.be/6nmzI3Tjkvc?t=626",
      "transcript": "that the GBC does not consult the Supersoul or Paramatma whenever they vote for allowing a devotee to act as a Diksha Guru in ISKCON. Especially because in their resolution no. 409 of 2004, the GBC categorically resolved saying, \"When the GBC allows a devotee to take up the service of initiating, it does not thereby endorse him as an Uttama Adhikari or pure devotee or certify his having achieved any specific state of realization. Rather, the GBC indicates that it has no objection to his initiating disciples within ISKCON.\" This is the GBC's resolution. Unless one is a pure devotee, one cannot talk to Krishna directly. So, as per the GBC's own resolution, they have declared that none of the devotees in ISKCON, not even the Gurus in ISKCON are pure devotees or that they have not even achieved any specific state of realization too. Hence, naturally, we must assume that they are not consulting Krishna in allowing devotees to act as Diksha Guru in ISKCON. They must be doing it on the basis of their intelligence"
    },
    {
      "start_time": 715,
      "end_time": 807,
      "verse_references": [],
      "themes": [
        "Srila Prabhupada's appointment process",
        "Disciplic succession",
        "Order of Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Basis on the order of Krishna. Originally, the order is from Krishna.",
      "summary": "An exchange between Srila Prabhupada and Mr. Kevin Lehart about how Srila Prabhupada chooses leaders based on the order of Krishna through disciplic succession.",
      "timestamp_url": "https://youtu.be/6nmzI3Tjkvc?t=715",
      "transcript": "and discrimination. Now, interestingly, there is an exchange between Srila Prabhupada and one Mr. Kevin Lehart, which was recorded on 14th of July 1976. Listen to this carefully as Srila Prabhupada explains how he appointed temple presidents, how he appointed devotees to BBT positions, etc. \"How do you choose? You are responsible for the organization.\" \"Yes.\" \"Are you the one who chooses, who runs each center, who is responsible in each temple?\" \"Yes. Our program is to open centers in every village, every town to Prabhupada and Krishnapada.\" \"And you choose the leaders?\" \"Yes.\" \"What Krishna does, he tells you, how does that work?\" \"No. I have been chosen by my spiritual master.\" \"And you in turn choose others?\" \"Yes. That is our succession.\" \"On what basis?\" \"Basis on the order of Krishna. Originally, the order is from Krishna.\" \"How does that come?\" \"It comes by disciplic succession. Just like Krishna, Krishna said this knowledge to Arjuna, and Arjuna said to others, and it is open. Everyone can take it. There is no secrecy. We have to accept order. That's all.\""
    },
    {
      "start_time": 807,
      "end_time": 908,
      "verse_references": [],
      "themes": [
        "Qualification for leadership",
        "Merit and qualification",
        "Direct communication from Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "God speaks to you when you are qualified. You cannot expect God as order supplier.",
      "summary": "Discussion on the qualifications for leadership and whether it involves direct communication from Krishna.",
      "timestamp_url": "https://youtu.be/6nmzI3Tjkvc?t=807",
      "transcript": "\"I missed that. I am sorry. The order is already there. It is open, open secret. There is no secrecy. Anyone can take it. All right. But in terms of specific, say, choosing specific things, specific details.\" \"Yes. In all details. How to become Krishna Karsayas, there is all details in this book. Bhagavad Gita as it is.\" So he is asking what is a man's qualification to be chosen? In other words, Prabhupada will decide who should be leader if he is qualified. And there is a process for making him qualified. And there is a process for testing to see if he is qualified. So in that way, it all comes from Krishna. \"You chose, for example, these fellows here to run the publishing house and be responsible for...\" \"Yes. Like he is in charge of publication. He is in charge of doing his research.\" \"On what basis, sir? Can you tell me some of the things?\" \"Basis, just to see whether he is qualified. That's all. Just like ordinarily, when manager is appointed, by the superior authority, on the merit, on his qualification, that's all.\" \"Okay. It's not... It's a mediated choice, or is it a direct communication from Krishna? That's my question.\" \"No.\" Oh, he is asking whether we claim that God speaks to us directly. \"Yes. God speaks to you when you are qualified. You cannot expect God as order supplier. Yes. When He speaks to you, you are qualified. You cannot expect God as order supplier.\""
    },
    {
      "start_time": 908,
      "end_time": 984,
      "verse_references": [
        "BG 10.10"
      ],
      "themes": [
        "Spiritual master as representative of God",
        "Direct contact with God",
        "Understanding from Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "To those who are constantly devoted and worship me with love, I give them the understanding by which they can come to me.",
      "summary": "The spiritual master is in direct contact with God and Krishna gives understanding to those who are devoted and worship Him with love.",
      "timestamp_url": "https://youtu.be/6nmzI3Tjkvc?t=908",
      "transcript": "\"You cannot see that you are qualified. He is strict with you. But if God, the spiritual master, is the representative of God to disciple, because he is in direct contact with God.\" \"Yes, yes. My spiritual master appointed me, then you do. Similarly, I shall appoint somebody else. This is your choice. It's difficult for people to understand that God can speak to a man. That is... They question, how can God... how can God speak to some man? That is… Anything that the radio message is coming, a foolish man cannot understand how it is coming. He'll think how it is there, speaking. So any foolish man will be astonished how things are happening. That is foolishness. But God says, yes, please, I know this. What? Author? Saivayam Teja? No, no, no. buddhi-yogaṁ dadāmi tam yena mām abhyayanti teṣyāṁ sattva-yogaṁ tam yena mām abhyayanti dadāmi buddhi-yogaṁ tam yena mām abhyayanti Yes. To those who are constantly devoted and worship me with love,"
    },
    {
      "start_time": 984,
      "end_time": 1082,
      "verse_references": [],
      "themes": [
        "Krishna's communication",
        "Judging qualifications",
        "Devotee's concern for Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A devotee always concerns Kṛṣṇa, and he gives order.",
      "summary": "Discussion on how Krishna communicates and how a devotee always concerns Krishna in their decisions.",
      "timestamp_url": "https://youtu.be/6nmzI3Tjkvc?t=984",
      "transcript": "I give them the understanding by which they can come to me. God is situated in everyone's… As soon as he sees that here is a qualified person, then he gives him instruction. But in the same way that Kṛṣṇa says he will provide for all your needs, you still must work to achieve whatever Kṛṣṇa is giving you. You work for Kṛṣṇa. You have to work to get your necessities. In the same way, I am curious with respect to the way Kṛṣṇa communicates with you, whether it's in a similar kind of way that gives you your necessities. In other words, when you decide that someone is to be in charge of a particular temple, does Kṛṣṇa tell you that this person should be in charge? You, by judging him, say this person is qualified.\" \"Yes. Because a devotee always concerns Kṛṣṇa, and he gives order. So that's a more direct communication.\" \"Yes. And he gives order. Because intelligence… Our philosophy is that intelligence comes from Kṛṣṇa. So if I have something… Your philosophy is that your daily necessities come from Kṛṣṇa.\" \"Yes. I understand. Suppose my intelligence sees that this person is qualified, that means Kṛṣṇa has told me.\" \"No, not necessarily. Kṛṣṇa will tell directly. A devotee always concerns Kṛṣṇa, and Kṛṣṇa tells him. Two levels. Not figuratively. Practically. Does that apply then to other kinds of decisions and other kinds of activities as well?\" \"Everything. Everything. Because a devotee… A devotee does not do anything without concerning Kṛṣṇa.\""
    },
    {
      "start_time": 1082,
      "end_time": 1109,
      "verse_references": [],
      "themes": [
        "Levels of devotees",
        "Consultation with spiritual master",
        "Topmost level"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Therefore the minor devotees, they concern the spiritual master. That is our process.",
      "summary": "Explanation of how minor devotees consult the spiritual master, while the topmost level has direct communication with Krishna.",
      "timestamp_url": "https://youtu.be/6nmzI3Tjkvc?t=1082",
      "transcript": "\"But that applies to a very greatly elevated soul. That is not an ordinary person. And that is… Therefore the minor devotees, they concern the spiritual master. That is our process. Yasya prasādād bhagavata-prasādād.\" \"I see. I was trying to explain the minor devotees. No, I was talking about… You were talking about the topmost level.\" \"Yes. That's a good phrase for the service.\""
    },
    {
      "start_time": 1116,
      "end_time": 1213,
      "verse_references": [],
      "themes": [
        "Srila Prabhupada's consultation with Krishna",
        "Direct order from Krishna",
        "Appointment of leaders"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Kṛṣṇa will tell directly. A devotee always consults Kṛṣṇa and Kṛṣṇa tells him, do like this, not figuratively, practically.",
      "summary": "Srila Prabhupada always consulted Krishna directly for appointing leaders, and Krishna would give direct orders.",
      "timestamp_url": "https://youtu.be/6nmzI3Tjkvc?t=1116",
      "transcript": "Now, in this exchange, Śrīla Prabhupāda, on being questioned by Mr. Kevin Lehart, about how he appointed temple presidents and devotees to BBT positions, Rāmēśvara Prabhu interpreted Śrīla Prabhupāda's answer by saying, \"Suppose my intelligence sees that this person is qualified, that means Kṛṣṇa has told me.\" This was Rāmēśvara Prabhu's interpretation. In effect, Rāmēśvara Prabhu said that the decision was made by using one's intelligence and that meant that Kṛṣṇa had ordered it. In other words, he said that there is no direct consultation with Kṛṣṇa. But Śrīla Prabhupāda immediately corrected him saying, \"No, not necessarily.\" He said that Kṛṣṇa will tell directly. A devotee always consults Kṛṣṇa and Kṛṣṇa tells him, do like this, not figuratively, practically. That means even to appoint temple president or any devotee to a BBT post, Śrīla Prabhupāda would always consult Kṛṣṇa and Kṛṣṇa was telling directly to Śrīla Prabhupāda, Śrīla Prabhupāda would always consult Kṛṣṇa and Kṛṣṇa was telling directly to Śrīla Prabhupāda, do like this, practically, not figuratively. Meaning, Kṛṣṇa was telling Śrīla Prabhupāda directly whom to appoint and Śrīla Prabhupāda"
    },
    {
      "start_time": 1213,
      "end_time": 1317,
      "verse_references": [],
      "themes": [
        "Acharyam mam vijaniyam",
        "Spiritual master's order",
        "Diksha Gurus",
        "Krishna's order"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Whatever is said by the spiritual master is to be taken as directly the order of Krishna.",
      "summary": "The spiritual master's order is the order of Krishna, and Srila Prabhupada would consult Krishna directly for all appointments, including Diksha Gurus.",
      "timestamp_url": "https://youtu.be/6nmzI3Tjkvc?t=1213",
      "transcript": "would appoint such a person as a temple president or to any official post in the BBT. Remember the verse Śrīla Prabhupāda so often quoted? Āchāryam mām vijāniyām nāvamanyetakarhi chit. Āchāryam mām vijāniyām nāvamanyetakarhi chit. Āchāryam mām vijāniyām nāvamanyetakarhi chit. These are Krishna's words. Whatever is said by the spiritual master is to be taken as directly the order of Krishna. No one must disrespect or disobey the spiritual master's order because the spiritual master's order is the order of Krishna. Now imagine, if even for BBT posts and temple president posts, Śrīla Prabhupāda was consulting Krishna directly and Krishna was ordering whom to appoint, then is it not all the more applicable to appointing Diksha Gurus in ISKCON, particularly for the time after Śrīla Prabhupāda's departure? Diksha Guru position is far higher than that of a temple president or even a GVC. So it is natural that if Śrīla Prabhupāda was always consulting Krishna directly for appointing a devotee to any post. Then naturally, Śrīla Prabhupāda wouldn't appoint anyone to Diksha Guru post, without consulting Krishna directly. In other words, all appointments in ISKCON came form Krishna and Śrīla Prabhupāda being the Vāyā media relayed about it."
    },
    {
      "start_time": 1317,
      "end_time": 1406,
      "verse_references": [],
      "themes": [
        "Ritwik system",
        "July 9th order",
        "Consultation with Krishna",
        "GBC's disobedience"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Srila Prabhupada consulted Krishna directly about how initiations would go on in ISKCON particularly at that time when he is no longer with us and Krishna ordered.",
      "summary": "Srila Prabhupada consulted Krishna directly about the Ritwik system, and the GBC's duty was to obey Krishna and Srila Prabhupada.",
      "timestamp_url": "https://youtu.be/6nmzI3Tjkvc?t=1317",
      "transcript": "that order from Krishna. Now comes the question. If this is the case, then how do you think Srila Prabhupada appointed the Ritwiks to carry on initiations in ISKCON after his departure? How does the GBC think Srila Prabhupada sent out to all the temple presidents and the GBCs the July 9, 1977 order for implementing the Ritwiks system of initiations in ISKCON? How does the GBC think Srila Prabhupada decided on this order? Do you think Srila Prabhupada simply used this intelligence and discrimination like the GBC did in either inventing the no-objection guru system or the GBC even today is doing in selecting diksha gurus? Do you think Srila Prabhupada did not consult Krishna? In rolling out the July 9, 1977 Ritwik system of initiations order, the answer is obvious. Srila Prabhupada consulted Krishna directly about how initiations would go on in ISKCON particularly at that time when he is no longer with us and Krishna ordered. As per Krishna's order, Srila Prabhupada rolled out the July 9 order to implement Ritwik system of initiations. The duty of the GBC was to disobey Krishna and Shlala Prabhupada was minced."
    },
    {
      "start_time": 1418,
      "end_time": 1491,
      "verse_references": [],
      "themes": [
        "GBC's disobedience",
        "Forcing devotees to disobey",
        "Rithvik system as Dharma",
        "July 9th order as Shastra"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The July 9th, 1977 order of Shaila Prabhupada to implement the Rithvik system of initiations is the direct order of Krishna.",
      "summary": "The GBC is disobeying Srila Prabhupada and Krishna by banning the Rithvik system, which is the Dharma of every devotee and the July 9th order is Shastra.",
      "timestamp_url": "https://youtu.be/6nmzI3Tjkvc?t=1418",
      "transcript": "The GBC is doing? The GBC is disobeying Srila Prabhupada, and Krishna directly. Not only is the GBC itself disobeying Srila Prabhupada, and Krishna, but the GBC is forcing all the devotees of ISKCON in Nandasilam in order to also disobey Krishnan's a visag. If so, they return to resolve Krishnan's problem. Shaila Prabhupada and Krishna in the matter of initiations in ISKCON. Because in the ISKCON law, the GBC has banned anyone from following the Rithvik system of initiations in ISKCON. This is a great offense to Shaila Prabhupada and Krishna. The July 9th, 1977 order of Shaila Prabhupada to implement the Rithvik system of initiations is the direct order of Krishna. And since Dharmamtu Sakshad Bhagavad Praneetham, whatever is ordered by Krishna becomes Dharma, it constitutes Shastra. Following the Rithvik system of initiations in ISKCON is the Dharma of every devotee in ISKCON and the July 9th Rithvik initiation system order is itself Shastra. Let us not be misled otherwise. Hare Krishna, Vishwaguru Shaila Prabhupada ki jai."
    }
  ]
}