{
  "video_id": "6PVZJI21ObY",
  "title": "The whole world will chant Hare Krishna | Soulful Japa",
  "speaker": "HH Stoka Krishna Maharaj",
  "youtube_url": "https://www.youtube.com/watch?v=6PVZJI21ObY",
  "segments": [
    {
      "start_time": 0,
      "end_time": 72,
      "verse_references": [],
      "themes": [
        "Golden Age",
        "Chaitanya Mahaprabhu",
        "Hare Krishna mantra"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Chaitanya Mahaprabhu said golden age has begun.",
      "summary": "The speaker discusses the beginning of the golden age as prophesied by Chaitanya Mahaprabhu and the role of the Hare Krishna mantra in it.",
      "timestamp_url": "https://youtu.be/6PVZJI21ObY?t=0",
      "transcript": "Just like Krishna lifted Govardhana, Hare Krishna Nama is doing all these wonders. That's why please wait. Chaitanya Mahaprabhu said the golden age has begun. From his appearance, the golden age has begun. And it is for this reason that simultaneously our realization is that this development of science and technology, including coming up to the point of internet and communication, today we are having online sessions. All this, the Lord has a dual purpose, just like with one stone kills two birds. So it's very much under the control of the Lord. All this technology is going to be very, very useful to bring in the golden age that Chaitanya Mahaprabhu... Chaitanya Mahaprabhu's age is what? It is his Sankirtana. Sankirtana means not simply alone. The whole, everybody, the whole world will chant Hare Krishna. Those days are coming."
    },
    {
      "start_time": 73,
      "end_time": 107,
      "verse_references": [],
      "themes": [
        "Divine Control",
        "Inconceivable Events",
        "Golden Age"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "We understand Lord is in control of everything and his incarnation is acting.",
      "summary": "The speaker reflects on recent world events, attributing them to the Lord's control and anticipating the blossoming of the golden age within their lifetimes.",
      "timestamp_url": "https://youtu.be/6PVZJI21ObY?t=73",
      "transcript": "We can get a sixth sense of that. Just like this coronavirus. We can get a sense of this. How unbelievable, everything is getting, you know, the whole world is changing overnight. The way people are living is changing overnight. These are all inconceivable things. So it has... We understand the Lord is in control of everything and his incarnation is acting. Many, many more things have to happen. We will see, probably with our good luck, in our own lives, we will see the flowering of, blossoming of this golden age."
    },
    {
      "start_time": 108,
      "end_time": 135,
      "verse_references": [],
      "themes": [
        "Prabhupada",
        "Hare Krishna Explosion",
        "Impact"
      ],
      "content_type": "historical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Prabhupada created one explosion in 1966.",
      "summary": "The speaker describes the 'Hare Krishna explosion' initiated by Prabhupada in 1966 and its lasting impact.",
      "timestamp_url": "https://youtu.be/6PVZJI21ObY?t=108",
      "transcript": "There was one explosion in 1966. Prabhupada created one explosion in 1966. In 10 years, boom, it exploded. It's called the Hare Krishna explosion. And the impact of that explosion, 66 to, you know, 77, 11 years, that explosion, the impact of that is still there."
    },
    {
      "start_time": 136,
      "end_time": 173,
      "verse_references": [],
      "themes": [
        "Prabhupada",
        "Krishna Consciousness Movement",
        "Miracles"
      ],
      "content_type": "devotional",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Prabhupada is still alive, still active.",
      "summary": "The speaker emphasizes Prabhupada's continued active presence and anticipates further miracles in the Krishna consciousness movement.",
      "timestamp_url": "https://youtu.be/6PVZJI21ObY?t=136",
      "transcript": "It is still continuing today, all over the world. It's not going to be one explosion. Prabhupada is still alive, still active. He said, I am the founder, Acharya of the Krishna consciousness movement. In his aprakrita rupa, he is in the midst of all his devotees and he's spearheading this Krishna consciousness movement. He will create miracles, more and more, and the emotions will happen. Just watch. Just watch because the Lord's prediction never goes wrong."
    },
    {
      "start_time": 174,
      "end_time": 195,
      "verse_references": [],
      "themes": [
        "Golden Age",
        "Kali Yuga",
        "War"
      ],
      "content_type": "prophecy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "There's a golden age of 10,000 years in the midst of Kali Yuga means it will be there.",
      "summary": "The speaker discusses the prophesied golden age within Kali Yuga and suggests that its beginning might involve challenging events like war.",
      "timestamp_url": "https://youtu.be/6PVZJI21ObY?t=174",
      "transcript": "There's a golden age of 10,000 years in the midst of Kali Yuga, means it will be there. And we can see all, that's the beginning of it. It may start off with a situation like this, or it may start off with a war. A war also cleanses the whole place. When, when the new world has to start, there'll be a big war."
    },
    {
      "start_time": 196,
      "end_time": 259,
      "verse_references": [],
      "themes": [
        "Technology",
        "Krishna Consciousness",
        "Divine Arrangement"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "This technology is a blessing Vaishnavas use this for spreading Krishna consciousness moment it is arrangement of the Lord",
      "summary": "The speaker highlights the role of technology, particularly the internet, as a divine arrangement for spreading Krishna consciousness, contrasting it with the limitations of physical communication in the past.",
      "timestamp_url": "https://youtu.be/6PVZJI21ObY?t=196",
      "transcript": "And these are all what is happening, we can see that not without, not outside the control of the Lord, but this technology is a blessing. Vaishnavas use this for spreading Krishna consciousness. The moment it is arrangement of the Lord, this is what we feel so much confidence that see this, so much this technology is so much connected to spreading Krishna consciousness, otherwise what is the means of communication village to village, village to village and all? If somebody that time when Chaitanya Mahaprabhu said every town and village my name will be sung, even physically one does calculation, hey how is it possible to communicate this? Then airplanes came, Prabhupada went to America and he communicated all over the world, he travelled, he communicated. Now internet has come, we are able to sit and we are able to hear about Soulful Japa, we are here about Bhagavad Gita, Bhagavatam, everything is going online now."
    }
  ]
}