{
  "video_id": "6py3PgIu4zQ",
  "title": "Grattitude to Nama Prabhu and Srila Prabhupada | Sri Madhu Pandit Dasa | 23.05.2025",
  "speaker": "HG Madhu Pandit Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=6py3PgIu4zQ",
  "segments": [
    {
      "start_time": 0,
      "end_time": 117,
      "verse_references": [],
      "themes": [
        "Japa",
        "Mindfulness",
        "Quality of Chanting"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, improving the japa means moving from mindless japa to mindful japa, then to spiritful japa, then to soulful japa.",
      "summary": "HG Madhu Pandit Dasa explains the progression of japa from mindless to soulful, emphasizing the importance of engaging the mind and consciousness.",
      "timestamp_url": "https://youtu.be/6py3PgIu4zQ?t=0",
      "transcript": "So, improving the japa means moving from mindless japa to mindful japa, then to spiritful japa, then to soulful japa. It is a question of practice. If we do not consciously take care, because of the nature of the mind, our japa will be mindless japa. Mindless japa is just tongue japa. Only tongue you are giving to Krishna. Not giving your consciousness, not giving your mind, not giving your ears. So, mindless japa is very... It is offensive japa. You are doing japa, but you are neglecting to hear. You are neglecting to give your mind to the nama of the Lord. You are neglecting to give your mind to the avatara who is before us and all these different stages of good quality chanting, good quality japa has to be practiced in a systematic way."
    },
    {
      "start_time": 117,
      "end_time": 251,
      "verse_references": [],
      "themes": [
        "Mindful Japa",
        "Soulful Japa Cards",
        "Training the Mind"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Mind has to be trained for several months, to move from mindless to mindful.",
      "summary": "The speaker introduces the Soulful Japa cards as a tool to train the mind and transition from mindless to mindful chanting, emphasizing understanding the purpose and consciousness behind japa.",
      "timestamp_url": "https://youtu.be/6py3PgIu4zQ?t=117",
      "transcript": "You are neglecting to give your mind to the avatara who is before us. You are neglecting to give your mind to the avatara who is before us and all these different stages of good quality chanting, good quality japa has to be practiced in a systematic way. Mind has to be trained for several months, to move from mindless to mindful. For that, to move from mindless to mindful, you have to take help from, for training you have to take help from the Soulful Japa cards. Card number 1.1 to 1.6, then 2.1 to 2.6, then 3.1 to 3.6. For several months, probably I would say at least two months, you completely focus on mindful japa by reading the cards 1.1 to 1.6, 2.1 to 2.6, 3.1 to 3.6. By understanding what is in the card, which gives us, which will load into your consciousness, into your background mind, into your memory, what is, why you are doing japa, what is proper japa, who is the holy name, who is the chanter, what should be your consciousness."
    },
    {
      "start_time": 251,
      "end_time": 393,
      "verse_references": [],
      "themes": [
        "Soulful Japa Cards",
        "Subconscious",
        "Key Concepts"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It has to go into the subconscious.",
      "summary": "The speaker details how to use the Soulful Japa cards, emphasizing repetition and understanding to embed the concepts into the subconscious mind, covering topics like Shraddha and the nature of the holy name.",
      "timestamp_url": "https://youtu.be/6py3PgIu4zQ?t=251",
      "transcript": "So those things. You read for two months. Let your daily japa go on. But other than japa time, you have to read that probably just before japa. 6 into 3, 18 cards are there. So you don't have to, you can take one at a time. One card you take for three days, like that, whatever way you want to devise, by repetition, it has to go into the subconscious. Card number two is Shraddha. In Shraddha, who is his holy name? How he incarnates? What is his name? How does he incarnate? How does he incarnate? Why he incarnates? Card number one is basic introduction of how japa is doing of three kinds of doings, doing of chanting, doing of hearing. In other words, doing of knowing the sound, doing of tasking uninterruptedly, uninterruptedly repeating the chanting and hearing, understanding the context of japa, seva, sevak, sevya, capsulized chanting. All these words are important. If you learn immediately, the concept will come into your memory. Capsulized japa means mantra by mantra, bead by bead japa. You should be aware of the sevya continuously when you are doing the japa seva. Remember the sevya is"
    },
    {
      "start_time": 393,
      "end_time": 530,
      "verse_references": [],
      "themes": [
        "Prabhupada's Instruction",
        "Transcendental Knowledge",
        "Bhavana"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Follow Prabhupada's golden instruction, golden command, chant and exactly they hear the same sound.",
      "summary": "The speaker emphasizes following Prabhupada's instructions, gaining transcendental knowledge, and cultivating bhavana (feelings) to enrich the chanting experience.",
      "timestamp_url": "https://youtu.be/6py3PgIu4zQ?t=393",
      "transcript": "a 16 necklace of 16 sounds. Follow Prabhupada's golden instruction, golden command, chant and exactly hear the same sound. Basically the card number two Shraddha gives you transcendental knowledge about who is holy name and why and how he is before you. And the third one, third card is about vinamrta. What should be our attitude with which we are chanting? Humble attitude as a servant, serving the Nama Prabhu. So all these things, these three, if you spend two or three months. Three months you can take. All this is very important. one month for one card. Be patient. Anyway, time goes. Three months, six months, nine months, twelve months, fifteen months. If you do systematically, you will see that your quality of japa will completely change in about one year, one and a half years. It will completely settle in your mind and no mindless japa will happen. After that, your japa quality goes on increasing. After you have completely, your mind has completely mastered or you have entered all the sixteen cards, sixteen into six, ninety-six cards"
    },
    {
      "start_time": 530,
      "end_time": 692,
      "verse_references": [],
      "themes": [
        "Bhavana",
        "Attention",
        "Relationship with Nama"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Unless the feeling is there, your attention won't remain there.",
      "summary": "The importance of feeling (bhavana) in maintaining attention during japa is highlighted, emphasizing that each bead represents a relationship with Krishna in the sound form.",
      "timestamp_url": "https://youtu.be/6py3PgIu4zQ?t=530",
      "transcript": "goes into your memory. After that, don't have to worry about the sequence at all. Whatever bhavana comes, some bhavana is required to hold your attention on the nama. Sequence also not important. When you have got ninety-six bhavanas, it will automatically, your consciousness, background consciousness is rich in bhavana. Bhavana means feelings, thought feelings. Unless the feeling is there, your attention won't remain there. Attention should be locked means very easy if the feeling is there. Your consciousness always is where your feeling is. If feeling is not there, simply you tell, you put your concentration, it will very difficult. Don't worry about that. You will know it very soon. My husband also told me that he would never tell his wife if he was in a stay at home. I will only tell him two or three of them. Pray, pray, pray. Pray comfortably. Pray carefully. world. So you have to have feeling. All these feelings are towards the Nama. Towards the Nama. Feeling is towards. When somebody is standing in front of you, then you have feeling. That is why you relate with him. So here the problem is we always tend to think. It like a finishing 16 rounds. It's a ritual. Ritualistic Japa. Every bead of Japa is a relationship with the Nama. Because throughout your Japa Krishna is before you. In the sound form. In his name form. He is there before us. very kindly he comes to pick us up what is the whole purpose the whole purpose of japa is association of the lord he is an infinite source of satchitananda he is satchitananda vigraha it is a chinmaya sound it is not a matter sound it is a chinmaya sound krishna himself comes as sound form incarnated into the sound that i chant"
    },
    {
      "start_time": 692,
      "end_time": 773,
      "verse_references": [],
      "themes": [
        "Association with Krishna",
        "Mindless Chanting",
        "Serious Devotees"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "You are associating with Krishna who is in front of you.",
      "summary": "The speaker contrasts accidental chanting with the serious devotee's desire to return to Godhead, emphasizing that japa is a direct association with Krishna.",
      "timestamp_url": "https://youtu.be/6py3PgIu4zQ?t=692",
      "transcript": "this basic understanding should be there kalikale nama rupe krishna vatara what you are doing here you are associating with krishna who is in front of you you are being directly with krishna so mindless chanting is is very bad for those who want to advance in krishna consciousness mindless chanting somebody is accidentally chants hare krishna rama hare rama mantra hare rama hare krishna or simply say hare krishna they all give so much benefit to them but now we are serious people we want to go back to godhead. We want to seriously awaken our Krishna Consciousness. We are not interested only in some accidental benefit, once in a while chanting. No. The Lord has appeared for a purpose. And if we are serious, then He will lift us out of this material world, Nama Prabhu."
    },
    {
      "start_time": 773,
      "end_time": 978,
      "verse_references": [],
      "themes": [
        "Gratitude",
        "Nama Prabhu",
        "Srila Prabhupada"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "My gratitude for everything that you have given me, taken away from me and for what you have not given me.",
      "summary": "The speaker introduces the theme of gratitude to Nama Prabhu and Srila Prabhupada, expressing gratitude for everything, including what has been taken away or not given, trusting in Krishna's plan.",
      "timestamp_url": "https://youtu.be/6py3PgIu4zQ?t=773",
      "transcript": "So we did so many Japa Yajnas. We have dedicated many Japa Yajnas also for protecting this temple, for protecting our service to these deities. So I would like to, for instance, card number 14. Card number 14 is about gratitude. I will talk about all the six cards of gratitude today. Gratitude to Nama Prabhu for everything in our lives. Foot 14.3 first. Oh Nama Prabhu. See the summary on the top. What is in the white box is in one line. It will trigger your memory of the rest of the things. This is a gratitude mala when you do. Foot 14.4. Foot 14.5. Foot 14.6. Foot 14.7. Foot 14.8. Foot 14.9. Foot 14.11. Foot 14.12. Foot 14.13. Foot 14.14. These feelings in the background. You don't have to. Just a gratitude mala. You tell your mind enough. Because you have practiced, you have read this, all these things, automatically in the background it will come. You will express your gratitude to Nama Prabhu. Foot 14.3. Straight I am starting because it is directly connected to our Vijayotsava that we celebrated. And today's Nama Japa Yajna is also we are offering as a gratitude to Nama Prabhu. Oh Nama Prabhu. Oh Srila Prabhupada. My gratitude for everything that you have given me, everything that you have taken away from me and for what you have not given me. This is the feeling. Oh Nama Prabhu. Oh Srila Prabhupada. My gratitude for everything that you have given me, taken away from me, what you have not given me. The devotee has no complaint because he is under the shelter of Nama Prabhu. So Nama Prabhu knows what to give, what not to give, what to take away, what he has given. Devotee has no complaint because he is under the care of Krishna. So this is the feeling. As they are all decided by you and it is all a blessing to help me save myself from Maya, Maya consciousness."
    },
    {
      "start_time": 978,
      "end_time": 1153,
      "verse_references": [],
      "themes": [
        "Eternal Krishna Consciousness",
        "False Ego",
        "Gratitude to Srila Prabhupada"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "I feel eternally secure under your direct divine shelter.",
      "summary": "The speaker expresses gratitude for being saved from Maya and the false ego, acknowledging Srila Prabhupada's role in connecting devotees to Krishna.",
      "timestamp_url": "https://youtu.be/6py3PgIu4zQ?t=978",
      "transcript": "And protect my eternal Krishna consciousness. Whatever and wherever I am today and I will be tomorrow to eternity are all and will be made up of Srila Prabhupada and your causeless mercy upon me. I feel eternally secure under your direct divine shelter. My gratitude for saving me from this. My gratitude for saving me from the mind worlds centered around body serving Chittam person. It is false ego, Chittam person means false ego. Certain things in these cards you have to understand first time. Some words I use, like I told you, capsulized, capsule chanting. Like that. my distorted perception by splitting the perception of people as dead bodies, active false chittam persons and passive. Those things need explanation. I will not talk now. In the Japa book, each card will have two-three pages of explaining what all these things are. Personalizing or spiritualizing. So 14.1, O Nama Prabhu, I have no words to express my gratitude to Srila Prabhupada for introducing Hare Krishna Nama Prabhu, the Supreme Personality of Godhead Himself, to this modern world and connecting us to Him. I express my heart full of gratitude to Nama Prabhu for descending on my tongue just to save me from maya. I am grateful to you O Nama Prabhu for infusing Divya Cheshta Shakti and Ruchi for Harinama Japa Seva and for accepting my services through your Shakti Aabeya."
    },
    {
      "start_time": 1153,
      "end_time": 1274,
      "verse_references": [],
      "themes": [
        "Divya Cheshta Shakti",
        "Satchitananda",
        "Conquering Maya"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "I conquer maya of asat, achit and jadananda covering my spirit person, enabling me to live with spiritual dignity, purpose and joy as your eternal servant.",
      "summary": "The speaker delves into deeper concepts, expressing gratitude for the infusion of divine energies and the ability to conquer Maya through the understanding of Sat-Chit-Ananda.",
      "timestamp_url": "https://youtu.be/6py3PgIu4zQ?t=1153",
      "transcript": "And for mercifully entering my chittam box when I hear you with Shraddha, Preeti, Krita Jnada. I am grateful for mercifully shining, Satyadananda to awaken the truths of Sat, Chitta and Ananda. Sat – truth of my eternal ego, Chitta – my true self-knowledge, Ananda – truth of my goodness. Sat – name. Ch LEO, Chapta chiyaswham yas 말una. Prleanlines Nama Prabha, Bhua vaishno pyatah egmo in образlio Colegio obscure are frase 7 for attaining the Varias of Mineraal, Vasudevaya andughtile亭alic spriti. 1. Allrikarivoham and Naamitidesa laya Qeal, I will also convey a couplet拜拜 to you in this chapter. true self-knowledge. Ananda, truth of your love. O Namaprabhu, with the above three shaktis generated from these three constitutional truths, I conquer maya of asat, achit and jadananda covering my spirit person, enabling me to live with spiritual dignity, purpose and joy as your eternal servant. Any difficulty in understanding? No, you can read it. You don't have to. I'm not telling you should memorize. Do not memorize these things. Please do not memorize. Memorize the meaning. That means repeatedly read with meaning. Don't memorize the words. Memorize what is the idea in the card. This idea. That idea in the card, you see, the big motor idea is given in the white one. O Namaprabhu, my gratitude for descending to give me association by shining personalized satchitananda into my heart. Like that, they're all key ideas. Memorize the idea. Idea goes into your background mind, then that expression will come when"
    },
    {
      "start_time": 1274,
      "end_time": 1428,
      "verse_references": [],
      "themes": [
        "Memorizing Ideas",
        "Foreground and Background Mind",
        "Language of Feeling"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Memorize the idea. Idea goes into your background mind, then that expression will come when you chant.",
      "summary": "The speaker advises against rote memorization, instead emphasizing understanding and internalizing the ideas in the cards, allowing them to naturally express as feelings during chanting.",
      "timestamp_url": "https://youtu.be/6py3PgIu4zQ?t=1274",
      "transcript": "you chant. From the background, you are giving this to the Namaprabhu. You're offering gratitude. Namaprabhu is there in the foreground mind. Hare Krishna. Hare Krishna Krishna. Hare Hare. Hare Ram. Hare Ram. Ram Ram. Hare Hare. Bead after bead, He's appearing before you. Bead after bead. And you are chanting, hearing and you're feeling His presence and then you are talking to Him. You're talking means you are talking in the language of feeling. You cannot talk and chant also. Because chanting you need to… chanting is talking. Chanting is your… you need your subtle to gross speaking. Feeling potency of my body, my soul is to be offered in chanting, in uttering the Nama and hearing the Nama. So therefore chanting is a doing, hearing is knowing, being attentive to the Nama, knowing that is also another doing, Hare Krishna, one after other, bead after bead. So what is left? Feeling is left. So, feeling is independent of your doing. You can feel, you can do and feel, yes or no. You can hit a person, but you can also angrily hit a person, which will be more effective. Angrily hitting. Hitting with Bhavana. Doing with Bhavana. So your chanting and hearing is a doing. Do with Bhavana. That means chant and hear and this Bhavana is something that you offer from your heart. Gratitude, Preeti. These are all offering from the Shraddha, offering from"
    },
    {
      "start_time": 1430,
      "end_time": 1580,
      "verse_references": [],
      "themes": [
        "Gratitude for Saving the Soul",
        "Protecting Devotional Service",
        "Shifting the Gear"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Oh Nama Prabhu, I have no words to express my gratitude for saving my soul from the fearful maze and days of Maya by gifting me eternal shelter of your rare devotional service.",
      "summary": "The speaker expresses gratitude for protection from dangerous situations and the infusion of intelligence to overcome obstacles in devotional service, highlighting the art of shifting from a Maya-centered ego to a Krishna-centered ego.",
      "timestamp_url": "https://youtu.be/6py3PgIu4zQ?t=1430",
      "transcript": "14.2. O Nama Prabhu, I have no words to express my gratitude for saving my soul from the fearful maze and days of Maya by gifting me eternal shelter of your rare devotional service. Please have faith, Lord is before you and if you're offering any feeling, the Lord is directly observing it and is taking the feeling. Oh my devotee is feeling for me gratitude he is feeling me he is offering these feelings gratitude for saving my soul from fearful maze and days of maya by gifting me eternal shelter of your rare devotion service oh Nama Prabhu I rejoice repeatedly in remembering with gratitude your merciful direct intervention through which you have personally protected me from most dangerous and fearful situations in my life so gratitude for protecting most fearful situations in life protecting the devotion service which had otherwise endangered my service if Lord did not protect me I wouldn't be in this service oh Nama Prabhu I rejoice repeatedly in remembering with gratitude your kindness in infusing suitable intelligence to cross obstacles in your services oh Nama Prabhu I am grateful for revealing to me the art of shifting the gear from maya doer ego to Krishna yukta doer ego in my mind by first infusing here and now story of Nama Prabhu before me by chanting and simultaneously totally blanking out maya story in my chittam and these are all things which you will need explanation you read what what is the idea what is this idea that is being spoken in these lines that will be explained in the if you think a bit you can understand and follow up immediately by loading Krishna conscious story where Krishna yukta doer ego is a real player secret is formula evict maya story first and then evict in our mind always some some subject is bothering us during japa should throw out all that. And only then we can have attentive chanting. 14.3 we did."
    },
    {
      "start_time": 1580,
      "end_time": 1756,
      "verse_references": [],
      "themes": [
        "Fake Rasa Bubbles",
        "Material vs. Spiritual Pleasure",
        "Repetition of Ideas"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "O Nama Prabhu Krishna, my gratitude for enlightening me once for all. The bursting of fake rasa bubbles of material lust in the mind.",
      "summary": "The speaker discusses the bursting of material desires and the distinction between material and spiritual pleasure, emphasizing the need for repeated reading and understanding of the ideas.",
      "timestamp_url": "https://youtu.be/6py3PgIu4zQ?t=1580",
      "transcript": "14.4 O Nama Prabhu Krishna, my gratitude for enlightening me once for all. The bursting of fake rasa bubbles of material lust in the mind. Rasa of independent power, knowledge, love. These all you have to meditate upon. You have to read, understand. 10-15 times repetition is required, ideas. So when you are repeating. If you are grasping the idea that is enough, then you don't have to memorize it. Memorizing is automatic when you are repeating it for long time. For 2 months you are repeating, everyday you are reading 2 times this morning and evening. it automatically it will go into your system so even memorizing idea is a goal but even the idea you don't have to memorize you have to repeat the idea just like how you memorize the word in a shloka how do you memorize the sound you're repeating the sound here you have to simply repeat the idea by reading it read feel the idea if the idea is not clear then you think it's called mananam you think about the idea oh what is in this card what is this idea think about it because once you think then there is an understanding some things you don't understand when you don't understand you have to think about it oh what is being told here use your buddhi that is called mananam ah now i understand now i understand mananam repeat that day after day day after day that idea then dhyanam dhyanam is when you that that idea becomes a feeling then anusheelanam means you are practi during japa you are chanting hearing with that feeling for instance you can decide this one I have understood this one card now today's 16th round i'm going to do with this offering from my background mind 14.5 my gratitude for realization about two kinds of pleasures material pleasure and spiritual pleasure sacred shares shreyas prasadam all this"
    },
    {
      "start_time": 1756,
      "end_time": 1980,
      "verse_references": [],
      "themes": [
        "SMDA Technique",
        "Shravanam, Mananam, Dhyanam, Anusilana",
        "Relationship with the Holy Name"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Reasoning is there, feeling is there, anusilana. Anusilana means in the japa you practice.",
      "summary": "The speaker introduces the SMDA technique (Shravanam, Mananam, Dhyanam, Anusilana) as a structured approach to training the mind for Soulful Japa, emphasizing the importance of understanding, feeling, and practicing the concepts during japa.",
      "timestamp_url": "https://youtu.be/6py3PgIu4zQ?t=1756",
      "transcript": "requires explanation. That will be there, one page explanation. The process I am telling. I have nothing to do with naham, nirmama, nothing to do with preyas, rasas or false dual egos, kama bija, kama bhavana, kama apeksha, kama sankalpa, kama karya, kama vasana, kama drishti. So a little advanced, but it's all philosophy of Krishna consciousness from Prabhupada's books. 14.6, you see now. This is what I have said. It is called SMDA technique. Shravanam, that is first reading. Then you don't understand. Then you do mananam. You understand what is written. And when you understand everything, this is all about bhavanas. The bhavana that comes out of that understanding, will manifest. That you have to repeat. That is called dhyana. That you have to repeat. 14.7 So that thought becomes thought plus feeling. When you do mananam it becomes a thought. The idea is there. Mananam becomes a thought feeling when you repeat the idea several times. Just like why you are grateful. That one of the cards you take. That idea, oh, I'm grateful because of this, because of the mananam. When you're convinced, when it becomes a conviction, it starts becoming a feeling. Every feeling requires a reasoning. You always have, if you have to get angry, there has to be a reasoning behind that. Is it not? So that reasoning, so before it becomes a bhavana, you have to have reasons. That is mananam. Understand the philosophy, that particular point, mananam. Then dhyanam is, that feelings are repeated. And then already feelings are there, reasoning. Reasoning is there, feeling is there, anusilana. Anusilana means in the japa you practice. As I said, take one card and today I will do this one card, today's japa. First you read all these dusravanam and all these anusilana. Last 96 days of your training, last three months, take one card because you already read several times, one card. And do it. Hold 16 rounds, you take that one card. Next day you take that, like that. Then this practice has no end. Second year again you can start. Third year again you can start. And in three, four years, you're complete, your consciousness, you're doing japa, you're completely in relationship with the Holy Name. No more mindless chanting. No more mechanical chanting. You will enjoy being with Krishna for the, for the whole"
    },
    {
      "start_time": 1980,
      "end_time": 2071,
      "verse_references": [],
      "themes": [
        "Soulful Japa Course",
        "Structured Training",
        "Mindful to Soulful Japa"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Systematically you can, how to, like a teacher teaches A, B, C, in the same way, one by one, mindless, from mindless to mindful, mindful to spiritual, soulful japa.",
      "summary": "The speaker announces the development of a structured Soulful Japa course, outlining the systematic progression from mindless to soulful chanting using the SMDA technique.",
      "timestamp_url": "https://youtu.be/6py3PgIu4zQ?t=1980",
      "transcript": "of the two hours that you are doing japa. So all these things in a structured way. I am developing a course for Soulful Japa. So that course, if you enroll in that course, then you simply like a student, first standard book you read. You go to second standard, second standard you do, you go to third standard. In the same way, all structured way, how Soulful Japa can be trained, we are doing that. We are in the process of that. Meantime, you are all lucky to already know what is Soulful Japa. Each time I'm speaking something, whatever you can, you catch. Apply in your japa. Do anusilana. Then systematically you can, how to, like a teacher teaches A, B, C, in the same way, one by one, mindless, from mindless to mindful, mindful to spiritual, soulful japa. All using this SMDA technique, shravanam, mananam, dhyanam, anusilana. Through this. This is the exercise. This is the process. This is the mechanism by which we are going to train our mind. We are going to train our mind towards Soulful Japa."
    },
    {
      "start_time": 2071,
      "end_time": 2245,
      "verse_references": [],
      "themes": [
        "Gratitude",
        "Nama Chintamani",
        "Spiritual Desires",
        "Language of Feeling"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When you desire, you speak to the Nama, it becomes fulfilled.",
      "summary": "The speaker concludes by expressing gratitude and explaining that Nama is Chintamani, a touchstone that fulfills desires, emphasizing the importance of maintaining spiritual desires and communicating with Nama Prabhu through the language of feeling.",
      "timestamp_url": "https://youtu.be/6py3PgIu4zQ?t=2071",
      "transcript": "Hare Krishna Nama Prabhu Ki. Let us thank Nama Prabhu for protecting our devotional service, protecting our service to Srila Prabhupada, protecting our service to the wonderful, most merciful deities of the Hare Krishna hill. Shishi Radha Krishna Chandra Ki Jai. Shishi Krishna Balaram Ki Jai. Shishi Radha Krishna Chandra Ki Jai. Shri Buddha Shri Krishna Madhyagana Ki Jai. Shri Lifesa подобya Ki Jai. Shri Nama Prabhu Ki Jai. Hare Krishna Nama Prabhu is also, whole Nama is also called Chintamani Nama, Nama Chintamani. Chintamani means touchstone. Touchstone means anything you touch with your desire. Yes, become gold, it will become gold. It is a touchstone, Chintamani. Nama is Chintamani. When you desire, you speak to the Nama, it becomes fulfilled. But we should be careful as devotees, we should maintain our relationship to only seek spiritual desires. Is it not? Because somebody is very powerful and you go and ask him, give me this that he is not happy with, you will spoil your relationship. Right? The fact is that this is Nama. He can give anything. Nama can give you anything. So devotees are in difficulty. They have nowhere to go. They always go to Nama Prabhu. They talk to Nama Prabhu during japa. I told you talking is not by language or not by words. What is the language of talking to Nama Prabhu? Feeling. If somebody stands, if somebody comes before you and if he is in danger, looking at his face, you can make out. That is language of? Feeling. So with Nama Prabhu, all these are language of feeling. Gratitude, surrender, Vinamrita, Krita Jnana, Kripa Apeksha, Seva Apeksha. Nama Prabhu catches your feeling during japa. Catches your feeling."
    }
  ]
}