{
  "video_id": "6sYfD262dn0",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.9.30 | 27-04-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=6sYfD262dn0",
  "segments": [
    {
      "start_time": 0,
      "end_time": 57,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Agyana Timiran Dhasya Gyanan Janishalakaya Chakshuran Militam Yena Tasmai Sri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, invoking blessings and paying respects to the spiritual master and the Lord.",
      "timestamp_url": "https://youtu.be/6sYfD262dn0?t=0",
      "transcript": "Om Agyana Timiran Dhasya Gyanan Janishalakaya Chakshuran Militam Yena Tasmai Sri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Srimate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Sri Krishna Chaitanya Prabhu Nithyananda Sri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet. In this session we will be discussing from the 30th verse of the 9th chapter of the 1st Canto Shloka."
    },
    {
      "start_time": 57,
      "end_time": 114,
      "verse_references": [
        "SB 1.9.30"
      ],
      "themes": [
        "Bhishma",
        "Krishna",
        "detachment"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Thereupon that man who spoke on different subjects with thousands of meanings and who fought on thousands of battlefields protected thousands of men stopped speaking and being completely freed from all bondage withdrew his mind from everything else and fixed his wide open eyes upon the original personality of God at Sri Krishna who stood before him four-handed dressed in yellow garments that glittered and shined.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam describing Bhishma's final moments, focusing on his detachment and focus on Krishna.",
      "timestamp_url": "https://youtu.be/6sYfD262dn0?t=57",
      "transcript": "Srimad Bhagavatam Tadopa Samhritya Girasahasranir Vimukta Sangam Mana Adipurushe Krishne Lasat Peetapate Chaturbhuje Purasthite Meelita Dhrigvydharayat. The meaning of this verse is: Thereupon that man who spoke on different subjects with thousands of meanings, and who fought on thousands of battlefields, protected thousands of men, stopped speaking and being completely freed from all bondage, withdrew his mind from everything else and fixed his wide open eyes upon the original personality of God at Sri Krishna, who stood before him four-handed, dressed in yellow garments that glittered and shined."
    },
    {
      "start_time": 114,
      "end_time": 205,
      "verse_references": [],
      "themes": [
        "Bhishma",
        "Krishna",
        "form of God"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bhishma fixed his attention his eyes his sight completely on Krishna.",
      "summary": "The speaker elaborates on Bhishma's focus on Krishna and explains why Krishna appeared to him in a four-handed Narayana form, emphasizing the personal relationship between the devotee and the Lord.",
      "timestamp_url": "https://youtu.be/6sYfD262dn0?t=114",
      "transcript": "So something very interesting here is happening. Bhishma has stopped speaking. He was instructing the Pandavas. The Uttarayana Punikala has arrived, the auspicious time for him to quit the body, and he stopped speaking. Now after stopping speaking, he withdrew his mind from everything else and fixed his eyes, and thereby even his mind, upon the original personality of God at Sri Krishna. Sri Krishna was right in front of Bhishma. Remember, Krishna came along with the Pandavas to that spot where Bhishma was lying on the battlefield on the bed of arrows. So Krishna is in front of Bhishma. Bhishma fixed his attention, his eyes, his sight completely on Krishna. Now how did Krishna appear to Bhishma Deva? Krishna appeared in a four-handed form to Bhishma Deva. Why? Because Bhishma's relationship with the Supreme Personality of Godhead is as the four-handed Narayana dressed in yellow garments. That is the relationship of the Lord and Bhishma Deva."
    },
    {
      "start_time": 205,
      "end_time": 321,
      "verse_references": [],
      "themes": [
        "Krishna",
        "form of God",
        "devotional service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So the same supreme Lord is present in different forms according to the relationship of the devotees with the Lord.",
      "summary": "The speaker explains that Krishna manifests in various forms according to the devotee's relationship with Him, highlighting that this relationship is spiritual and transcends material circumstances.",
      "timestamp_url": "https://youtu.be/6sYfD262dn0?t=205",
      "transcript": "That is the relationship of the Lord and Bhishma Deva. So the Supreme Lord is one and his original form is the two-handed Shyama Sundara form, Krishna form. Even Krishna as Shyama Sundara is the form in which he relates with the Gopis, the young Gopis headed by Radharani. The same Krishna is present as a small child. The same Krishna is present as a five-year-old boy, covered boyfriends and the same Krishna is present before the Pandavas as the king of Dwarka, and the same Krishna is present before Bhishma Deva in this form as the four-handed Narayana. So the same supreme Lord is present in different forms according to the relationship of the devotees with the Lord. So Lord is one but his forms are according to the relationship the devotee has with the Lord and this relationship is a spiritual relationship. It is nothing to do with the material body that we have at present, the material situations we are in. It is nothing to do with this material world or material situation or circumstances."
    },
    {
      "start_time": 321,
      "end_time": 477,
      "verse_references": [],
      "themes": [
        "human life",
        "suffering",
        "spiritual life"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "The most important form is the human form...The essence of material existence is misery.",
      "summary": "The speaker emphasizes the rarity and importance of human life, explaining that its primary purpose is to escape the inherent suffering of material existence.",
      "timestamp_url": "https://youtu.be/6sYfD262dn0?t=321",
      "transcript": "It is totally different than this material situation. So it will be explained by Prabhupada this particular point: In the momentous hour of leaving this material body, Bhishma Deva set the glorious example concerning the important function of the human form of life. Of all the different species of life in this material world, the most important form is the human form. The Bhagavatam says Durlabham manusham janma. It is very, very, very rare that a living being in this material world gets the human form. It is very rare because there are millions and billions and trillions of living beings in so many different forms: insects and birds and animals and aquatics and plants, and trees and shrubs and reptiles, and all kinds of other life forms are there, and they outnumber the human form. Just like if I stand in a particular place, just say I occupy about 6 inches by 6 inches square flat land. Now if I dig just 1 inch down into that 6 inches by 6 inches square, there will be millions of microbes inside that. There will be so many worms. There could be so many insects. So we have no idea that the human form of life is very rare. It is very rare and it is very precious because in the human form of life, the most important function is to prepare ourselves to get out of this material existence, the essence of which is misery. The essence of material existence is misery. In any form, in any place, in the material world, there are always miseries."
    },
    {
      "start_time": 477,
      "end_time": 584,
      "verse_references": [],
      "themes": [
        "happiness",
        "death",
        "Krishna consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Therefore if one is absorbed in thoughts of the Supreme Lord Sri Krishna, He is sure to go back to Godhead without any doubt.",
      "summary": "The speaker explains that true happiness and eternal life are attained by cultivating Krishna consciousness and remembering the Lord at the time of death.",
      "timestamp_url": "https://youtu.be/6sYfD262dn0?t=477",
      "transcript": "And we don't want miseries. We are always desiring happiness. We always want to be joyful. We always want to be satisfied. We want eternal life. So that is possible by preparing ourselves in the human form of life to quit the body in the way Bhishma Deva is teaching us, by preparing ourselves to quit the body in proper consciousness. Then we go to the spiritual world for eternal life without any difficulty. We are directly transferred immediately if we are in the right conscious in the time of death. So it is explained by Prabhupada further: The subject matter which attracts the dying man becomes the beginning of his next life. This is the science described in the Bhagavat Gita. It is said, that ils invecousوا In this body there is a final moment of life in this body. That is called the moment of death. At that time, whatever is the subject matter that is attracting the person who is quitting the body, who is dying, that becomes the basis of the beginning of the next life. So Prabhupada says, therefore if one is absorbed in thoughts of the Supreme Lord Sri Krishna, he is sure to go back to Godhead without any doubt."
    },
    {
      "start_time": 584,
      "end_time": 718,
      "verse_references": [
        "BG 8.5-15"
      ],
      "themes": [
        "Krishna consciousness",
        "chanting",
        "Bhagavad Gita"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Whoever at the time of death quits his body remembering me alone, that means remembering Krishna, at once attains my nature. Of this there is no doubt.",
      "summary": "The speaker explains how to achieve perfection in life by constantly thinking of Krishna, even while performing daily duties, and emphasizes the importance of chanting Hare Krishna.",
      "timestamp_url": "https://youtu.be/6sYfD262dn0?t=584",
      "transcript": "So how is perfection attained in this uniformed life? To be absorbed in thoughts of the Supreme Lord Sri Krishna always, so that even at the time of death we are absorbed in thought of Krishna, we go back to Krishna Loka, where we belong. Otherwise if we have some other thoughts, we have to take birth again in this material world. Again we will take birth, which means that continuation of suffering the miseries of material existence. So if you want to put an end to all material miseries and want eternal life, full of bliss and knowledge in this spiritual world in association with Krishna, then you should practice absorbing your mind in thoughts of Krishna. And how is this done? Srila Prabhupada explains in the introduction to the Bhagavad Gita: This is most easily practiced by practicing chanting of Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare. So in the Bhagavad Gita, this is explained very elaborately in the 8th chapter verses 5 to 15. Krishna says in the Bhagavad Gita: Whoever at the time of death quits his body remembering me alone, that means remembering Krishna, at once attains my nature. Of this there is no doubt. Krishna's nature is completely transcendental, so one will get spiritual nature. And the general rule is, whatever state of being one remembers when he quits his body, that state he will attain without fail. So Krishna tells Arjuna, therefore Arjuna should always think of me in the form of Krishna and at the same time carry out your prescribed duty of fighting with your activities dedicated to me and your mind and intelligence. And if your mind is fixed on me, you will attain me without doubt."
    },
    {
      "start_time": 718,
      "end_time": 894,
      "verse_references": [],
      "themes": [
        "Krishna consciousness",
        "yoga",
        "devotional service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bhakti Yoga is the easy process.",
      "summary": "The speaker contrasts Bhakti Yoga with Ashtanga Yoga and Jnana Yoga, highlighting the ease and accessibility of Bhakti Yoga for attaining spiritual liberation.",
      "timestamp_url": "https://youtu.be/6sYfD262dn0?t=718",
      "transcript": "Tasmat sarveshu kaaleshu. All the time if we are practiced thinking of Krishna by mind being absorbed in Krishna, even while doing our routine duties, Maa Manusmara Yudhya Cha, Krishna says two things: You remember me and you also do your duties. So that is to be practiced. That has to be practiced. So Prabhupada says you practice chanting Hare Krishna. So even while you are doing ordinary work, you practice chanting Hare Krishna. It is a matter of the consciousness, the background consciousness with which we do any activity. That is important. He who meditates on the Supreme Personality of Godhead, his mind constantly engaged in remembering me, undeviated from the path, he, O Arjuna, is sure to reach me. So Krishna is describing. And in the scriptures, there are two different recommendations. One is the method of Ashtanga Yoga, other one is the method of Bhakti Yoga. So Ashtanga Yoga method is one who at the time of death fixes his life air between the eyebrows, and in full devotion engages himself in remembering the Supreme Lord, will certainly attain to the Supreme Personality of Godhead. This is the Ashtanga Yoga method. And then there are the Jnanis who practice chanting Om. For them it is described: Persons learned in the Vedas, Jnanis, they should study the Vedas, who utter Omkara and who enter into Brahman and who are great sages in the renounced order, enter into Brahman. So this is three different: the Jnana process, the Yoga process, Ashtanga Yoga process, and the Bhakti process. The Bhakti process is simply to be engaged in devotional service and in that state of always being engaged in devotional service, one simply quits the body whenever, anytime, and simply goes back to Godhead. So that is the advantage for the Bhakti Yogis as opposed to the Ashtanga Yogis and the Jnana Yogis. The Jnana Yogis very, very difficult process. Ashtanga Yoga also very difficult process. Bhakti Yoga is the easy process. So therefore the Bhagavad Gita recommends practice Bhakti Yoga."
    },
    {
      "start_time": 894,
      "end_time": 907,
      "verse_references": [],
      "themes": [
        "chanting",
        "Hare Krishna",
        "Bhakti Yoga"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The easiest method of practicing Bhakti is also described as chanting the Hare Krishna Mantra.",
      "summary": "The speaker concludes by reiterating the importance of chanting the Hare Krishna mantra as the easiest method for practicing Bhakti Yoga and achieving Krishna consciousness, ending with a thank you and Hare Krishna.",
      "timestamp_url": "https://youtu.be/6sYfD262dn0?t=894",
      "transcript": "And in Bhakti Yoga, the easiest method of practicing Bhakti is also described as chanting the Hare Krishna Mantra. I will stop here. Thank you very much."
    }
  ]
}