{
  "video_id": "6UFwsN3Ovhk",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.11.27 | 17-07-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=6UFwsN3Ovhk",
  "segments": [
    {
      "start_time": 32,
      "end_time": 116,
      "verse_references": [
        "SB 1.11.27"
      ],
      "themes": [
        "Krishna's beauty",
        "Dwaraka reception",
        "Inconceivable potency"
      ],
      "content_type": "description",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "the description here is of a very very very beautiful scene when Krishna is passing on the public road of Dwaraka being welcomed by somebody holding an umbrella by shower of flowers by his yellow garments appearing very very beautiful all complementing each other to create a very beautiful scene",
      "summary": "This segment introduces the verse describing Krishna's entrance into Dwaraka and the beautiful scene of his reception.",
      "timestamp_url": "https://youtu.be/6UFwsN3Ovhk?t=32",
      "transcript": "Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare, Om Namo Bhagavate Vasudevaya, Narayanam Namaskritya, Naram Jai Vanarottamam, Devim Sarasvatim Vyasam Tato Jaya Mudhirayet. In this session we will be discussing from the 27th verse of the 11th chapter of the first canto of Srimad Bhagavatam. This 11th chapter is entitled Lord Krishna's Entrance into Dwaraka. So how the Dwaraka nivasis are receiving Krishna, that's the subject matter of this particular chapter. Sitata Patra Vyajanair Upaskritaha Prasuna Varshair Abhivarshitah Sitata Patra Vyajanair Upaskritaha Prasuna Vyajanair Upaskritaha Prasuna Vyajanair Upaskritaha The meaning of this verse is, as the Lord passed along the public road of Dwaraka, his head was protected from the sunshine by a white umbrella. White feathered fans moved in semi-circles and showers of flowers fell upon the holy land, the road. His yellow garments and garlands of flowers made it appear as if a"
    },
    {
      "start_time": 116,
      "end_time": 286,
      "verse_references": [],
      "themes": [
        "Inconceivable potency",
        "Simultaneous events",
        "Lord's power"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The adjustment is possible only when we think of the inconceivable potency of the Lord.",
      "summary": "This segment explains how the simultaneous appearance of the sun, moon, rainbow, and lightning, as described in the verse, is possible only through the inconceivable potency of the Lord.",
      "timestamp_url": "https://youtu.be/6UFwsN3Ovhk?t=116",
      "transcript": "dark cloud was surrounded simultaneously by Sun, moon, lightning and rainbows. The description here is of a very, very, very beautiful scene when Krishna is passing on the public road of Dwaraka being welcomed by somebody holding an umbrella, by shower of flowers, by his yellow garments appearing very, very beautiful, all complementing each other to create a very beautiful scene. So here the comparison is made to a natural phenomena that occurs in a beautiful sky. So Shri la Prabhupada comments in the purport, the Sun, moon, rainbow and lightning do not appear in the sky simultaneously. When there is Sun, the moonlight becomes insignificant, and if there are clouds and a rainbow, there is no manifestation of lightning. These are the natural phenomena that occur in the sky. So how was it possible that all of them are described as simultaneously appearing in the scene? So that is explained here. The Lord's Bodily Hue is just like a new monsoon cloud, he is compared here into the cloud. The white umbrella over his head is compared to the sun, the movement of the bunch hair fan of flukes is compared to the moon, the showers of flowers are compared to the stars, his yellow garments are compared to the rainbow. So all these activities of the firmament, firmament means the sky, being impossible simultaneous factors, cannot be adjusted by comparison. If you try to imagine that the scene was like all these appearing simultaneously, that is never possible as a natural phenomenon. The advantage of the white umbrella over his head is that it can be adjusted by comparison. The advantage of the white umbrella over his head is that it can be adjusted by comparison. The adjustment is possible only when we think of the inconceivable potency of the Lord. The adjustment is possible only when we think of the inconceivable potency of the Lord. The adjustment is possible only when we think of the inconceivable potency of the Lord. The adjustment is possible only when we think of the inconceivable potency of the Lord. The adjustment is possible only when we think of the inconceivable potency of the Lord. The adjustment is possible only when we think of the inconceivable potency of the Lord. The adjustment is possible only when we think of the inconceivable potency of the Lord. The adjustment is possible only when we think of the inconceivable potency of the Lord. The adjustment is possible only when we think of the inconceivable potency of the Lord. The adjustment is possible only when we think of the inconceivable potency of the Lord."
    },
    {
      "start_time": 286,
      "end_time": 471,
      "verse_references": [],
      "themes": [
        "Lord's power",
        "Beauty of Krishna",
        "Devotee's affection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So the Lord, by His inconceivable energy, makes the impossible also possible.",
      "summary": "This segment emphasizes the Lord's unlimited power and the beauty of the scene in Dwaraka, highlighting the devotees' affection for Krishna.",
      "timestamp_url": "https://youtu.be/6UFwsN3Ovhk?t=286",
      "transcript": "This is the important point to note here. The Lord's potency is inconceivable. Why? Because the Lord is all-powerful. And in His presence, anything impossible can be made possible by His inconceivable energy. So the Lord, by His inconceivable energy, makes the impossible also possible. That's the all-powerful Lord. Supremely powerful. Unlimitedly powerful. Infinitely powerful. It's possible. Everything is possible. But, the situation created at the time of His passing on the roads of Dvārakā was beautiful and could not be compared to anything besides the description of natural phenomena. It's so very beautiful that something comparable for our understanding who are not actually being present at that time, we are hearing the description from the Srimad Bhagavatam as described by the author. Or in this case, as described by Suta Goswami, who is describing to the sages Naimisharanya what was it like when Krishna was received by His devotees and how they were so very enthusiastic and eager and happy to receive the Lord with all wonderful arrangements for the reception of the most beloved personality, at the same time the most exalted personality, most respected personality, and they want to show their affection. Each one of them. Each one of them want to show their affection for Krishna. Because they are all related to Krishna. Everyone. So, the comparison can only be made with a natural phenomenon. And, if you could somehow imagine the natural phenomena occurring simultaneously, the sun, the moon, the rainbow and the lightning in the sky, which is impossible, but by the Lord's inconceivable potency, it's possible."
    },
    {
      "start_time": 471,
      "end_time": 624,
      "verse_references": [],
      "themes": [
        "Inconceivable potency",
        "Limitations of science",
        "Vedanta Sutra"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Things which are beyond your imagination, beyond your reach, beyond your thoughts, beyond your words, beyond your sense perception, how can you understand them by your experimental so-called scientific research?",
      "summary": "This segment discusses the limitations of scientific knowledge in understanding the Lord's creation and quotes Vedanta Sutra to emphasize the inconceivable nature of reality.",
      "timestamp_url": "https://youtu.be/6UFwsN3Ovhk?t=471",
      "transcript": "Then, that scene might appear something like all the four simultaneously coming in the sky. Now, regarding the Lord's inconceivable potency, Srila Prabhupada explains in another place in one lecture delivered while speaking on Bhagavad Gita. Prabhupada says, there are so many things that is not possible even to understand by the modern process of scientific experimental knowledge. The Lord's creation is so very wonderful that if somebody tries to comprehend what is the creation like by their process of scientific experimental knowledge, it is not possible. And, if the creation of the Lord is not possible to be understood by scientific process of knowledge, how can this ever understand God Himself, the source of everything? You cannot even know material objects by your so-called scientific study and research. You can know little more, that's all, by some advancement of your material knowledge. But, you cannot completely understand even this creation, the inferior creation of the Lord. So, Vedanta Sutra advises all of us, achintya khaluye bhava na tam starkena yojoyet This is what the Vedanta Sutra states. Things which are beyond your imagination, beyond your reach, beyond your thoughts, beyond your words, beyond your sense perception, how can you understand them by your experimental so-called scientific research? It's not possible. Therefore, achintya, achintya means inconceivable. We cannot conceive even material things which are created by the Lord."
    },
    {
      "start_time": 624,
      "end_time": 846,
      "verse_references": [
        "BG 8.17"
      ],
      "themes": [
        "Time scale",
        "Inconceivable nature",
        "Brahmaloka lifespan"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, these are all achintya, beyond our conception.",
      "summary": "This segment explains the inconceivable duration of life in Brahmaloka according to the Bhagavad Gita, highlighting the vast difference in time scales and the limitations of human comprehension.",
      "timestamp_url": "https://youtu.be/6UFwsN3Ovhk?t=624",
      "transcript": "In the Bhagavad Gita, it is said, sahasra yuga pariyantam aharyat brahmano viduhu Prabhupada gives an example for helping us understand what's really inconceivable about this. Brahmanaha means of Lord Brahma and the living creatures in the Brahmaloka, the highest, topmost planet in the entire universe. So in that planet, Brahmaloka planet, the people or living entities who are living there, their duration of life, what is it like? What is their duration of life? The Bhagavad Gita says, sahasra yuga pariyantam Now yuga, the word yuga used here means according to our calculation on the earth, time calculation on the earth. Yuga here means the four yugas combined together. Now, satya yuga means eighteen lakhs of years. Treta yuga, twelve hundred thousands of years. Dwapara yuga, eight hundred thousands of years. And Kali yuga, four hundred thousands of years. So, totally, all these four put together, forty-three hundred thousands of years makes one Divya yuga. And one thousand such Divya yugas that is one day of the inhabitants of Brahmaloka. So can you do the calculation? Can you imagine what is the duration of their day? So they live a hundred years, 100 years according to that calculation of day, such day and night, and 365 such days and nights, 100 such years they live. So, it's just not possible for us to calculate this. What is the duration of life of the people who live in Brahmaloka, the topmost planet in this material universe? So, these are all achintya, beyond our conception. It has been calculated elsewhere, and it is said their lifespan, Brahmaloka lifespan, is something like 4 trillion 30 billion of our solar years. 4 trillion 30 billion. That is their lifespan. And even that is limited. That's limited. That is just half a breadth of Maha Vishnu. That is the lifespan of the inhabitants of Brahmaloka or Lord Brahma. Half a breadth of Maha Vishnu. So, what is Maha Vishnu's time scale? So, we cannot imagine all this. We cannot conceive of all this. Then, what to speak of the spiritual world?"
    },
    {
      "start_time": 846,
      "end_time": 938,
      "verse_references": [],
      "themes": [
        "Descending process",
        "Vedic knowledge",
        "Limitations of human mind"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "So, the best thing is to follow the process, the Vedic process, to receive knowledge by the descending process.",
      "summary": "This segment advocates for receiving knowledge through the descending process (parampara) due to the limitations of the human mind in comprehending the vastness and complexity of the universe.",
      "timestamp_url": "https://youtu.be/6UFwsN3Ovhk?t=846",
      "transcript": "We cannot calculate even something of the material world perfectly. So, the best thing is to follow the process, the Vedic process, to receive knowledge by the descending process. Descending process means the perfect knowledge is available from the Supreme Lord, coming down in the parampara system. We simply have to receive it. That's all. And for receiving such knowledge, we have to prepare ourselves. And that preparation is nothing but the practice of spiritual life. And it is perfect knowledge handed down. Because by our experimental method, we can't even conceive what is the nature of things in this one universe. There are millions of such universes. Each universe has millions of planets. Each planet has millions of living entities. Each living entity has millions of complicated structures within their form. There are 3 trillion cells within our body. And there are 200 varieties of cells. All this is inconceivable for our tiny brain to accommodate. So, therefore, the descending process. I'll stop here."
    }
  ]
}