{
  "video_id": "6wNh-stHqnQ",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.9.25 | 22-04-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=6wNh-stHqnQ",
  "segments": [
    {
      "start_time": 35,
      "end_time": 102,
      "verse_references": [],
      "themes": [
        "Dharma",
        "Mahabharata",
        "Bhishmadeva"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Now here is the most important part of the Mahabharata.",
      "summary": "The lecture begins with the speaker introducing the verse from Srimad Bhagavatam and highlighting the importance of the conversation between Yudhishthira and Bhishmadeva on Dharma in the Mahabharata.",
      "timestamp_url": "https://youtu.be/6wNh-stHqnQ?t=35",
      "transcript": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Jai Vanarottamam Devim Sarasvatim Vyasam Tato Jayam Udhirayet. In this session, we will be discussing from the 25th verse of the 9th chapter of the 1st canto of Srimad Bhagavatam. Sutavvacha Yudhishthiristadakarnya Shayanam Sharapanjare Aprichhadvividhan dharman Rishinamcha Anushunvatam. The meaning of this verse is: Suta Goswami said, Maharaj Yudhishthira, after hearing Bhishmadeva speak in that appealing tone, asked him in the presence of all the great rishis about the essential principles of various religious duties."
    },
    {
      "start_time": 102,
      "end_time": 172,
      "verse_references": [],
      "themes": [
        "Dharma",
        "Mahajanas",
        "Bhishmadeva"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So Bhishmadeva is the most authoritative personality to speak on religious principles.",
      "summary": "This segment emphasizes Bhishmadeva's authority on religious principles (Dharma) as one of the twelve Mahajanas, highlighting the confidential nature of Dharma and its understanding by great personalities.",
      "timestamp_url": "https://youtu.be/6wNh-stHqnQ?t=102",
      "transcript": "Now here is the most important part of the Mahabharata. In the Mahabharata, the conversation between Yudhishthira and Bhishmadeva on principles of religion, dharma, is the bulk of the Mahabharata. Three parvas cover this conversation and the instructions Bhishmadeva gives to Yudhishthira about dharma. Bhishmadeva is one of the twelve great authorities in matter of understanding dharma. The Mahabharata says, Sattvam Nihitam Guhayam. The most confidential understanding of what is dharma is hidden in the heart of such great personalities called Mahajanas. Mahajana Yena Gata Sapanta. So Bhishmadeva is the most authoritative personality to speak on religious principles."
    },
    {
      "start_time": 172,
      "end_time": 292,
      "verse_references": [],
      "themes": [
        "Yudhishthira's Grief",
        "Kurukshetra",
        "Krishna's Arrangement",
        "Pacifying Yudhishthira"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Yudhishthira after the battle was over and he had won the Pandavas had won the battle but seeing the Massacre Yudhishthira was aggrieved and he could not be pacified by so many other saintly persons sages and even Krishna himself",
      "summary": "This segment describes Yudhishthira's grief and remorse after the Kurukshetra war, emphasizing the magnitude of the massacre and how even Krishna couldn't pacify him, leading to Bhishmadeva's role in providing solace and guidance.",
      "timestamp_url": "https://youtu.be/6wNh-stHqnQ?t=172",
      "transcript": "Yudhishthira was put into a situation where he was aggrieved at the massacre that took place just for Yudhishthira to be enthroned as the Emperor of the world. Six forty million Kshatriyas were killed in that battle of Kurukshetra which lasted just 18 days because huge armies, totally 18 Akshohini divisions of armies, were participating in that battle, which is actually a world war. So Yudhishthira, after the battle was over and he had won, the Pandavas had won the battle, but seeing the Massacre, Yudhishthira was aggrieved and he could not be pacified by so many other saintly persons, sages, and even Krishna himself could not pacify Yudhishthira. He was thinking, \"I am the most sinful person on the surface of this planet earth. Look at my greed for becoming the Emperor. I have become responsible for this huge massacre.\" So Yudhishthira was to be pacified by Bhishma Deva. This is Krishna's arrangement. So Srila Prabhupada explains this in the purport that Bhishma Deva, speaking in that appealing tone, convinced Maharaja Yudhishthira that he was very soon passing away, who, it is Bhishma Deva. Bhishma Deva soon going to pass away and Maharaja Yudhishthira was inspired by Lord Shri Krishna to ask him of the"
    },
    {
      "start_time": 292,
      "end_time": 375,
      "verse_references": [
        "BG 3.17"
      ],
      "themes": [
        "Krishna's Guidance",
        "Paramatma",
        "Liberated Souls",
        "Shastras"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "the liberated souls are not required to go by the principles of the Shastra of the Lord... because they are constantly in touch with Krishna within the heart",
      "summary": "The speaker explains that Krishna inspires both Yudhishthira and Bhishmadeva, highlighting Krishna's presence as Paramatma in everyone's heart and how liberated souls receive direct guidance from Krishna, making the Shastras primarily for conditioned souls.",
      "timestamp_url": "https://youtu.be/6wNh-stHqnQ?t=292",
      "transcript": "principles of religion. It is Krishna who is seated in the heart of Yudhishthira, and Krishna who is seated in the heart of Bhishma Deva. Krishna is seated in everyone's heart as the Paramatma, and particularly devotees are guided by the supreme Lord in the heart always. This is explained in the Bhagavad Gita in the third chapter, 17th verse, that it is explained for the liberated souls there are no duties to be performed as prescribed in the scriptures. So does it mean that liberated souls don't follow any authority, they whimsically act? No, the liberated souls are not required to go by the principles of the Shastra of the Lord, Shastra, because they are constantly in touch with Krishna within the heart. It is Krishna only who has given us the Shastra. The Shastras are meant for those who are not in touch with Krishna within the heart, the conditioned souls, and the liberated souls, they are receiving direction from Krishna within the heart."
    },
    {
      "start_time": 375,
      "end_time": 471,
      "verse_references": [],
      "themes": [
        "Krishna's Inspiration",
        "Bhishma's Auspicious Death",
        "Choice of Death",
        "Lifespan"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna inspired Yudhishthira to ask Bhishma Deva about the principles of religion and Krishna inspired Bhishma Deva to speak even though Bhishma was in a very very difficult situation",
      "summary": "This section discusses Krishna's inspiration behind the conversation and Bhishma's unique benediction to choose the time of his death, contrasting it with the common experience of forced death when the lifespan is exhausted.",
      "timestamp_url": "https://youtu.be/6wNh-stHqnQ?t=375",
      "transcript": "every moment. Every moment they're receiving the directions. This is explained in the Bhagavad Gita, in the third chapter, 17th verse. So it is said here by Srila Prabhupada that Krishna inspired Yudhishthira to ask Bhishma Deva about the principles of religion, and Krishna inspired Bhishma Deva to speak even though Bhishma was in a very, very difficult situation. Bhishma spoke about the principles of Dharma elaborately to Yudhishthira. This also coincided with Bhishma waiting for the most auspicious time to quit his body because he had such a benediction from his father. Bhishma had a benediction that he could quit his body according to the time of his choice. This particular choice is not available for most souls who are forced to quit their body at a particular time of death when the lifespan is exhausted. Our lifespan is taken away with every sunrise and sunset."
    },
    {
      "start_time": 471,
      "end_time": 557,
      "verse_references": [
        "BG 8"
      ],
      "themes": [
        "Perfection of Life",
        "Bhagavad Gita Study",
        "Misconceptions",
        "Complete Knowledge"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "Bhagavad Gita is the complete knowledge for every human being on the surface of the earth in every aspect of their duties in different stages",
      "summary": "The speaker emphasizes the perfection of life through Krishna consciousness and criticizes the superficial understanding of the Bhagavad Gita, asserting that it contains complete knowledge for all aspects of human life.",
      "timestamp_url": "https://youtu.be/6wNh-stHqnQ?t=471",
      "transcript": "We have a fixed duration and we have to leave the body, which is called death, at a particular time when our lifespan is exhausted. But somebody like Bhishma Deva, they have this perfection, Siddhi, it's called Siddhi, that they can quit the body whenever they choose to. That means they can select the most auspicious time for quitting the body. This is explained in the 8th chapter of the Bhagavad Gita. You see, everything is there in the Bhagavad Gita, but unfortunately people don't study Bhagavad Gita under the guidance of a bona fide spiritual master, therefore they are misled into thinking Bhagavad Gita is some kind of scripture which is merely talking about do your duty. Don't be attached to result. Most people, if you ask them what do you know about Bhagavad Gita, they only tell these two things. They have no understanding that Bhagavad Gita is the complete knowledge for every human being on the surface of the earth in every aspect of their duties in different stages. Now Bhishma will explain, it will be told in a later one."
    },
    {
      "start_time": 557,
      "end_time": 655,
      "verse_references": [],
      "themes": [
        "Varna and Ashrama Dharma",
        "Bhagavad Gita Essence",
        "Bhishma's Condition",
        "Krishna's Proof"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Lord Krishna wanted to prove that his pure devotee like Bhishmadeva is always sound in body and mind by dint of spiritual enlightenment.",
      "summary": "This segment mentions the Dharma pertaining to the four varnas and ashramas, highlighting that the Bhagavad Gita contains the essence of these principles. It also explains that Krishna wanted to prove Bhishma's spiritual strength despite his physical condition.",
      "timestamp_url": "https://youtu.be/6wNh-stHqnQ?t=557",
      "transcript": "verse, he explained Dharma pertaining to four varanas and four ashramas, varana dharma, ashrama dharma. So those details are there in the Mahabharata, but Bhagavad Gita contains the essence. The essence is given in the Bhagavad Gita. So Bhishma Deva spoke about Dharma to Yudhishthira in the presence of many people. Verse, he explained Dharma pertaining to four varanas and four ashramas, varana Dharama Dharama Svarga dharma, ashrama dharma, ashrama Dharama Svarga and other dans office place you superior to many great sages including Vyasadeva. Vyasadeva was present also when Bhishma was instructing Yudhishthira. Now Bhishmadeva was lying on a bed of arrows at the time when Yudhishthira approached Bhishmadeva. So he was greatly aggrieved in that condition lying on a bed of arrows. So one should not have asked him any question at that time, but Lord Krishna wanted to prove that his pure"
    },
    {
      "start_time": 655,
      "end_time": 778,
      "verse_references": [],
      "themes": [
        "Krishna Consciousness",
        "Devotee's Perfection",
        "Srila Prabhupada's Example",
        "Perfect Knowledge"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "See somebody is sent person Krishna conscious then irrespective of the condition of the body or the mind they are perfected.",
      "summary": "The speaker uses Srila Prabhupada as an example of a devotee who, despite physical weakness, remained perfectly clear in consciousness and continued to give perfect knowledge, demonstrating the power of Krishna consciousness.",
      "timestamp_url": "https://youtu.be/6wNh-stHqnQ?t=655",
      "transcript": "devotee like Bhishmadeva is always sound in body and mind by dint of spiritual enlightenment. See, somebody is sent person, Krishna conscious, then irrespective of the condition of the body or the mind, they are perfected. So inside this house, they are tightly situated in Krishna consciousness always. So they are ready to speak on the principles of Dharma, on the principles of Krishna consciousness at any time you may approach them. This was demonstrated by Srila Prabhupada also. Towards the end of his manifest presence in this world, Srila Prabhupada has had over a lifetime of service to the Brahmins in the Brahmins. He was always in every place to meet the Brahmins. So in that time, the Brahmins and the weak and initiated, but still he was surrounded by devotees who were constantly chanting the Hare Krishna mantra and Prabhupada used to receive reports about preaching all over the world in so many centers and he would give directions when they were, when the disciples were asking questions and he was dictating purpose of Bhagavatam. The last chapter that Srila Prabhupada translated and gave purpose of the Bhagavatam was the 10th canto, 13th chapter. You can go through that 10th canto, 13th chapter translation and purpose by Srila Prabhupada. He was dictating, he was very, very weak, but the consciousness was perfectly clear. Devotees have actually recorded that, then they have transcribed as they usually did, always were doing that even before, so Prabhupada was giving perfect"
    },
    {
      "start_time": 778,
      "end_time": 900,
      "verse_references": [],
      "themes": [
        "Devotee's Perfection",
        "Bhishma's Auspicious Death",
        "Krishna's Glory",
        "Worship of Devotees"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "worship of his devotee is more valuable than the worship of Lord Krishna himself",
      "summary": "The lecture concludes by reiterating that a devotee is always in perfect order to speak the right way of life. It also emphasizes Krishna's desire to glorify his devotees, highlighting that worship of devotees is more valuable than worship of Krishna himself, and Krishna inspired Yudhishthira to ask questions to Bhishma.",
      "timestamp_url": "https://youtu.be/6wNh-stHqnQ?t=778",
      "transcript": "knowledge coming in the parampara, perfect knowledge. So it is described here, in any circumstances, a devotee of the Lord is in perfect order to speak the right way of life. And Maharaj Yudhishthira, he preferred to solve this problematic questions by asking Bhishma Deva rather than ask anyone else present there because many great saintly persons and sages arrived there understanding that Bhishma Deva is going to quit his body at the most auspicious time and that privilege that Bhishma had, not everyone has got that, it's very rare and this is the perfection of life to quit the body, to be able to go back to Godhead, to be able to go back to Godhead, that is the, that is the perfection of one's life, no more taking birth again. So Bhishma Deva was ready to quit his body actually because he was fully Krishna conscious. He could have quit any time, but taking a humble position, he decided to quit his body at the time, at the most auspicious time, Uttarayana Punyakala, it's called, and while he was waiting, he spoke to Yudhishthira about the principles of religious duties and Prabhupada says that worship of his devotee is more valuable than the worship of Lord Krishna himself. So Krishna wants to glorify his devotees while devotees want to glorify Krishna. Krishna wants to glorify his devotee and Krishna wanted to glorify Bhishma, therefore Krishna inspired Yudhishthira to ask questions about Dharma to Bhishma."
    }
  ]
}