{
  "video_id": "6y1C9X5o-wE",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.14.30 - 33 | 15-11-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=6y1C9X5o-wE",
  "segments": [
    {
      "start_time": 33,
      "end_time": 193,
      "verse_references": [],
      "themes": [
        "Vishnu Tattva",
        "Expansions of Krishna",
        "Chaturvyuha"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So Bhagawan can be used for all Vishnu Tattva expansions of the Supreme Lord Krishna.",
      "summary": "This segment explains the Vishnu Tattva, focusing on Pradyumna and Aniruddha as expansions of Krishna and part of the Chaturvyuha.",
      "timestamp_url": "https://youtu.be/6y1C9X5o-wE?t=33",
      "transcript": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Jai Vanarottamam Devim Saraswati Vyasam Tato Jayam Udi Rayet. In this session, we will be discussing verses 30 to 33 of the 14th chapter of the first canto of Srimad Bhagavatam. Yudhishthira is making inquiries from Arjuna. Pradyumna Sarva Vrishminam Sukhamaste Maharatha Gambhir Rayo Aniruddho Vardhate Bhagavanuta. The meaning of this verse is, how is Pradyumna, the great general of the Vrishni family, is he happy? And is Aniruddha, the plenary expansion of the personality of Godhead, faring well? The purport, Srila Prabhupada makes a remark, Pradyumna and Aniruddha are also expansions of the personality of Godhead, and thus they are also Vishnu Tattva. Krishna is the originator of the personality of Godhead. His first expansion is Balarama. Balarama expands into the first Chaturvyuha: Vasudeva, Sankarsana, Pradyumna, Aniruddha. So those Pradyumna and Aniruddha are mentioned here also as expansion of the personality of Godhead, and they belong to the Vishnu Tattva category. Vishnu Tattva means they are qualitatively and quantitatively equal with Krishna. At Dwarka, Lord Vaishnodeva, the great general of the Vrishni family, is happy. The quadruple expansions, namely Sankarsana, Pradyumna, and Aniruddha, so the Chaturvyuha, the quadruple expansions as Prabhupada says elsewhere, Vasudeva, Sankarsana, Pradyumna, Aniruddha, they are all engaged in transcendental pastimes. And therefore, each and every one of them can be addressed as the personality of Kadaj, as it is mentioned in connection with the name Aniruddha. Here, Gambhirarayo Aniruddho Vardhate Bhagawan Uta, Aniruddha Bhagawan. So Bhagawan can be used for all Vishnu Tattva expansions of the Supreme Lord Krishna."
    },
    {
      "start_time": 193,
      "end_time": 346,
      "verse_references": [
        "BG "
      ],
      "themes": [
        "Krishna's Family",
        "Sons and Grandsons",
        "Lord of Dwarka"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Therefore, only a few of them are called to associate with the Lord in his transcendental pastimes as the Lord of Dwarka on this earth.",
      "summary": "This segment discusses the vastness of Krishna's family in Dwarka, emphasizing the numerous sons and grandsons, and highlighting Krishna's role as the Lord of Dwarka.",
      "timestamp_url": "https://youtu.be/6y1C9X5o-wE?t=193",
      "transcript": "The thirty-first verse. The meaning of this verse is, are all the chieftain sons of Lord Krishna, such as Sushena, Charudeshna, Sambha, the son of Jambavati, and Rishabha, along with the Chaturvyuha. Are all their sons all doing well? So here the enquiry by Yudhishthira about the sons of Krishna. Krishna's sons are called Karshna. So, the reference is made to the sons of Krishna, headed by some of the chieftains. So Srila Prabhupada explains in the purport, as already mentioned, Lord Krishna married 16,108 wives, and each of them had 10 sons. Therefore, Krishna had 161,080 sons, if I were to put it in the terms of lakhs, 161,080 sons. They all grew up, and each of them had 10,000 sons. They all had as many sons as their father. Krishna, through each wife, he had 10 sons, and each of the sons of Krishna had 10 sons each. So, the whole aggregate was something near 1,610,800 family members of the Lord. The Lord is the father of all living beings who are countless. Therefore, only a few of them are called to associate with the Lord in his transcendental pastimes as the Lord of Dwarka on this earth. So, everyone is ultimately a son of the Supreme Lord, or a daughter of the Supreme Lord."
    },
    {
      "start_time": 346,
      "end_time": 556,
      "verse_references": [
        "BG "
      ],
      "themes": [
        "Transcendental Position",
        "Krishna Consciousness",
        "Spiritual Platform"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So if we become connected with Krishna, we also become transcendentally situated.",
      "summary": "This segment explains how connecting with Krishna elevates one to a transcendental platform, emphasizing the importance of practicing bhakti and purifying consciousness to remain in that state.",
      "timestamp_url": "https://youtu.be/6y1C9X5o-wE?t=346",
      "transcript": "Krishna says in the Bhagavad Gita, Aham bija pradapita. The Lord is the father of all living beings. It is not astonishing that the Lord maintained a visible family consisting of so many members. In Dwarka, Krishna was having 1,610,000 grandsons and 161,000 sons. And 16,108 queens and a huge family. That's Krishna's own family as Krishna was playing the role of the Lord of Dwarka. It is better to refrain from comparing the Lord's position to ours, and it becomes a simple truth. As soon as we understand the Lord's position, we can understand how He is, even as we understand at least a partial calculation of the Lord's transcendental position. Always we should remember this point that the Lord is transcendentally situated eternally. Even when he comes to this material world, he is untouched by matter. He is completely spirit. He remains in his spiritual position eternally always, and all his connections are completely transcendental. So if we become connected with Krishna, we also become transcendentally situated. The simple example, when I vibrate my tongue and say Krishna, I chant the name of Krishna, I chant the name of the Supreme Lord Krishna, immediately I come in touch with the transcendental sound of his name and I am elevated to the spiritual position or platform. But to remain on the spiritual platform, that requires practice of bhakti and purifying the consciousness. I am elevating my consciousness to always remain on the transcendental platform while in the material world. And in the spiritual world, the entire spiritual world is completely on the spiritual plane. So there is no question of any touch of matter in the spiritual world. But in the material world, everything is tainted by the touch of the matter. Even our body, material body, means it's the touch of matter, so we have to elevate ourselves to the spiritual platform and remain there. If we remain on the spiritual platform always, we are also transcendentally situated like"
    },
    {
      "start_time": 556,
      "end_time": 696,
      "verse_references": [],
      "themes": [
        "Yudhishthira's Inquiries",
        "Liberated Souls",
        "Eternal Associates"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "all are liberated souls, eternal associates of the Supreme Lord Kṛṣṇa.",
      "summary": "This segment discusses Yudhishthira's inquiries about Krishna's associates and sons, explaining that the Yadavas and Pandavas are liberated souls and eternal associates of Krishna.",
      "timestamp_url": "https://youtu.be/6y1C9X5o-wE?t=556",
      "transcript": "Krishna, and that is exactly what is called as Krishna consciousness. King Yudhishthira, while inquiring about the Lord's sons and grandsons at Dwaraka, mentioned only the chieftains among them, for it was impossible for him to remember all the names of the Lord's family members, 1 million 610,000. He did not mention, he just remembered, he is mentioned the chief chieftains. Verses 32 and 33, they are together. I'll read them both. tathai vanu chara shaure, sruta devodhavadayah, sunanda nanda shirsanya, ye chandye sattvatar shabhaah, api swasti asate sarve, rama krishna bhujaashrayah, api smaranti kushalam, asmakam baddha savrindaya. The meaning of these two verses is given together also, shruta Deva with dhaba and others, Nanda Sunanda and other leaders of liberated souls who are constant companions of the Lord, are protected by Lord Valerian and Krishna, are they all doing well in the respective functions? Do they, who are all eternally bound in friendship with us, remember our welfare? These are Yudhishthira's inquiries to Arjuna, because Arjuna has written from Dvārakā. So in the parport Śrīla Prabhupāda explains, The constant companions of Lord Kṛṣṇa, such as Uddhava, are all liberated souls, and they descended along with Lord Kṛṣṇa to this material world to fulfill the mission of the Lord. The Pāṇḍavas are also liberated souls who descended along with Lord Kṛṣṇa to serve Him in His transcendental pastimes on this earth. So both the Yadavas, in Dvārakā, and the Pāṇḍavas in Hastināpura, all are liberated souls, eternal associates of the Supreme Lord Kṛṣṇa."
    },
    {
      "start_time": 696,
      "end_time": 857,
      "verse_references": [
        "BG 4.8"
      ],
      "themes": [
        "Vishnu Tattva vs. Jiva Tattva",
        "Dependence on Krishna",
        "Protection of the Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Dependence on Krishna. That is the best dependence.",
      "summary": "This segment differentiates between Vishnu Tattva and Jiva Tattva, emphasizing the dependence of Jiva Tattva on Krishna for protection and the eternal servitude of liberated souls.",
      "timestamp_url": "https://youtu.be/6y1C9X5o-wE?t=696",
      "transcript": "As stated in the Bhagavad Gita, 4th chapter, 8th verse, The Lord and His eternal associates, who are also liberated souls like the Lord, come down on this earth at certain intervals. The Lord remembers them all but His associates, although liberated souls, do not forget, due to their being tatastha shakti or marginal potency of the Lord. Just like in the 4th chapter of the Bhagavad Gita it is said, Arjuna, he forgot that he had appeared with Krishna several times before. He had forgotten that, whereas Krishna remembers all of them. And that is very clearly explained in the 4th chapter of the Bhagavad Gita. That is the difference between the Viṣṇu Tattva and Jīva Tattva. We belong to Jīva Tattva. Krishna, Vāsudeva, Sankarsana, Pradyumna, Aniruddha, Narayana, Balarāma, Rāma, Narsimha, Varāha, all belong to Viṣṇu Tattva. They never forget anything, whereas we Jīva Tattva, we forget because of our tiny positioning. The Jīva Tattvas are infinitesimal potential particles of the Lord, and therefore they require the protection of the Lord at all times. And to the eternal servitors of the Lord, the Lord is pleased to give all protection at all times. The Lord is very pleased to give protection, and that is our position, dependence. Dependence on whom? Dependence on Krishna. That is the best dependence. That is eternal protection, dependence on Krishna. The liberated souls never therefore think themselves as free as the Lord. The Lord is completely free, completely independent, and the liberated souls, even though they are free from the touch of matter, they don't think themselves independent. They always seek the protection of the Lord in all circumstances, in the material world and in the spiritual world. In the spiritual world there is no question of seeking protection, but their attitude is, I want to be eternally under Krishna's shelter, Krishna's protection. This is the attitude of all devotees, all liberated souls."
    },
    {
      "start_time": 857,
      "end_time": 935,
      "verse_references": [],
      "themes": [
        "Constitutional Dependence",
        "Spark and Fire Analogy",
        "Spiritual Ignorance"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This dependence of the liberated soul is constitutional.",
      "summary": "This segment uses the analogy of a spark and fire to illustrate the constitutional dependence of liberated souls on Krishna, warning against spiritual ignorance and the dangers of seeking independence from the Lord.",
      "timestamp_url": "https://youtu.be/6y1C9X5o-wE?t=857",
      "transcript": "Now Srila Prabhupada explains a very important point. This dependence of the liberated soul is constitutional, for the liberated souls are like sparks of a fire that are able to exhibit the glow of fire along with the fire and not independently. This is the best example that can help us understand what is our active position. A spark of a blazing fire is very, very insignificant, tiny. But as long as the spark is in the fire, it will glow, like the fire. But the spark cannot independently glow when it is separated from the blazing fire. Independently, the glow of the spark is extinguished, although the quality of fire or the glowing is there, as spirit-soul. Our quality of spirit is actually not exhibited when we are separated from Krishna. Those who give up the protection of the Lord and become so-called Lords themselves, out of spiritual ignorance, come back again to the material world, even after prolonged tapasya of this severe type. That is the verdict of all Vedic literature."
    }
  ]
}