{
  "video_id": "6zqIuMP19VM",
  "title": "Srila Gaura Kishora Dasa Babaji | Special Discourse on Disappearance Day",
  "speaker": "HDG Srila Prabhupada",
  "youtube_url": "https://www.youtube.com/watch?v=6zqIuMP19VM",
  "segments": [
    {
      "start_time": 56,
      "end_time": 353,
      "verse_references": [],
      "themes": [
        "renunciation",
        "Vrindavan",
        "Navadvipa Dham",
        "parampara"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "After the demise of his wife Srila Gaur Kishodas Babaji Maharaj left the country, left his business and went to Vrindavan.",
      "summary": "Srila Prabhupada narrates the early life and renunciation of Srila Gaur Kishodas Babaji Maharaj, including his time in Vrindavan and Navadvipa Dham.",
      "timestamp_url": "https://youtu.be/6zqIuMP19VM?t=56"
    },
    {
      "start_time": 353,
      "end_time": 478,
      "verse_references": [],
      "themes": [
        "renunciation",
        "simplicity",
        "detachment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "These are considered totally impure but a renunciant has nothing to do with purity and impurity of this world.",
      "summary": "This segment describes Srila Gaur Kishodas Babaji Maharaj's extreme renunciation and detachment from material possessions, highlighting his acceptance of things considered impure by others.",
      "timestamp_url": "https://youtu.be/6zqIuMP19VM?t=353"
    },
    {
      "start_time": 478,
      "end_time": 574,
      "verse_references": [],
      "themes": [
        "parampara",
        "shiksha guru",
        "disciplic succession"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Srila Gaur Kishodas Babaji Maharaj accepted Srila Bhaktivinoda Thakur as his shiksha guru. Also Srila Gaur Kishodas Babaji Maharaj accepted Srila Bhaktisiddhanta Saraswati Thakur as his only disciple.",
      "summary": "This segment explains Srila Gaur Kishodas Babaji Maharaj's relationship with Srila Bhaktivinoda Thakur and Srila Bhaktisiddhanta Saraswati Thakur, clarifying their roles in the disciplic succession leading to Srila Prabhupada.",
      "timestamp_url": "https://youtu.be/6zqIuMP19VM?t=478"
    },
    {
      "start_time": 574,
      "end_time": 696,
      "verse_references": [],
      "themes": [
        "renunciation",
        "knowledge",
        "devotion",
        "vipralamba seva"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It is described in the scriptures that chanting of the holy name reveals all transcendental knowledge within the heart and this is practically seen in the life of Srila Gaur Kishodas Babaji Maharaj.",
      "summary": "This segment discusses Srila Gaur Kishodas Babaji Maharaj's possessions, knowledge, and the concept of Vipralamba Seva (service in separation from Krishna).",
      "timestamp_url": "https://youtu.be/6zqIuMP19VM?t=574"
    },
    {
      "start_time": 696,
      "end_time": 841,
      "verse_references": [],
      "themes": [
        "preaching",
        "prasadam",
        "purity",
        "devotion"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Whoever eats fish is like a prostitute. These are harsh words but then they are required to cut through the several layers of illusion that is clouding the consciousness of our condition so.",
      "summary": "Srila Prabhupada narrates an incident where Srila Gaur Kishodas Babaji Maharaj refuses sweets offered by a lawyer, emphasizing the importance of purity and devotion in offerings to the Lord.",
      "timestamp_url": "https://youtu.be/6zqIuMP19VM?t=696"
    },
    {
      "start_time": 841,
      "end_time": 935,
      "verse_references": [
        "BG 9.26"
      ],
      "themes": [
        "devotion",
        "prasadam",
        "purity",
        "sin"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The important aspect of the offering more than the item itself is the devotion with which that offering is made.",
      "summary": "This segment explains the importance of devotion in offerings to Krishna, emphasizing that offerings contaminated by lustful desires are not accepted.",
      "timestamp_url": "https://youtu.be/6zqIuMP19VM?t=841"
    },
    {
      "start_time": 935,
      "end_time": 1043,
      "verse_references": [],
      "themes": [
        "purity",
        "association",
        "devotion",
        "mind"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When one eats food offered by a materialistic man, one's mind becomes contaminated and when the mind becomes contaminated one is unable to think of Krishna properly.",
      "summary": "This segment continues the discussion on purity, emphasizing the importance of avoiding food cooked by lustful persons and the contamination of the mind that results from it.",
      "timestamp_url": "https://youtu.be/6zqIuMP19VM?t=935"
    },
    {
      "start_time": 1043,
      "end_time": 1186,
      "verse_references": [],
      "themes": [
        "association",
        "devotees",
        "harsh words",
        "illusion"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "You have left the association of devotees where topics about Krishna are discussed and now you are living in a secluded place performing solitary worship of Krishna.",
      "summary": "Srila Prabhupada narrates another incident where a seeker is corrected by Srila Gaur Kishodas Babaji Maharaj for avoiding the association of devotees due to harsh words.",
      "timestamp_url": "https://youtu.be/6zqIuMP19VM?t=1043"
    },
    {
      "start_time": 1186,
      "end_time": 1337,
      "verse_references": [],
      "themes": [
        "harsh words",
        "medicine",
        "illusion",
        "devotional service"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Then you must accept the harsh language of the sadhu as the medicine by which maya can be given up.",
      "summary": "This segment explains that the harsh words of a sadhu are like medicine, meant to cure one of illusion, and should be accepted for spiritual advancement.",
      "timestamp_url": "https://youtu.be/6zqIuMP19VM?t=1186"
    },
    {
      "start_time": 1337,
      "end_time": 1550,
      "verse_references": [],
      "themes": [
        "detachment",
        "family life",
        "devotion",
        "renunciation",
        "monkey renunciation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The living entity is the eternal servant of lord Krishna, but when the conditioned soul looks upon his wife and son simply by seeing their material external forms then one does not have the eye of devotion.",
      "summary": "This segment discusses the challenges of family life and devotional service, contrasting genuine Vaishnavas with those who exhibit 'monkey renunciation' (external detachment without inner purity).",
      "timestamp_url": "https://youtu.be/6zqIuMP19VM?t=1337"
    },
    {
      "start_time": 1550,
      "end_time": 1678,
      "verse_references": [],
      "themes": [
        "passing away",
        "controversy",
        "material motive"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So because there was a material motive, whoever got the opportunity to prepare the samadhi of this great Paramahamsa, Srila Gaur Kishore das Babaji Maharaj, they would have huge number of people visit their temple and get handsomely from the pilgrims.",
      "summary": "This segment describes the events surrounding Srila Gaur Kishodas Babaji Maharaj's passing away and the controversy that arose regarding the location of his samadhi due to material motives.",
      "timestamp_url": "https://youtu.be/6zqIuMP19VM?t=1550"
    },
    {
      "start_time": 1678,
      "end_time": 1855,
      "verse_references": [],
      "themes": [
        "purity",
        "discipleship",
        "renunciation",
        "parampara"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "I am the sole disciple of Paramahamsa Srila Gaurakeshwara das Babaji Maharaj. Even though I have not accepted sannyas, I am a celibate brahmachari and by the grace of Babaji Maharaj, I am not hypocritical, renunciant, addicted to abominable habits.",
      "summary": "This segment narrates how Srila Bhaktisiddhanta Saraswati Thakur asserted his right to prepare Srila Gaur Kishodas Babaji Maharaj's samadhi by challenging the purity of other claimants, ultimately establishing his position as the true disciple.",
      "timestamp_url": "https://youtu.be/6zqIuMP19VM?t=1678"
    }
  ]
}