{
  "video_id": "6zqIuMP19VM",
  "title": "Srila Gaura Kishora Dasa Babaji | Special Discourse on Disappearance Day",
  "speaker": "HDG Srila Prabhupada",
  "youtube_url": "https://www.youtube.com/watch?v=6zqIuMP19VM",
  "segments": [
    {
      "start_time": 56,
      "end_time": 353,
      "verse_references": [],
      "themes": [
        "renunciation",
        "Vrindavan",
        "Navadvipa Dham",
        "parampara"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "After the demise of his wife Srila Gaur Kishodas Babaji Maharaj left the country, left his business and went to Vrindavan.",
      "summary": "Srila Prabhupada narrates the early life and renunciation of Srila Gaur Kishodas Babaji Maharaj, including his time in Vrindavan and Navadvipa Dham.",
      "timestamp_url": "https://youtu.be/6zqIuMP19VM?t=56",
      "transcript": "Today is the most auspicious disappearance day anniversary of one of the previous acharyas in our Sampradaya, His Divine Grace Srila Gaur Kishodas Babaji Maharaj. So, a brief biography of Srila Gaur Kishodas, let us hear, and by his blessings, we will be able to advance in our Krishna consciousness by trying to follow some of the instructions that he has very nicely given us. Srila Gaur Kishodas Babaji Maharaj appeared sometime in the 1830s in the village of Vagyana in East Bengal, or Vagyana in East Bengal, which is what is now known as Bangladesh. During his boyhood, his mother and father arranged a marriage for him, and he remained in household affairs for more than 20 years. While a householder, he worked as a broker in the grain business, but even at that time, he exhibited his spirituality. After the demise of his wife, Srila Gaur Kishodas Babaji Maharaj left the country, left his business, and went to Vrindavan. There he approached Srila Bhagavad Das Babaji, one of the foremost disciples of Srila Jagannath Das Babaji Maharaj, and accepted from Bhagavad Das Babaji Maharaj the traditional Paramahamsa Vaishnava Babaji dress. After this, he became completely renounced and would stay under trees in various parts of the forest of the 168 mile Vraja Mandala or Vrindavan area. He continuously acted thus for a period of approximately 30 years. During this time, he would sometimes travel to the holy places of pilgrimage in northern and western India. Srila Gaur Kishodas Babaji Maharaj became very famous among the great devotees of Vrindavan and was awarded the appropriate title of Bhajananandi. Bhajananandi means one who is dedicated to remain in one place and chant the holy name of the Supreme Lord and completely absorb themselves in the chanting and hearing of the holy name of the Supreme Lord, but we should not try to imitate such great devotees; rather, we should accept the instructions of our spiritual master and try to follow those instructions in our practical life while hearing the great qualities of our spiritual master and the previous Acharyas and their great deeds of devotion and service dedicated entirely for the pleasure of the Supreme Lord. Even though he received such honor, he never endeavored for even a small bit of material sense gratification and totally disapproved of the secret material desires of pseudo-renunciants and so many people who try to imitate great devotees, and prematurely they try to renounce this world, but it is not very easy to maintain the standard of renunciation exhibited by such paramahamsas as Sri Gaur Kishodas Babaji Maharaj. He would perform his pure unalloyed devotional pastimes alone in a profound devotional mood. In the year 1897, during the month of Falgunna, when he was in his sixties, Srila Gaur Kishodas Babaji Maharaj proceeded to Navadvipa Dham from Vrindavan Dham, and under the instruction, he did this under the instruction of Srila Jagannath Das Babaji Maharaj. From this time until his disappearance, Srila Gaur Kishodas Babaji Maharaj remained in Navadvipa Dham and in different villages"
    },
    {
      "start_time": 353,
      "end_time": 478,
      "verse_references": [],
      "themes": [
        "renunciation",
        "simplicity",
        "detachment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "These are considered totally impure but a renunciant has nothing to do with purity and impurity of this world.",
      "summary": "This segment describes Srila Gaur Kishodas Babaji Maharaj's extreme renunciation and detachment from material possessions, highlighting his acceptance of things considered impure by others.",
      "timestamp_url": "https://youtu.be/6zqIuMP19VM?t=353",
      "transcript": "he was visiting the various places of pastimes of Lord Gauranga, and he was realizing the non-difference between Navadvipa Dham and Vrindavan Dham. He begged by gathering dry foodstuff from the householders of the holy Dham. He would sometimes offer these foodstuffs to the Supreme Personality of Godhead by simply holding them in his hand. He was totally renounced, so he didn't have any elaborate arrangements for offering or cooking or anything like that. In order to cook, he would collect dry wood from the footpath, and he would wash earthen pots discarded by the villagers along the roadside near the Ganges River on the occasion of eclipses. These are considered totally impure, but a renunciant has nothing to do with purity and impurity of this world. Just he would take something of no value to others, and somehow with those bare minimum things, he would maintain himself. This would actually ensure that such great devotees are never entangled in any material endeavors. They save time, maximum amount of time, for their spiritual activities exclusively. In order to clothe himself, he would go to the shore of the Ganges and collect and wash discarded cloth that had been used to cover dead bodies at the burning heart. This was his level of renunciation. Thus, he always remained independent of the support of others simply by utilizing items of no value to others."
    },
    {
      "start_time": 478,
      "end_time": 574,
      "verse_references": [],
      "themes": [
        "parampara",
        "shiksha guru",
        "disciplic succession"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Srila Gaur Kishodas Babaji Maharaj accepted Srila Bhaktivinoda Thakur as his shiksha guru. Also Srila Gaur Kishodas Babaji Maharaj accepted Srila Bhaktisiddhanta Saraswati Thakur as his only disciple.",
      "summary": "This segment explains Srila Gaur Kishodas Babaji Maharaj's relationship with Srila Bhaktivinoda Thakur and Srila Bhaktisiddhanta Saraswati Thakur, clarifying their roles in the disciplic succession leading to Srila Prabhupada.",
      "timestamp_url": "https://youtu.be/6zqIuMP19VM?t=478",
      "transcript": "In such a manner, he obtained the practical necessities of life. In 1897, Srila Bhaktivinoda Thakur constructed his place of bhajana on the bank of the Saraswati River at Godurma Dvipa, one of the nine islands in Navadvipa, called Svananda Sukhada Kunja. This is the name Srila Bhaktivinoda Thakur gave to that building he constructed. This was a gathering place for exalted souls, for great devotees. Here, Srila Bhaktivinoda Thakur recited and explained the Srimad Bhagavatam and other topics regarding the conclusion of devotional service, and Srila Gaur Kishodas Babaji Maharaj would come and hear these talks with great delight. In this way, Srila Gaur Kishodas Babaji Maharaj accepted Srila Bhaktivinoda Thakur as his shiksha guru. Also, Srila Gaur Kishodas Babaji Maharaj accepted Srila Bhaktisiddhanta Saraswati Thakur as his only disciple. That's how you see in our parampara, His divine grace, A.C. Bhaktivinoda Swami Prabhupada, the founder Acharya of ISKCON. His guru is Srila Bhaktisiddhanta Saraswati Thakur. His guru is Srila Gaur Kishodas Babaji Maharaj, and His shiksha guru is Srila Bhaktivinoda Thakur. This is the parampara in which Srila Prabhupada, the founder Acharya of ISKCON, is coming. So Srila Gaur Kishodas Babaji Maharaj is the spiritual master of the spiritual master"
    },
    {
      "start_time": 574,
      "end_time": 696,
      "verse_references": [],
      "themes": [
        "renunciation",
        "knowledge",
        "devotion",
        "vipralamba seva"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It is described in the scriptures that chanting of the holy name reveals all transcendental knowledge within the heart and this is practically seen in the life of Srila Gaur Kishodas Babaji Maharaj.",
      "summary": "This segment discusses Srila Gaur Kishodas Babaji Maharaj's possessions, knowledge, and the concept of Vipralamba Seva (service in separation from Krishna).",
      "timestamp_url": "https://youtu.be/6zqIuMP19VM?t=574",
      "transcript": "of Srila Prabhupada. His only possessions, if at all you may consider them as possessions, were the Tulsi beads he wore around his neck, this Kanti Mala, and the Tulsi Mala he kept in his hand for counting his rounds. His Kanti Mala and his Japa Mala were his only two possessions. He also kept a few books such as Narottam Das Thakur's Prarthana and Prema Bhakti Chandrika. These are two famous books, books written by Narottam Das Thakur, contains a collection of the songs he has composed explaining the pure devotional service. Even though it appeared that Gaur Kishodas Babaji Maharaj was not a learned Sanskrit scholar, still the purport and conclusions of all scriptures were luminous in his heart and character. It is described in the scriptures that chanting of the holy name reveals all transcendental knowledge within the heart, and this is practically seen in the life of Srila Gaur Kishodas Babaji Maharaj. He knew all the conclusions of the scriptures without studying them separately. That is because his chanting was pure. We should not imitate this. It was never possible for anyone to serve him, for he was never willing to accept any kind of service from any person. He exhibited the highest standard of devotion to the Supreme Lord Sri Krishna, and because of his exemplary character, he was recognized as the personification of the deepest degree of separation from Lord Sri Krishna, Vipralamba Seva, service in separation from Krishna."
    },
    {
      "start_time": 696,
      "end_time": 841,
      "verse_references": [],
      "themes": [
        "preaching",
        "prasadam",
        "purity",
        "devotion"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Whoever eats fish is like a prostitute. These are harsh words but then they are required to cut through the several layers of illusion that is clouding the consciousness of our condition so.",
      "summary": "Srila Prabhupada narrates an incident where Srila Gaur Kishodas Babaji Maharaj refuses sweets offered by a lawyer, emphasizing the importance of purity and devotion in offerings to the Lord.",
      "timestamp_url": "https://youtu.be/6zqIuMP19VM?t=696",
      "transcript": "This is what is taught by Sri Chaitanya Mahaprabhu, especially in our Gaudiya Vaishnava Sampradaya, because in separation from Krishna, one feels intense mood of service to Krishna, not as much as when one is in the presence of Krishna. It is more intense than in the presence of Krishna. In separation from Krishna, one is able to serve with more intensity Krishna, with that intense feeling of devotion towards Krishna. There are many incidents recorded by biographers about his preaching. Even though he is called a bhajananandi, he would not travel and actively preach, but anybody approached him for getting guidance, for getting some practical instructions, he was ever willing to give them his divine association. So I will just mention one or two such incidents which are very instructive for all of us. Once a lawyer by name Bhattacharya brought several sweets and prayerfully requested Srila Gautishwada's Babaji Maharaj to accept his offering. Srila Babaji Maharaj told him, \"I never take any sweets.\" So then Bhattacharya replied, \"There is nothing higher than accepting food that the Lord has directly accepted,\" indicating thereby that it is Prasadam. \"Why are you refusing Prasadam?\" So then Srila Babaji Maharaj, Gautishwada's Babaji Maharaj, sharply retorted, \"Whoever eats fish is like a prostitute.\" These are harsh words, but then they are required to cut through the several layers of illusion that is clouding the consciousness of our condition. So if someone has perverted desires and offers foodstuffs to Lord Chaitanya, these preparations can never be accepted"
    },
    {
      "start_time": 841,
      "end_time": 935,
      "verse_references": [
        "BG 9.26"
      ],
      "themes": [
        "devotion",
        "prasadam",
        "purity",
        "sin"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The important aspect of the offering more than the item itself is the devotion with which that offering is made.",
      "summary": "This segment explains the importance of devotion in offerings to Krishna, emphasizing that offerings contaminated by lustful desires are not accepted.",
      "timestamp_url": "https://youtu.be/6zqIuMP19VM?t=841",
      "transcript": "as the Prasad of the Supreme Lord because the Lord does not partake of them. What does Krishna say in the Bhagavad Gita? Yome Bhaktya Prayacchati Patram Pushpam Phalam Toyam Yome Bhaktya Prayacchati. The important aspect of the offering, more than the item itself, is the devotion with which that offering is made. So Krishna, what does he want when we offer? He wants devotion. He wants Bhakti. So somebody is having lusty desires in his heart and then makes a show of offering, that is not accepted by Krishna. To offer foodstuffs to the Supreme Lord that have been contaminated by one's lusty desire should be considered a great offense. That means it is against our devotional interest. If one accepts the grains of a sinful person, then his mind becomes impure. This is very important for all of us that why do we say eat only Prasadam, don't eat food that is not offered to Krishna because we do not know sometimes the source of such food could be, if it is not properly offered to Krishna, then it could be from the sinful person, and then that contaminates our mind, so we should be very careful not to accept anything which is not Prasadam properly offered to Krishna."
    },
    {
      "start_time": 935,
      "end_time": 1043,
      "verse_references": [],
      "themes": [
        "purity",
        "association",
        "devotion",
        "mind"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When one eats food offered by a materialistic man, one's mind becomes contaminated and when the mind becomes contaminated one is unable to think of Krishna properly.",
      "summary": "This segment continues the discussion on purity, emphasizing the importance of avoiding food cooked by lustful persons and the contamination of the mind that results from it.",
      "timestamp_url": "https://youtu.be/6zqIuMP19VM?t=935",
      "transcript": "Thus one is directed by Babaji Maharaj not to accept food cooked by lustful persons, especially by those who know the actual standard of behavior expected of devotees of Sri Krishna, but who nevertheless indulge knowingly in illicit activities. So this is very, very important for us to remember, knowingly one should never indulge in sinful activities, at the same time perform devotional service, especially offering of food stuff to the Supreme Lord. Sri Chaitanya Mahaprabhu instructed Srila Swaroop Damodar Goswami as follows: when one eats food offered by a materialistic man, one's mind becomes contaminated, and when the mind becomes contaminated, one is unable to think of Krishna properly. Contaminated mind is not conducive for any form of devotional service, our practice becomes obstructed. Srila Gaukishodas Babaji Maharaj always gave beneficial instructions to persons who approached him with faith and humility, no matter what their spiritual status might have been. On one such occasion, a seeker went to Babaji Maharaj to hear topics concerning the Supreme Lord, but he heard some harsh words from him instead. The seeker therefore resolved, sorry, the seeker therefore resolved never again to go near Babaji Maharaj because he was feeling hurt by the harsh words spoken by Gaukishodas Babaji Maharaj."
    },
    {
      "start_time": 1043,
      "end_time": 1186,
      "verse_references": [],
      "themes": [
        "association",
        "devotees",
        "harsh words",
        "illusion"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "You have left the association of devotees where topics about Krishna are discussed and now you are living in a secluded place performing solitary worship of Krishna.",
      "summary": "Srila Prabhupada narrates another incident where a seeker is corrected by Srila Gaur Kishodas Babaji Maharaj for avoiding the association of devotees due to harsh words.",
      "timestamp_url": "https://youtu.be/6zqIuMP19VM?t=1043",
      "transcript": "after some time, however, when he was very much distressed in his mind, he decided to go and see Babaji Maharaj. So Srila Gaukishodas Babaji Maharaj could immediately understand the reason for the depression of this particular seeker, and he told him, \"You have left the association of devotees where topics about Krishna are discussed, and now you are living in a secluded place performing solitary worship of Krishna. When one hears the topic of Supreme Lord in the company of devotees, then one becomes freed from Maya's net of illusion, but if someone performs worship of the Lord in a secluded place, not in the association of devotees, one becomes caught by the material illusory energy of the Lord. As a consequence, instead of topics about the Supreme Lord possessing the heart, mundane subject matters will occupy the heart.\" The seeker replied, \"I thought it better to reside in a secluded place and perform my own individual worship than to become disturbed by hearing the sharp words of a sadhu.\" He thought, \"If I remain with a sadhu and the sadhu speaks very harsh words, then my mind will always be disturbed. I can peacefully go to some other place and do my own worship and be nicely situated to do devotional service.\" So Babaji Maharaj replied, \"Please take note that these sadhus who speak sharp words to drive away the witch of the illusory energy are actually the only real devotees of Krishna and friends of the living entities. When a devotee of the Lord who is always desirous of the living entity's ultimate welfare chastises him just once with instructions meant to drive away maya, then that living being immediately makes plans to leave the saintly persons for his entire life."
    },
    {
      "start_time": 1186,
      "end_time": 1337,
      "verse_references": [],
      "themes": [
        "harsh words",
        "medicine",
        "illusion",
        "devotional service"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Then you must accept the harsh language of the sadhu as the medicine by which maya can be given up.",
      "summary": "This segment explains that the harsh words of a sadhu are like medicine, meant to cure one of illusion, and should be accepted for spiritual advancement.",
      "timestamp_url": "https://youtu.be/6zqIuMP19VM?t=1186",
      "transcript": "if you actually want to perform devotional service properly, then you must accept the harsh language of the sadhu as the medicine by which maya can be given up. It's just like when a doctor prescribes a medicine, even if it is bitter, you take it because you know that only by taking the proper medicine, even if it is bitter, it will cure you of your ailment or disease. So you should not look for something that is tasting sweet when it comes to taking medicine. Similarly, the harsh words of a sadhu may sound very, very hurting, but actually they are meant simply to pull you out of illusion, which is the purpose of your doing devotional service. By this, one can obtain the necessary spiritual advancement to successfully chant the holy name of the Supreme Lord. Then another instance, one other person, he inquired from Srila Gaurakeshwara's Babaji Maharaj as follows. He said, \"We see that there are many Vaishnavas living with their wives who perform devotional service to Lord Hari. Will they get any benefit from such service?\" Srila Babaji Maharaj replied, \"The living entity is the eternal servant of Lord Krishna, but when the conditioned soul looks upon his wife and son simply by seeing their material external forms, then one does not have the eye of devotion, and he can never perceive his real identity as the eternal servant of Krishna. The conditioned souls always have inclination to enjoy their wives and children, that's natural, and they don't like to hear so much the topics of the Supreme Lord or to get association of the Lord's devotees."
    },
    {
      "start_time": 1337,
      "end_time": 1550,
      "verse_references": [],
      "themes": [
        "detachment",
        "family life",
        "devotion",
        "renunciation",
        "monkey renunciation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The living entity is the eternal servant of lord Krishna, but when the conditioned soul looks upon his wife and son simply by seeing their material external forms then one does not have the eye of devotion.",
      "summary": "This segment discusses the challenges of family life and devotional service, contrasting genuine Vaishnavas with those who exhibit 'monkey renunciation' (external detachment without inner purity).",
      "timestamp_url": "https://youtu.be/6zqIuMP19VM?t=1337",
      "transcript": "if one does not attain the spiritual energy given by chanting the holy name, then one will become attracted by his wife and children. Then again, there are other persons who externally want to detach themselves from their wives and children and sense enjoyment, but they don't have any kind of external renunciation without actually having that detachment within the heart is like the renunciation of monkeys, markata vairagya, this is what it's called. And although they externally live away from their possessions, but their heart is dirty, the heart is not clean. So what is the characteristic of a monkey? A monkey lives naked, so it doesn't even have a piece of cloth, it doesn't have a proper house, it lives simply on the ground, it lives on the ground. So the monkey has the desire to enjoy so many female monkeys, not just one, every male monkey will have so many male monkeys as a devotee or an ancient should reflect the inner detachment or should at least aim it also simultaneously strenuously trying for detachment from within the heart. The genuine vaishnava will never maintain an attitude of sense gratification towards his wife and children, but he will always regard himself. Those actually desirous of performing Haribhajana, but in whose heart the weeds of material desires grow and were unable to give up excessive attachment of their wife and children, should always try to hear from pure devotees and chant Hare Krishna and perform congregational chanting. Instead of leaving their family and going away to a secluded place, one should actually engage in such activities even while remaining in family life. In this way, they can quickly become detached from the inclination to enjoy materially. Then they will gradually realize that if one completely surrenders to Krishna, then one will attain all the qualities of life. This is called auspiciousness. As long as one remains in bodily consciousness, one cannot obtain the mercy of Krishna."
    },
    {
      "start_time": 1550,
      "end_time": 1678,
      "verse_references": [],
      "themes": [
        "passing away",
        "controversy",
        "material motive"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So because there was a material motive, whoever got the opportunity to prepare the samadhi of this great Paramahamsa, Srila Gaur Kishore das Babaji Maharaj, they would have huge number of people visit their temple and get handsomely from the pilgrims.",
      "summary": "This segment describes the events surrounding Srila Gaur Kishodas Babaji Maharaj's passing away and the controversy that arose regarding the location of his samadhi due to material motives.",
      "timestamp_url": "https://youtu.be/6zqIuMP19VM?t=1550",
      "transcript": "So in this way, Gaur Kishore das Babaji Maharaj taught what is real renunciation because he himself was a real renunciate. Then regarding his passing away, on November 16, 1915, Gaur Kishore das Babaji Maharaj entered the eternal pastimes of the Lord, Nitya Leela Pravishta. That means he passed away from this world. That day at sunrise, his disciple Srila Bhaktisiddhanta Saraswati Thakur left Sri Mayapur for the place where Srila Bhaktisiddhanta, sorry, Gaur Kishore das Babaji Maharaj had been staying in a place at Kuliyam. The head priest of Navadvipa's various temples and ashrams began to argue where would Babaji Maharaj's samadhi be made, the actual place. So there was a heated argument among so many different people. So because there was a material motive, whoever got the opportunity to prepare the samadhi of this great Paramahamsa, Srila Gaur Kishore das Babaji Maharaj, they would have huge number of people visit their temple and get handsomely from the pilgrims. So with this material motive, there was so much of argument. So Srila Bhaktisiddhanta Saraswati Thakur could understand their material motive, and he wanted to actually stop them from simply creating a controversy. Now, not only Srila Bhaktisiddhanta Saraswati Thakur wanted to avoid the controversy, but even the Navadvipa's inspector of police, whose name was Jathindra Sinha at that time, he arrived at that place apprehending some breach of peace."
    },
    {
      "start_time": 1678,
      "end_time": 1855,
      "verse_references": [],
      "themes": [
        "purity",
        "discipleship",
        "renunciation",
        "parampara"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "I am the sole disciple of Paramahamsa Srila Gaurakeshwara das Babaji Maharaj. Even though I have not accepted sannyas, I am a celibate brahmachari and by the grace of Babaji Maharaj, I am not hypocritical, renunciant, addicted to abominable habits.",
      "summary": "This segment narrates how Srila Bhaktisiddhanta Saraswati Thakur asserted his right to prepare Srila Gaur Kishodas Babaji Maharaj's samadhi by challenging the purity of other claimants, ultimately establishing his position as the true disciple.",
      "timestamp_url": "https://youtu.be/6zqIuMP19VM?t=1678",
      "transcript": "So after much discussions, the other Vaishnavas who were running different ashrams and mats, they stated their position to the inspector. That Saraswati Thakur is not a sannyasi. He has no right to prepare a samadhi for a person who is completely renounced. Hearing their pronouncement, Saraswati Thakur replied in a voice like thunder, \"I am the sole disciple of Paramahamsa Srila Gaurakeshwara das Babaji Maharaj. Even though I have not accepted sannyas, I am a celibate brahmachari, and by the grace of Babaji Maharaj, I am not hypocritical, renunciant, addicted to abominable habits.\" So he put a challenge for those people who within the last one year or six months or three months or just even one month or even three days has not indulged in illicit association with women will be able to touch the spiritually blissful body of Srila Gaurakeshwara das Babaji Maharaj. If anyone else touches the body, he will be completely ruined. Hearing these words, the inspector of police asked Srila Saraswati Thakur, \"How will evidence for this be produced?\" So Saraswati Thakur replied, \"I will believe whatever they say. Let them just tell it. That's all.\" After this challenge is offered, all the other Babaji's, they turned their backs and went away one by one. That means they all accepted that they were not leading a pure life. The inspector was dumbfounded. Then, Srila Bhaktisiddhan Saraswati Thakur actually prepared a nice samadhi and laid to rest the blissful transcendental body of Srila Gaurakeshwara das Babaji Maharaj. So let us end this presentation with the prayer to Srila Gaurakeshwara das Babaji Maharaj. Namo Gaurakeshwaraya Sakshad Vairagya Murtaye Vipralambhara Sambhode Padambhu Jayate Namaha. The meaning is, I offer my respectful obeisances unto Srila Gaurakeshwara das Babaji Maharaj, the spiritual master of Srila Bhaktisiddhan Saraswati Thakur, whose renunciation personified, Sakshad Vairagya Murti, he is always merged in a feeling of separation from an intense love of Krishna."
    }
  ]
}