{
  "video_id": "72dtwrrOxKI",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.12.12 | 7-08-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=72dtwrrOxKI",
  "segments": [
    {
      "start_time": 0,
      "end_time": 57,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Agyana Timiraandhasya Gyananjanishalakaya Chaksharunmilitam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/72dtwrrOxKI?t=0",
      "transcript": "Om Agyana Timiraandhasya Gyananjanishalakaya Chaksharunmilitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Devi Saraswati Vyasam Tato Jayam Udi Raye"
    },
    {
      "start_time": 58,
      "end_time": 177,
      "verse_references": [
        "SB 1.12.12"
      ],
      "themes": [
        "Pariksit",
        "pure devotee",
        "divine mission"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So that we can also become pure devotees and perfect our lives very very easily simply by following in their footsteps.",
      "summary": "The speaker introduces the topic of Emperor Pariksit's birth and emphasizes his status as a pure devotee and the importance of following in the footsteps of such ideal devotees.",
      "timestamp_url": "https://youtu.be/72dtwrrOxKI?t=58",
      "transcript": "In this session, we will be discussing from the twelfth verse of the twelfth chapter of the first canto of Srimad Bhagavatam. Tata Sarva Gunodarke Sanukula Grahodaye Jagne Vamsadharapandur Bhuyapandur Ivaujasa. The meaning of this verse is, \"Thereupon, when all the good signs of the zodiac gradually evolved, the heir apparent of Pandu, who would be exactly like him in prowess, took birth.\" So this is the chapter describing the birth of Emperor Pariksit. And his birth is very special because by birth he is a pure devotee. And that's the reason he was protected in the womb. He was protected in the womb by the love of his mother, by Krishna himself personally. And throughout his life, he was conducting himself as a pure devotee. So such pure devotees are directly coming from the spiritual world. They have got the purpose of life as the mission of the divine. And therefore, such personalities are described in Srimad Bhagavatam as ideal devotees whose footsteps we should all follow. So that we can also become pure devotees and perfect our lives very, very easily simply by following in their footsteps."
    },
    {
      "start_time": 177,
      "end_time": 335,
      "verse_references": [],
      "themes": [
        "astronomy",
        "astrology",
        "laws of nature"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        4
      ],
      "key_quote": "Jyotir Veda, complete science, perfect science.",
      "summary": "The speaker discusses the astronomical circumstances of Pariksit's birth and emphasizes the factual basis of astronomy and astrology according to Srila Prabhupada, highlighting that these are complete and perfect sciences.",
      "timestamp_url": "https://youtu.be/72dtwrrOxKI?t=177",
      "transcript": "Now Pariksit's birth is happening in a very, very favorable astronomical situation. The birth itself is like that and Srila Prabhupada will explain the reason for the birth being very special. Srila Prabhupada says in the purport, \"Astronomical calculations of stellar influences upon a living being are not suppositions, but are factual as confirmed in Srimad Bhagavatam.\" There is a lot of speculation about what is astronomy, what is astrology, and what are the stars or the different heavenly bodies whose movements are basis of a calculation done in astronomy as well as in astrology. A chart is prepared and based on the chart a learned astrologer can read and actually tell many things about the person taking birth in a particular time, in a particular place under the influence of these stars or these heavenly bodies appearing in the sky. So, these calculations as Srila Prabhupada says here are factual. They are not some theories based on some speculation which are some sentimental people's belief systems. No, these are cent percent true and they are all factual. And it is based on a complete science, Jyotir Veda, complete science, perfect science."
    },
    {
      "start_time": 335,
      "end_time": 472,
      "verse_references": [
        "BG 3.9"
      ],
      "themes": [
        "laws of nature",
        "karma",
        "freedom",
        "responsibility"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        4
      ],
      "key_quote": "Every action of life produces another reaction which is binding upon us.",
      "summary": "The speaker explains that all living beings are controlled by the laws of nature and that every action produces a reaction, binding us to the material world, referencing the Bhagavad Gita.",
      "timestamp_url": "https://youtu.be/72dtwrrOxKI?t=335",
      "transcript": "So, Srila Prabhupada says further, \"Every living being is controlled by the laws of nature at every minute.\" It is foolish to think that we are free, independent. We can do whatever we like. No, we cannot. There is some degree of freedom, but we have to act responsibly because there is control by the laws of nature every minute, just as a citizen is controlled by the influence of the state. Just like state laws are working, and if somebody is belonging to a particular state, he has to obey the laws. The state laws are grossly observed, but the laws of material nature being subtle to our gross understanding cannot be experienced grossly. How these influences are working, the astronomical influences, we cannot see with our eyes manifest in gross terms. As stated in the Bhagavad Gita, third chapter, ninth verse, \"Every action of life produces another reaction which is binding upon us.\" Every action that we perform, every action has got a reaction according to the laws of nature, and that reaction is binding us to this material world. It is tying us down. We cannot escape the reaction. And it is also told in the same verse in the Bhagavad Gita, \"Only those who are acting on behalf of Yajna or Vishnu are not bound by reactions.\""
    },
    {
      "start_time": 472,
      "end_time": 680,
      "verse_references": [],
      "themes": [
        "devotion",
        "karma",
        "higher authorities",
        "laws of nature"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Only foolish, ignorant, arrogant, less intelligent, atheistic, demoniac people say there is no higher control.",
      "summary": "The speaker explains that devotees acting on behalf of Vishnu are not bound by reactions and that higher authorities judge our actions, awarding us bodies accordingly, contrasting this with the views of foolish and ignorant people.",
      "timestamp_url": "https://youtu.be/72dtwrrOxKI?t=472",
      "transcript": "So there is a special facility given to human beings who are performing actions on behalf of Vishnu, Yajna. Yajna arthat karma naha, it is called. Karma done, actions done, on behalf of Yajna, Yajna arthat. Such people, who are they? They are devotees, devotees of Vishnu, devotees of the Supreme Lord. They are not bound by reactions because they do all work on behalf of Vishnu. So our Srila Prabhupada further says, \"Our actions are judged by the higher authorities who are the agents of the Lord, and thus we are awarded bodies according to our activities.\" So many living beings in so many varieties of bodies. What is the basis somebody is born in a particular type of body? The basis is the judgment of the higher authorities according to the work we have performed in the previous life. So there is a definite law working. There is a definite basis. There are enforcers of all these laws, and they are not visible to our eyes. They cannot be perceived with our gross senses. Only foolish, ignorant, arrogant, less intelligent, atheistic, demoniac people say there is no higher control. I don't believe in astronomy. I don't believe in astrology. I don't believe in scriptures. Only such foolish people talk nonsense, rubbish. And even as they are talking, they don't realize that even their movement of the tongue is controlled. Next moment such a foolish person gets a paralytic stroke. He can't talk. He can't move his limbs. He cannot even utilize his body at all, and he is simply admitted to some hospital or he lies in some place completely like a vegetable. And then he speaks all kinds of rubbish as long as he is able to vibrate his tongue. You see, this is the reality, and we see it all around us all the time. So, the fact is, the laws of nature are there. They are being enforced by the devatas, the agents of the Supreme Lord Krishna, and they are binding upon us. Nobody is exception."
    },
    {
      "start_time": 680,
      "end_time": 897,
      "verse_references": [],
      "themes": [
        "laws of nature",
        "imprisonment",
        "astrology",
        "misuse of science"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        4
      ],
      "key_quote": "This astrological science is a great science. And misuse of a science does not make it useless.",
      "summary": "The speaker describes the material body as a prison and emphasizes the importance of scriptures in enlightening us about this reality, further discussing astrology as a great science that is sometimes misused by quacks.",
      "timestamp_url": "https://youtu.be/72dtwrrOxKI?t=680",
      "transcript": "Nobody is exception. The laws of nature are so subtle that every part of our body is influenced by the respective stars, and a living being obtains his working body to fulfill his terms of imprisonment. We are very proud of the body that we have, but we don't realize that this body is a prison for the soul, the real I, real self, for me. It is a prison. It is limiting me in so many ways because we do not know as spirit-soul what is the kind of freedom I have. That I do not know. I am totally ignorant of that reality. So, therefore, the scriptures are enlightening us, educating us, informing us, warning us that you are imprisoned in your material body, and it has got a basis. Why? Why are you imprisoned? To fulfill the term of imprisonment imposed by the higher authorities according to a set of laws of nature which are working, perfectly working. The state laws may not be always imposed perfectly. Some, few people may escape the state law, but nobody can escape the laws of nature. So, a man's destiny is therefore ascertained by the bird-time constellation of stars, and a factual horoscope is made by a learned astrologer. It is a great science. This astrological science is a great science, and misuse of a science does not make it useless. In recent times, it has been misused, abused, and ignorant people sometimes do get cheated by bogus astrologers who do not know the science, and they make money out of misleading people. So, that doesn't mean the science is wrong or the science is not valid. It is the person who doesn't know the science who is cheating people. It is a quack who cheats people, not the learned, enlightened, authorized doctor. So, there is a difference between a quack and a doctor, a good doctor. Similarly, there is a difference between a learned astrologer and a bogus astrologer. There is a big difference and we have to learn that."
    }
  ]
}