{
  "video_id": "75xxM5pMnFs",
  "title": "AAQ: Are Devotees Made by Destiny or Choice? The Real Answer!\" | His Grace Madhu Pandit Dasa",
  "speaker": "HG Madhu Pandit Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=75xxM5pMnFs",
  "segments": [
    {
      "start_time": 0,
      "end_time": 160,
      "verse_references": [],
      "themes": [
        "karma",
        "free will",
        "soul",
        "body"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Now you have free will. How to respond to your subtle body, your gross body and your kala.",
      "summary": "The speaker introduces the question of destiny versus choice, explaining that while external factors are governed by karma, the soul has free will to respond to them.",
      "timestamp_url": "https://youtu.be/75xxM5pMnFs?t=0",
      "transcript": "If everything that happens to us is due to past karma, is becoming a devotee also predetermined by it? No, even if everything that happens to us, what happens to us, that means what the environment, what everything outside me does to me, what I am there outside me, I am the outside, outside me means my body, my mind, and the world outside. Everything is outside me. I am not the body. I am sitting in the body. So, my mind, my intelligence, my ego, everything is outside me. My real ego is different. Soul's real ego is outside me. Now, dormant. So now there is a subtle body and the gross body. Soul is there, then subtle body is there, then gross body is there and the world is there. So, the subtle body, the gross body and the world it will interact with you. But the soul will not. It will not interact with you. You are there in this world. You belong in this world. I am saying this according to your past karma, governed by Krishna's impersonal aspect called kala, kala shakti. Kala shakti through according to your karma is predestining you. You. You means the soul. Now you have free will. How to respond to your subtle body, your gross body and your kala."
    },
    {
      "start_time": 160,
      "end_time": 260,
      "verse_references": [],
      "themes": [
        "free will",
        "destiny",
        "environment"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Even a dog has a free will.",
      "summary": "The speaker uses the analogy of interacting with a dog to illustrate that even animals have free will to react to their environment, suggesting life is a combination of free will and destiny.",
      "timestamp_url": "https://youtu.be/75xxM5pMnFs?t=160",
      "transcript": "So, you have free will. Now you have free will. How to respond to your subtle body, than the outside world. But how much you can change, how much you can, that depends on like two forces are there. If your force is big, then you will counter it. If that force is big, you will counter it. But we always have a choice, we always have a choice. What to speak of we having the choice? Today I was walking and opposite side one dog was coming. So I was first trying to give way to the dog this way. Then the dog went that way. Then I tried to give dog way this way. I went that side. The dog changed this way. Then again I changed. So as much as I was changing, even a dog has a free will. Even the dog is at that time is waiting for me whether I will go this way or this way. So I can see the dog is ready to finally go this way or that way. That means even a dog has free will. I can force, you don't go this way, I will block it. He will go that way. He will use his free will to go that way. If I go this way, that means according to the way the environment is impacting you, you have got a free will to go this way or that way."
    },
    {
      "start_time": 260,
      "end_time": 357,
      "verse_references": [],
      "themes": [
        "destiny",
        "free will",
        "karma",
        "God's sanction"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "My destiny is nothing but my past free will.",
      "summary": "The speaker explains that destiny is a result of past free will, not arbitrary divine intervention, and uses the analogy of a cow tied to a tree to illustrate the limits and freedom within destiny.",
      "timestamp_url": "https://youtu.be/75xxM5pMnFs?t=260",
      "transcript": "So life is a combination of free will and destiny. Free will and destiny. If you say everything is distinct, that destiny, whatever destiny has come, it will come. Whatever is distinct, who created that? My own past free will. It is not that God has given, put on destiny for you differently, for him differently out of his whims and fancies. If somebody is a beggar today, he has created his destiny, not God. God has sanctioned that, because nothing will move without God, move without Krishna's sanction. Sanction is different, his wish is different. According to your wish, he sanctions. Wish and karma. I will give a simple example. If a cow is tied around a coconut tree, 100 feet rope. Within 100 feet, rope has any effect? No. Moment it goes beyond 100 feet, it will pull. Destiny is like, cow's destiny is 100 feet rope. Even though he cannot go beyond 100 feet, within 100 feet he can go anywhere. There is no destiny."
    },
    {
      "start_time": 357,
      "end_time": 465,
      "verse_references": [],
      "themes": [
        "destiny",
        "free will",
        "human limitations",
        "karma"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So potentially speaking, it is my free will alone that exists. My destiny is nothing but my past free will.",
      "summary": "The speaker uses the example of wanting to fly like a bird to show limitations, and a boil to illustrate how free will can influence the manifestation of karma.",
      "timestamp_url": "https://youtu.be/75xxM5pMnFs?t=357",
      "transcript": "Correct? Let's say I got a, now I am in a human form. I want to fly like a bird. I can see birds are flying. I want to fly like a bird. No. 100 feet rope. You are in a human body, you cannot fly. But within the human body, I got so much freedom. I can go murder somebody. Now you are creating a new rope. So all the destiny that we are, that is putting us here, there, all those things is created by our past. So potentially speaking, it is my free will alone that exists. My destiny is nothing but my past free will. So, what to speak of even material things, material things itself you can go this way, that way, in details, Sukha Dukha is fixed, but you go this way, also this way, just like if you have a boil here, it's your karma. If you take a tablet that boil will go, you don't take a tablet that boil will remain. Now you will say whether the boil was destiny or not. Coming of the boil was destiny or not, going of the boil was destiny or not."
    },
    {
      "start_time": 465,
      "end_time": 550,
      "verse_references": [],
      "themes": [
        "destiny",
        "karma",
        "suffering",
        "free will"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Sukha Dukha, you have created according to your karma, you have to face it.",
      "summary": "The speaker explains that while the form of suffering may be altered, the underlying karma must be experienced, and reiterates that destiny doesn't dictate every action, using the dog example again.",
      "timestamp_url": "https://youtu.be/75xxM5pMnFs?t=465",
      "transcript": "What will be the answer? The pain, that you have to experience due to this is distinct. If your destiny is that, the Dukha that you have to get because of this is not completed. Even you take medicine, you will get a boil somewhere else or something you will get somewhere else. Sukha Dukha, you have created according to your karma, you have to face it. The shape of that you may be able to change. But in your account you cannot change. Somebody you have given loan, he comes, give my money back. You can tell him, wait, wait. You cannot say I won't give. Right? It is your debt. You can tell him, wait, wait. You cannot say I won't give. In the same way for Papa and Punya that we have done, Sukha and Dukha will come to us. That is destiny. Destiny does not mean that every action is destined. I told you even a dog has got freedom. According to the way I go, it will take a different turn."
    },
    {
      "start_time": 550,
      "end_time": 672,
      "verse_references": [],
      "themes": [
        "free will",
        "decision-making",
        "soul",
        "influence of modes"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The soul is there, acting. He is not a robotic dog.",
      "summary": "The speaker emphasizes that even the dog's actions are not purely mechanical, but influenced by the soul's willing, distinguishing it from a robotic response.",
      "timestamp_url": "https://youtu.be/75xxM5pMnFs?t=550",
      "transcript": "It was not destined. It took a decision. Here is somebody coming this side. I should go this side. That means it decided to go that way. Any question on this? Yeah. Limited free will. Sir, it is actually due to the reactions of the horse, it is making its decision and not actually due to the reaction of the dog. Yes. See, for instance, how they, let us not use the word free will, free will. Let us use the word willing. The willing shakti. Dog has got willing shakti. That willing shakti is influenced by the modes. But it is his willing shakti. He is not a machine. He is not a machine. He is influenced by that and therefore he is deciding. The soul is there, acting. He is not a robotic dog. If there is a robotic dog, you can say 100%. There is no willing there. Input, it output, it will decide. But there is an action."
    },
    {
      "start_time": 672,
      "end_time": 778,
      "verse_references": [],
      "themes": [
        "free will",
        "willing",
        "influence of modes",
        "spiritual world",
        "Krishna consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Free will is an illusion in this world... A decision maker is a soul.",
      "summary": "The speaker clarifies that 'free will' is actually 'willing' influenced by the modes of nature, and that true free will exists in the spiritual world through Krishna consciousness.",
      "timestamp_url": "https://youtu.be/75xxM5pMnFs?t=672",
      "transcript": "Experience inside that dog. In a robot dog, there is no experiencer. So the experiencer wills this way or that way. But that is why I said change the word free will. You are right. That free will, that means freely deciding is not there for anybody in the world. They are all influenced by three modes of nature. But we take a decision. Highly influenced. If you say free will, free will is an illusion in this world. You think you are free. But there is a person who is willing. There is an atna who is willing, whether influenced or uninfluenced, less influenced or more influenced. A decision maker is a soul. So I would say, the answer to your question is, dog was exercising his willing, influenced by my going this side or that side. Understood? At the top level, these are all within the field. Willing, all. At the top level, totally uninfluenced by three modes of material nature. Like Prabhupada can purely act at that level. That level is when one has exercised his free will 100% not to forget Krishna and always be Krishna's."
    },
    {
      "start_time": 778,
      "end_time": 861,
      "verse_references": [],
      "themes": [
        "free will",
        "limitations",
        "desire",
        "influence of association"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The rope has given you that freedom. 100 feet circle, you can go what you want.",
      "summary": "The speaker uses the rope analogy again to illustrate the limited freedom within material existence, emphasizing that desires are not always attainable and that association influences our 'willing'.",
      "timestamp_url": "https://youtu.be/75xxM5pMnFs?t=778",
      "transcript": "That is when our real free will is there in the spiritual world. Free will. Only Krishna has got absolute free will. We think I have got free will. I gave you example of free will. How long is a rope within that, you are free. Doesn't mean you are free forever. You can do what you want. The rope has given you that freedom. 100 feet circle, you can go what you want. As I told, I can, my desires are not, everything cannot. If I want to fly like a bird, I cannot. I am distinct. But here I can walk. I can go here. I can walk to a bar. I can walk to a gambling hall. I can walk to a temple. I can choose. In that I may be influenced. I will be influenced. That is why it says, depends on the association. Association influences your willing. Don't call it free will. Association influences your willing. In a computer, there is nobody sitting and willing."
    },
    {
      "start_time": 861,
      "end_time": 912,
      "verse_references": [],
      "themes": [
        "willing",
        "Jeeva Shakti",
        "agreement",
        "hopelessness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Willing, only the Jeeva Shakti can will.",
      "summary": "The speaker concludes by stating that only the Jeeva Shakti can will, and then the transcript becomes unclear.",
      "timestamp_url": "https://youtu.be/75xxM5pMnFs?t=861",
      "transcript": "Without willing, it is, program-wise it is responding. You put something on the screen, it responds. There is no willing there. Willing, only the Jeeva Shakti can will. Yeah, he can be free. I can only be free in that. No willing, only Brandon leave it to the agreement or the agreement to the agreement, what do we call it? In addition, any relation is a request. He cannot stoop this level, what do you call it? Hope of what? Hopelessness. Of course."
    }
  ]
}