{
  "video_id": "7LOKJQugbb4",
  "title": "SB 1.18.3 | HH Stoka Krishna Swami | 26-03-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=7LOKJQugbb4",
  "segments": [
    {
      "start_time": 53,
      "end_time": 176,
      "verse_references": [
        "SB 1.18.3"
      ],
      "themes": [
        "surrender",
        "Krishna consciousness",
        "death",
        "detachment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So he said let me prepare for quitting this body by becoming Krishna conscious so therefore he surrendered himself as a disciple to Shukadeva Goswami and thus he was able to understand the actual position of the personality of God.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam, explaining how Maharaj Pariksit prepared for death by surrendering to Shukadeva Goswami and becoming Krishna conscious to understand the position of the Lord.",
      "timestamp_url": "https://youtu.be/7LOKJQugbb4?t=53",
      "transcript": "In this session, we will be discussing from the 3rd verse of the 18th chapter of the 1st canto of Srimad Bhagavatam: Utsarijya Sarvata Sangam Vijnata Ajita Samsthitihi Vaya Saker Jahu Shishyo Gangayam Swam Kalevaram. The meaning of this verse is, furthermore, after leaving all his associates, the king surrendered himself as a disciple to the son of Vyasa, Shukadeva Goswami, and thus he was able to understand the actual position of the personality of Godhead. So, R. S. Goswami is narrating the events leading to Maharaj Pariksit being cursed by a Braamana boy. So, before describing the actual incident, it is being described here that Pariksit Maharaj, in his life, is charming in a lot of ways. The world, this situation, this incident means that he is... Maharaj, he heard the curse and he decided to prepare for quitting the body, for death by the bite of the snake bird, even though he could have contracted the curse, because he realized that he has to prepare for death whenever death might come. Death cannot be totally avoided when the material body is there. The body cannot be kept forever, this material body. So, death means we'll quit this material body and spirit soul. So, that Parikshit Maharaj knew very well. So, he said, let me prepare for quitting this body by becoming Krishna conscious. So, therefore, he surrendered himself as a disciple to Shukadeva Goswami, and thus he was able to understand the actual position of the personality of"
    },
    {
      "start_time": 176,
      "end_time": 341,
      "verse_references": [],
      "themes": [
        "Ajita",
        "unconquerable",
        "knowledge",
        "devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The personality of God Shri Krishna is known as Ajita or unconquerable and he so in every respect this word Ajita is a name of the Supreme Lord.",
      "summary": "The speaker explains the significance of the name 'Ajita' for Krishna, emphasizing that the Lord is unconquerable and cannot be understood through mere accumulation of knowledge.",
      "timestamp_url": "https://youtu.be/7LOKJQugbb4?t=176",
      "transcript": "God. So, Srila Prabhupada explains in the purport, the word Ajita is significant here. The personality of God, Shri Krishna, is known as Ajita, or unconquerable, and he... So, in every respect, this word Ajita is a name of the Supreme Lord. Elsewhere in the Bhagavatam, it is described that the Supreme Lord appeared as Ajita when the churning of the milk ocean was going on, it was about to begin, and in order to favor the Devatas who wanted to produce nectar by churning the milk ocean, he assumed the form of a tortoise, Kurma Rupa or Kurma Avatara, the tortoise incarnation. It was Lord Narayana who appeared first as Ajita. He became the Kurma Avatara, and he supported the Mandara mountain on his back, because the Mandara mountain was used as a churning rod by the Devatas and the Asooras to churn the milk ocean and produce nectar. So, that same name is used here to describe the Supreme Lord. Why? Why is he called Ajita? He is unconquerable in every respect. No one can know his actual position. Why is he called Achitha? No one can know his actual position ever. Why is Ajita used? Because Parikshit Maharaj could understand the actual position of the Lord, whose position cannot be understood by people in general, ordinarily. So, the Supreme Lord is unconquerable. He is unconquerable by knowledge also. So, that means if somebody tries to undergo cultivation of knowledge, accumulating knowledge, getting knowledge more and more and more and more of the absolute truth or about God, simply by acquiring knowledge, any amount of knowledge about God, you cannot understand the actual position of God, not possible."
    },
    {
      "start_time": 341,
      "end_time": 450,
      "verse_references": [],
      "themes": [
        "Goloka Vrindavana",
        "spiritual master",
        "confidential knowledge",
        "surrender"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But by the grace of a spiritual master like Shukadev Goswami, unto whom the king gave himself up as a most humble disciple, one is able to understand the actual position of the Lord, his eternal abode, Goloka Vrindavana, and his transcendental paraphernalia in that dharma or abode.",
      "summary": "The speaker explains that understanding the Lord's abode, Goloka Vrindavana, and His paraphernalia requires the grace of a spiritual master and humble surrender, not just scholarship or speculation.",
      "timestamp_url": "https://youtu.be/7LOKJQugbb4?t=341",
      "transcript": "Now, Srila Prabhupada further explains, we have heard about his dharma, the Supreme Lord's eternal abode, Goloka Vrindavana. But there are many scholars who interpret this abode in different ways. What is this abode of the Lord, Goloka Vrindavana? Different scholars say, explain it differently. But by the grace of a spiritual master like Shukadev Goswami, unto whom the king gave himself up as a most humble disciple, one is able to understand the actual position of the Lord, his eternal abode, Goloka Vrindavana, and his transcendental paraphernalia in that dharma or abode. These things are very, very confidential knowledge. Such highly confidential knowledge cannot be realized simply by scholarship, simply by speculation, using one's intelligence, you cannot realize this knowledge. It is possible only by the way Parikshit Maharaj surrendered unto the Acharya, Shukadev Goswami. And by the grace of Shukadev Goswami, with the mercy of Shukadev Goswami, being a surrendered disciple, he was able to realize all this knowledge. Knowing the transcendental position of the Lord and the transcendental method by which one can approach the transcendental dharma,"
    },
    {
      "start_time": 450,
      "end_time": 579,
      "verse_references": [],
      "themes": [
        "Mayavadis",
        "materialists",
        "ignorance",
        "spiritual reality"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Mayavadis, their philosophy is, God is formless, and if there is any description of kingdom of God, that is also formless.",
      "summary": "The speaker contrasts the understanding of Goloka Vrindavana with the impersonal view of the Mayavadis and the materialistic perspective, highlighting their ignorance of spiritual reality.",
      "timestamp_url": "https://youtu.be/7LOKJQugbb4?t=450",
      "transcript": "the king was confident about his ultimate destination. So this Goloka Vrindavana is not some impersonal situation as the Mayavadis think. The Mayavadis, their philosophy is, God is formless, and if there is any description of kingdom of God, that is also formless. And everything about the Absolute Truth is ultimately without any variegatedness, without any name, without any personality, without any place, without any situation, nothing. So, it is basically some concoction of these Mayavadi philosophers or scholars, what is, what is the kingdom of God, or who is God, or what is the meaning in descriptions of God's form, paraphernalia, his abode, his associates, his qualities, what is the meaning in those descriptions, the Mayavadis don't have any understanding. And the materialists, they simply mock at all spiritual literature as simply some imaginary stories, imaginary stories or some irrelevant literature. Because for them, this material world and material enjoyment, material enjoyment is all in all. They are totally in the darkness of ignorance"
    },
    {
      "start_time": 579,
      "end_time": 708,
      "verse_references": [],
      "themes": [
        "detachment",
        "material attachments",
        "Krishna Loka",
        "eternal soul"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If you know that you don't belong to this world, you know that you have to quit this body sometime, you know that you as spirit-soul are eternal, then what do you do about all this material paraphernalia, the material body, the material possessions, material relationship, what do you do with all that?",
      "summary": "The speaker explains that realizing one's eternal nature and destination in Krishna Loka facilitates detachment from material possessions and relationships, as exemplified by Parikshit Maharaj.",
      "timestamp_url": "https://youtu.be/7LOKJQugbb4?t=579",
      "transcript": "as regards spiritual reality. And by the influence of illusion, the materialists accept this material existence as eternal. So, both the materialists and the transcendentalists who are non-devotees, they do not realize what is the personality of Godhead. They do not realize the spiritual variegatedness in the spiritual realm. They do not know what is the abode of the Lord. They do not know that. But Parikshit Maharaj, when he understood the personality of Godhead, he was able to understand the transcendental position of the Lord and the method by which one can approach that transcendental dharma. And the king was confident about his ultimate destination. That means he fixed his destination as I will go back to Krishna Loka, Krishna Dhamma. And by knowing this, he could leave aside everything material, even his own body without any difficulty of attachment. If you know that you don't belong to this world, you know that you have to quit this body sometime, you know that you as spirit-soul are eternal, then what do you do about all this material paraphernalia, the material body, the material possessions, material relationship, what do you do with all that? So, Parikshit Maharaj clearly knew that he has to leave everything at the time of death. So before death comes, he cut off all attachments"
    },
    {
      "start_time": 708,
      "end_time": 881,
      "verse_references": [
        "BG 6.20-23"
      ],
      "themes": [
        "detachment",
        "superior energy",
        "spiritual variety",
        "theoretical knowledge"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "From Bhagavad Gita, we understand the quality of the Lord's energy that is superior to the material quality of energy and by the grace of a bona fide spiritual master like Shukadeva Goswami, it is quite possible to know everything of the superior energy of the Lord by which the Lord manifests his eternal name, eternal quality, eternal pastimes, eternal paraphernalia and variegatedness.",
      "summary": "The speaker emphasizes that detachment from material attachments is possible by understanding the superior energy of the Lord and realizing spiritual variety, which requires the grace of a bona fide spiritual master, not just theoretical knowledge.",
      "timestamp_url": "https://youtu.be/7LOKJQugbb4?t=708",
      "transcript": "to all these various things. That will be described in the second canto, how Parikshit Maharaj, Parikshit Maharaj cut off all attachments. Shukadeva Goswami, the description of the meeting of Parikshit Maharaj and Shukadeva Goswami, in that description, there will be details about how Parikshit Maharaj quit his kingdom, gave up all attachments and came to hear from Shukadeva Goswami in the Krishna Katha, in the form of Bhagavad. In the Bhagavad Gita, it is stated, param drishtva nivartate, one can give up all connection with material attachment when one is able to see the param or the superior quality of things. Prabhupada is explaining how Parikshit was able to give up. From Bhagavad Gita, we understand the quality of the Lord's energy that is superior to the material quality of energy and by the grace of a bona fide spiritual master like Shukadeva Goswami, it is quite possible to know everything of the superior energy of the Lord by which the Lord manifests his eternal name, eternal quality, eternal pastimes, eternal paraphernalia and variegatedness. Unless one thoroughly understands this superior or eternal energy of the Lord, it is not possible to leave the material energy. However, one may theoretically speculate on the true nature of the Absolute Truth. See, there are transcendentalists who are not devotees, but they know ultimately Absolute Truth is spiritual. They know that, but they do not know the nature of the Absolute Truth in terms of the spiritual variegatedness. So, because they do not know of the spiritual variegatedness, they are unable to give up this material variety, the material attachments, they are unable to give up. So, Bhagavad Gita says, param drishtva nivartate, one can give up material attachments or material paraphernalia, material connections, material relationships, if one really knows and one realizes what is spiritual variety, what is spiritual abode, what is spiritual name, what is spiritual form, until one realizes that there is no possibility of giving up any of the material varieties. Simply by theoretical knowledge"
    },
    {
      "start_time": 881,
      "end_time": 920,
      "verse_references": [],
      "themes": [
        "mercy",
        "liberated devotee",
        "Shukadeva Goswami",
        "realization"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It is very difficult to find the Lord through Vedic literatures, but it is very easy to know the Supreme Lord by the mercy of a liberated devotee like Shukadeva Goswami. There is only way and there is no other way.",
      "summary": "The speaker concludes by stating that realizing the Supreme Lord is possible only through the mercy of a liberated devotee like Shukadeva Goswami, highlighting Parikshit Maharaj's fortune in meeting him.",
      "timestamp_url": "https://youtu.be/7LOKJQugbb4?t=881",
      "transcript": "you cannot. By the grace of Lord Krishna, Maharaj Pariksit was able to receive the mercy of such a personality as Shukadeva Goswami and thus he was able to know the actual position of the unconquerable Lord. It is very difficult to find the Lord through Vedic literatures, but it is very easy to know the Supreme Lord by the mercy of a liberated devotee like Shukadeva Goswami. There is only way and there is no other way. And Pariksit was fortunate to meet Shukadeva Goswami and learn from him and realize the Supreme Lord by the mercy of Shukadeva Goswami. I will stop here. Thank you very much."
    }
  ]
}