{
  "video_id": "7mH4uKshn4I",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.13.45-46 | 23-10-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=7mH4uKshn4I",
  "segments": [
    {
      "start_time": 49,
      "end_time": 164,
      "verse_references": [
        "SB 1.13.45"
      ],
      "themes": [
        "detachment",
        "illusory affection",
        "supreme control"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "All feelings of separation are due to illusory affection.",
      "summary": "HH Stoka Krishna Swami explains the meaning of Srimad Bhagavatam 1.13.45, emphasizing detachment from illusory affection and understanding the supreme control of the Lord.",
      "timestamp_url": "https://youtu.be/7mH4uKshn4I?t=49",
      "transcript": "In this session we will be discussing from the 45th verse of the 13th chapter of the 1st canto of Srimad Bhagavatam. तस्माद् जह्यंग वैक्लव्यं अज्ञानक् कृतमात्मनः कथम् तू अनाथा कृपणा वर्तेरं स्तेच माम् विना The meaning of this 45th verse is, \"Therefore give up your anxiety due to ignorance of the self. You are now thinking of how they who are helpless poor creatures will exist without you.\" So now Narada Muni is coming to the point that he explained in the previous verse. All feelings of separation are due to illusory affection. Then the conclusion now is being drawn after explaining the philosophy, the truth, the reality, that give up your anxiety which is due to ignorance of the self. So you are not considering the fact that you, your uncles, your aunt and everybody for that matter is spirit soul and are controlled by, their movements are controlled by the supreme will according to their own past actions. And now you are thinking, even though you know that, you might be aware that supreme lord ultimate is a controller, but you're thinking, \"How will they exist without your help? Because they have become old, they are helpless.\" That's your anxiety now. But give up your anxiety to the self. Give up that anxiety. And why he has to give up that anxiety, that he'll explain the next verse."
    },
    {
      "start_time": 167,
      "end_time": 308,
      "verse_references": [],
      "themes": [
        "protection by the Lord",
        "duty",
        "dependence on the Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Always remember no one but the Supreme Lord can give protection to anyone else you do your duties and depend on the Supreme Lord for protect your protection for the protection of your children the protection of your beloved loved ones everybody you depend on the Lord for protection this is the perfect understanding as regards to the Lord and the way life is .",
      "summary": "HH Stoka Krishna Swami explains Srila Prabhupada's purport, emphasizing that while we should perform our duties, ultimate protection comes from the Supreme Lord.",
      "timestamp_url": "https://youtu.be/7mH4uKshn4I?t=167",
      "transcript": "But Srila Prabhupada says in the purport, a brief purport, \"When we think of our kit and kin as being helpless and dependent on us, it is all due to ignorance.\" Why is Prabhupada saying this? Because every living creature is allowed all protection by the order of the supreme lord in terms of each one's action. A quiet position in the world, how much protection each person can have at any given time is dependent on the position in which one is placed by the Lord, and the important point is to remember always the Lord is known as Buddha breath, means he is the one who gives protection to all living beings, he is not partial, he is impartial and is the only one who protects each and every living being. So therefore understanding that there is the supreme control of the Supreme Lord and everybody is protected by the Lord, one should discharge his duties only. Does it mean the Supreme Lord is everybody's controller so why should I bother to protect my children or why should I bother to give any protection to the people who are dependent on the Lord? No, that is not correct. We have to do our duty in the position in which we are placed presently. If I am in the position of a father I have to do father's duties towards the children, if I am in the position of a husband I have to do husband's duty, if somebody else is in the position of a mother such a mother has to do her duty towards her children. So everybody has to do their duties and always remember no one but the Supreme Lord can give protection to anyone else. You do your duties and depend on the Supreme Lord for protect your protection, for the protection of your children, the protection of your beloved loved ones, everybody you depend on the Lord for protection, this is the perfect understanding as regards to the..."
    },
    {
      "start_time": 337,
      "end_time": 463,
      "verse_references": [
        "SB 1.13.46"
      ],
      "themes": [
        "kala",
        "karma",
        "guna",
        "control of material nature"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This gross material body made up of these five elements is already under the control of three different things: eternal time, action, and the three moments.",
      "summary": "HH Stoka Krishna Swami introduces the next verse (SB 1.13.46) and explains how the material body is controlled by eternal time (kala), karma, and the three modes of material nature (guna).",
      "timestamp_url": "https://youtu.be/7mH4uKshn4I?t=337",
      "transcript": "Now how the Lord gives protection and how we have to simply discharge our duties is explained very nicely in the next verse. The next verse, forty-sixth verse is, काल कर्म गुणाधीनो देहोयं पांच भवतिकह कथम अञ्याम्स्तु गोपायेत सर्पग्रस्तो यथापरम। This is a very important verse. The meaning of this verse, \"This gross material body made up of these five elements is already under the control of three different things.\" What is that? It is already under control of eternal time, that is काला, under the control of कर्म or action, and under the control of गुणा or the three moments. The three moments of material nature, काला, कर्म, गुणा, eternal time, action, and the material moments. How then can it being already in the jaws of the serpent protect others? काला is also called काल सर्पा because time brings about death. As we all know, it is just a question of time. Somebody may die now, somebody may die some few hours later, somebody may die a few years later, somebody may die at the end of the duration of this universe, but काला is going to ensure death for everybody. So, everybody is under the clutches of काला. So, how can you... how can you avoid that particular death which is going to come? You cannot protect. Everybody is under काला."
    },
    {
      "start_time": 463,
      "end_time": 592,
      "verse_references": [],
      "themes": [
        "freedom",
        "control of material nature",
        "modes of nature"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The world's movements for freedom through political, economic, social, and cultural propaganda can do no benefit to anyone because everyone is controlled by the superior power.",
      "summary": "HH Stoka Krishna Swami explains Srila Prabhupada's purport, stating that true freedom is not possible through material means because everyone is controlled by material nature and the modes of nature.",
      "timestamp_url": "https://youtu.be/7mH4uKshn4I?t=463",
      "transcript": "So, Srila Prabhupāda explains in the purport, \"The world's movements for freedom through political, economic, social, and cultural propaganda can do no benefit to anyone.\" This so-called freedom is actually really not beneficial. Why? Because everyone is controlled by the superior power. So, who can go against the supreme will of the Supreme Lord that is operating in this material world? No one can do it. A conditioned living being is under the full control of material nature. Conditioned means those who are under the laws of karma. So, everyone is under the laws of karma, except pure devotees, who are transcendental to the laws of karma, because of being directly under the Supreme Lord's internal potency, the spiritual potency, Yoga, Maya. So, except for them, everyone else is under the full control of material nature. Everyone else is a conditioned living being, full control of material nature. Control of material nature means it is represented by three things. Control of material nature means it is represented by eternal time. It is represented by activities under the direction of the material modes of nature, which are always working in this world. So, there are three material modes of nature, namely, goodness, passion, ignorance. Goodness means the sattva guna. Passion means rajo guna. Ignorance means tamo guna. Unless one is situated in the mode of goodness, or sattva guna, one cannot see things as they are. So, Prabhupada says, \"The passionate and the ignorant,\" that means the rajasic and tamasic people, \"they cannot even see things as they are. They are unable to see this control of kala, karma, guna. They cannot see. They cannot perceive.\""
    },
    {
      "start_time": 592,
      "end_time": 775,
      "verse_references": [],
      "themes": [
        "modes of nature",
        "guidance",
        "bhakti yoga",
        "kala"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Only the man in the quality of goodness can help to a certain extent... Only that is the only alternative for protection.",
      "summary": "HH Stoka Krishna Swami explains that only those in the mode of goodness can guide others towards taking shelter of the Supreme Lord, and that bhakti yoga is the only way to escape the clutches of kala.",
      "timestamp_url": "https://youtu.be/7mH4uKshn4I?t=592",
      "transcript": "They cannot understand. Therefore, a person who is passionate and ignorant cannot direct his activities on the right path. So, rajasic and tamasic people, they can never be doing things right. They will always make mistakes and they will suffer. Only the man in the quality of goodness can help to a certain extent. So, a man in the quality of goodness can see things properly and can guide how one can actually take shelter of the supreme lord. Only. That is the only alternative for protection. There is no other alternative. Most persons are passionate and ignorant and therefore their plans and projects can hardly do any good to others. So many plans are there for protection, but they don't work the way somebody desires, because the supreme lord, the supreme will, is ultimately going to override all our plans. Above the modes of nature is eternal time, which is called kala, which is called kala because it changes the shape of everything in the material world. Kala is changing everything and that is forced change. It is not something which we can reverse or we can avoid, the influence of kala. Even if we are able to do something temporarily beneficial, time will see that the good project is frustrated in the course of time. Kala will ensure that. The destruction will come at the right time. For the time being we may say maintenance, or we may say protection, or we may say some safety, but ultimately there is no eternal safe position in this material world. No. So Srila Prabhupada says, \"The only thing possible to be done is to get rid of eternal time kala, which is compared to kala sarpa or the cobra snake, whose bite is always lethal.\" Lethal means its constant. Lethal means its going to end our life in this body. So when death comes there is no remedy for avoiding death except bhakti yoga. That Prabhupada will explain. No one can be saved from the bite of a cobra. The best remedy for getting out of the clutches of cobra, like kala, or its integrity, the modes of nature."
    },
    {
      "start_time": 775,
      "end_time": 872,
      "verse_references": [
        "BG 14.26"
      ],
      "themes": [
        "bhakti yoga",
        "transcendence",
        "spiritual platform"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "One who renders pure devotional service to Krishna, unfailing in all circumstances, transcends the modes of material nature, comes to the spiritual platform.",
      "summary": "HH Stoka Krishna Swami quotes Bhagavad Gita 14.26, explaining that bhakti yoga is the only way to transcend the modes of material nature and become free from the effects of kala, karma, and guna.",
      "timestamp_url": "https://youtu.be/7mH4uKshn4I?t=775",
      "transcript": "Is bhakti yoga. And this is recommended in the Bhagavad Gita, in the 14th chapter, 26th verse. Maam chayo avyabhicharena, Bhakti yogena sevate, Sagunan samatityaitaan, Brahma bhuvaya ayakalpate. One who renders pure devotional service to Krishna, unfailing in all circumstances, transcends the modes of material nature, comes to the spiritual platform. On the spiritual platform one is immune to death and immune to the influence of kala, karma, guna, everything. One's actions become completely spiritual on the spiritual platform for those who are engaged in pure devotional service. So the highest perfectional project of philanthropic activities is to engage everyone in the act of preaching bhakti yoga all over the world. So you should practice bhakti yoga, pure devotional service, and you should preach this bhakti yoga to people who are not aware of bhakti yoga, and this alone can save the people from the control of maya or material nature, represented by kala, karma, and guna. So this is very, very clear. So we should practice bhakti while doing our duties. We should practice bhakti yoga and in that way become free from the effect of kala, karma, guna. I'll stop."
    }
  ]
}