{
  "video_id": "7mH4uKshn4I",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.13.45-46 | 23-10-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=7mH4uKshn4I",
  "segments": [
    {
      "start_time": 49,
      "end_time": 164,
      "verse_references": [
        "SB 1.13.45"
      ],
      "themes": [
        "detachment",
        "illusory affection",
        "supreme control"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "All feelings of separation are due to illusory affection.",
      "summary": "HH Stoka Krishna Swami explains the meaning of Srimad Bhagavatam 1.13.45, emphasizing detachment from illusory affection and understanding the supreme control of the Lord.",
      "timestamp_url": "https://youtu.be/7mH4uKshn4I?t=49"
    },
    {
      "start_time": 167,
      "end_time": 308,
      "verse_references": [],
      "themes": [
        "protection by the Lord",
        "duty",
        "dependence on the Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Always remember no one but the Supreme Lord can give protection to anyone else you do your duties and depend on the Supreme Lord for protect your protection for the protection of your children the protection of your beloved loved ones everybody you depend on the Lord for protection this is the perfect understanding as regards to the Lord and the way life is .",
      "summary": "HH Stoka Krishna Swami explains Srila Prabhupada's purport, emphasizing that while we should perform our duties, ultimate protection comes from the Supreme Lord.",
      "timestamp_url": "https://youtu.be/7mH4uKshn4I?t=167"
    },
    {
      "start_time": 337,
      "end_time": 463,
      "verse_references": [
        "SB 1.13.46"
      ],
      "themes": [
        "kala",
        "karma",
        "guna",
        "control of material nature"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This gross material body made up of these five elements is already under the control of three different things: eternal time, action, and the three moments.",
      "summary": "HH Stoka Krishna Swami introduces the next verse (SB 1.13.46) and explains how the material body is controlled by eternal time (kala), karma, and the three modes of material nature (guna).",
      "timestamp_url": "https://youtu.be/7mH4uKshn4I?t=337"
    },
    {
      "start_time": 463,
      "end_time": 592,
      "verse_references": [],
      "themes": [
        "freedom",
        "control of material nature",
        "modes of nature"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The world's movements for freedom through political, economic, social, and cultural propaganda can do no benefit to anyone because everyone is controlled by the superior power.",
      "summary": "HH Stoka Krishna Swami explains Srila Prabhupada's purport, stating that true freedom is not possible through material means because everyone is controlled by material nature and the modes of nature.",
      "timestamp_url": "https://youtu.be/7mH4uKshn4I?t=463"
    },
    {
      "start_time": 592,
      "end_time": 775,
      "verse_references": [],
      "themes": [
        "modes of nature",
        "guidance",
        "bhakti yoga",
        "kala"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Only the man in the quality of goodness can help to a certain extent... Only that is the only alternative for protection.",
      "summary": "HH Stoka Krishna Swami explains that only those in the mode of goodness can guide others towards taking shelter of the Supreme Lord, and that bhakti yoga is the only way to escape the clutches of kala.",
      "timestamp_url": "https://youtu.be/7mH4uKshn4I?t=592"
    },
    {
      "start_time": 775,
      "end_time": 872,
      "verse_references": [
        "BG 14.26"
      ],
      "themes": [
        "bhakti yoga",
        "transcendence",
        "spiritual platform"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "One who renders pure devotional service to Krishna, unfailing in all circumstances, transcends the modes of material nature, comes to the spiritual platform.",
      "summary": "HH Stoka Krishna Swami quotes Bhagavad Gita 14.26, explaining that bhakti yoga is the only way to transcend the modes of material nature and become free from the effects of kala, karma, and guna.",
      "timestamp_url": "https://youtu.be/7mH4uKshn4I?t=775"
    }
  ]
}