{
  "video_id": "7MX47dsScHo",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.15.32 | 18-12-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=7MX47dsScHo",
  "segments": [
    {
      "start_time": 0,
      "end_time": 40,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/7MX47dsScHo?t=0",
      "transcript": "Om Agyana Timiraandhasya Gyananjanishalakaya Chaksharunmilitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Prishtaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadhadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 40,
      "end_time": 101,
      "verse_references": [
        "SB 1.15.32"
      ],
      "themes": [
        "Bhagavatam",
        "Yudhishthira",
        "detachment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Maharaj Yudhishthira decided to go back home, back to Godhead.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam (1.15.32) about Yudhishthira's decision to retire after Krishna's departure.",
      "timestamp_url": "https://youtu.be/7MX47dsScHo?t=40",
      "transcript": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udeerayet. In this session, we will be discussing from the book of Bhagavad Gita, from the 32nd verse of the 15th chapter of the first canto of Shri Madbhagavatam. This chapter is describing the Pandavas retire timely. Nishamya Bhagavan Margam Samstham Yadukulasya Cha Swapathaya Matim Chakrae Nibhratatma Yudhishthiraha. The meaning of this 32nd verse is, upon hearing the word Bhagavad Gita, upon hearing of Lord Krishna's returning to his abode, and upon understanding the end of the Yadu dynasty's earthly manifestation, Maharaj Yudhishthira decided to go back home, back to Godhead."
    },
    {
      "start_time": 101,
      "end_time": 179,
      "verse_references": [
        "BG"
      ],
      "themes": [
        "Bhagavad Gita",
        "Arjuna",
        "Yudhishthira",
        "instruction"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bhagavad Gita was not just spoken for Arjuna alone. It is spoken for everyone or anyone who wants to actually go back home, back to Godhead.",
      "summary": "The speaker explains that both Arjuna and Yudhishthira turned to the Bhagavad Gita for guidance after Krishna's departure, emphasizing the Gita's universal relevance.",
      "timestamp_url": "https://youtu.be/7MX47dsScHo?t=101",
      "transcript": "Shrila Prabhupada explains in the purport, Maharaj Yudhishthira also turned his attention to the instructions of the Bhagavad Gita after hearing about the Lord's departure, from the vision of earthly people. In the earlier verse, it was described, Arjuna turned towards the instructions of Krishna in the Bhagavad Gita. Arjuna was personally instructed by the Lord in the subject matter of the Bhagavad Gita, and that was during the battle, just before the beginning of the battle of Kurukshetra. But now, after the Lord's departure, when Arjuna was heartbroken, then in order to pacify himself, he recollected and remembered and applied the same instructions of Bhagavad Gita, which Krishna had spoken before the battle of Kurukshetra. Now, this verse describes, Maharaj Yudhishthira, the elder brother of Arjuna, also turned his attention to the instructions of Krishna, in the Bhagavad Gita."
    },
    {
      "start_time": 179,
      "end_time": 312,
      "verse_references": [],
      "themes": [
        "Krishna",
        "transcendental",
        "appearance",
        "disappearance"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna's appearance and disappearance is totally transcendental. It is not like the appearance or the birth and death of conditioned souls like us.",
      "summary": "The speaker discusses the transcendental nature of Krishna's appearance and disappearance, contrasting it with the forced birth and death of conditioned souls.",
      "timestamp_url": "https://youtu.be/7MX47dsScHo?t=179",
      "transcript": "You see, so Bhagavad Gita was not just spoken for Arjuna alone. It is spoken for everyone or anyone who wants to actually go back home, back to Godhead. According to Krishna's instructions, we understand we belong to Krishna, we are meant to actually prepare ourselves to go back to Krishna in his personal abode. And perfect instructions are given by Krishna in the Bhagavad Gita. So Srila Prabhupada continues, he began to deliberate on the Lord's way of appearance and departure. So Krishna's appearance and disappearance is totally transcendental. It is not like the appearance or the birth and death of conditioned souls like us. Srila Prabhupada says further, the mission of the Lord's appearance and disappearance in the mortal universe is completely dependent on his supreme will. He is not forced to appear or disappear by any superior energy, as the living beings appear and disappear, being forced by the laws of nature. Our birth and death is forced upon us. We don't choose to either take birth or die. We don't choose. But Krishna's appearance and disappearance looks like the birth and death of ordinary living beings, but it is entirely a transcendental pastime of the Supreme Lord. It is completely dependent on his supreme will. He is completely independent and exactly as he wants it, it will happen."
    },
    {
      "start_time": 312,
      "end_time": 452,
      "verse_references": [],
      "themes": [
        "Krishna",
        "forms",
        "spiritual world",
        "devotees"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Lord is present in many many many many many places in many different forms",
      "summary": "The speaker elaborates on Krishna's simultaneous presence in many forms in both the spiritual and material worlds, particularly in relation to devotees' desires.",
      "timestamp_url": "https://youtu.be/7MX47dsScHo?t=312",
      "transcript": "Srila Prabhupada continues, whenever the Lord likes, he can appear himself anywhere and everywhere without disturbing his appearance and disappearance in any other place. So simultaneously, the Lord is present in many many many many many places in many different forms and he appears and disappears without disturbing the other forms of appearance in other places. So simultaneously, he is in the spiritual world. In the spiritual world also, he is present in many many forms. His original form is Krishna, Shamasundara, and he is present in the spiritual world, in different forms according to the devotees' desire to serve him. And he expands for the sake of devotees as Balarama, as Vasudeva, Sankarsana, Pradyumna, Aniruddha, Kesava, Narayana, Madhava, Govinda, Madhusudana, so many forms. Each of these forms particularly the Narayana forms are predominators of the spiritual planets, the Vaikuntha Lokas. And in those Lokas, they have their devotees and they are receiving the service and reciprocating with the devotees. Similarly, Krishna also, in his personal abode, Goloka Vrindavana, he is reciprocating with his devotees, the devotees who are serving him out of love. So this is the truth about the personality of Godhead."
    },
    {
      "start_time": 452,
      "end_time": 580,
      "verse_references": [],
      "themes": [
        "Krishna",
        "incarnations",
        "material world",
        "Vishnu"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He is also present as Guna Avatara, as Brahma, as Shiva.",
      "summary": "The speaker describes Krishna's presence in the material world through various incarnations, including Maha Vishnu, Garbhodakshayi Vishnu, Shirodakshayi Vishnu, Paramatma, and other avatars like Rama and Narasimha.",
      "timestamp_url": "https://youtu.be/7MX47dsScHo?t=452",
      "transcript": "Now, not only in the spiritual world, he is also present in the material world. Which is the first incarnation in the material world? It is the incarnation of the Supreme Lord as Maha Vishnu at the beginning of the creation. Then, Maha Vishnu expands as Garbhodakshayi Vishnu to enter into each universe which he himself generates by his spiritual potency. And, that Garbhodakshayi Vishnu further expands as Shirodakshayi Vishnu, the maintainer Vishnu. And, this maintainer Vishnu further expands as Paramatma in the heart of every living being and enters into everything, every spiritual material atom, every atom of material manifestation, matter, material objects. And, he completely controls everything in existence in the material world in that way. Now, while he is present in the form of Maha Vishnu, Garbhodakshayi Vishnu, Shirodakshayi Vishnu, Paramatma, he also appears in the form of incarnations, past time incarnations, Leela Avatara. He is also present as Guna Avatara, as Brahma, as Shiva. He is present in the form of Shakya Vesha Avatara. Empowered incarnations. He is present as or rather he appears in so many different past time incarnations, Leela Avatara, Rama, Narasimha, Varaha, Krishna, Balarama in the material world."
    },
    {
      "start_time": 580,
      "end_time": 695,
      "verse_references": [],
      "themes": [
        "Krishna",
        "incarnations",
        "simultaneous",
        "sun analogy"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "They appear as if they are independent of each other. But it is the same Supreme Lord.",
      "summary": "The speaker uses the analogy of the sun's appearance and disappearance in different parts of the world to explain how Krishna's various incarnations can exist simultaneously without disturbing each other.",
      "timestamp_url": "https://youtu.be/7MX47dsScHo?t=580",
      "transcript": "Now, this does not disturb or in any way affect any of the other forms or incarnations of the Lord. They appear as if they are independent of each other, but it is the same Supreme Lord. Krishna, Rama in the spiritual world, in the material world, as Mahavishnu, as Garbhodakshayi Vishnu are all the same person, the same Supreme Personality of Godhead. So that is being explained by Srila Prabhupada here. He is like the sun. The sun appears and disappears on its own accord at any place without disturbing his presence in other places. Just like now, at this time, it is 7.30 pm. So, the sun has set for our vision in the place we are now. I am in Bangalore. So, the sun has set now. And, the sun simultaneously is rising somewhere. Simultaneously, the sun is overhead somewhere else, some other part of the world. So, the appearance and disappearance of the sun, the rising and setting of the sun relative to my vision in one place on the earth has nothing to do with, is not disturbing the sun's presence in other parts of the world. So, this is an example that is given by Srila Prabhupada to explain the Lord's appearance and disappearance is undisturbed."
    },
    {
      "start_time": 695,
      "end_time": 804,
      "verse_references": [
        "BG"
      ],
      "themes": [
        "Krishna",
        "appearance",
        "liberation",
        "knowledge"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Anyone who factually understands the transcendental appearance and disappearance of the Lord by his inconceivable energy becomes liberated from the laws of birth and death",
      "summary": "The speaker emphasizes that understanding the transcendental nature of Krishna's appearance and disappearance leads to liberation from the cycle of birth and death, referencing the Bhagavad Gita.",
      "timestamp_url": "https://youtu.be/7MX47dsScHo?t=695",
      "transcript": "His appearance and disappearance in other parts of the world or in other places in other times. So, Srila Prabhupada explains the sun example further. The sun appears in the morning in India without disappearing from the western hemisphere. The sun is present everywhere and anywhere all over the solar system. But, it so appears that in a particular place the sun appears in the morning and also disappears at some fixed time in the evening. The time limitation even of the sun is of no concern. And so, what to speak of the Supreme Lord who is a creator and controller of the sun. If the sun itself is independently appearing and disappearing in different parts of the universe, then what to speak of the Supreme Lord? He can appear and disappear anywhere according to his own sweet will. Therefore, in the Bhagavad Gita, it is stated that anyone who factually understands the transcendental appearance and disappearance of the Lord by his inconceivable energy becomes liberated from the laws of birth and death and is placed in the eternal spiritual sky where the Vaikuntha planets are. Janma karma chame divyam evam yo naithi mamethi sorjuna punar janma naithi. Understanding the transcendental nature of Krishna's appearance"
    },
    {
      "start_time": 804,
      "end_time": 939,
      "verse_references": [],
      "themes": [
        "understanding",
        "liberation",
        "Krishna consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "All our problems are solved without any separate endeavor simply by becoming Krishna conscious and returning to Krishna.",
      "summary": "The speaker concludes by stressing the importance of hearing from authentic sources to gain a proper understanding of Krishna, which leads to liberation and a return to the spiritual realm.",
      "timestamp_url": "https://youtu.be/7MX47dsScHo?t=804",
      "transcript": "and activities. Janma karma chame divyam. Even though they look like ordinary human beings birth and actions but they are different entirely different. This is what we have to hear from the authentic scriptures from the Acharyas from Srila Prabhupada to hear and understand and and become fixed up in this understanding in the realization and that will clear away all misconceptions about our own self. And then when we have the proper understanding proper we are properly situated without any misconception then we are eligible to become liberated from material influence material and that is called ultimate liberation when we are placed in the eternal spiritual sky in one of the Vaikuntha planets where we belong actually. There that means in the Vaikuntha planets such liberated persons can eternally be liberated from material existence. So all our problems are solved without any separate endeavor simply by becoming Krishna conscious and returning to Krishna. I will stop here. Thank you very"
    }
  ]
}