{
  "video_id": "7N63l-laWHc",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.9.45 | 16-05-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=7N63l-laWHc",
  "segments": [
    {
      "start_time": 0,
      "end_time": 46,
      "verse_references": [],
      "themes": [
        "invocation",
        "mangalacharan"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/7N63l-laWHc?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyananjan Shalakaya Chaksharun Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nityananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Jai Vanarottamam Devi Saraswati Vyasam Tato Jaya Mudhirayet"
    },
    {
      "start_time": 46,
      "end_time": 106,
      "verse_references": [
        "SB 1.9.45"
      ],
      "themes": [
        "Bhismadeva",
        "respect",
        "demigods"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This indicates that Bhismadeva is a very, very great personality not only recognized as a great personality on this earth planet but also in the upper planets even by the devatas",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam and highlights Bhismadeva's greatness, recognized both on Earth and in the higher planets.",
      "timestamp_url": "https://youtu.be/7N63l-laWHc?t=46",
      "transcript": "In this session, we will be discussing from the 45th verse of the 9th chapter of the 1st canto of Shri Madbhagavatam: Tatra Dundubhayo Neduhu Deva Manava Vaditaha Shashamsuhu Sadavo Radyam Khadpetu Pushpa Vrishdayaha. Thereafter, both men and demigods sounded drums in honor, and the honest royal order commenced demonstrations of honor and respect, and from the sky fell showers of flowers. This indicates that Bhismadeva is a very, very great personality, not only recognized as a great personality on this earth planet but also in the upper planets, even by the devatas."
    },
    {
      "start_time": 106,
      "end_time": 238,
      "verse_references": [],
      "themes": [
        "Bhismadeva",
        "Mahajana",
        "authority",
        "spiritual perfection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Although he was a human being, as Bhishma he was a human being. But his position was on the level of Brahma.",
      "summary": "The speaker explains Bhismadeva's position as a Mahajana, comparing him to Brahma, Narada, and Shiva, emphasizing his spiritual perfection.",
      "timestamp_url": "https://youtu.be/7N63l-laWHc?t=106",
      "transcript": "That is the greatness of Bhismadeva. So, in the purport, Sri Laprabhupada explains the significance of this way of showing respect to Bhishma Deva. Bhishma Deva was respected both by the human beings and by the demigods. The human beings live on earth and similar other planets in the Bhur and Bhuvara group of planets. Bhuloka, Bhuvarloka. Bhuloka is the earthly planetary system. There are planets which are on this level of the Bhuloka. Loka means a group of planets belonging to a similar category. Bhuvarloka is above Bhuloka, but that is also a planetary system where the humans live, human beings live. But the demigods live in the Svarloka group. Svarloka, heavenly planets. And all of them knew Bhishma Deva as a great warrior and devotee of the Lord. So what is Bhishma Deva's position actually? As a Mahajana or authority, he was on the level of Brahma, Narada, and Shiva. Although he was a human being, as Bhishma he was a human being, but his position was on the level of Brahma. Three other Mahajanas are being mentioned by Prabhupad here. Brahma is the topmost personality in the whole universe. Shiva is greater than even Brahma. Among the Devatas, Shiva is called Mahadeva, greater than even Brahma. And Narada, the topmost devotee of the lord in the whole universe, so Bhishma's position was in an equal level as a Mahajana."
    },
    {
      "start_time": 238,
      "end_time": 378,
      "verse_references": [],
      "themes": [
        "spiritual perfection",
        "interplanetary travel",
        "demigods",
        "Bhismadeva's passing"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "qualification on a par with the great demigods is possible only an attainment of spiritual perfection not by material qualifications",
      "summary": "The lecture discusses how spiritual perfection allows for interplanetary travel, contrasting it with modern mechanical methods, and describes the universal respect shown at Bhismadeva's passing.",
      "timestamp_url": "https://youtu.be/7N63l-laWHc?t=238",
      "transcript": "with Brahma, Narada, Shiva. Qualification on a par with the great demigods is possible only an attainment of spiritual perfection, not by material qualifications. One can get such a position as Bhishma got it's only by spiritual perfection. Thus, Bhishma Deva was known all over the universes, and during this time interplanetary travel was affected by finer methods than the futile endeavors of mechanical spacecraft. Prabhupada is comparing in the Vedic times there was interplanetary travel. Demigods used to come to the earth planet, and great yogis and great devotees like Narada, they travel from the earth planet to upper planets. So that was possible by yogic methods, by spiritual methods. Narada, as a pure devotee, simply by desiring to go from swarga loka to bhuloka, he just travels without any separate endeavor at all. Just he desires, let me go to visit Yudhishthira in the palace of Astinapura, he just is there next moment in the palace of Astinapura on the earth from wherever he is before he traveled. So this is unknown to the modern society on this earth planet. So here they are trying to go to other planets by some mechanical spacecraft that is never to happen, especially they cannot travel to upper planets of the category of Swarga Loka. So it is explained by Prabhupada, when the distant planets were informed of the passing away Bhishma Deva, all the inhabitants of the upper planets as well as of the earth dropped showers of flowers."
    },
    {
      "start_time": 378,
      "end_time": 530,
      "verse_references": [],
      "themes": [
        "Bhismadeva",
        "spiritualized body",
        "devotional service",
        "material vs. spiritual"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "the body of a pure devotee is never material even if there is some material light that is not material",
      "summary": "The speaker explains that the showering of flowers is a sign of recognition by demigods and not a mere decoration of a dead body, emphasizing that Bhismadeva's body was spiritualized through devotional service.",
      "timestamp_url": "https://youtu.be/7N63l-laWHc?t=378",
      "transcript": "to show due respect to the departed great personality. They showered flowers from heaven, and even on the earth they showered flowers on Bhishma Deva because he was such a great personality who quit his body in the ideal way, teaching all of us how to quit the body perfectly. Everybody has to die, but one should not die in ignorance, one should die in knowledge, proper knowledge. So further, Sri La Prabhupada explains the showering of flowers from heaven is a sign of restlessness recognition by great demigods, and it should never be compared to the decoration of a dead body. So in modern times, they have a procession of a person who has quit his body by seating him on a nice throne and carrying the the dead body on the throne in a procession that is called decoration of a dead body. Why? Prabhupada explains here, the body of Bhishma Deva lost its material effects due to being surcharged with spiritual realization, and thus the body was spiritualized as when iron becomes red hot when in contact with fire. So the body of a pure devotee is never material, even if there is some material light that is not material, even if there is some material light that is not material, even if there is some material light at the end of his procession there is a huge shri mithra at that end of the procession which will return to the ark guer sri sri maka what has happened is flavored with the power of spiritual realization by spiritual realization it becomes spiritualized just as a piece of iron placed in red-hot fire gradually becomes red hot and becomes as well as fire similarly this body when completely engaged in pure devotional service before Beschut hatab designatedly this body said and disrupting its Ini искranian mission as one itself is knit on theодcusam very much like the Devacham Stenton that is written in the sri fahiha and Matthias if you followed the following those którego b kendang jr styrage presiding by diestro ot 오케이 elleninki如果ansen septen coron er si phiphan kiya bimaстьaa become spiritualized and this body is as good as a spiritual body it's no longer a material body the body of a fully self-realized soul is not therefore accepted as material."
    },
    {
      "start_time": 530,
      "end_time": 638,
      "verse_references": [],
      "themes": [
        "Jayanti",
        "spiritual bodies",
        "supreme lord",
        "appearance of the lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "jayanti is exclusively reserved for the supreme lord and his pure devotees not for other people who are spiritually ignorant though they may be materially very very accomplished",
      "summary": "The lecture distinguishes between honoring spiritually advanced souls and the misuse of 'Jayanti' ceremonies for ordinary people, reserving it for the Lord and His pure devotees.",
      "timestamp_url": "https://youtu.be/7N63l-laWHc?t=530",
      "transcript": "special ceremonies are observed for such spiritual bodies. The respect and recognition of Bhishma Deva never to be imitated by artificial means as it has become a fashion to observe the so-called jayanti ceremony for any and every common man nowadays, even those who are not spiritually advanced or spiritually perfect, even for them they observe what is called as jayanti ceremony. According to authorized shastras, such a jayanti ceremony for an ordinary man, however exalted he may be materially, is an offense to the body of the lord. Shastras say jayanti is exclusively reserved for the supreme lord and his pure devotees, not for other people who are spiritually ignorant, though they may be materially very, very accomplished. Jayanti is reserved for the day when the lord appears on the earth. When the lord appears on the earth, he appears in his original spiritual form. He appears out of his own sweet will. He comes for the sake of showing his mercy upon the conditioned souls in this world, and he does not come in contact with material energy. He remains in a spiritual uh position. So appearance of the lord is not a secondary thing at all. So Bhishma Deva was unique in his activities and his passing away to the"
    },
    {
      "start_time": 638,
      "end_time": 778,
      "verse_references": [],
      "themes": [
        "Bhismadeva's passing",
        "Krishna consciousness",
        "Lord's appearance",
        "devotees"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "bhishma deva was unique in his activities and his passing away to the kingdom of god is also unique so this is uh the way bhishma deva passed away nirvikalpa samadhi",
      "summary": "The speaker describes Bhismadeva's passing in Krishna consciousness as ideal and emphasizes that the Lord's appearance is for the sake of showing mercy to conditioned souls.",
      "timestamp_url": "https://youtu.be/7N63l-laWHc?t=638",
      "transcript": "kingdom of God is also unique. So this is uh the way Bhishma Deva passed away, nirvikalpa samadhi, completely absorbed in thinking of Krishna, in offering prayers to Krishna, in remembering Krishna's pastimes, in fixing his sight completely on that beautiful form of Krishna who was standing in front of Bhishma Deva. In this way, Bhishma squirting his body or passing away was ideal. So it is it deserves to be shown respect by all others who can follow in the footsteps of Bhishma Deva and also try to achieve perfection of going back home, back to Godhead. So this should not be a a ritual just like nowadays they say such and such a great politicians jayanti they say jayanti now that word jayanti is reserved for the lord it's the day on which the lord appears we say narsimma jayanti the day on which lord narsimma appeared vaishakashukla chaturdashi this year it falls on 15th of may vaishakashukla chaturdashi every year we celebrate narsimma jayanti it is indicating the appearance day anniversary of lord narsimma so the supreme lord appears in this world for the sake of protecting the devotees for the sake of delivering the conditioned souls it's his causeless mercy and his appearance is never to be"
    },
    {
      "start_time": 778,
      "end_time": 862,
      "verse_references": [],
      "themes": [
        "devotional service",
        "hearing and chanting",
        "Bhagavad Gita",
        "Srimad Bhagavatam"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "everyone can achieve this perfection that bhishma deva achieved of going back to godhead simply by practicing devotional service to godhead",
      "summary": "The lecture concludes by emphasizing that everyone can achieve perfection like Bhismadeva through devotional service, especially hearing and chanting, and highlights the importance of the Bhagavad Gita and Srimad Bhagavatam.",
      "timestamp_url": "https://youtu.be/7N63l-laWHc?t=778",
      "transcript": "imitated, never to be imitated. So uh Bhishma Deva's passing away is uh ideal, and as Prabhupada has explained in a in previous verses, everyone can achieve this perfection that Bhishma Deva achieved of going back to Godhead simply by practicing devotional service to Godhead. So this is the ultimate goal of Bhishma Deva service, especially by practicing hearing and chanting of all the methods of bhakti. This hearing and chanting is very easy, very effective, very powerful in especially in this kali yuga. The subject matter is important, subject matter of hearing and chanting, either you hear and chant the harikrishna mantra or you hear in chant about Krishna's activities as described in the Bhagavatam or about Krishna's instructions in the Bhagavad Gita. Especially these two books, Bhagavad Gita and Bhagavatam, are very, very important, and they contain the essence of all Vedic wisdom very nicely described, perfectly described."
    }
  ]
}