{
  "video_id": "7V7ocwrEu6k",
  "title": "Glories of Sudarshana Chakra Weapon of Krishna | Sri Madhava Hari Dasa | SB 1.18.30 | 14.07.2024",
  "speaker": "HH Stoka Krishna Maharaj",
  "youtube_url": "https://www.youtube.com/watch?v=7V7ocwrEu6k",
  "segments": [
    {
      "start_time": 0,
      "end_time": 103,
      "verse_references": [],
      "themes": [
        "insult",
        "anger",
        "divine will"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It so happened by the will of the lord.",
      "summary": "The speaker introduces the context of Parikshit Maharaj's actions and attributes them to the will of the Lord.",
      "timestamp_url": "https://youtu.be/7V7ocwrEu6k?t=0",
      "transcript": "OM NAMO BHAGAVATE VASUDEVAYA Reading from Srimad Bhagavatam, Canto 1, Chapter 18, Text No. 30 SATU BRAMHARSHE RAMSHE GATHASUM URAGAM RUSHA VINIRGACCHAN DHANUSHKOTYA NIDHAYAPURA MAGATAHA Translation and purport by Sriban Grace A.C. Bhaktivedanta Swami Srila Prabhupada Translation While leaving, the king, being so insulted, picked up a lifeless snake with his bow and angrily placed it on the shoulder of the sage. Then he returned to his palace. The king thus treated the sage tit-for-tat. Although he was never accustomed to such silly actions, by the will of the lord, the king, while going away, found a dead snake in front of him. And he thought that the sage, who had coldly received him, thus might be coldly rewarded by being offered a garland of a dead snake. In the ordinary course of dealing, this was not very unsightly. It was unnatural. But in the case of Maharaja Pariksit dealing with a brahmana sage, this was certainly unprecedented. It so happened by the will of the lord."
    },
    {
      "start_time": 103,
      "end_time": 244,
      "verse_references": [],
      "themes": [
        "reception",
        "hospitality",
        "duty"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "This is the law of reception.",
      "summary": "The speaker explains the importance of proper reception, even to enemies, contrasting it with the cold treatment Parikshit Maharaj received.",
      "timestamp_url": "https://youtu.be/7V7ocwrEu6k?t=103",
      "transcript": "Thus ends the Bhaktivedanta Parabrahma. So, we have seen in the last few verses that when Pariksit Maharaj entered the ashram of Samika Rishi, who was carrying a knife and bone on his shoulder, who was deeply meditating, who was in complete silence and he was not aware of the externals as to what is happening. In the last verse, we saw that Pariksit Maharaj was hungry and thirsty. And so, he went into the ashram so that he may be received well and he may be offered with water. But here we see that the Shamika Rishi was in deep meditation, was in complete silence and there was no one to receive him. It is said, according to the law of reception, even if an enemy comes to the house, he should be received. He should be offered a good seat. And he should offer him water. Just like we see in the case of, in the battlefield of Kurukshetra, when the Pandavas and Kauravas were fighting like enemies, and soon after the sun set, they were all one. They were all very friendly. In one such instance, Arjuna happened to visit Duryodhana. And Duryodhana considered Arjuna as an enemy. But when he went to his palace, when he meets Duryodhana, Duryodhana welcomes him with all good reception. He offers him good seating. And in fact he says, please tell me what is your desire. I shall fulfill all your desire. This is the law of reception."
    },
    {
      "start_time": 244,
      "end_time": 387,
      "verse_references": [],
      "themes": [
        "anger",
        "divine will",
        "consequences"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Eventually, we will see that the Parikshit was cursed by a sage.",
      "summary": "The speaker discusses Parikshit Maharaj's anger and its consequences, linking it to the will of the Lord and setting the stage for the recitation of Srimad Bhagavatam.",
      "timestamp_url": "https://youtu.be/7V7ocwrEu6k?t=244",
      "transcript": "But here we see in the case of Parikshit Maharaj, who is the emperor of the entire planet, there was no one to receive him. And this is called cold treatment. We also come across people whom we meet, they treat coldly. Is it not? Sometimes we meet people, you know, they treat us very coldly. They don't give a warm reception. No smile on their face. No such pleasantries. So this is called cold treatment. And Parikshit, when he entered, this was his expectation that somebody would receive him. He would offer him some water. And the sage was in complete meditation, in deep meditation. And he was indifferent to what is happening. Therefore this is considered as cold treatment. And Parikshit was upset. It is said in this verse, he became angry. And in anger, he took a lifeless snake which was on the ground and garlanded him on his shoulder. Actually, if this stage was not set up, we would have not sat here and heard Srimad Bhagavatam. Eventually, we will see that Parikshit was cursed by a sage, that he was cursed by a Brahmana boy, that he would die in seven days. And Parikshit, after hearing the curse, he could have contracted, but he did not. And then he gave up his kingdom, goes to Sukadeva Goswami, hears the Bhagavatam. That's why we are all sitting here and hearing Srimad Bhagavatam, because the act of Parikshit was because of the will of the Lord. Prabhupada says in today's Parapat, it happened so because of the will of the Lord."
    },
    {
      "start_time": 387,
      "end_time": 584,
      "verse_references": [
        "BG 2.62-63"
      ],
      "themes": [
        "free will",
        "desire",
        "anger",
        "Krishna consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When his desire is not fulfilled, immediately there is anger.",
      "summary": "The speaker explains the concept of free will, its misuse, and how unfulfilled desires lead to anger, connecting it to Krishna's teachings in the Bhagavad Gita.",
      "timestamp_url": "https://youtu.be/7V7ocwrEu6k?t=387",
      "transcript": "Now, after hearing so much of philosophy in Krishna conscious, we know that every living entity has free will. Is it not? Every living entity has free will. And using this free will, we may use our will, we may misuse our free will. And this misuse of free will is leading us to different destinations of life. Sometimes as human beings, sometimes as animals, sometimes as reptiles, birds, etc. It is very crucial that how we use this free will. Now in the case of Parikshit, he acted according to the will of the Lord. What does it mean? Will of the Lord, what does it mean? It is actually Lord's desire. His will was controlled by the Lord. The pure devotees act according to the will of the Lord, according to the desire of the Lord, according to the mission of the Lord. Whereas our free will, this free will, we are free. We freely act according to our whims, according to our desires. What pleases us, we act. And that's why we are taking birth after birth, in the wheel of material nature. But here, Parikshit acted according to the will of the Lord. His expectation was not fulfilled when he entered the ashram of the sage. And therefore, he becomes angry. In this context, even Krishna also says in the Bhagavad Gita, that how one can become angry? What leads one to become angry? He says in the Bhagavad Gita, when one is contemplating on something material, he becomes attached to it. He wants to fulfill his desire. When his desire is not fulfilled, immediately there is anger. In this context, on the occasion of Sudarshana Jayanti, a similar instance is being described in Srimad Bhagavatam. How, if one's desire is not fulfilled,"
    },
    {
      "start_time": 584,
      "end_time": 756,
      "verse_references": [],
      "themes": [
        "detachment",
        "opulence",
        "devotion"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He compared this opulence to an insignificant piece of a stone.",
      "summary": "The speaker introduces the story of Ambarish Maharaj, highlighting his detachment from material opulence despite being a powerful king.",
      "timestamp_url": "https://youtu.be/7V7ocwrEu6k?t=584",
      "transcript": "he becomes angry. Once, what happened was, it is given in Srimad Bhagavatam 9th canto, Amrish Maharaj, he was a great devotee of Lord Krishna. He was blessed with all opulence, unlimited opulence. And he was the king of the entire planet. He had good name, fame, position, and everything was under his control. But, he was not attached to anything material, to any of these opulences he was not attached. In fact, he compared this opulence to an insignificant piece of a stone. It is said, Amrish Maharaj, a great devotee of Lord Vasudeva, engaged in the service of the devotees of the Lord, tadbhakteshu ca sadhusu. And he compared this Vishwam, prapto bhavam param vishwam, he compared this entire universe, entire Vishwam, enidam lostravat smrtham. He compared to an inauspicious, insignificant piece of a stone. In other words, although he was ruling the entire universe, entire planet, he was not at all attached. He was completely detached to all his opulences. Imagine, if we get that opportunity of material opulence, lot of wealth, name, fame, position, what will happen to us? What will happen to us, if we get all these opulences? Hmm? We become attached to it. And because of which, we will not be able to remember the Lord. We will not be able to remember Krishna. Because of opulence, we become pride. We become immersed in sense gratification."
    },
    {
      "start_time": 756,
      "end_time": 875,
      "verse_references": [
        "BG 2.44"
      ],
      "themes": [
        "attachment",
        "sense gratification",
        "forgetfulness of God"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "No time.",
      "summary": "The speaker shares a personal anecdote about someone who forgot God after being blessed with opulence, illustrating the dangers of attachment and sense gratification.",
      "timestamp_url": "https://youtu.be/7V7ocwrEu6k?t=756",
      "transcript": "I remember, when I was travelling to Hyderabad, there was a co-passenger. He was telling that he used to visit temples every day and praying to the Lord, that he be blessed with good wealth, good family, children, position. He was praying for it. And when he was blessed with all opulence, all wealth, good business, good family, he was completely absorbed in it. And he was not visiting temple. He was not thanking the Lord. I asked him, why are you not going to the temple now? He said, no time. He was completely attached. He was immersed in sense gratification. That's why Krishna says in the Bhagavad Gita, bhogaishwariya prasaktanam. Anyone who is attached to bhoga and aishwarya, what happens? daya pratachetasaam vyavasayatmika buddhihi samadhaunavidiyate The determination to worship the Lord, to please the Lord, does not take place, because he is completely absorbed in sense gratification. Whereas devotees feel, the opulence is an obstacle, because it tends to forget the Lord. It makes us forget the Lord. The opulence makes us forget the Lord. Just like we see in the case of Sudhama, was a poor brahmana. He was in poverty stricken, but he was always remembering the Lord. In all circumstances, he was remembering the Lord."
    },
    {
      "start_time": 875,
      "end_time": 942,
      "verse_references": [],
      "themes": [
        "devotion",
        "challenges",
        "remembering God"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But still they were remembering the Lord in all circumstances.",
      "summary": "The speaker contrasts the Pandavas' devotion amidst adversity with the previous example, emphasizing the importance of remembering God in all situations.",
      "timestamp_url": "https://youtu.be/7V7ocwrEu6k?t=875",
      "transcript": "Even the Pandavas, who were the rightful owners of the property, but they were deprived of their own property. Prosperity, they were completely deprived. But still they were remembering the Lord in all circumstances. They had so many difficulties, so many challenges, but still they were remembering the Lord. They became exalted devotees of Lord Krishna. So although, Amrish Maharaj had all these opulences, he never forgot the Lord. He was always engaging his senses in the service of the Lord. He was completely absorbed in the service of the Lord. 24 hours, he was remembering the Lord. Now one may question, how is it possible to remember the Lord always? 24 hours always, engaging our senses in the service of the Lord 24 hours."
    },
    {
      "start_time": 942,
      "end_time": 1050,
      "verse_references": [],
      "themes": [
        "devotional service",
        "engaging senses",
        "remembering God"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "How he remembered the Lord always?",
      "summary": "The speaker explains how Ambarish Maharaj constantly remembered the Lord by engaging all his senses in devotional service.",
      "timestamp_url": "https://youtu.be/7V7ocwrEu6k?t=942",
      "transcript": "How is it possible? Here is an example of Amrish Maharaj. How he remembered the Lord always? It is said, he engaged himself, his mind, always in meditating upon the Lord, upon the lotus feet of the Lord. He engaged his mind in meditation upon the lotus feet of the Lord. His words in describing the glories of the Lord. His hands in cleansing the temple of the Lord. His ears in hearing the glories of the Lord spoken by the devotees. His eyes in seeing the beauty of the Lord. His senses, he engaged his sense of touch in touching the bodies of pure devotees. He engaged his sense of smell in smelling the fragrance of the tulsi leaves offered to the Lord. His tongue in tasting Krishna Prasadam. This we don't forget. And his lips and legs in walking to the holy places of the Lord. His head in bowing before the Lord. Like this he engaged his senses in the service of the Lord, 24 hours. All his desires he engaged in the service of the Lord. It is said, indeed Amrish Maharaj was completely absorbed in the service of the Lord, 24 hours."
    },
    {
      "start_time": 1050,
      "end_time": 1236,
      "verse_references": [
        "BG 7.1"
      ],
      "themes": [
        "attachment to Krishna",
        "Krishna consciousness",
        "Ekadasi vrata"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He was completely attached to me.",
      "summary": "The speaker quotes Krishna from the Bhagavad Gita, emphasizing the importance of attachment to Krishna and working in Krishna consciousness, then transitions to discussing Ambarish Maharaj observing Ekadasi vrata.",
      "timestamp_url": "https://youtu.be/7V7ocwrEu6k?t=1050",
      "transcript": "In this way he became increasingly attached to the service of the Lord, increasingly attached. That is why Krishna also says in the Bhagavad Gita Mayasakta manaha partha Yogam yunjun madhashraya Yogam yunjun madhashraya Yogam yunjun madhashraya Yogam yunjun madhashraya Asamsayam samagrahm Asamsayam samagrahm Yathag nashasi tatshrunu Mayasakta manaha partha Mayasakta manaha He was completely attached to me. And what does he do? Yogam yunjun madhashraya Yogam yunjun madhashraya He was working in conscious of me. Always in conscious of me. Always in thinking of me. By doing so, what happened? Asamsayam samagrahm Asamsayam Without a doubt Completely One can understand about Krishna Asamsayam Without a doubt One can understand about Krishna And for us to practice like this Whatever Amrishma Amrishma Maharaj Was engaging in the service of the Lord It is recommended That we follow The spiritual master's instructions If we have to practice Like Amrishma Maharaj And like this Amrishma Maharaj 24 hours he engaged himself in the service of the Lord And therefore He was completely detached To all material opulences And he was governing the entire Universe in this way And performing various Rituals Various sacrifices In order to please the Lord So when he was doing All these things Once it so happened Amrishma Maharaj Along with his queen Observed a vow of Ekadasi and Dwadasi vrata For one complete year They observed the vow of Ekadasi and Dwadasi vrata For one complete year By the way Why is it required to observe Ekadasi vrata What does Prabhupada say What does Prabhupada say If one observes Ekadasi vrata He says if we observe Ekadasi vrata It pleases the supreme personality Of Godhead Anyone Who wants to advance in Krishna conscious He must perform Ekadasi vrata Regularly"
    },
    {
      "start_time": 1236,
      "end_time": 1370,
      "verse_references": [],
      "themes": [
        "Ekadasi",
        "charity",
        "worship"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He gives sixty crores of cows as charity to the brahmanas.",
      "summary": "The speaker describes Ambarish Maharaj's elaborate preparations for breaking his Ekadasi fast, including giving immense charity to the brahmanas.",
      "timestamp_url": "https://youtu.be/7V7ocwrEu6k?t=1236",
      "transcript": "So He was performing The vrata After one complete year In the month of Kartika He wants to break the vow And before breaking the vow He takes bath In the Yamuna river And he worships the supreme lord Hari He performs Various rituals Various paraphernalia He offers to lord Hari And he pleases the lord And he invites All the brahmanas to his palace And He gives in charity To all the brahmanas present there He gives Sixty crores of cows Sixty crores of cows He gives as Charity to the brahmanas And each cow Had horns And these horns Were covered with gold plate You see The opulence Not only the horns Even the hooves were Covered with silver plate He offered All the sixty crores of cows To the brahmanas And then He fed them Sumptuously With palatable dishes And he satisfied All the brahmanas present there And with their permission He wants to Break the fast Exactly at this time Durvasamuni Appears Durvasamuni Who is a great mystic Mystic yogi He appears in the scene And Amrish Maharaj receives him Respectfully He offers him a seat He washes his feet He worships him And he also offers him the food And Durvasamuni Gladly accepts All the offering"
    },
    {
      "start_time": 1370,
      "end_time": 1586,
      "verse_references": [],
      "themes": [
        "dilemma",
        "anger",
        "offense",
        "devotion"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He becomes very angry.",
      "summary": "The speaker narrates the arrival of Durvasa Muni and the dilemma faced by Ambarish Maharaj, leading to Durvasa Muni's anger and perceived offense.",
      "timestamp_url": "https://youtu.be/7V7ocwrEu6k?t=1370",
      "transcript": "Before that At that time it was noon He wants to perform Noon ritualistic ceremonies And then he goes to River Emuna He takes bath When he goes to river Emuna Meanwhile There was only one last Muhurta For Amrish Maharaj To break the fast Now Amrish Maharaj was in a confusion Now Durvasamuni has come to the palace We have to feed him And I cannot break the fast Now what to do in this situation He was in a confused state In this confused state He approaches the brahmanas What to do in this situation If we don't Break the fast He said There is a flaw in one's Observance of the world If we break the fast He felt that He may be transgressing The law of religion Therefore He was in a confused state Whether to break the fast or not And he approached the brahmanas And the brahmanas Gives him an opinion that If he drinks water It is as good as Breaking the fast And not breaking the fast And it is not transgressing The law of religion It is not inauspicious To do that So the brahmanas advised him To break the fast By drinking water And with their permission Amrish Maharaj Drank water And was remembering And meditating The Supreme Lord Vishnu And Durvasamani He finishes his No ritualistic activities He comes back to the palace And Amrish Maharaj Again receives him Very well With all the respects And he offers him good seating And Because of his Mystic power Amrish Maharaj Drank water Although He has invited me Without feeding me He first has eaten And he becomes Very angry He becomes Very angry And he said Alas Just see the behaviour of this Cruel man Just see the behaviour Of this Cruel man He feels that he is a devotee of Vishnu But he is actually not devotee of Vishnu He has So much of pride Because of his material opulence Name, fame He has so much of pride Before feeding me He has eaten fast He has transgressed The laws of religion He becomes Very angry He wants to punish him He wants to punish him He wants to punish him Actually Durvasamuni Was envious of Amrish Maharaj Because of his name Fame and opulence He was envious of him"
    },
    {
      "start_time": 1586,
      "end_time": 1774,
      "verse_references": [],
      "themes": [
        "devotee's qualities",
        "mystic power",
        "protection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A devotee cannot be defeated by so called mystic yogi.",
      "summary": "The speaker explains that a devotee possesses all good qualities and cannot be defeated by mystic power, describing Durvasa Muni's anger and the creation of a demon, but Ambarish Maharaj remains undisturbed.",
      "timestamp_url": "https://youtu.be/7V7ocwrEu6k?t=1586",
      "transcript": "And Prabhupada says A devotee cannot be defeated By so called mystic yogi A devotee cannot be defeated By so called mystic yogi Because he possess all good qualities of the lord He possess all good qualities of the lord It is said in Bhagavatam aisyasti bhaktir bhagavati akinchana sarvaer gunes tatrasamasatesuraah sarvaer gunes tatrasamasatesuraah Any one Who is worshipping the supreme lord Vishnu He posses all good qualities of devats all guanas of devates and the other hand, the non-devotees, the non-devotees possess no good qualities, but they are driven by mental speculation. They are driven by mental speculation. And that's why Prabhupada says that devotees cannot be defeated. And Durvasa Muni becomes red, his face becomes red with anger. He took a bunch of hair from his head and creates a demon from it. And this demon was blazing fire of devastation. He was resembling like a blazing fire of devastation who could destroy the entire. And he comes before the king. And the king was undisturbed. He did not move an inch from his position. He was not at all afraid, nor he was praying for the Lord for protection. He was not at all afraid. Prahalad, his father harassed him, tortured him, put him in the midst of snakes, put him in the midst of elephants, put him in the fire of, you know, burning oil, boiling oil. He was not at all afraid. He was just remembering the Lord. Imagine if such creature comes before us, what would happen to the entire hall. Everybody would run away. Is it not? But Amrish Maharaj was undisturbed because, it is said that devotees are Narayana Paraha. That devotees are Narayana Paraha sarve, naku taschyanabhibhi merging. Had there beencentury of Devotees, if theancre would not have happened, whatever happens, it would have been forever, is it not? Right? Amrish Maharaj was undisturbed. As he was running. My answer to this question is that devotees need to be deploy nearly 10,000 years ago to remain"
    }
  ]
}