{
  "video_id": "7wUSRHAOCp8",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.6.31 | 26-11-2021",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=7wUSRHAOCp8",
  "segments": [
    {
      "start_time": 60,
      "end_time": 257,
      "verse_references": [
        "SB 1.6.31"
      ],
      "themes": [
        "Narada Muni",
        "Transcendental Body",
        "Devotional Service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Since then, by the grace of the Almighty Vishnu, I travel everywhere without restriction, both in the transcendental world and in the three divisions of the material world.",
      "summary": "This segment introduces Narada Muni's ability to travel freely due to his unbroken devotional service and transcendental body, as described in Srimad Bhagavatam.",
      "timestamp_url": "https://youtu.be/7wUSRHAOCp8?t=60",
      "transcript": "In this session we will be discussing from the 31st verse of the 6th chapter of the 1st canto of Sriman Bhagavatam: अन्तर बहिष्च लोकाम स्त्रीन परियेमी असकंधित व्रतः अनुग्रहान महा विष्णोर अविघात गति क्वचित. The meaning of this verse is: Since then, by the grace of the Almighty Vishnu, I travel everywhere without restriction, both in the transcendental world and in the three divisions of the material world. This is because I am fixed in unbroken devotional service of the Lord. So this verse pertains to Narad Muni's describing to Vyasa Deva about his present life. As was explained in the previous verse, after the night of Brahma, next day when the creation began, Narad Muni appeared as a son of Brahma, but he appeared in the same transcendental body. He changed from his material body to a transcendental body when he quit his body in his previous life. After that, once he is in a transcendental body, there is no more change of body. So, just along with Brahma, he entered into Garbhodakshayi Vishnu's transcendental form. And during the night of Brahma, he remained there and he came out appearing as the son of Brahma. But this appearance is complete, just like Krishna appears as the son of Vasudeva and Devaki, like that. So, after that appearance, he is describing here, since then, by the grace of the Almighty Vishnu, Narad Muni is the pure devotee of the Supreme Lord. So, by the grace of the Supreme Lord, Almighty Vishnu, I travel, that means Narad Muni travels everywhere without restriction. Which all places does he travel? Both in the transcendental world and in the three divisions of the material world. So, that would be explained by Prabhupada in the purport. He travels everywhere, both in the spiritual world and all the divisions of the material world. Why? How is this possible? This is because I am fixed in unbroken devotional service to the Lord. How is it possible? Because Narad Muni is fixed up completely in unbroken devotional service of the Lord. That is described in the Sanskrit as Unbroken vow. Unbroken vow of devotional service."
    },
    {
      "start_time": 257,
      "end_time": 378,
      "verse_references": [
        "BG 9.4"
      ],
      "themes": [
        "Material World",
        "Spiritual World",
        "Vaikuntha Planets"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "And contains unlimited self-illuminated Vaikuntha planets.",
      "summary": "This segment explains the three divisions of the material world, the spiritual sky with Vaikuntha planets, and the difference between living entities in the material and spiritual worlds, drawing from Bhagavad Gita.",
      "timestamp_url": "https://youtu.be/7wUSRHAOCp8?t=257",
      "transcript": "In the purport, Srila Prabhupada says, as stated in the Bhagavad Gita, there are three divisions of the material spheres. This entire material universe, there are three divisions: Urdhva Loka, the upper planetary systems; Madhya Loka, the middle planetary systems. We are in the middle planetary system on the earth planet. And downward, below the earth, that is Adho Loka. Now, beyond the Urdhva Loka, beyond the upper planetary systems of which the Brahma Loka is the topmost in this universe, there are the material coverings of the universe. This whole universe is like a shell, Brahma Anda. It's called Brahma Anda, egg-shaped, Anda, therefore. And outside this shell, there are seven layers of coverings. And above this universe with its coverings, outside that, is the spiritual sky. And the spiritual sky is described as unlimited in expansion. Material sky is limited within the universal shell, whereas the spiritual sky is spread throughout, unlimited expansion, and contains unlimited self-illuminated Vaikuntha planets. Now, Vaikuntha planets are spiritual planets, unlike the material planets within the material universe. And these Vaikuntha planets are inhabited by God himself, along with his associates, who are all eternally liberated living entities. There are living entities in this material world. There are living entities in the spiritual world."
    },
    {
      "start_time": 378,
      "end_time": 493,
      "verse_references": [],
      "themes": [
        "Conditioned Souls",
        "Liberated Souls",
        "Krishna Consciousness",
        "Parivrajaka Acharya"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Such a travelling devotee is called Parivrajaka Acharya.",
      "summary": "This segment contrasts conditioned souls in the material world with liberated souls in the spiritual world, highlighting Narada Muni's role as a Parivrajaka Acharya who travels to preach Krishna consciousness.",
      "timestamp_url": "https://youtu.be/7wUSRHAOCp8?t=378",
      "transcript": "What's the difference? Living entities in the material world are conditioned souls, are bound up by their own reactions of their material actions, whereas in the spiritual world, everyone is a devotee, everyone is engaged in devotional service, and everyone is liberated eternally. Sri Narada Muni could enter all these planets in both the material and spiritual spheres without restriction. This is the position of a pure devotee who is engaged in unbroken devotional service of the Supreme Lord. He is free to travel everywhere. Why does he travel? Because he is engaged always in preaching Krishna consciousness, Krishna Bhakti. That is the reason he travels. Such a travelling devotee is called Parivrajaka Acharya. Acharya means the authority in devotional service, in spiritual line. And Parivrajaka means one who constantly travels, Parivrajaka Acharya. So, Narada Muni is free to personally travel in all the material planets as well as in the spiritual planets also, without any restriction. Srila Prabhupada says here, as much as the Almighty Lord is free to move personally in any part of His creation."
    },
    {
      "start_time": 493,
      "end_time": 524,
      "verse_references": [],
      "themes": [
        "Spiritual World",
        "Material World",
        "Supreme Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "but the spiritual world is not created it is ever existing eternally existing and in the spiritual world as well as in the material world of Supreme Lord Can move anywhere",
      "summary": "This segment emphasizes the eternal nature of the spiritual world and the Supreme Lord's ability to move freely in both the material and spiritual realms.",
      "timestamp_url": "https://youtu.be/7wUSRHAOCp8?t=493",
      "transcript": "कि लॉर्ड सुप्रीम लॉर्ड विश्णू और कृष्णा ही क्रिएट्स तो मेटीरियल वर्ल्ड विद ऑल डिफरेंट प्लानेट्स, but the spiritual world is not created, it is ever existing, eternally existing, and in the spiritual world as well as in the material world, the Supreme Lord can move anywhere. Now, Shrila Prabhupada explains about the material world. In the material world, the..."
    },
    {
      "start_time": 801,
      "end_time": 885,
      "verse_references": [],
      "themes": [
        "Devotional Service",
        "Fruitive Work",
        "Philosophical Speculation",
        "Liberation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "to those who engage in pure devotional service of the Supreme Lord, भक्त्यामाम अभिजानाती, therefore it is said here, devotees never fall down from this spiritual platform",
      "summary": "This segment contrasts pure devotional service with fruitive work and philosophical speculation, stating that devotees never fall from the spiritual platform, unlike materialists and impersonalists.",
      "timestamp_url": "https://youtu.be/7wUSRHAOCp8?t=801",
      "transcript": "to those who engage in pure devotional service of the Supreme Lord, भक्त्यामाम अभिजानाती, therefore it is said here, devotees never fall down from this spiritual platform, whereas the fruitive workers and speculative philosophers, both the materialists and the spiritualists who are only aware of the impersonal feature, they fall down, they can't remain, even if they elevate themselves, they cannot remain on the spiritual platform. Now, it is described here, at the time of creation, Narad Muni appeared along with so many other rishis like Marichi and Sanaka, Sanatana, but the important point is, the rishis like Marichi and Sanaka, Sanatana, they are not able to travel freely like Narad Muni in the spiritual world. Why is that? It is explained here, rishis like Marichi are authorities in fruitive work, and rishis like Sanaka and Sanatana are authorities in philosophical speculation."
    }
  ]
}