{
  "video_id": "7y2AIc-Q_4Y",
  "title": "As a devotee, how should I see positions, awards, or recognition I get? | Sri Madhu Pandit Dasa",
  "speaker": "HG Madhu Pandit Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=7y2AIc-Q_4Y",
  "segments": [
    {
      "start_time": 0,
      "end_time": 37,
      "verse_references": [],
      "themes": [
        "credit",
        "devotion",
        "humility"
      ],
      "content_type": "question/answer",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So how should a devotee handle the credits that he gets?",
      "summary": "The segment introduces the question of how a devotee should handle the credits or recognition they receive.",
      "timestamp_url": "https://youtu.be/7y2AIc-Q_4Y?t=0",
      "transcript": "You said that the perception of credits, one must have the right credits and take only what belongs to him. Perception of? The credit, how we see credit and how we take credit. So you said our transcendental credit is to Guru and Krishna. So how does a devotee see credits? Because we see that in our organization there are big devotees who have achieved a lot, like Akshaya Patra for example. So how do devotees handle credits without seeking Puja, Laba, or without accepting it as Pratishtha, or so it doesn't become an Anartha. So how should a devotee handle the credits that he gets?"
    },
    {
      "start_time": 37,
      "end_time": 90,
      "verse_references": [],
      "themes": [
        "material world",
        "devotional service",
        "guru-parampara"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "As far as devotee is concerned, first thing he understands that the only recognition that I value is if Srila Prabhupada, Guru Parampara and Krishna, they are pleased.",
      "summary": "The speaker explains that a devotee should value recognition from Srila Prabhupada, Guru Parampara, and Krishna above all else.",
      "timestamp_url": "https://youtu.be/7y2AIc-Q_4Y?t=37",
      "transcript": "You see, when we are in this material world, these things we have to face. It comes across us. For instance, we deal with money, we deal with positions, we deal with awards, we deal with, you know. Just like everybody in the material world, between this award, that award, they will also get awards. As far as a devotee is concerned, first thing he understands is that the only recognition that I value is if Srila Prabhupada, Guru Parampara, and Krishna, they are pleased. If they are pleased. That is what I always seek."
    },
    {
      "start_time": 90,
      "end_time": 145,
      "verse_references": [],
      "themes": [
        "faith",
        "action",
        "pleasing the Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "To please the Lord, to please the pure devotees of the Lord, to please the Vaiṣṇavas who are representing or representing the desires and wishes of a pure devotee.",
      "summary": "The speaker emphasizes the importance of striving to please the Lord and the pure devotees.",
      "timestamp_url": "https://youtu.be/7y2AIc-Q_4Y?t=90",
      "transcript": "Even if I don't know whether they are pleased or not, I am constantly seeking that. And I have faith because they have told that if you do this, I am pleased. So whether I am actually doing it properly, it's a different matter. But I am trying to do it properly. Let's say I chant Hare Krishna. If you chant Hare Krishna, Lord is pleased. So I am trying to do it properly. Let's say I chant Hare Krishna. Lord is pleased. But whether I am chanting offenselessly, that's another question. But the fact is that I am trying to chant offenselessly, yes, the Lord is pleased because Lord is pleased by trying to follow His instruction. So to please the Lord, to please the pure devotees of the Lord, to please the Vaiṣṇavas who are representing or representing the desires and wishes of a pure devotee. Yes."
    },
    {
      "start_time": 145,
      "end_time": 201,
      "verse_references": [],
      "themes": [
        "detachment",
        "reinvestment",
        "renunciation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So as far as all the other rewards are concerned, worldly rewards are concerned, or what the karmas come and give us, those things one should just, how can even, you know, all these things, you should just ignore them.",
      "summary": "The speaker advises devotees to ignore worldly rewards and the results of karma.",
      "timestamp_url": "https://youtu.be/7y2AIc-Q_4Y?t=145",
      "transcript": "This is what he is seeing in reciprocation, I want to see this, not other rewards. So as far as all the other rewards are concerned, worldly rewards are concerned, or what the karmas come and give us, those things one should just, how can even, you know, all these things, you should just ignore them. You cannot even offer it to somebody, because if you want to offer something to somebody, that person should also like that, right? So it's the spirit of the devotee to offer everything to Guru, but whether the things that are offered by the people, by the karmis, whether they are offerable or not, it's a difference. It's a different matter."
    },
    {
      "start_time": 201,
      "end_time": 240,
      "verse_references": [],
      "themes": [
        "devotional service",
        "guru-parampara",
        "renunciation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But the spirit is, the devotee is saying that if at all in my service the Lord has given me some credit, it is due to the mercy of the Guru and Krishna, to be invested back in the service of the Lord.",
      "summary": "The speaker explains that any credit received by a devotee is due to the mercy of Guru and Krishna and should be reinvested in the Lord's service.",
      "timestamp_url": "https://youtu.be/7y2AIc-Q_4Y?t=201",
      "transcript": "But the spirit is, the devotee is saying that if at all in my service the Lord has given me some credit, it is due to the mercy of the Guru and Krishna, to be invested back in the service of the Lord. That is the perception of the devotee. The perception of the devotee who gets lot of money is not that I got lot of money, yes. Now his perception is how I can invest back in Lord's service. Here is something, some... Fame, recognition has come, his goal is now how to encash on that and reinvest it back in service of the Lord. Totally utility point of view, what you get."
    },
    {
      "start_time": 240,
      "end_time": 302,
      "verse_references": [],
      "themes": [
        "appreciation",
        "humility",
        "instrumentality"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The material awards and that you get here in this material world.",
      "summary": "The speaker discusses how devotees within the community should appreciate each other's service, recognizing that Krishna is the ultimate doer.",
      "timestamp_url": "https://youtu.be/7y2AIc-Q_4Y?t=240",
      "transcript": "It is nothing transcendental about that, the material awards and that you get here in this material world. Now as far as between, within the community of devotees, the devotee's duty is to appreciate the other devotee's service to the Lord, service to Krishna. But when he is appreciating that service, he is not appreciating the Lord. He is not appreciating the service to Krishna, he is not appreciating his ability. Please understand, devotees have crossed all that platform. Because Krishna, he knows, I am the ability in man, Krishna has said. The Lord is doing it. But you give credit, you glorify a devotee for having been an instrument in the hands of the Lord for whatever that you are doing, whether that instrument has come because you are pure or not pure, it is a different matter. But you are an instrument. A neophyte can also do a big service. The Lord may encourage him to do a very big service, but doesn't mean that it is pure devotional service."
    },
    {
      "start_time": 302,
      "end_time": 369,
      "verse_references": [],
      "themes": [
        "karma",
        "shakti",
        "neophyte"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Because ultimately Lord has got unlimited reasons why a neophyte is made to do big service sometimes.",
      "summary": "The speaker explains how the Lord can use even a neophyte for big service for various reasons, including the burning away of anarthas.",
      "timestamp_url": "https://youtu.be/7y2AIc-Q_4Y?t=302",
      "transcript": "So just see how these are also various things, material measurements of how big service, small service is all, you cannot, can be very misleading. Because ultimately Lord has got unlimited reasons why a neophyte is made to do big service sometimes. To keep him in devotion service, to feed his anartha so that it burns away in a regulated way, in devotion service to burn it, he may do it, it is left to the Lord. And consistently if somebody has to serve the Lord, and that is a different thing, that is Shakti Avesh Avatara, like Prabhupada. The Lord Shakti is in him. Where he does big, big, big, big things. Not big because it is big. It is big because there is a big mission of the Lord here in this world. The Lord is waiting to empower the servants of the Lord with his power to do big things."
    },
    {
      "start_time": 369,
      "end_time": 440,
      "verse_references": [],
      "themes": [
        "maya",
        "consciousness",
        "motivation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "So there is a Krishna conscious perspective to doing big things in this world and by the, among the devotees, but there is also a Maya consciousness of doing big things among the devotees.",
      "summary": "The speaker differentiates between a Krishna conscious and a Maya conscious approach to doing big things, using an example of a devotee wanting to build a skyscraper.",
      "timestamp_url": "https://youtu.be/7y2AIc-Q_4Y?t=369",
      "transcript": "So there is a Krishna conscious perspective to doing big things in this world and by the, among the devotees, but there is also a Maya consciousness of doing big things among the devotees. So everywhere the consciousness is important. We need to understand with the right spirit. Not doing all, doing all big, big things for Krishna is Krishna consciousness. No. It can be Krishna conscious or it can be in your head, it could be completely Maya also. I always give this example, a new devotee joins, he says, yes, you should think of doing big, big things for the Lord. You cannot stop me. I want to build a skyscraper in the middle of the Indian Ocean. I want to build a skyscraper in the middle of the Indian Ocean. I want to build a skyscraper in the middle of the Indian Ocean. The temple president says, you are mad. Prabhu, what is the principle? When I am thinking for Lord Krishna, you are telling I am mad. What kind of representative of Krishna are you? You will say, no, you, there is a process. This is your anarttha. This is your desire to do. It's all doesn't go so easily."
    },
    {
      "start_time": 440,
      "end_time": 501,
      "verse_references": [],
      "themes": [
        "Prabhupada",
        "devotional service",
        "motivation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "These are all good for karmis.",
      "summary": "The speaker contrasts the glories of Prabhupada's pure devotional service to material success, emphasizing the difference in motivation.",
      "timestamp_url": "https://youtu.be/7y2AIc-Q_4Y?t=440",
      "transcript": "You will not, when you read Prabhupada doing big things in the neo-faith, oh my God, he achieved with penniless, he built that. These are all good for karmis. This kind of glory is penniless. Prabhupada was, so many people penniless have become multi-billionaires in this world. Yes or not? Without nothing, they have built an empire. Is that the glory of Prabhupada? The glory of Prabhupada is that his service to his, whatever he did was pure devotional service to the Lord. That is that, what he, who was the beneficiary of that doing? That is what makes Prabhupada great. So many people have started penniless and made billions for themselves. Prabhupada started penniless and made billions for Sankirtana movement."
    },
    {
      "start_time": 501,
      "end_time": 564,
      "verse_references": [],
      "themes": [
        "shakti",
        "Prabhupada",
        "devotional service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Only with Krishna Shakti, you can do seva for Krishna.",
      "summary": "The speaker explains that only with Krishna's energy (shakti) can one truly serve Krishna and that Prabhupada was empowered by this shakti.",
      "timestamp_url": "https://youtu.be/7y2AIc-Q_4Y?t=501",
      "transcript": "That is what the difference is. And that is Krishna Shakti. Only with Krishna Shakti, you can do seva for Krishna. Does not allow big services like that. Only by Krishna Shakti, you can do it. So he is Shakti of a Shavatara. Shakti of Lord Krishna has come into him. Then he is able to do that. That means he is able to become an instrument. Become an instrument for Lord Shakti to come inside and do all these things. So we need to. So when you read, initially we may get excited because we also say, Okay, okay, nothing Prabhupada had, he did all that. It is a devotional service also because you are appreciating Prabhupada. But should not think that is what it is. Therefore, I can also do something like this. So these are all material ambitions comes. These are not the inner consciousness of a pure devotee. I want to be like Prabhupada. Means you have to understand his heart and be like Prabhupada in his heart."
    }
  ]
}