{
  "video_id": "81tHpeqqyJ4",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.11.26 | 16-07-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=81tHpeqqyJ4",
  "segments": [
    {
      "start_time": 0,
      "end_time": 39,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer",
        "guru"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Agyana Timiraandhasya Gyananjanishalakaya Chakshurunmilitam Yena Tasvai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, invoking blessings and paying respects to the spiritual master.",
      "timestamp_url": "https://youtu.be/81tHpeqqyJ4?t=0"
    },
    {
      "start_time": 39,
      "end_time": 133,
      "verse_references": [
        "SB 1.11.26"
      ],
      "themes": [
        "verse analysis",
        "description of the Lord",
        "beauty"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So all the four are described very very nicely in this verse",
      "summary": "The speaker introduces and recites verse 26 from the 11th chapter of the 1st canto of Srimad Bhagavatam, focusing on the description of the Lord's chest, face, arms, and lotus feet.",
      "timestamp_url": "https://youtu.be/81tHpeqqyJ4?t=39"
    },
    {
      "start_time": 133,
      "end_time": 236,
      "verse_references": [
        "SB 1.11.26"
      ],
      "themes": [
        "goddess of fortune",
        "demigods",
        "protection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Lord gives all protection to the demigods Who are engaged in administration of this universe",
      "summary": "The speaker elaborates on the meaning of the verse, explaining that the Lord's chest is the abode of the goddess of fortune, his face is the object of beauty for the eyes, his arms provide shelter to the demigods, and his lotus feet are the refuge of pure devotees.",
      "timestamp_url": "https://youtu.be/81tHpeqqyJ4?t=133"
    },
    {
      "start_time": 236,
      "end_time": 370,
      "verse_references": [],
      "themes": [
        "pure devotees",
        "Brahma Samhita",
        "transcendental abode"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The pure devotees always take shelter of the Lord's lotus feet And they always do discuss about the Supreme Lord",
      "summary": "The speaker discusses the pure devotees' devotion to the Lord's lotus feet and references the Brahma Samhita to describe the transcendental abode of the Lord, filled with desire trees and Surabhi cows.",
      "timestamp_url": "https://youtu.be/81tHpeqqyJ4?t=236"
    },
    {
      "start_time": 370,
      "end_time": 498,
      "verse_references": [],
      "themes": [
        "beauty of the Lord",
        "impersonalists",
        "artists"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Simply darshan of the Lord's transcendental form means we can simultaneously have darshan of the goddess of fortune because she always resides on the chest of the Lord.",
      "summary": "The speaker explains that seeing the Lord's form allows one to see the goddess of fortune and contrasts this with the impersonalists' inability to perceive the Lord's form; he also suggests that artists should focus on the Lord's beautiful face for complete satisfaction.",
      "timestamp_url": "https://youtu.be/81tHpeqqyJ4?t=370"
    },
    {
      "start_time": 498,
      "end_time": 622,
      "verse_references": [],
      "themes": [
        "reflection of beauty",
        "administrative demigods",
        "protection",
        "fearlessness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Whatever beauty we see in this material world is a reflection of the original beauty of the form of the Lord or the face of the Lord.",
      "summary": "The speaker explains that all beauty in the material world is a reflection of the Lord's beauty and that administrative demigods and devotees can find protection and fearlessness by taking shelter of the Lord's arms.",
      "timestamp_url": "https://youtu.be/81tHpeqqyJ4?t=498"
    },
    {
      "start_time": 622,
      "end_time": 775,
      "verse_references": [],
      "themes": [
        "ideal executive",
        "protection of citizens",
        "materialistic administrators",
        "essence of everything"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A faithful servant of the Lord engaged in the service of the administration is the ideal executive head and can well protect the interest of the people in general.",
      "summary": "The speaker contrasts faithful administrators who protect citizens with materialistic administrators who cannot provide real protection and explains that the Lord is the essence of everything, and pure devotees are called sarangas because they glorify him.",
      "timestamp_url": "https://youtu.be/81tHpeqqyJ4?t=622"
    },
    {
      "start_time": 775,
      "end_time": 892,
      "verse_references": [],
      "themes": [
        "lotus feet",
        "honey",
        "Rupa Goswami",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "O my Lord Krishna, I beg to offer my prayers unto you. My mind is like the bee and it is after some honey.",
      "summary": "The speaker explains that devotees are like bees seeking the honey of the Lord's lotus feet and recites a prayer by Rupa Goswami expressing his desire to be fixed at the Lord's lotus feet to relish transcendental service, concluding with thanks and Hare Krishna.",
      "timestamp_url": "https://youtu.be/81tHpeqqyJ4?t=775"
    }
  ]
}