{
  "video_id": "81tHpeqqyJ4",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.11.26 | 16-07-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=81tHpeqqyJ4",
  "segments": [
    {
      "start_time": 0,
      "end_time": 39,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer",
        "guru"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Agyana Timiraandhasya Gyananjanishalakaya Chakshurunmilitam Yena Tasvai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, invoking blessings and paying respects to the spiritual master.",
      "timestamp_url": "https://youtu.be/81tHpeqqyJ4?t=0",
      "transcript": "Om Agyana Timiraandhasya Gyananjanishalakaya Chakshurunmilitam Yena Tasvai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Paschatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 39,
      "end_time": 133,
      "verse_references": [
        "SB 1.11.26"
      ],
      "themes": [
        "verse analysis",
        "description of the Lord",
        "beauty"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So all the four are described very very nicely in this verse",
      "summary": "The speaker introduces and recites verse 26 from the 11th chapter of the 1st canto of Srimad Bhagavatam, focusing on the description of the Lord's chest, face, arms, and lotus feet.",
      "timestamp_url": "https://youtu.be/81tHpeqqyJ4?t=39",
      "transcript": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jaya Mudhirayet. In this session, we will be discussing from the 26th verse of the 11th chapter of the 1st canto of Shri Madbhagavatam: Shriyo Nivaso Yasyo Raha Paanapatram Mukham Drisham Bahavo Lokapalanam Saranganaam Padambujam. So here is a description of the Lord's beautiful form. The translation of this 26th verse: The Lord's chest is the abode of the goddess of fortune. His moon-like face is the drinking vessel of the moon for eyes which hanker after all that is beautiful. His arms are the resting places for the administrative demigods, and his lotus feet are the refuge of pure devotees who never talk or sing of any subject except his lordship. So systematically the description is being given of the chest of the Lord, the moon-like face, his arms, and his lotus feet: Yasya Uraha, then Mukham, then Bahavaha, and Padaambujam."
    },
    {
      "start_time": 133,
      "end_time": 236,
      "verse_references": [
        "SB 1.11.26"
      ],
      "themes": [
        "goddess of fortune",
        "demigods",
        "protection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Lord gives all protection to the demigods Who are engaged in administration of this universe",
      "summary": "The speaker elaborates on the meaning of the verse, explaining that the Lord's chest is the abode of the goddess of fortune, his face is the object of beauty for the eyes, his arms provide shelter to the demigods, and his lotus feet are the refuge of pure devotees.",
      "timestamp_url": "https://youtu.be/81tHpeqqyJ4?t=133",
      "transcript": "So all the four are described very, very nicely in this verse. So the chest is the abode of the goddess of fortune, the goddess of fortune, Nivasa Sriaha Nivasa. So the moon-like face is the drinking vessel for eyes which hanker after all that is beautiful. Our eyes are always searching, seeking something beautiful to look at, but which is the most beautiful object of vision for our eyes? It is the eyes of the Lord. It is the Lord's form, and particularly the Lord's face. And his arms are the resting places for the administrative demigods. So Prabhupada explains in the purport what this means. The Lord gives all protection to the demigods who are engaged in administration of this universe by the Lord's protection to the demigods, by actually giving protection through killing the demons, either directly himself or through his agents, through his empowered devotees. He kills the demons and he protects the devotees, the demigods. Then his lotus feet are the refuge of pure devotees."
    },
    {
      "start_time": 236,
      "end_time": 370,
      "verse_references": [],
      "themes": [
        "pure devotees",
        "Brahma Samhita",
        "transcendental abode"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The pure devotees always take shelter of the Lord's lotus feet And they always do discuss about the Supreme Lord",
      "summary": "The speaker discusses the pure devotees' devotion to the Lord's lotus feet and references the Brahma Samhita to describe the transcendental abode of the Lord, filled with desire trees and Surabhi cows.",
      "timestamp_url": "https://youtu.be/81tHpeqqyJ4?t=236",
      "transcript": "So the lotus feet are the refuge of pure devotees. The pure devotees always take shelter of the Lord's lotus feet, and they always do discuss about the Supreme Lord. Their only topic of discussion is the Supreme Lord. So the purport, Shila Prabhupada explains, there are different classes of human beings all with different enjoyment from different objects to seek new pleasures than обс cartridges. There are persons who are seeking after the favour of the goddess of fortune, and for them, the Vedic literatures give information that the Lord is always served with all reverence by thousands and thousands of the goddesses of fortune at the Chintamani Dhamma. This is the verse in the Brahma Samhita, Chintamani prakara sadmasu kalpa vriksha lakshavrteshu surabhi rabhi palayantam, lakshmi sahasra shata sambhrama sevya manam. Lakshmi refers to the goddess of fortune, sahasra shata, hundreds of thousands of goddesses of fortune are serving him with great reverence, sambhrama sevya manam. So if you want to know more about the goddess of fortune, you can click on the link in the description below. This description is there in the Brahma Samhita, the transcendental abode of the Lord where the trees are all desired trees and the buildings are made of touchstone, Chintamani prakara sadmasu. The trees are desired trees. They yield all kinds of desires. They satisfy all kinds of desires. The Lord Govinda is engaged there in herding the Surabhi cows as his natural occupation, Surabhi rabhi palayantam lakshavrteshu. He is surrounded by so many cows, beautiful cows, Surabhi cows."
    },
    {
      "start_time": 370,
      "end_time": 498,
      "verse_references": [],
      "themes": [
        "beauty of the Lord",
        "impersonalists",
        "artists"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Simply darshan of the Lord's transcendental form means we can simultaneously have darshan of the goddess of fortune because she always resides on the chest of the Lord.",
      "summary": "The speaker explains that seeing the Lord's form allows one to see the goddess of fortune and contrasts this with the impersonalists' inability to perceive the Lord's form; he also suggests that artists should focus on the Lord's beautiful face for complete satisfaction.",
      "timestamp_url": "https://youtu.be/81tHpeqqyJ4?t=370",
      "transcript": "And they yield so much milk, oceans of milk. These goddesses of fortune can be saved. They are seen automatically if we are attracted by the bodily features of the Lord. There is no need to separately endeavour to have darshan of the beautiful goddess of fortune. Simply darshan of the Lord's transcendental form means we can simultaneously have darshan of the goddess of fortune because she always resides on the chest of the Lord. Now, Srila Prabhupada makes a remark about the goddess of fortune. He says, the impersonalists cannot observe such goddesses of fortune. Why? Because of their dry speculative habit. So, the speculation leads them to conclude that absolute truth is impersonal, no form, no personality. This is their conclusion. So, when they cannot see the form of the Lord, they can neither see the form of the goddess of fortune. Because she always resides on the chest of the Lord. Now, there are artists who are overtaken by the beautiful creation, this material creation. Prabhupada said, they should better see to the beautiful face of the Lord for complete satisfaction. Artists want to paint something very beautiful. They admire the creation, but millions and billions of times more beautiful is the beautiful face of the Lord. Of course, the creation has got beauty, no doubt about it, but that's just a reflection of the original beauty of the face of the Lord."
    },
    {
      "start_time": 498,
      "end_time": 622,
      "verse_references": [],
      "themes": [
        "reflection of beauty",
        "administrative demigods",
        "protection",
        "fearlessness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Whatever beauty we see in this material world is a reflection of the original beauty of the form of the Lord or the face of the Lord.",
      "summary": "The speaker explains that all beauty in the material world is a reflection of the Lord's beauty and that administrative demigods and devotees can find protection and fearlessness by taking shelter of the Lord's arms.",
      "timestamp_url": "https://youtu.be/81tHpeqqyJ4?t=498",
      "transcript": "So whatever beauty we see in this material world is a reflection of the original beauty of the form of the Lord or the face of the Lord. The face of the Lord is the embodiment of beauty. All beauty is there in the face of the Lord. What they call beautiful nature is but a smile. What they call the sweet sounds of the birds are but specimens of the whispering voice of the Lord. See, this is a description in the Bhagavatam second canto about the Lord's beauty and Lord's melodious voice that is manifest in this material world as a reflection. There are administrative demigods in charge of departmental service of cosmic management, and there are tiny administrative gods in the state service. They are always afraid of other competitors. Those in position of power in this material world, they are fearful of competitors who may overtake them. But if such administrative gods or administrative demigods, if they take shelter of the arms of the Lord, the Lord can protect them always from the attacks of enemies. This is always a fact. Pure devotees always take shelter of the Supreme Lord's arms. So pure devotees are never afraid, never afraid. They are called abhaya, nirbhaya. A faithful servant of the Lord engaged in the service of the administration is the ideal executive head"
    },
    {
      "start_time": 622,
      "end_time": 775,
      "verse_references": [],
      "themes": [
        "ideal executive",
        "protection of citizens",
        "materialistic administrators",
        "essence of everything"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A faithful servant of the Lord engaged in the service of the administration is the ideal executive head and can well protect the interest of the people in general.",
      "summary": "The speaker contrasts faithful administrators who protect citizens with materialistic administrators who cannot provide real protection and explains that the Lord is the essence of everything, and pure devotees are called sarangas because they glorify him.",
      "timestamp_url": "https://youtu.be/81tHpeqqyJ4?t=622",
      "transcript": "and can well protect the interest of the people in general, like Yudhishthira Maharaj, Parichit Maharaj. They were ruling the whole world, but because they had taken protection of the Supreme Lord, they were able to give protection to the citizens. They were able to give proper protection to the citizens. Other so-called administrators are symbols of anachronisms leading to the acute distress of the people who are governed by them. These materialistic administrators, their own life is in danger. What to speak of them giving protection to the citizens they are ruling? It is not possible. They cannot give real protection. They may try, but they are invariably defeated by more powerful persons. That's the nature of this material world. But any administrator can remain safely under the protection of the arms of the Lord. That's what is meant by telling his arms are the resting place for the administrative demigods. The Lord's arms are worthy of taking shelter because they can give protection to anyone and everyone in this material world. So, Prabhupada explains the word saranganam. So Prabhupada says, the essence of everything is the Supreme Lord and therefore he is called saram. Saram is the essence, and those who sing and talk about him are called sarangas, or the pure devotees. The pure devotees are called sarangas because they are always singing and glorifying and talking about the Supreme Lord who is the essence of everything, Sara. So they are called sarangas. The pure devotees are always hankering after the lotus feet of the Lord. Why? Prabhupada explains, the lotus has a kind of honey which is transcendentally relished by the devotees, and the devotees are like bees who are always after the honey of the lotus feet of the Lord."
    },
    {
      "start_time": 775,
      "end_time": 892,
      "verse_references": [],
      "themes": [
        "lotus feet",
        "honey",
        "Rupa Goswami",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "O my Lord Krishna, I beg to offer my prayers unto you. My mind is like the bee and it is after some honey.",
      "summary": "The speaker explains that devotees are like bees seeking the honey of the Lord's lotus feet and recites a prayer by Rupa Goswami expressing his desire to be fixed at the Lord's lotus feet to relish transcendental service, concluding with thanks and Hare Krishna.",
      "timestamp_url": "https://youtu.be/81tHpeqqyJ4?t=775",
      "transcript": "So, Srila Prabhupada is quoting the great devotee Acharya, Srila Rupa Goswami. He has sung a song about the lotus honey comparing himself to the bee. Srila Rupa Goswami says in this song, O my Lord Krishna, I beg to offer my prayers unto you. My mind is like the bee and it is after some honey. Kindly therefore give my bee mind a place at your lotus feet, which are the resources for all transcendental honey. I know that even big demigods like Brahma do not see the rays of the nails of your lotus feet, even though they are engaged in deep meditation for years and years together. Still, O infallible one, my ambition is such, for you are very merciful to your surrendered devotees. O Madhava, I know also that I have no genuine devotion for the service of your lotus feet, but because your lordship is inconceivably powerful, you can do what is impossible to be done. Your lotus feet can deride even the nectar of the heavenly kingdom and therefore I am very much attracted by them. O Supreme Eternal, please therefore let my mind be fixed at your lotus feet so that eternally I may be able to relish the taste of your transcendental service. This is the beautiful prayer offered by Srila Rupa Goswami, the Acharya in the Gaudiya Vaishnava Sampradaya. So, the devotees are satisfied with being placed at the lotus feet of the Lord because there is a certain honey to be relished by the devotees who take shelter at the lotus feet of the Lord. I will stop here. Thank you very much."
    }
  ]
}