{
  "video_id": "893sOXDBR3c",
  "title": "Daily Evening Bhagavatam Discourse | SB 1.17.14-15 | HH Stoka Krishna Swami | 21-02-2023",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=893sOXDBR3c",
  "segments": [
    {
      "start_time": 0,
      "end_time": 47,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Om Agyanati Miran Dhasya Gyanan Janishalakaya Chaksharun Militam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, invoking blessings and paying respects to spiritual teachers.",
      "timestamp_url": "https://youtu.be/893sOXDBR3c?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyanan Janishalakaya Chaksharun Militam Yena Tasmai Shri Gurave Namaha Namah Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nityananda Shri Advaita Gadadhara Shri Vasadi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet"
    },
    {
      "start_time": 48,
      "end_time": 123,
      "verse_references": [
        "SB 1.17.14"
      ],
      "themes": [
        "dharma",
        "protection",
        "justice"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Whoever causes offenseless living beings to suffer must fear me.",
      "summary": "HH Stoka Krishna Swami introduces the verses to be discussed (SB 1.17.14-15) and begins explaining the meaning of verse 14, focusing on the protection of the innocent and the consequences for those who cause suffering.",
      "timestamp_url": "https://youtu.be/893sOXDBR3c?t=48",
      "transcript": "In this session we will be discussing the 14th and the 15th verses of the 17th chapter of the 1st canto of Shri Mataji. The 14th verse is as follows: The meaning of this 14th verse is as follows: Whoever causes offenseless living beings to suffer must fear me anywhere and everywhere in the world. By curbing dishonest miscreants, one automatically benefits the offenseless. These are words spoken by Parikshit Maharaj, and he is addressing the bull dharma in the shape of the bow."
    },
    {
      "start_time": 123,
      "end_time": 247,
      "verse_references": [],
      "themes": [
        "kali yuga",
        "leadership",
        "miscreants",
        "degradation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Dishonest miscreants flourish because of cowardly and impotent executive heads of state. This is the present situation.",
      "summary": "The speaker elaborates on Srila Prabhupada's purport, discussing the degraded state of leadership in Kali Yuga, where unqualified and sinful leaders fail to protect the innocent and curb miscreants.",
      "timestamp_url": "https://youtu.be/893sOXDBR3c?t=123",
      "transcript": "So, in the purport, Srila Prabhupada explains: Dishonest miscreants flourish because of cowardly and impotent executive heads of state. This is the present situation. As Kali Yuga progresses, there will be no qualified Kshatriyas, no qualified Brahmanas, except for the devotees, who are anyway most qualified persons in the entire world. Other than devotees, who will also be not so many in number, there will be few devotees, but the majority of the population, as Kali Yuga progresses, will be people who are sinful, people who are ignorant about who they are, about what is this world, about who is God, people who are full of desires for material enjoyment. So then, among such people, some person who can garner some votes or get some popularity will somehow become the executive head of the state, and they will not be sufficiently strong or powerful to curb the miscreants because they themselves will be miscreants mostly. And because they are themselves miscreants, they won't really protect the innocent, the honest, the weaker sections."
    },
    {
      "start_time": 247,
      "end_time": 389,
      "verse_references": [],
      "themes": [
        "leadership",
        "justice",
        "punishment",
        "duty"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When the miscreants are punished in an exemplary manner, automatically all good fortune follows.",
      "summary": "The lecture emphasizes the importance of strong and qualified leadership that can effectively punish miscreants, deter others, and protect peaceful citizens, highlighting the prime duty of the executive head of state.",
      "timestamp_url": "https://youtu.be/893sOXDBR3c?t=247",
      "transcript": "They won't do that. But Srila Prabhupada says further, when the executive heads are strong enough to curb all sorts of dishonest miscreants in any part of the state, certainly they cannot flourish. So if there is a strong person as the head of the state who is qualified, then he can easily curb all dishonest miscreants. And further, Srila Prabhupada says a very important point: When the miscreants are punished in an exemplary manner, automatically all good fortune follows. The punishment given should be appropriate for the mischief performed by the dishonest miscreant. It should be a suitable punishment which will deter the other miscreants. So that is called punishing in an exemplary manner. It will send a proper signal to all the other miscreants that better stop your nefarious activities, otherwise you are going to be severely punished. As said before, Srila Prabhupada is further explaining, it is the prime duty of the king or the executive head to give protection in all respects to the peaceful, offenseless citizens of the state. It is a prime duty to be in a position of responsibility means to actually carry out one's duties properly, being equipped with the right qualifications, being equipped with the right knowledge, and the right support of the able assistance. So that is required. All these are required."
    },
    {
      "start_time": 389,
      "end_time": 522,
      "verse_references": [],
      "themes": [
        "devotees",
        "krishna consciousness",
        "sankirtana",
        "purification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Sankirtana Yajna is the most recommended process for cleansing the hearts of the people in general.",
      "summary": "The speaker discusses the role of devotees as peaceful citizens and the importance of preaching Krishna Consciousness through Sankirtana to purify the hearts of the people and create a peaceful society.",
      "timestamp_url": "https://youtu.be/893sOXDBR3c?t=389",
      "transcript": "The devotees of the Lord are by nature peaceful and offenseless, and therefore it is the prime duty of the state to arrange to convert everyone to become a devotee of the Lord. So how is it possible for a king or an executive head of state to actually rule properly for the citizens? There should be a program to preach Krishna Consciousness, by which the material contamination in the hearts of the people in general will be cleansed. Like Chaitanya Mahaprabhu says about Sankirtana, what is he saying? Chetodarpana marjanam. The first effect of Sankirtana, public Sankirtana, is that the heart of the public, simply if the holy name falls on their ears, whether they hear it willingly or unwillingly, knowingly or unknowingly, anyhow it will work, it will act, it will purify their heart. Of course it's a gradual process, it takes time, but the purification begins as soon as the holy name, the vibration of the holy name enters their ears. So this is the primary program in the present age. Yajnai Sankirtana Prayi Riyajantihi Sumedha Saha. Sankirtana Yajna. Sankirtana Yajna is the most recommended process for cleansing the hearts of the people in general."
    },
    {
      "start_time": 522,
      "end_time": 646,
      "verse_references": [],
      "themes": [
        "contamination",
        "kali yuga",
        "lust",
        "greed",
        "punishment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In spite of this program, Sankirtana program, some demoniac natured persons will not mend themselves. They will have to be punished by the able administrator king.",
      "summary": "The lecture explains how people become contaminated by bad association and the influence of Rajoguna and Tamoguna, leading to lust and greed, and reiterates the need for punishment for those who do not reform despite the Sankirtana program.",
      "timestamp_url": "https://youtu.be/893sOXDBR3c?t=522",
      "transcript": "Thus automatically there will be peaceful, offenseless citizens. There has to be some program because people are contaminated or polluted in their heart by association with other spirits, other sinful people, bad association. By association with the gunas, which are particularly in Kali Yuga, Rajoguna and Tamoguna is very prominent. So people become polluted in their consciousness with this Rajoguna and Tamoguna. Rajoguna and Tamoguna effect is mostly lust and greed. Very lust and greed will dominate in the hearts of so many people. So they will be unable to control their senses, control their mind, and they will act in so many sinful ways, being forced to actually endeavor to satisfy their lusty desires, satisfy their greed, satisfy their crazy material desires like that. Then the only duty of the king will be to curb the dishonest miscreants. In spite of this program, Sankirtana program, some demoniac natured persons will not mend themselves. They will not correct themselves. They will have to be punished by the able administrator king. That will bring about peace and harmony all over the human society."
    },
    {
      "start_time": 646,
      "end_time": 766,
      "verse_references": [
        "SB 1.17.15"
      ],
      "themes": [
        "justice",
        "divine law",
        "heavenly beings",
        "relative immortality"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "An upstart living being who commits offenses by torturing those who are offenseless shall be directly uprooted by me even though he be a denizen of heaven with armor and decorations.",
      "summary": "The speaker introduces and explains verse 15, focusing on the idea that even beings from higher planets are subject to justice if they commit offenses, and discusses the relative immortality of heavenly beings.",
      "timestamp_url": "https://youtu.be/893sOXDBR3c?t=646",
      "transcript": "So Prabhupada has outlined a very clear method for the executive head of state to curb these miscreants. The 15th verse. The meaning of this 15th verse: An upstart living being who commits offenses by torturing those who are offenseless shall be directly uprooted by me even though he be a denizen of heaven with armor and decorations. So Parikshit Maharaj is warning the miscreants, even if they are persons from the upper planets, still they cannot create any nuisance or any mischief on this earth planet as long as Parikshit is ruling. They are very, very powerful and capable and qualified and conscientious. So in the Purport, Shlap Prabhupada says the denizens of the heavenly kingdom are called Amar or deathless due to their possessing a long span of life. Actually they are not deathless in terms of the body they have, material body they have, but they are like deathless because of the long span of life they have, far greater than that of the human beings. For a human being who has only a maximum 100 year duration of life, a span of life spreading over millions of years is certainly considered to be deathless. So it is relative. It is not exactly deathless. It is relative."
    },
    {
      "start_time": 766,
      "end_time": 890,
      "verse_references": [],
      "themes": [
        "heavenly beings",
        "justice",
        "equality",
        "divine law"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This means that the state executive head must be as strong as Maharaj Pariksit so that he may be determined to punish the strongest offenders.",
      "summary": "The lecture emphasizes that even denizens of heaven are not exempt from punishment if they violate divine law, and the executive head of state must be strong and impartial in administering justice.",
      "timestamp_url": "https://youtu.be/893sOXDBR3c?t=766",
      "transcript": "Relatively very long life span. For example, Prabhupada gives the example from the Bhagavad Gita. We learn that on the Brahmaloka planet, the duration of one day is calculated to be 4,300,000 times 1,000 solar years, 12 hours of Brahma's time scale. The top most planet in this universe is some 4 billion years. 4 billion years is 12 hours of Brahma. Similarly, in other heavenly planets, one day is calculated to be 6 months on this planet, and the inhabitants get a life of 10 million of their years. Therefore, in all higher planets, since the span of life is far greater than that of the human being, the denizens are called deathless by imagination. See, this is an important point. Although actually no one within the material universe is deathless. Ultimately Brahma also has to die. Everyone has to die. Die means they have to give up the present material body. Now Maharaj Pariksit challenges even such denizens of heaven if they torture the offenseless. He says even if somebody is a resident of a higher planet, I don't care for your position or power. This means that the state executive head must be as strong as Maharaj Pariksit, so that he may be determined to punish the strongest offenders. It should be the principle of a state executive head that the offender of the codes of God is always punished. There is no discrimination when somebody is committing an offence. There is no discrimination as to who that person is. Whatever be his position, if he is an offender, he has to be punished."
    },
    {
      "start_time": 890,
      "end_time": 910,
      "verse_references": [],
      "themes": [
        "bhagavatam",
        "kali purusha",
        "conclusion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So this is the position that is being explained in the Bhagavatam.",
      "summary": "The speaker concludes the session, mentioning the upcoming discussion on Parikshit Maharaj's dealings with Kali Purusha.",
      "timestamp_url": "https://youtu.be/893sOXDBR3c?t=890",
      "transcript": "So this is the position that is being explained in the Bhagavatam, when Pariksit was ruling and how he is going to deal with this Kali Purusha we will see in the later verses."
    }
  ]
}