{
  "video_id": "8E1xQmrJR0M",
  "title": "Doubtless Understanding of Krishna | HG Chanchalapathi Dasa | SB 5 .1.4 | 21.06.2024",
  "speaker": "HG Chanchalapathi Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=8E1xQmrJR0M",
  "segments": [
    {
      "start_time": 60,
      "end_time": 144,
      "verse_references": [],
      "themes": [
        "Krishna consciousness",
        "Grihavrata",
        "Doubt"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A Grihavrata, one who has taken a vow to execute family duties, has no chance to become Krishna conscious.",
      "summary": "King Pariksit expresses his doubt about how someone attached to family can become Krishna conscious, referencing Prahlada Maharaj's statement about Grihavratas.",
      "timestamp_url": "https://youtu.be/8E1xQmrJR0M?t=60",
      "transcript": "King Pariksit wondered how a person so attached to wife, children, and home could become so perfectly Krishna conscious. Prahalad Maharaj has said, Matirna Krishne Paratasvatova Mithobi Padhyeta Grihavrata Nam A Grihavrata, one who has taken a vow to execute family duties, has no chance to become Krishna conscious. This is because most Grihavratas are guided by sense gratification and therefore gradually glide down to the darkest regions of material existence. Adanta Ghovir Vishatam Tamisram. How can they possibly become perfect in Krishna consciousness? Maharaj Pariksit asked Shukadeva Goswami to resolve this great doubt."
    },
    {
      "start_time": 147,
      "end_time": 326,
      "verse_references": [],
      "themes": [
        "Priyavrata",
        "Attachment",
        "Perfection",
        "Krishna Consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This is very surprising that he became Krishne Mathihi. He became attached to Krishna. Became Krishna conscious.",
      "summary": "The speaker explains King Pariksit's question about how Priyavrata, despite being attached to family, achieved perfection in Krishna consciousness (Krishne Mathihi).",
      "timestamp_url": "https://youtu.be/8E1xQmrJR0M?t=147",
      "transcript": "So we are seeing in the first chapter of fifth canto questions asked by Pariksit to Shukadeva Goswami. He heard about Priyavrata becoming perfect in Krishna consciousness and so that has triggered a thought. And in today's verse he is saying, Samsa Yoham Mahan Brahman. This is my Mahan Samshaya. This is my great doubt. Brahman, O Brahmana, referring to Shukadeva Goswami, O great Shukadeva Goswami. Dara Gara Sutadishu Saktasya Yatsiddhirabhut. Dara, wife, Agara, home, Suta, children, Adishu. This is what happens in a human, in a Grahasta life. One becomes attached to wife, home, and children. Dara Gara Sutadishu Saktasya. One becomes attached. Asakti, sakta, one who has become attached. Yatsiddhirabhut. But you are also saying, Yet Siddhirabhut. But you are also saying, He achieved perfection. Siddhi. Perfection. And what kind of Siddhi? Krishnecha Mathirajyutha Mathihi, Prabhupada has here translated as became attachment. His mind, his consciousness became attached. Mathirajyutha. To Krishna. Krishnecha Mathirajyutha. To Krishna. Krishnecha Mathirajyutha. To Krishna. So this is very surprising that he became Krishne Mathihi. He became attached to Krishna. Became Krishna conscious. So the king continued, O great Brahmana, Brahman, This is my great doubt. Samsa Yoyam Mahan Brahman. How was it possible, For a person like King Priyavrata, Who was so attached, Saktasya, To wife, Dara, Children, Suta, And home, Agaara, To achieve the topmost infallible perfection, Achutasiddhihi. Infallible perfection. In Krishna consciousness, Krishnemathihi."
    },
    {
      "start_time": 333,
      "end_time": 505,
      "verse_references": [],
      "themes": [
        "Perfection",
        "Quest for Perfection",
        "Spiritual Knowledge"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "There should be a search for perfection in human life...Should be the dominant aspect of human life.",
      "summary": "The speaker emphasizes the importance of the quest for perfection in human life, noting that without spiritual knowledge, people often misinterpret what true perfection is.",
      "timestamp_url": "https://youtu.be/8E1xQmrJR0M?t=333",
      "transcript": "Some important points, Prabhupada has pointed out, In the translation, in the purport. So, Siddhihi. Perfection in life. Siddhirabhut. Perfection came about in his life. Priyavrata's life. And what was his life about? He was Dara, Agaara, Suta, Dishu, Saktasya. He was attached to wife, children, home, And all of that. He had a big family, Big palace. He was a king. All of that. And how he became perfect? So, First of all, we must appreciate that there is a, There should be a search for perfection in human life. And, That quest, Understanding, And attainment of that perfection, Should be the, Dominant aspect of human life. But of course, when we are not enlightened, When we have no spiritual knowledge, We don't know what is perfection. There are many people in the world, Trying to, Very, very passionately, Pursue some perfection in their life. Someone is trying to become a big politician. Someone is trying to become a big businessman. Someone may be trying to become a big scholar. Someone may be trying to become a famous person. So sometimes people have these conceptions, Or not sometimes, Most of the times. People have some conception like this. And they are very devoted to that perfection. I must achieve that. So, Quest for perfection is not a, Quest for perfection is not an unusual thing. In human society, Even in our Kali Yuga society, That quest for perfection is there."
    },
    {
      "start_time": 510,
      "end_time": 673,
      "verse_references": [],
      "themes": [
        "Material Achievements",
        "Power",
        "Fame",
        "Transience"
      ],
      "content_type": "analogy",
      "circle_fit": [
        2,
        4
      ],
      "key_quote": "But then, where is he now? Where is that person?",
      "summary": "The speaker illustrates the transience of material achievements like power and fame by referencing historical figures like Mahatma Gandhi and Napoleon, questioning their current relevance.",
      "timestamp_url": "https://youtu.be/8E1xQmrJR0M?t=510",
      "transcript": "Because all of these perfections, Like becoming rich, becoming powerful, This world has seen many, many powerful people, Rich people, successful people, famous people. Prabhupada used to often mention, Wherever Gandhiji went, Because Prabhupada was a contemporary of Gandhiji. Of course, Gandhiji was a few decades older. But Prabhupada had seen, And Gandhiji was a very, very famous and very powerful person. And wherever he went, Wherever he went, People would be glorifying, Bapuji, Bapu, Bapu, Like that. And, Sometimes, Gandhiji would get so fed up, Of people screaming, He would close his ears. They are all screaming, shouting. He would close his ears. And we know that, When finally Gandhiji was assassinated, And then, His procession of his body was being taken, For the final rites in Delhi, New Delhi. You must have seen pictures. Thousands and thousands, And probably lakhs of people, Participating in that. So you can see how powerful he was. But then, Where is he now? Where is that person? Of course, In our country, Every city has, A road named after him. Right? But mostly, It has all become MG Road, And many people don't even know what MG Road is. Right? So this is what happens to, Powerful, Powerful people. Okay, Mahatma Gandhi is in a, In one sense, Quite recent memory, We may say. If you take hundreds of years before that, There were very powerful kings, Napoleon, They were also very powerful, In their own countries, In their own kingdoms. But what is their power now?"
    },
    {
      "start_time": 676,
      "end_time": 822,
      "verse_references": [],
      "themes": [
        "Attraction",
        "Opulence",
        "Krishna",
        "All-Attractive"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Krishna has all these opulences to an unlimited extent. And hence, He becomes captivating.",
      "summary": "The speaker explains that we are naturally attracted to power, influence, and fame, and that Krishna, possessing all these qualities to an unlimited extent, is the ultimate object of attraction.",
      "timestamp_url": "https://youtu.be/8E1xQmrJR0M?t=676",
      "transcript": "So in that generation, In that human society, When somebody is very powerful, Very famous, Very learned, There is a lot of recognition, All of that, On that person, Big spotlight on that person, But then these things fade away. Nothing remains. Adyantavantakaunteya. It has a beginning, And it has an end. But interestingly, We are all attracted to these things. Power, Influence, Fame, Learning. It's a fact that these features attract us. Somehow, Inherently, We are attracted to that. If somebody is very powerful, Somebody is rich, Just like, If somebody's son is going to, Son or daughter is going to America, That family, They'll say, Neighbors, friends, My son is going to America. Right? Big thing. Suppose their son got a job in Africa, And he's going. Our son is going. It's not so attractive. You see, America is a, Attractive country. Powerful country. So we are attracted. And that's how Srila Prabhupada explains, The Shastras explain, Krishna has all these opulences to an unlimited extent. And hence, He becomes captivating. That absolute truth has all of these attractive qualities, By which one can be drawn. And hence, That absolute truth, Has the name, Krishna."
    },
    {
      "start_time": 837,
      "end_time": 913,
      "verse_references": [],
      "themes": [
        "Krishna",
        "Opulence",
        "Perfection",
        "Krishna Consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When your consciousness is attached to Krishna, that is Siddhi. That is the infallible perfection.",
      "summary": "The speaker reiterates that Krishna is all-attractive and that achieving perfection (Siddhi) means having one's consciousness attached to Krishna.",
      "timestamp_url": "https://youtu.be/8E1xQmrJR0M?t=837",
      "transcript": "So very beautiful concept, The way Srila Prabhupada explains this. We can see in this world, We are attracted to opulence, We are attracted to fame, We are attracted to power, We are attracted to knowledge, We are attracted to fame, We are attracted to renunciation. And all of this is present simultaneously, To an unlimited extent, In that Bhagavan. And hence, He is known as, All attractive. And in Sanskrit, The name for all attractives, Krishna. Sarvam Krishyuti. Who can attract. So Siddhi, Perfection, Idea of perfection in human society is there. In this verse, Pariksit Maharaj is pointing out, He achieved the perfection of Krishnamatihi. Attachment to Krishna. Krishnamatihi. He became attached to Krishna. Krishnamatihi. That, When you become attached, When your consciousness is attached to Krishna, That is Siddhi."
    },
    {
      "start_time": 917,
      "end_time": 1026,
      "verse_references": [],
      "themes": [
        "Krishna Consciousness",
        "Grahavrata",
        "Consciousness",
        "Development"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If our consciousness becomes absorbed, consciousness becomes attached, to Krishna, that is considered to be Siddhirabhut.",
      "summary": "The speaker references Prahlada Maharaj's words and emphasizes that Krishna consciousness is a development in our consciousness, and perfection is achieved when our consciousness is attached to Krishna.",
      "timestamp_url": "https://youtu.be/8E1xQmrJR0M?t=917",
      "transcript": "Topmost infallible perfection. And, Very interesting, How Prabhupada has quoted another verse, From the Srimad Bhagavatam, Prahalad Maharaj's words. Where he is also talking about Krishnamatihi, And he is also talking about, Somebody who is a Grahavrata. Prahalad is saying, Somebody who is a Grahavrata, For him, Krishnamatihi Abhipadhyate. Krishnamatihi. Krishna Consciousness. Abhipadhyate. Development. So in other words, This Krishna Consciousness is some, Development that happens, In our consciousness. We are all conscious beings. This table is not conscious. We are conscious beings. And, If our consciousness becomes absorbed, Consciousness becomes attached, To Krishna, That is considered to be, Siddhirabhut. That is considered to be the perfection, According to Srimad Bhagavatam, According to Bhagavad Gita. So we all have a consciousness, And, Left to itself, Our consciousness will become attached to, Body, Home, Family, Children. So, We need to, Enlighten, We need to direct our consciousness, What it becomes attached to, And we have to become attached to, The Absolute Truth."
    },
    {
      "start_time": 1027,
      "end_time": 1198,
      "verse_references": [],
      "themes": [
        "Absolute Truth",
        "Devotion",
        "Father and Mother",
        "Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Just like we have to be devoted, to our partial cause, Father and mother, we should also be, Absolutely devoted, To our absolute cause, Krishna.",
      "summary": "The speaker draws an analogy between devotion to parents (partial cause) and devotion to Krishna (absolute cause), arguing that we should be absolutely devoted to Krishna as our ultimate source.",
      "timestamp_url": "https://youtu.be/8E1xQmrJR0M?t=1027",
      "transcript": "Because, We are all, Coming from the Absolute Truth. If somebody is attached to his father and mother, They will say it is a natural thing. If somebody is not at all attached, Then something, What is this? He is not caring for his father, Caring for his mother. They will say like that. Because, We have come from our father and mother, To love them, To show affection to them, And to serve them, Is considered the right thing. But then, Our father and mother, They are, Our source, Our cause, To a limited extent. Not to an unlimited extent. Not the complete cause, A partial cause. So, If we, This is a philosophical aspect, We have to, We have to reflect on it. Yes, What caused me? My father and mother caused me. Now what caused my father and mother? My grandfather, And grandmother, They caused my father, My mother. So in other words, They are, My father and mother were, It's a chain of causes and effects, And they were one cause, One level of cause. And even in that, They were a partial cause. We cannot attribute everything to them, Philosophically speaking. Not that we are minimizing father and mother, But philosophically we are analyzing. Like say for instance, There is a child who was, Who was born blind. If you say father and mother, Are the cause of the child, We must blame that father and mother. Why did you give birth to a blind child? You couldn't do something properly, Child is nicely born. They'll say, What to do? It was not in our control. It was not in your control. That's exactly we are saying. They are partial cause, They are not the ultimate cause. So, Absolute truth, Is the ultimate cause, Of everything, Including us. So just like we have to be devoted, To our partial cause, Father and mother, We should also be, Absolutely devoted, To our absolute cause,"
    },
    {
      "start_time": 1202,
      "end_time": 1273,
      "verse_references": [],
      "themes": [
        "Enlightenment",
        "Ultimate Cause",
        "Krishna Consciousness",
        "Rupa Goswami"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Becoming Krishnamatihi, Who is Krishna, Who we are, And becoming attached to Krishna...Is considered to be the highest, Perfection.",
      "summary": "The speaker explains that devotion to Krishna is a function of enlightenment and that becoming absorbed in Krishna is the highest perfection, mentioning Srila Prabhupada's coining of the term 'Krishna consciousness' based on Rupa Goswami's expression.",
      "timestamp_url": "https://youtu.be/8E1xQmrJR0M?t=1202",
      "transcript": "Now this one, Being, Devoted to father and mother, Being devoted to Krishna, The absolute father and mother, Absolute truth, It is a, Function of, One's enlightenment. If one is more enlightened, He will understand, No I must seek, Higher and higher, Causes, Ultimate cause. And when one is fully enlightened, He seeks the highest cause, The ultimate cause. So becoming, Krishnamatihi, Who is Krishna, Who we are, And becoming attached to Krishna, Being, Becoming absorbed in Krishna, That Krishnamati, Is considered to be the highest, Perfection. In fact, Srila Prabhupada coined this word, Krishna consciousness, And he says, That I coined this word, From Rupa Goswami's, Use of a certain verse, Certain expression in Sanskrit, Connected to with, Connected with this."
    },
    {
      "start_time": 1273,
      "end_time": 1357,
      "verse_references": [],
      "themes": [
        "Krishna Bhakti Rasa",
        "Matihi",
        "Consciousness",
        "Perfection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna bhakti is not a dry, Concept, No, it is full of, Rasa, It's full of juice, Krishna bhakti rasa, Bhavitha, Imbued, Absorbed, Immersed in, Matihi.",
      "summary": "The speaker elaborates on the concept of 'Krishna bhakti rasa bhavitha matihi,' emphasizing that Krishna bhakti is full of mellow and juice, and that being absorbed in it is the perfection of life.",
      "timestamp_url": "https://youtu.be/8E1xQmrJR0M?t=1273",
      "transcript": "Rupa Goswami uses one expression, Krishna bhakti rasa bhavitha matihi, Matihi means, Same, Krishnamatihi, Consciousness, Krishna bhakti rasa, There is a mellow, Krishna bhakti is not a dry, Concept, No, it is full of, Rasa, It's full of juice, Krishna bhakti rasa, Bhavitha, Imbued, Absorbed, Immersed in, Matihi, Such a matihi, Absorbed, Or imbued with, Krishna bhakti rasa, That is the expression, I took from Rupa Goswami's works, And coined the word, Krishna consciousness, So, Bhagavatam is pointing out, Krishnamatihi, Krishna bhakti rasa bhavitha matihi, That is the perfection of life, There is another expression, In the Bhagavatam, About Shukadeva Goswami, Which describes, His matihi, Consciousness, Matihi, Consciousness, Intelligence, Attachment, All of these are, Related words,"
    },
    {
      "start_time": 1357,
      "end_time": 1458,
      "verse_references": [],
      "themes": [
        "Shukadeva Goswami",
        "Hare Guna",
        "Captivation",
        "Consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Shukadeva Goswami's consciousness was, He was, Captivated, Charmed, By, Hare guna.",
      "summary": "The speaker describes Shukadeva Goswami's consciousness as being captivated by the qualities of Lord Hari (Krishna), contrasting it with the materialistic person's attraction to trivial things.",
      "timestamp_url": "https://youtu.be/8E1xQmrJR0M?t=1357",
      "transcript": "In one place, Bhagavatam mentions, About Shukadeva Goswami, Wow, How was Shukadeva Goswami's, What was Shukadeva Goswami's, Consciousness, Hare guna kshiptha matihi, Matihi, Again you see, Hare, Hari, Guna, Hare guna, Hari's gunas, Lord Hari, Lord Krishna's gunas, Akshiptha matihi, Akshiptha, Means, Captured, Captivated, Or charmed, Look at that consciousness, Shukadeva Goswami's consciousness was, He was, Captivated, Charmed, By, Hare guna, Such a wonderful thing, Look at a conditioned soul's consciousness, He's charmed by many material ideas, Oh, I should become rich, I should become powerful, Some ideas like that, We were all like that, Or maybe to some extent, Still are like that, But at least, We have understood, See, There was once an argument with Prabhupada, Have you seen God, Have you, Different times, Prabhupada responded differently, To such challenges, In this occasion, He said, I'm following, My Guru, Who has seen God,"
    },
    {
      "start_time": 1458,
      "end_time": 1564,
      "verse_references": [],
      "themes": [
        "Guru",
        "Krishna Consciousness",
        "Materialism",
        "Development"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "At least to our, In our situation, We have at least boarded the, Train, Which is, Heading in the right, Which will head in the right direction.",
      "summary": "The speaker shares an anecdote about Prabhupada and emphasizes that devotees have at least boarded the 'train' of Krishna consciousness, heading in the right direction, and that one can develop that consciousness.",
      "timestamp_url": "https://youtu.be/8E1xQmrJR0M?t=1458",
      "transcript": "And then Prabhupada went on to explain, I'm on the way, I've boarded the train, Which will take me, To the destination, Right destination, There are many people, Who have not yet boarded the train, See, I might not have, Of course, Prabhupada was just humble, He was seeing, In different circumstances, Seeing the, Situation, Prabhupada had to, Carefully respond, But we know, He was, Perfectly Krishna conscious person, So, At least to our, In our situation, We have at least boarded the, Train, Which is, Heading in the right, Which will head in the right direction, Many people have not yet, Boarded the train, So, What should, What is our consciousness, Charmed by, What are we captivated by, A materialistic person, He is charmed by, Trivial things, Of the material world, But look at, Bhagavatam is describing, The person who is speaking, The Bhagavatam, What is he, Charmed by, Harer, Gunak, Shiptamati, To be charmed by, Lord's wonderful qualities, To be charmed by, Lord's wonderful pastimes, To be charmed by, Lord's wonderful holy names, You see, What a consciousness that is, What a wonderful consciousness, That would be, And, Abhipadyate, One can develop,"
    },
    {
      "start_time": 1564,
      "end_time": 1655,
      "verse_references": [],
      "themes": [
        "Krishnamatihi",
        "Krishna Consciousness",
        "Perfection",
        "Society"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Look at the good fortune we all have. We have become part of that society which is going to teach us a certain consciousness which is described in the Vedic literature as the highest perfection.",
      "summary": "The speaker reiterates that Krishnamatihi (Krishna consciousness) is perfection and expresses gratitude for being part of a society that teaches this consciousness, which is described in Vedic literature.",
      "timestamp_url": "https://youtu.be/8E1xQmrJR0M?t=1564",
      "transcript": "That consciousness, So, Krishnamatihi, Here also, That same word is used, Krishnecha matirachyutha, Krishnamatihi, Krishna consciousness, It is perfection, Siddhirabhut, And, Is very well known, Krishna, Matirna Krishna, You see how, Prabhupada is pointing out, Srimad Bhagavatam is talking, Matirna Krishnae, Paratashvatho va, Mithopipadhyetagraha vratana, Matirna Krishnae, Krishnamatihi, Here also, In this verse, Krishnamati, This is perfection, And this is how I have coined the word Krishna Consciousness. This is how I have created this society for Krishna Consciousness. See, look at this. Look at the good fortune we all have. We have become part of that society which is going to teach us a certain consciousness which is described in the Vedic literature as the highest perfection. How carefully Prabhupada has picked up all these things and presented to us in modern context."
    },
    {
      "start_time": 1655,
      "end_time": 1771,
      "verse_references": [
        "BG 15.19"
      ],
      "themes": [
        "Vedic Literature",
        "Purushottama",
        "Krishna",
        "Kshara",
        "Akshara"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is actually explaining what does the way all of the Vedic literatures finally boil down to. What is the final statement?",
      "summary": "The speaker introduces verses from the 15th chapter of Bhagavad Gita, where Krishna explains the essence of Vedic literature and the concept of Purushottama, distinguishing between Kshara and Akshara purushas.",
      "timestamp_url": "https://youtu.be/8E1xQmrJR0M?t=1655",
      "transcript": "This is described in the Bhagavad Gita and Bhagavatam. There is one very nice verse, two verses I will read this in the Bhagavad Gita. It's a short chapter, 15th chapter. Krishna concluding, and in the concluding verses, Krishna is actually explaining what does the way all of the Vedic literatures finally boil down to. What is the final statement? It's one of the very very important and interesting verses. Yomam evam asam mudho janati purushottamam Maam janati asam mudho janati Asam mudho janati means doubtlessly know. Know what? Yomam evam asam mudho janati purushottamam I am the purushottamam. There are many purushas. Already Krishna explained there are two kinds of purushas. Some of them, some of the purushas are called kshara purushas. Some of the purushas are called akshara purushas. And kshara purushas are those who are in the material world and akshara purushas are those who are in the spiritual world. There are a few verses before Krishna points that out. Dvavimau purushau loke ksharascha akshara yevacha"
    },
    {
      "start_time": 1771,
      "end_time": 1877,
      "verse_references": [
        "BG 15.18"
      ],
      "themes": [
        "Purushottama",
        "Paramatma",
        "Transcendence",
        "Vedic Literature"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "There is one more third purusha who is anya, different from these kshara and akshara purushas and he is uttama purusha.",
      "summary": "The speaker continues explaining the Bhagavad Gita verses, highlighting the existence of a third Purusha, Uttama Purusha (Purushottama), who is transcendental to both Kshara and Akshara, and is celebrated as Paramatma.",
      "timestamp_url": "https://youtu.be/8E1xQmrJR0M?t=1771",
      "transcript": "There are dvavimau purushau loke. There are two kinds of purushas. Ksharaha sarvabhuthani kutastho akshara ucyate Kutastha means situated in the spiritual world. Kutastha. Kutastha means fixed up. Only in the spiritual world you will be fixed up. In the material world you will not be fixed up, you will be vacillating. One idea, one concept, another concept, different pursuits we will be doing. Only when we are in the spiritual world, kutastha akshara ucyate. So he said that there are two kinds of purushas. But then uttama purushastva anyaha There is one more third purusha who is anya, different from these kshara and akshara purushas and he is uttama purusha. And that purusha is paramatmeti udakhrataha. He is the paramatma. He is celebrated as paramatma. lokatrayam avishya He enters the three worlds. vibhrithyavyayaishvaraha vibhrithi He maintains the three universes. All the universes. and yasmat ksharamatitoham aksharadapichottamaha And I am transcendental to both kshara and akshara purushas. Athosmi loke vedhecha pratithah purushottamaha And hence I am celebrated in the Vedic literatures and in the society as the purushottama. And one who yomam evam asammudo purushottamam janati purushottamam"
    },
    {
      "start_time": 1877,
      "end_time": 1977,
      "verse_references": [
        "BG 15.19"
      ],
      "themes": [
        "Krishna",
        "Purushottama",
        "Devotional Service",
        "Understanding"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "One who knows Krishna as that supreme personality doubtlessly...He renders devotional service unto me.",
      "summary": "The speaker emphasizes that one who doubtlessly knows Krishna as the Purushottama renders devotional service to Him with all their heart and devotion.",
      "timestamp_url": "https://youtu.be/8E1xQmrJR0M?t=1877",
      "transcript": "One who knows Krishna as that supreme personality doubtlessly. So coming to a state of understanding, janati, asammudo purushottamam maam purushottamam Krishna is the purushottama. That doubtlessly, without confusion, without doubt, One who knows sa sarvavit He is the knower of everything. He is the knower of everything. sa sarvavit And when he knows everything, what does he do? bhajati maam He renders devotional service unto me. And how does he do it? sarvabhavena bharata sarvabhavena bhajati With all his heart, in all respects, with bhava, with devotion, with love, bhajati maam He renders devotional service unto me. So, this is krishnamatihi. Because Krishna is purushottama, and one who is convinced about it, that Krishna is the purushottama, and he renders such devotional service, bhajati maam sarvabhavena bharata So, that doubtless understanding that Krishna is the purushottama,"
    },
    {
      "start_time": 1977,
      "end_time": 2059,
      "verse_references": [],
      "themes": [
        "Krishna",
        "Purushottama",
        "Understanding",
        "Prison Analogy"
      ],
      "content_type": "analogy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "One who has understood that, yes, why I have landed in the prison, and I must get out of the prison, by becoming a law-abiding citizen, he has understood the right thing.",
      "summary": "The speaker uses the analogy of a prison to illustrate that true understanding lies in recognizing why we are in the material world and striving to reform ourselves to attain liberation.",
      "timestamp_url": "https://youtu.be/8E1xQmrJR0M?t=1977",
      "transcript": "and we must render service to him, sa sarvavit How is this knowing everything? Just like you see in a prison, there may be prisoners, and among prisoners, all kinds of prisoners will be there, a person who has understood that, yes, why I have landed in the prison, and I must get out of the prison, by becoming a law-abiding citizen, he has understood the right thing, we will say. In prison, there may be some, there may be one electrician who got, landed in the prison, and they will use him in the prison, you fix this bulb, fix this wire, and he will be doing that. So, somebody may say, oh, he is such a good electrician, you know, in our prison, he can fix all problems of electric problems, all those, good. Someone may be a cook, someone may be something else, all kinds of prisoners are there, but among all of them, one who has understood that, I made a mistake, I should become law-abiding, he has really served the purpose of the prison, he has understood the purpose of the prison, he has understood everything,"
    },
    {
      "start_time": 2061,
      "end_time": 2142,
      "verse_references": [],
      "themes": [
        "Material World",
        "Reformation",
        "Supreme",
        "Duty"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "The material world is there, it's an opportunity for reformation, to understand our relation with the supreme.",
      "summary": "The speaker explains that the material world is an opportunity for reformation and understanding our relationship with the Supreme, contrasting it with merely acquiring worldly knowledge.",
      "timestamp_url": "https://youtu.be/8E1xQmrJR0M?t=2061",
      "transcript": "In the same way, in the material world, we may find many intelligent people, there are scientists, there are economists, there are so many people, they know so many things, they are like the electrician, cook and tailor, they know so many things of this world, they have not understood everything, why this world is there, why the material world is there, it's an opportunity for reformation, to understand our relation with the supreme, one who has understood, sa sarva vith, he is the one who has understood everything, that is perfection of knowledge. Somebody who knows how the world works, how the electricity, like prisoner, he knows how tube light works, how this light works, how fan works, he can fix all those things, okay, he is one more guy, that's all. So in the same way, someone may be very learned, people apply themselves, they do heavy research, and this and that, understand different complex things, in science and in technology, and do many things, but they know something about this world, that doesn't compare, knowing who Krishna is, who I am, and what is my relation, what is my duty,"
    },
    {
      "start_time": 2142,
      "end_time": 2192,
      "verse_references": [
        "BG 15.20"
      ],
      "themes": [
        "Krishna",
        "Purushottama",
        "Confidential Knowledge",
        "Vedic Literature"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This understanding Arjuna, is the confidential part, of all Vedic literature.",
      "summary": "The speaker emphasizes that understanding Krishna as the Purushottama and rendering service to Him is the most confidential part of all Vedic literature.",
      "timestamp_url": "https://youtu.be/8E1xQmrJR0M?t=2142",
      "transcript": "that is called sa sarva vith, then he is said to be, he knower of everything, sarva vith, and in the last verse, after this, Krishna concludes this chapter, very powerful statement, iti guhyathamam shastram, idamuktham ayanagam, this understanding Arjuna, is the confidential part, of all Vedic literature, this is the most confidential part, of all, understanding that Krishna, is the Purushottama, and rendering service to him, is the guhyathamam shastram, iti guhyathamam shastram,"
    },
    {
      "start_time": 2193,
      "end_time": 2305,
      "verse_references": [],
      "themes": [
        "Confidentiality",
        "Paduka Festival",
        "Chaitanya Mahaprabhu",
        "Internal People"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "To everybody, we will show the Paduka, but, real Paduka inside, only a few, you are few people, this is called confidential.",
      "summary": "The speaker shares an anecdote about the upcoming Paduka festival, illustrating the concept of confidentiality by mentioning that the actual wooden Padukas of Chaitanya Mahaprabhu will only be shown to a select few.",
      "timestamp_url": "https://youtu.be/8E1xQmrJR0M?t=2193",
      "transcript": "why is it called guhyathamam? just take last few minutes, you are all familiar that, in a few weeks from now, we are having a festival in Vrindavan, you have all read about, Paduka festival, Padukotsa, Chaitanya Mahaprabhu's Padukas, are coming from, Navadvipa, to Vrindavan, they are coming to our temple, and then we are having a procession, to Radha Damodara temple, you must have all read about that, so, we were in the, when we were discussing the festival, and organizing the festival, and we were in touch with those people, from Navadvipa, and we were looking at the Paduka, that you have seen the picture, it's a silver casing, right, so we thought that, somehow, that's a silver casing, that was there, then, these people, Goswamis, who are helping us organize this, they said, we will show that Paduka, to everybody, but, you are very few people, you bring them, we'll open the silver casing, and show, the wooden Paduka, of Chaitanya Mahaprabhu, which he was wearing, is inside, that, we don't show to everybody, only your internal people, to them, we will show, they have said like that, okay, we'll see, you see, this is the, this is the meaning, to everybody, we will show the Paduka, but, real Paduka inside, only a few, you are few people,"
    },
    {
      "start_time": 2305,
      "end_time": 2494,
      "verse_references": [
        "BG 15.20"
      ],
      "themes": [
        "Confidential Knowledge",
        "Krishna",
        "Intelligence",
        "Perfection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If you understand this, in this way...you will become an intelligent person...he has attained perfection.",
      "summary": "The speaker reiterates that understanding Krishna as the Purushottama is confidential knowledge, and that understanding this makes one intelligent and leads to perfection, contrasting it with superficial knowledge.",
      "timestamp_url": "https://youtu.be/8E1xQmrJR0M?t=2305",
      "transcript": "this is called confidential, very few people, will be shared, the most confidential part, of the, what is that confidential part, of the Vedic literature, iti guhyadhamam shastram, idamuktam mayanaka, I have spoken that to you, Arjuna, this is not revealed to everybody, mostly everybody will be, what everyone will be thinking about, shastra is, you must do this vratha, karmakanda portion, all of those kind of things, that's what our country, is full of Hindus, you see, so many Hindus, and they are all, worshipping devatas, worshipping God, worshipping different things, and vratas, very few people, are blessed, to know, the guhyadhamam shastram, iti guhyadhamam shastram, idamuktam, uktham, I have spoken this to you, idamuktam mayanaka, etad buddhva, buddhimansyat, etad buddhva, if you understand this, in this way, etad buddhva, buddhimansyat, you will become a, intelligent person, you will become an intelligent person, buddhimansyat, like in the previous verse, Krishna said, sasarvavit, in the same way, he is saying, buddhimansyat, that's a fact, you know, a man who is in the prison, he has become very expert, in fixing electric problems, but a person, who has understood, I made a mistake, I have to get out, his prison house, he is buddhiman, you know, he can fix all kinds, of electric problems, you know, switch problem, heater problem, everything, he is also okay, but the real buddhiman is, one who has understood, why I landed here, in this prison, suffering in this prison, he is buddhiman, etad buddhva, buddhimansyat, krita krityas cha bharata, krita krityaha, he has attained perfection, so this is how, Krishna concludes this chapter, yomamevam asamudho janati purushottamam, one who knows, Krishna is the supreme personality, of Godhead, undoubtedly, without any doubt, that confidently knowing, Krishna is the supreme person, I must surrender to him, and that is perfection, such a person is, sasarvavit, etad buddhva, buddhimansyat, krita krityas cha bharata, his activity, he has attained perfection,"
    },
    {
      "start_time": 2494,
      "end_time": 2588,
      "verse_references": [
        "BG 15.19"
      ],
      "themes": [
        "Krishna",
        "Purushottama",
        "Surrender",
        "Krishna Consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Confidently knowing, Krishna is the supreme person, I must surrender to him, and that is perfection.",
      "summary": "The speaker concludes by emphasizing that confidently knowing Krishna as the Supreme Person and surrendering to Him is perfection, lamenting that many commentators miss this point, and highlighting the importance of Krishna consciousness.",
      "timestamp_url": "https://youtu.be/8E1xQmrJR0M?t=2494",
      "transcript": "so you see how, Prabhupada laments in the purport also, in this, yomamevam asamudho janati purushottamam, Krishna is directly, clearly telling, that he is the purushottama, but there are many commentators, who miss this point, it's a fact, that's why it is said, itiguhyatamam shastram, it's a very confident, only few people are, revealed about it, by a pure devotee, one has to be very fortunate, to get this understanding, so, like this, this krishnamathi, this attachment to Krishna, priyavrata attained, but we are saying, that he was, daragara sutadishu saktasya, he was attached to family, siddhirabhut, krishnamathi siddhirabhut, he also attained krishnamathi, mahansamsayaha, this is my great doubt, see how wonderfully, Bhagavatam is bringing out, all these wonderful concepts, about what is krishnamathi, what is Krishna consciousness, in which situation, one can attain, what can become a hurdle, what does not, what will not be a hurdle, all of these great signs, gradually, Shukadeva Goswami, is revealing that,"
    }
  ]
}