{
  "video_id": "8FfJL5AC2OM",
  "title": "SB 1.17.43-45 | HH Stoka Krishna Swami | 24-03-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=8FfJL5AC2OM",
  "segments": [
    {
      "start_time": 0,
      "end_time": 52,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Agyana Timiran Dhasya Gyanan Janishalakaya Chakshurun Meelitam Yena Tasvain Shri Gurave Namaha",
      "summary": "The session begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/8FfJL5AC2OM?t=0",
      "transcript": "Om Agyana Timiran Dhasya Gyanan Janishalakaya Chakshurun Meelitam Yena Tasvain Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pachatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shri Vasadi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udeerayet"
    },
    {
      "start_time": 52,
      "end_time": 154,
      "verse_references": [
        "SB 1.17.43",
        "SB 1.17.44"
      ],
      "themes": [
        "Maharaj Pariksit",
        "Kingship",
        "Kuru Dynasty"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The most fortunate emperor Maharaj Pariksit, who was entrusted with the kingdom of Hastinapura by Maharaj Yudhishthira when Maharaj Yudhishthira desired to retire to the forest is now ruling the world with great success due to his being glorified by the deeds of the kings of the Kuru dynasty.",
      "summary": "The speaker introduces the verses to be discussed (SB 1.17.43-44) and reads the translation, focusing on Maharaj Pariksit's successful rule.",
      "timestamp_url": "https://youtu.be/8FfJL5AC2OM?t=52",
      "transcript": "In this session, we will be discussing the last three verses of the 17th chapter of the first canto of Srimad Bhagavatam, namely 43, 44, and 45. So, to begin this session, I shall read 43 and 44, which are given together, and then we will move on to 45. So, 43 and 44: Sa Esha Eta Rihi Adhyasta Asanam Parthasana Parthivochitam Pitamahena Upanyastam Ragna Aranyam Vivakshata sorry Ragna Aranyam Vivikshata Aaste Adhunasa Rajarshihi Kauravendra Sri Ollasan Gajahvaya Mahabhagaha Chakravarthi Brihatshravaha. The meaning of these two verses is given together by Srila Prabhupada: \"The most fortunate emperor Maharaj Pariksit, who was entrusted with the kingdom of Hastinapura by Maharaj Yudhishthira when Maharaj Yudhishthira desired to retire to the forest, is now ruling the world with great success due to his being glorified by the deeds of the kings of the Kuru dynasty.\""
    },
    {
      "start_time": 154,
      "end_time": 293,
      "verse_references": [],
      "themes": [
        "Naimisharanya",
        "Suta Goswami",
        "Romaharshana Suta",
        "Sacrifice"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The prolonged sacrificial ceremonies undertaken by the sages of Naimisharanya were begun shortly after the demise of Maharaj Pariksit.",
      "summary": "The speaker explains the context of the verses, discussing the sacrifice at Naimisharanya, the role of Suta Goswami, and the timing of the events in relation to Maharaj Pariksit's reign.",
      "timestamp_url": "https://youtu.be/8FfJL5AC2OM?t=154",
      "transcript": "So, in the purport, Srila Prabhupada says, \"The prolonged sacrificial ceremonies undertaken by the sages of Naimisharanya were begun shortly after the demise of Maharaj Pariksit.\" You see, there is a very important point: the discussion that is going on, which is being narrated here between Suta Goswami and the sages of Naimisharanya, that they began a thousand year sacrifice towards the end of Dwapar Yuga and beginning of Kali Yuga, that period of time. So, when did it happen? \"The prolonged ceremonies undertaken by the sages of Naimisharanya were begun shortly after the demise of Maharaj Pariksit,\" after the demise of Maharaj Pariksit. So, the question will arise, why is Suta Goswami speaking in the present tense in this verse? He is telling, \"Maharaj Pariksit is now ruling the world with great success.\" Why is he talking in the present tense? So, that will be explained by Srila Prabhupada. \"The sacrifice was to continue for one thousand years. And it is understood that in the beginning, some of the contemporaries of Baladev, the elder brother of Lord Krishna, also visited the sacrificial place.\" There is a description in the Bhagavatam elsewhere that this thousand year sacrifice was begun by the father of Suta Goswami. And this Suta Goswami referred to in the beginning of this Bhagavatam, who is answering the questions by the Sayyiduna Misharanya, is called Ugrashrava Suta. But this thousand year sacrifice was begun by the Sayyiduna Misharanya under the guidance of Ugrashrava Suta's father, whose name was Romaharshana Suta."
    },
    {
      "start_time": 293,
      "end_time": 383,
      "verse_references": [],
      "themes": [
        "Lord Balaram",
        "Romaharshana Suta",
        "Respect",
        "Offense"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, he was reciting the Puranas when Lord Balaram visited the place, and Romaharshana Suta did not show proper respect to Balaram.",
      "summary": "The speaker narrates the story of Romaharshana Suta's disrespect towards Lord Balaram and the subsequent punishment.",
      "timestamp_url": "https://youtu.be/8FfJL5AC2OM?t=293",
      "transcript": "So, Romaharshana Suta was actually, he was reciting the Puranas, because he was the disciple of Vyasa Deva, who was expert in the Puranic literature, the fifth Veda, Puranic literature. So, he was reciting the Puranas when Lord Balaram visited the place, and Romaharshana Suta did not show proper respect to Balaram. And therefore, Balaram actually wanted to teach a lesson to this Romaharshana Suta. And therefore, Balaram actually... Balaram actually took a blade of grass and he just touched it to the throat of Romaharshana Suta. Immediately, Romaharshana Suta, he died on the spot. That means, he was punished for his act of not showing respect to Lord Balaram, who is a supreme personality, if you call it."
    },
    {
      "start_time": 383,
      "end_time": 496,
      "verse_references": [],
      "themes": [
        "Pride",
        "Humility",
        "Brahmana",
        "Ksatriya",
        "Lord Balaram"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But he thought himself superior to Lord Balaram, because he was a Brahmana, he was a learned Personality.",
      "summary": "The speaker elaborates on Romaharshana Suta's pride and his mistaken belief in his superiority over Lord Balaram due to his brahminical status.",
      "timestamp_url": "https://youtu.be/8FfJL5AC2OM?t=383",
      "transcript": "Lord Balaram 줄 جansenp record esteems physical potentialITY Quindi Balaramat cero een tr CD 이렇게 kTehnik divine arti Bharata hai. But he thought himself superior to Lord Balaram, because he was a Brahmana, he was a learned Personality. And he thought Balaram is a Ksatriya. Beau Balaram was playing the role of a Ksatriya. He was playing a position of the Ksatriya, but when Balaram came, everyone in the Assembly stood up, but when Balaram came, everyone in the assembly stood up, respect him all the great saintly persons all the qualified brahmanas everyone stood up and this Roma Arjuna Sutta thought I don't have the stand-up I don't have to show respect so this was a great mistake on the part of Roma Arjuna Sutta he had become proud of his position that seat of respect that was offered to him by the sage Rana Misharanya he became very proud and he did not show proper respect to the Supreme Personality of Godhead the Supreme Personality of Godhead is worshipable and to be shown respect by everyone in the entire creation the Supreme Lord is worshipped even by Brahma and Shiva the topmost personalities in this entire creation whole universe so who is Roma Arjuna Sutta in comparison with Brahma Shiva and all the great Rajarishis Brahmarshis and Devarishis in front of them Roma Arjuna Sutta is an insignificant person so this insignificant person is puffed up proud that he did not show proper respect to Balaram the Supreme Personality of Godhead"
    },
    {
      "start_time": 496,
      "end_time": 589,
      "verse_references": [],
      "themes": [
        "Purification",
        "Ugrashrava Suta",
        "Sacrifice",
        "Present Tense"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "And Balaram actually purified him Balaram delivered him of his sinful tendency of his sinful behavior and then Roma Arjuna Sutta's son Ugrasava Sutta was actually instructed by Balaram to take over the father's position in order to continue the sacrifice",
      "summary": "The speaker explains how Balaram purified Romaharshana Suta and instructed his son, Ugrashrava Suta, to continue the sacrifice, then addresses the question of why the present tense is used in the verse.",
      "timestamp_url": "https://youtu.be/8FfJL5AC2OM?t=496",
      "transcript": "So this was certainly to be corrected, and Balaram actually purified him. Balaram delivered him of his sinful tendency, of his sinful behavior, and then Roma Arjuna Sutta's son, Ugrasava Sutta, was actually instructed by Balaram to take over the father's position in order to continue the sacrifice and continue to recite the Puranas to the assembled sages of Naimisharanya. So, why is the present tense used? Prabhupada explains here, \"According to some authorities, the present tense is also used to indicate the nearest margin of time from the past.\" What does this mean? In that sense, the present tense is applied to the reign of Maharaj Pariksit here for a continuous fact. Also, present tense can be used. That means the sacrifice was begun when Maharaj Pariksit was ruling, but the sacrifice continued beyond Pariksit's life."
    },
    {
      "start_time": 589,
      "end_time": 663,
      "verse_references": [],
      "themes": [
        "Maharaj Pariksit",
        "Kali",
        "Administration",
        "Immorality"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Another reason why present tense is used is the principles of Maharaj Pariksit can still be continued and human society can still be improved if there is determination by the authorities.",
      "summary": "The speaker continues to explain the use of the present tense, connecting it to the enduring principles of Maharaj Pariksit's administration and his efforts to control Kali.",
      "timestamp_url": "https://youtu.be/8FfJL5AC2OM?t=589",
      "transcript": "time it continued. So, the sacrifices are continuing. It began when Pariksit was ruling, or even before Pariksit began to rule, and it continues. So, therefore, the present tense has been used. Also, another reason why present tense is used is the principles of Maharaj P surpassed the темперatr can still be continued and human society can still be improved if there is determination by the authorities. We can still purge out from the state all activities of immorality introduced by the personality of Kali if we are determined to take action like Maharaj Pariksit. So, Pariksit's example is being explained. He allotted some place for Kali, but in fact, Kali could not find such places in the world at all because Maharaj Pariksit was strictly vigilant to see that there were no places for gambling, drinking, prostitution, and animal slaughter."
    },
    {
      "start_time": 663,
      "end_time": 772,
      "verse_references": [],
      "themes": [
        "Corruption",
        "Modern Administrators",
        "Sinful Activities",
        "Kali"
      ],
      "content_type": "practical",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "Modern administrators want to banish corruption from the state, but fools are the ones who want to banish corruption from the state, but fools are the ones who want to banish corruption from the state, but fools as they are, they do not know how to do it.",
      "summary": "The speaker criticizes modern administrators for their ineffective attempts to combat corruption, highlighting their contradictory policies that promote sinful activities.",
      "timestamp_url": "https://youtu.be/8FfJL5AC2OM?t=663",
      "transcript": "Modern administrators want to banish corruption from the state, but fools are the ones who want to banish corruption from the state, but fools as they are, they do not know how to do it. They want to issue licenses for gambling houses, wine and other intoxicating drug houses, brothels, hotel, prostitution, and cinema houses and falsity in every dealing even in their own, and they want at the same time to drive out corruption from the state. So, why present-day so much of all this corruption and increase in sinful activities? That is because the modern administrators, they do not know how to eradicate corruption. Simply for some economic consideration, they see that if love, friendship, and friendship are there, then it is the right thing to do. But to make such an argument for the sake of people's trust, they don't consider it right or wrong. They consider it right for the sake of the public. Because they think that if you are going to do something, then you are going to be treated rudely and they don't consider you a money-maker. If you are going actually bringing in Kali Purusha, the evil influence of Kali into the human society and"
    },
    {
      "start_time": 772,
      "end_time": 869,
      "verse_references": [],
      "themes": [
        "Corruption",
        "God Consciousness",
        "Dharma",
        "Austerity",
        "Cleanliness",
        "Mercy",
        "Truthfulness"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Prabhupada says you cannot drive out corruption simply by some vigilance department or some anti-corruption ministry etc. By legislation you cannot drive out alone.",
      "summary": "The speaker emphasizes that corruption cannot be eradicated through legislation alone, but requires a society based on the principles of Dharma: austerity, cleanliness, mercy, and truthfulness.",
      "timestamp_url": "https://youtu.be/8FfJL5AC2OM?t=772",
      "transcript": "there is large scale increase of sinful activities. People become completely corrupted. So, Prabhupada says you cannot drive out corruption simply by some vigilance department or some anti-corruption ministry etc. By legislation you cannot drive out alone. Legislation alone is not going to work. You cannot issue licenses for intoxicants, being sold widely at the same time try to drive out corruption. No. So, Prabhupada says this is like they want the kingdom of God without God consciousness. God consciousness means no sinful activities against the principles of Dharma. No sinful activity should be allowed. How can it be done? It is not possible. It is not possible. It is not possible. It is not possible. How can it be possible to adjust to contradictory matters? If we want to drive out corruption from the state, we must first of all organize society to accept the principles of religion namely austerity, cleanliness, mercy and truthfulness. And to make the conditions favorable for these four pillars of Dharma, we must close all places of gambling, drinking, prostitution and falsity."
    },
    {
      "start_time": 869,
      "end_time": 983,
      "verse_references": [
        "SB 1.17.45"
      ],
      "themes": [
        "Maharaj Pariksit",
        "Administration",
        "Sacrifice",
        "Suta Goswami"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Maharaj Pariksit, the son of Abhimanyu, is so experienced that by dint of his expert administration, he has been able to do so many things. He has been able to do so many things. He has been able to do so many things. He has been able to do so many things. He has been able to do so many things. and patronage, it has been possible for you to perform a sacrifice such as this.",
      "summary": "The speaker reads and explains verse 45, highlighting Maharaj Pariksit's expert administration and its role in enabling the sages to perform the sacrifice, and concludes the session.",
      "timestamp_url": "https://youtu.be/8FfJL5AC2OM?t=869",
      "transcript": "These are some of the practical lessons from the pages of Srimad Bhagavatam. So, the 45th verse is a short verse. I will just read that. Ittham bhutanubhavoyam abhimanyo suto nripah yasya palayatakshonim yuyam satraya dikshitaha. Maharaj Pariksit, the son of Abhimanyu, is so experienced that by dint of his expert administration and patronage, it has been possible for you to perform a sacrifice such as this. So, Suta Goswami is telling, Pariksit's administration is perfect, was perfect. Now, it's in the past tense because the Bhagavatam recitation began after Pariksit's, this second time Bhagavatam recitation began after Pariksit's, this second time began after Pariksit's, this second time the first time it was recited when Pariksit was cursed that we explained in the next chapter in more detail so the Suta Goswami ro sorry uh Ugrashrava Suta heard this Bhagavatam from Shukadeva Goswami when Pariksit heard and now he's reciting this Bhagavatam the way he heard it in the past and therefore Ugrashrava Suta speaking is that this sacrifice thousand year sacrifice was begun when Pariksit Maharaj is ruling and it has been possible to perform this sacrifice because of the wonderful administration of Maharaj Pariksit so I'll stop here thank you"
    }
  ]
}