{
  "video_id": "8SVAJN1DuAo",
  "title": "Ramachandra Khan's Plot Against Haridasa | Sri Jai Chaitanya Dasa | Sri Gaura Mandala Parikrama 2024",
  "speaker": "HG Jai Chaitanya Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=8SVAJN1DuAo",
  "segments": [
    {
      "start_time": 0,
      "end_time": 111,
      "verse_references": [],
      "themes": [
        "Haridas Thakur",
        "Benapol",
        "Bhajana"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Srila Haridas Thakura's name and fame soon began spreading far and wide.",
      "summary": "Introduction to Haridas Thakur's stay at Benapol, his establishment of a bhajana kutira, and his chanting practices.",
      "timestamp_url": "https://youtu.be/8SVAJN1DuAo?t=0",
      "transcript": "Glorious pastimes of Benapol. Soon after leaving his home at Boron, Srila Haridas Thakur spent a few days here at Benapol, which is located in Jesho district of Bangladesh. The place, in fact, is very near to the international border post between India and Bangladesh. Let me offer my respectful obeisances unto Haridas Thakura and his master Shri Chaitanya Mahaprabhu, who danced with the body of Haridas Thakur on his lap. Choosing a solitary forest for his stay over here at Benapol, Haridas Thakur set up a cottage and established his bhajana kutira. He planted tulasi, and in front of tulasi devi, he used to chant 300,000 holy names of Lord Krishna daily. He chanted through the day and night. In order to sustain his body, he used to beg for food from a brahmana who lived nearby."
    },
    {
      "start_time": 111,
      "end_time": 259,
      "verse_references": [],
      "themes": [
        "Ramachandra Khan",
        "Envy",
        "Hira Bai",
        "Temptation",
        "Haridas Thakur's Austerity"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Thus he began plotting ways and means to defame and dishonour Srila Haridas.",
      "summary": "The story of Ramachandra Khan's envy of Haridas Thakur, his conspiracy with Hira Bai to break Haridas's vow, and Hira Bai's initial unsuccessful attempt.",
      "timestamp_url": "https://youtu.be/8SVAJN1DuAo?t=111",
      "transcript": "Srila Haridas Thakura's name and fame soon began spreading far and wide. Everyone began respecting and revering him. However, there lived an envious landlord by the name of Ramachandra Khar. He was envious of Vaishnavas and a great atheist. He found it difficult to tolerate that Haridas Thakur was being offered such respect. Thus, he began plotting ways and means to defame and dishonour Srila Haridas. Being unable to find any fault, he started practicing dharma. He refused to do any good to anyone. With him, he conspired with the prostitute and asked them to lure Haridas and deviate him from his vow of austerity. Among those prostitutes, one young and very attractive girl named Hira Bai was selected. Hira was very confident and assured Ramachandra Khan that she would be able to accomplish her job within three days. Ramachandra wanted to send a constable with Hira so that he could arrest Haridas as soon as he would try to get anywhere close to the girl. However, Hira Bai wanted to get intimate with Haridas Chakur at least once before Haridas was arrested. So, she requested Ramachandra Khan to send a constable when she would unite with Haridas for the second time. So, as planned, Hira Bai approached the cottage of Haridas Chakur in the middle of the night. She dressed herself very well and stood there exposing a part of her body to his view. She flattered Haridas Chakur, saying how beautiful he looked and how desperate she was to enjoy him. She explained that it would not be possible for her to continue living if she does not get to unite with Srila Haridas. Tumara Sangam Alagi Lubdhamo Ramana Tumana Paile Pranana Yaya Dharana Chaitanya Chaita Amrita Antya 3.11.3. Haridas Chakur listened to the girl carefully and assured that he would definitely accept her. However, he requested her to wait until he had finished chanting his spiritual number of rounds. He said that he would fulfill her desires after that. So, Hira sat there and waited for Haridas to finish his chanting. When the light of the morning appeared, Hira stood up and left disappointed."
    },
    {
      "start_time": 259,
      "end_time": 345,
      "verse_references": [],
      "themes": [
        "Hira Bai",
        "Transformation",
        "Surrender",
        "Confession",
        "Spiritual Guidance"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "the chanting of the holy name slowly began to have its effect on the consciousness of the prostitute she had a change of heart and soon surrendered at the lotus feet of haridas",
      "summary": "Hira Bai's change of heart due to Haridas Thakur's chanting, her confession of Ramachandra Khan's plot, and her seeking spiritual guidance from Haridas.",
      "timestamp_url": "https://youtu.be/8SVAJN1DuAo?t=259",
      "transcript": "She went and updated her mind. She said, K K K K K K K T T T was not able to enjoy with her, but he assured her that he would definitely complete his rounds the next day, and then they could unite as agreed. He left only to return the following night. The next day he arrived by evening and waited eagerly for Haridas to complete his songs. The night gradually passed, and the chanting of the holy name slowly began to have its effect on the consciousness of the prostitute. She had a change of heart and soon surrendered at the lotus feet of Haridas. She confessed her guilt and revealed how Ramachandra Khan had appointed her to defame and pollute the Thakura. She begged forgiveness and expressed how, being engaged in the profession of a prostitute, she had committed countless offenses in her life. She accepted"
    },
    {
      "start_time": 345,
      "end_time": 435,
      "verse_references": [],
      "themes": [
        "Forgiveness",
        "Instruction",
        "Transformation",
        "Devotion",
        "Vaishnavi"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "haridas taku then instructed hira to immediately return home and distribute whatever property she possessed to the brahmanas after that she was ordered to return to that very place and chant the holy name of krishna in front of tulasi devi for the rest of her life",
      "summary": "Haridas Thakur's forgiveness and instructions to Hira Bai, leading to her transformation into a devoted Vaishnavi.",
      "timestamp_url": "https://youtu.be/8SVAJN1DuAo?t=345",
      "transcript": "Haridasa as her spiritual master and sought his guidance. Haridasa replied that he knew everything about the conspiracy of Ramachandra Khan, whom he then addressed as an ignorant fool. He added that he could have left Venopal on the very day Ramachandra Khan was planning all of this, but he had only stayed back to deliver Hirabai. Haridas Taku then instructed Hira to immediately return home and distribute whatever property she possessed to the brahmanas. After that, she was ordered to return to that very place and chant the holy name of Krishna in front of tulasi devi for the rest of her life. Instructing thus, he stood up and left. Hira did accordingly, and she went on to become a great vaishnavi. She shaved off her head and resided in that cottage wearing only one cloth. She chanted three lakh holy names daily and ate whatever little food she obtained by begging. When she would obtain no arm, she would fast day and night. She chanted and served tulasi devi with utmost devotion. Gradually, she conquered her senses, and the symptoms of love of God began manifesting within her body. She continued to worship the holy name of Krishna, and she became a great vaishnavi."
    },
    {
      "start_time": 435,
      "end_time": 577,
      "verse_references": [],
      "themes": [
        "Lakshahira",
        "Offenses",
        "Nityananda Prabhu",
        "Vaishnava Aparadha",
        "Consequences"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In course of time, Ramachandra Kanth received the results of offending Vaishnavas, especially that of offending an exalted devotee like Haridas Thakur.",
      "summary": "Hira Bai's fame as Lakshahira, the consequences of Ramachandra Khan's offenses, and Nityananda Prabhu's visit and reaction to Ramachandra Khan's behavior.",
      "timestamp_url": "https://youtu.be/8SVAJN1DuAo?t=435",
      "transcript": "Many stalwart Vaishnavas came to take her darshan and seek her blessings. Hirabai came to be subsequently known as Lakshahira as she chanted lakhs of holy names daily. Sri Lakshahira Devi Ki Rai Rai. In course of time, Ramachandra Kanth received the results of offending Vaishnavas, especially that of offending an exalted devotee like Haridas Thakur. When Lord Nityananda returned to Bengal to preach Bhakti, he began touring all over the country. Thus, it so happened that he, along with his followers, once visited Benapur and rested at the Durga Mantapa of Ramachandra Kanth. Ramachandra Kanth objected to this and sent his servant to convey the message that the devotees should select a different place for their stay. Lord Nityananda, on hearing this, became very angry and started laughing out loudly. He exclaimed that Ramachandra Kanth had rightly spoken that the place was unfit for the devotees to take rest. Instead, it was only fit for cow-killing meat eaters. Saying this, Lord Nityananda along with his followers left the village. A demon might make a great show of religiosity by conducting Durga Puja festivals or occasions like that. Yet, he can be easily identified by the way he treats other devotees or by the degree of his enviousness. Repeatedly committing Vaishnava Pradha, Ramachandra Khan was in no position to realize that Nityananda Prabhu was none other than Lord Balarama."
    },
    {
      "start_time": 577,
      "end_time": 669,
      "verse_references": [],
      "themes": [
        "Karma",
        "Justice",
        "Vaishnava Aparadha",
        "Consequences",
        "Haridas Thakur's Later Life"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This is what happens when offenses are committed.",
      "summary": "Ramachandra Khan's arrest and the destruction of his village as a consequence of his offenses, and Haridas Thakur's later life and pastimes.",
      "timestamp_url": "https://youtu.be/8SVAJN1DuAo?t=577",
      "transcript": "Worse, he ended up offending him and his followers as well. Ramachandra Khan's business was questionable, and he avoided paying taxes to the government. Soon the Muslim ministers found this out, and they arrested Ramachandra Khan along with his wife and sons. They stayed at his Durga Mantapa and, having killed cow, cooked it over there for three continuous days. They plundered the village, and as a result, it remained deserted for many years. This is what happens when offenses are committed. Wherever an exalted devotee of the Lord is insulted, even if it's a single person's doing, the entire town or village ends up suffering the terrible reaction. Mahantera Pamanaye Deshak Grama Haya Eka Janara Dose Saba Desha Ujjadhaya. Haridas Thakur Life after living in Benapur. After living in Benapur, he had a dream. After living in Benapur, Haridas Thakur shifted to Adi Sabta Grama, and then he stayed for a few days at Puliya near Shantipur. Over there, he had enacted some amazing pastimes like surviving even after being whipped at 22 marketplaces, initiating Maya Devi, etc. Thereafter, he shifted to Jagannath Puri along with Sri Chaitanya Mahaprabhu, and he subsequently put an end to his manifested pastimes there. This is what happened at Puri. We have covered this."
    },
    {
      "start_time": 669,
      "end_time": 745,
      "verse_references": [],
      "themes": [
        "Holy Places",
        "Madhavi Tree",
        "Bhajan Kutira",
        "Tamala Tree",
        "Remembrances"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "So here we have the sacred Madhavi tree.",
      "summary": "Description of the holy places associated with Haridas Thakur and Lakshahira, including the Madhavi tree, Bhajan Kutira, and Tamala tree.",
      "timestamp_url": "https://youtu.be/8SVAJN1DuAo?t=669",
      "transcript": "Haridas Achila Prithi Bhira Shiro Mani Taha Vinaratna Sunya Haila Medhine. So here we have the sacred Madhavi tree. We have the Bhajan Kutira of Lakshah Hira Devi, and the same compound. Lord Chaitanya and Advaita Acharya had previously met, and there stands a Tamala tree where they sat and discussed. Advaita Acharya had planted this around 500 years ago. One is Haridas' Madhavi tree where he chanted. Other one is Advaita planted a sacred Tamala. This is Hira Devi. Haridas Thakur stayed few days only, and this became the Bhajan Kutira of Lakshah Hira. From his village he came here. When is not given. Date is not given. He wanted to go away from the people and the town and the village, so he came here and chanted. From here he went. It is right across the river. You can cross the river and access many of those places in Navadvimya. Namacharya Haridas Thakur Ki Lakshah Hira Devi Ki."
    }
  ]
}