{
  "video_id": "8VRwECv5WuY",
  "title": "SB 1.17.38 part 3 | HH Stoka Krishna Swami | 19-03-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=8VRwECv5WuY",
  "segments": [
    {
      "start_time": 0,
      "end_time": 44,
      "verse_references": [],
      "themes": [
        "invocation",
        "mantras"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare, Hare Rama Hare Rama Rama Rama Hare Hare",
      "summary": "The lecture begins with the chanting of traditional Vaishnava mantras, invoking blessings and setting the spiritual tone.",
      "timestamp_url": "https://youtu.be/8VRwECv5WuY?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyanan Janashalakaya Chakshur Unmilitam Yena Tasmai Shri Gurave Namaha Namah Om Vishnupadaya Krishna Preshthaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Srivasa Adi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 45,
      "end_time": 176,
      "verse_references": [
        "SB 1.17.38"
      ],
      "themes": [
        "dharma",
        "irreligion",
        "kali yuga",
        "statecraft"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Following in the footsteps of Maharaj Pariksit it is the duty of all executive heads of states to see that the principles of religion namely austerity, cleanliness, mercy and truthfulness are established in the state and that the principles of irreligion namely pride, illicit female association of prostitution, intoxication and falsity are checked by all means.",
      "summary": "The speaker introduces the topic of discussion, verse 38 of the 17th chapter of the first canto of Srimad Bhagavatam, and explains Prabhupada's perspective on the duties of the state in upholding religious principles and curbing irreligious activities, particularly in the age of Kali.",
      "timestamp_url": "https://youtu.be/8VRwECv5WuY?t=45",
      "transcript": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Devi Saraswati Vyasam Tato Jayam Udi Rayet. In this session, we continue to discuss from the 38th verse of the 17th chapter of the first canto of Srimad Bhagavatam. This session will be part 3 of the discussion on the 38th verse. Previous two sessions, we discussed different aspects of these four sinful activities: Deutam Panam Striya Suna, gambling, drinking liquor, illicit connection with women, and animal slaughter, animal killing for the sake of eating the animal flesh. These four sinful activities we discussed in the previous two sessions. Prabhupada now is in the last part of this purport; he is describing what is the duty of the executioner. The duty of the executioner is to protect the executive heads of state to actually counteract this evil influence of Kali so that there is religiosity, which is Dharma, is protected in the state. So Prabhupada says, following in the footsteps of Maharaj Pariksit, it is the duty of all executive heads of states to see that the principles of religion, namely austerity, cleanliness, mercy and truthfulness, tapasyaucham, dayasatyam, are established in the state and that the principles of irreligion, namely pride, illicit female association of prostitution, intoxication and falsity, are checked by all means."
    },
    {
      "start_time": 176,
      "end_time": 280,
      "verse_references": [],
      "themes": [
        "dharma",
        "kali yuga",
        "statecraft",
        "universal principles"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "These are universal factual principles of Dharma which is applicable for the entire human society, entire human society irrespective of what somebody's belief system may be or some traditional affiliation to some community or caste or whatever.",
      "summary": "The speaker elaborates on the four pillars of Dharma (austerity, cleanliness, mercy, and truthfulness) as universal principles, and discusses how Maharaj Pariksit dealt with Kali Purusha by allocating specific places for sinful activities to prevent their influence on religious citizens.",
      "timestamp_url": "https://youtu.be/8VRwECv5WuY?t=176",
      "transcript": "So the four principles of religion, Dharma, to uphold Dharma, Dharma stands on four pillars. That means there has to be austerity, cleanliness, mercy and truthfulness. Then only there is Dharma. Dharma is not based on some sentimental following of some so called religious principles. No. There is no such thing which each person may think according to me this is Dharma, according to somebody else something else is Dharma, no. These are universal factual principles of Dharma which is applicable for the entire human society, entire human society irrespective of what somebody's belief system may be or some traditional affiliation to some community or caste or whatever. Okay. Or religion, so called religion maybe irrespective of that. So Akshaya La Prabhupada says to make the best use of a bad bargain, the personality of Kali may be transferred to places of gambling, drinking, prostitution and slaughterhouses if there are any places like that. So Kali Purusha has entered the kingdom of Pariksit. But Pariksit doesn't want to enter the kingdom of Pariksit. But Pariksit doesn't want Kali Purusha to influence the citizens of his kingdom who are strictly following the religious principles. He didn't want Kali to influence him to become irreligious."
    },
    {
      "start_time": 280,
      "end_time": 425,
      "verse_references": [],
      "themes": [
        "kali yuga",
        "sinful activities",
        "regulation",
        "statecraft"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Those who are addicted to these irreligious habits may be regulated by the injunctions of the scripture... but in no circumstances should such people who are addicted to these habits be encouraged by the government or the state or the king never should there be any freedom given to indulge in unrestrictedly.",
      "summary": "The speaker discusses how to deal with individuals addicted to sinful habits, emphasizing regulation through scripture and discouraging government endorsement of such activities, advocating for the eradication of gambling, drinking, prostitution, and falsity.",
      "timestamp_url": "https://youtu.be/8VRwECv5WuY?t=280",
      "transcript": "So he gave Kali Purusha four places. Now Kali Purusha actually to be indicated that Kali Purusha has entered the kingdom of Pariksit. That in the next words that he saw in Pariksit Maharaj's kingdom because he was ruling very strictly. There were no places where these activities were going on. The people were protected against the influence of his sinful acts. So Śrīla Prabhupāda says if there are some people who are addicted to such habits, for them what is the way out of you know these sinful activities. So Prabhupāda says those who are addicted to these irreligious habits may be regulated by the injunctions of the scripture. As I mentioned in the previous session, part two, same words discussion of part 2 the previous session that in the Shastras there is a concession given for Tamsic people that they may be regulated in drinking liquor or eating meat or indulging in sex with women by Shastric injunctions, so injunctions of the scriptures meant for Tamsic people, but in no circumstances should such people who are addicted to these habits be encouraged by the government or the state or the king, never should there be any freedom given to indulge in unrestrictedly, so proper says in other words the state should never encourage any of these activities, they should categorically stop all sorts of gambling, drinking, prostitution"
    },
    {
      "start_time": 425,
      "end_time": 559,
      "verse_references": [],
      "themes": [
        "dharma",
        "austerity",
        "statecraft",
        "health"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The first recommendation is two compulsory fasting days in a month if not more to practice austerity everyone should practice austerity and for that what they should do they should fast two compulsory days in a month",
      "summary": "The speaker presents Srila Prabhupada's recommendations for the state to promote religious principles, starting with compulsory fasting twice a month (especially on Ekadashi) for austerity, which also benefits the economy and public health.",
      "timestamp_url": "https://youtu.be/8VRwECv5WuY?t=425",
      "transcript": "falsity and for that eradicating these sinful activities from the state proper says the government or the the state may introduce the principles of religion in the following manner he gives recommendations Srila Prabhupada gives recommendations number one the first recommendation is two compulsory fasting days in a month if not more to practice austerity everyone should practice austerity and for that what they should do they should fast two compulsory days in a month so Prabhupada says even from the economic point of view such two fasting days in a month in the state will save tons of food and the system will also act very favorably on the general health of the citizens this is particularly the recommendation in the scriptures of fasting on Ekadashi to twice a month the 11th day in the lunar calendar Shukla Paksha and Krishna Paksha Ekadashi twice a month lunar month everybody should fast Ekadashi is a vrata meant for everyone they should fast means fast from grains so this way they'll be practicing austerity because of which they will not be influenced by Kali Kali Purusha or Kali Yuga the evil influence of this age they will not be influenced and even from the economic point of view the state will save so much of grains and even on the general health of the citizens such fasting will help them to improve their health fasting is the best way of improving one's health at least twice a month as recommended in the"
    },
    {
      "start_time": 559,
      "end_time": 693,
      "verse_references": [],
      "themes": [
        "marriage",
        "illicit relations",
        "divorce",
        "statecraft"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "There must be compulsory marriage of young boys and girls attaining 24 years of age and 16 years of age respectively... mixing between a boy and a girl is only allowed if they are married otherwise it should not be allowed... the divorce act is encouraging prostitution and this should be abolished",
      "summary": "The speaker discusses the second recommendation: compulsory marriage at specific ages to prevent illicit relationships, advocating for marriage in cases of intimate connection and the abolishment of divorce laws.",
      "timestamp_url": "https://youtu.be/8VRwECv5WuY?t=559",
      "transcript": "scriptures then the second recommendation here is that there must be compulsory marriage of young boys and girls attaining 24 years of age and 16 years of age respectively that means boys when they reach 24 years of age they should compulsorily get married and girls when they reach 16 years of age they should get compulsory married why is this recommendation of compulsory marriage because it's very natural for young boys and girls to mix with each other but they should not mix without being properly married that is the danger of mixing free mixing so Prabhupada says there is no harm in co-education in the schools and colleges provided the boys and girls are duly married and in case there is any intimate connection between a male and female and male and female student they should be married properly without illicit relation that means mixing between a boy and a girl is only allowed if they are married otherwise it should not be allowed so that mixing without being married is called illicit connection it is actually sinful mixing without being married only a married couple boy and girl or man and woman can actually mix with each other otherwise no and Prabhupada also says the the divorce act is encouraging prostitution and this should be abolished formerly in the Vedic culture there was nothing like divorce in the entire Vedic scripture there is no mention of divorce so there should be no government encouragement or government license for divorce so that is the divorce act has to be abolished."
    },
    {
      "start_time": 693,
      "end_time": 885,
      "verse_references": [],
      "themes": [
        "charity",
        "spiritual atmosphere",
        "bhagavatam",
        "preaching"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The citizens of the state must give in charity up to 50% of their income for the purpose of creating a spiritual atmosphere in the state or in human society both individually and collectively... they should preach the principles of Bhagavatam the state should encourage preaching the principles of Bhagavatam by five different methods",
      "summary": "The speaker presents the third recommendation: citizens should donate up to 50% of their income to create a spiritual atmosphere, and the state should encourage preaching the principles of Bhagavatam through five methods.",
      "timestamp_url": "https://youtu.be/8VRwECv5WuY?t=693",
      "transcript": "So that is the divorce act has to be abolished. That is what Prabhupada's recommendation is to avoid illicit connection with women. The third recommendation Srila Prabhupada gives is the citizens of the state must give in charity up to 50% of their income for the purpose of creating a spiritual atmosphere in the state or in human society both individually and collectively. You see that people's earning money they earn should be utilized properly so that there is a good atmosphere in the spiritual atmosphere is created in the state or the human society. Why because unless there is a proper atmosphere. It is difficult to encourage people to practice some basic principles what are recommended in the in the Bhagavatam also they should preach the principles of Bhagavatam the state should encourage preaching the principles of Bhagavatam by five different methods principles of Bhagavatam can be preached by the first one karma yoga or doing everything for the satisfaction of the Lord please explain the third chapter of Bhagavad Gita karma yoga means whatever work one does wonder does it as sacrifice to Vishnu sacrifice to the supreme law that's called yajna so karma yoga means performing all work as sacrifice second one is regular hearing of the Srimad Bhagavatam from authorized persons or realized souls Bhagavad Shravan third one is chanting of the glories of the Lord congregation Lee at home or at places of worship Sankirtan yajna specifically Kirtan yajna means the one who is doing all the work for the satisfaction of the Lord kirtana hari kirtana chanting of the glories of the Lord congregation Lee all gathered together people gathered together at home or in places of worship and they perform this kirtana hari kirtana and fourth recommendation is rendering all kinds of service to the bhagavata's engaged in preaching Srimad Bhagavatam those who preach Srimad Bhagavatam exclusively dedicating their lives for such preaching such bhagavata's should be should be actually given all kinds of service serve the bhagavata's bhagavata's seva and the fifth recommendation is residing in a place where the atmosphere is saturated with God consciousness these five recommendations for preaching the"
    },
    {
      "start_time": 885,
      "end_time": 944,
      "verse_references": [],
      "themes": [
        "god consciousness",
        "statecraft",
        "corruption"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "These are the recommendations Prabhupada gives in his purport to the executive heads of state so that they can eradicate the sinful activities and also bring about a God conscious atmosphere in the state so that there is no corruption, there is no illicit activities going on in the state.",
      "summary": "The speaker concludes by summarizing Prabhupada's recommendations for executive heads of state to eradicate sinful activities and foster a God-conscious atmosphere, thereby eliminating corruption and illicit activities.",
      "timestamp_url": "https://youtu.be/8VRwECv5WuY?t=885",
      "transcript": "principles of bhagavata are given by taught by sri che didn't even half of the group still teachings to synagogue of Swami and this is followed by the Along this whole of the georgian of aries this whole atmosphere will be completely saturated with God consciousness we will talk about God consciousness. So these are the recommendations Prabhupada gives in his purport to the executive heads of state so that they can eradicate the sinful activities and also bring about a God conscious atmosphere in the state so that there is no corruption, there is no illicit"
    }
  ]
}