{
  "video_id": "9AXKbTASbBA",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.6.23 | 19-11-2021",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=9AXKbTASbBA",
  "segments": [
    {
      "start_time": 0,
      "end_time": 41,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Namo Bhagavate Vasudevaya",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/9AXKbTASbBA?t=0",
      "transcript": "Om Agyana Timiran Dhasya Gyanan Janishalakaya Chaksharun Militam Jena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shri Vasadi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 41,
      "end_time": 112,
      "verse_references": [
        "SB 1.6.23"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "devotional service",
        "liberation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "By service of the Absolute Truth even for a few days a devotee attains firm and fixed intelligence in me, consequently he goes on to become my associate in the transcendental world after giving up the present deplorable material worlds.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam (1.6.23) that will be discussed, focusing on the benefits of serving the Absolute Truth, even for a short time.",
      "timestamp_url": "https://youtu.be/9AXKbTASbBA?t=41",
      "transcript": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet. In this session, we will be discussing from the 23rd verse of the 6th chapter of the 1st canto of Srimad Bhagavatam: Satsevaya Adirghaya Api Jatamai Dridhamatihi Hithwa Avadyam Imam Lokam Ganta Majjanata Masi. The meaning of this verse is Bhutana Madhyanata Masi: By service of the Absolute Truth, even for a few days, a devotee attains firm and fixed intelligence in me; consequently, he goes on to become my associate in the transcendental world after giving up the present deplorable material worlds."
    },
    {
      "start_time": 112,
      "end_time": 275,
      "verse_references": [],
      "themes": [
        "Absolute Truth",
        "spiritual master",
        "devotional service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Serving the Absolute Truth means rendering service unto the Absolute Personality of Godhead under the direction of the bona fide spiritual master.",
      "summary": "The speaker explains the meaning of 'service to the Absolute Truth' according to Prabhupada, emphasizing the importance of serving the Absolute Personality of Godhead (Krishna) under the guidance of a bona fide spiritual master.",
      "timestamp_url": "https://youtu.be/9AXKbTASbBA?t=112",
      "transcript": "So this is yet another verse which is spoken by the Supreme Lord, who, unseen but through his transcendental voice, is communicating to Narada. He is telling here, the Lord is telling Narada, \"By service of the Absolute Truth.\" So what does it mean, service of the Absolute Truth? That is explained by Prabhupada in the precepts of the Absolute Truth. Prabhupada, serving the Absolute Truth, means rendering service unto the Absolute Personality of Godhead under the direction of the bona fide spiritual master. So very clear, Prabhupada is explaining what does service of the Absolute Truth mean, Satsevaya. So serving Absolute Truth is three features, having three features: Brahman, Paramahansa, and the Supreme Lord are three features. Brahman, Paramahansa, and the Supreme Lord are three features. As devotees, we are particularly concerned about the Bhagawan feature, the Absolute Personality of Godhead. So therefore, Srila Prabhupada says, serving the Absolute Truth means rendering service to the Absolute Personality of Godhead. Now, how do you render service to the Absolute Personality of Godhead? Under the direction of the bona fide spiritual master, because we do not know, at least as neophyte devotees, we do not know who is God, or we have no way to approach God directly. So we are approaching God through the bona fide spiritual master. We are approaching God through the bona fide spiritual master. The bona fide spiritual master directs the disciple, directs the aspirant, spiritual aspirant, if the spiritual aspirant agrees to follow the spiritual master. So under the direction of the bona fide spiritual master, one has to render service to Krishna, the Absolute Personality of Godhead. Now, the bona fide spiritual master is described by Prabhupada as a transparent via medium between the Lord and the neophyte devotee."
    },
    {
      "start_time": 275,
      "end_time": 394,
      "verse_references": [],
      "themes": [
        "spiritual master",
        "Krishna",
        "devotion"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The experience Srila Prabhupada says is direct, when I offer a flower to the Lord I am offering through my spiritual master but it is as good as me does I am directly offering flower to Krishna.",
      "summary": "The speaker elaborates on the role of the spiritual master as a 'transparent via medium' between the devotee and Krishna, making the experience of devotional service direct and personal.",
      "timestamp_url": "https://youtu.be/9AXKbTASbBA?t=275",
      "transcript": "What's the meaning of this transparent via medium? I am there, Lord is there, in between is the spiritual master. So via medium, and what kind of via medium is the spiritual master between the neophyte devotee and the Lord? He is a transparent via medium. Transparent means it is as if I am directly approaching the Lord, but still we should not forget I am approaching through the spiritual master. So the experience, Srila Prabhupada says, is direct. When I offer a flower to the Lord, I am offering through my spiritual master, but it is as good as me, as I am directly offering flower to Krishna. So by service of the Absolute Truth, even for a few days, adhirgaya api, not for very long time. So this is the special feature of Bhakti Yoga, unlike the other yoga systems which take a very, very, very long time for reaching perfection, achieving the ultimate result or goal takes a very long time. Panthastu Koti Shatavatsara Sampragamyo, see Koti Shatavatsara, hundreds of crores of years, whereas Bhakti Yoga is this lifetime, this lifetime, immediately, as soon as possible. So adhirgaya api, even for a few days, a devotee attains firm and fixed intelligence in me. What is this attaining intelligence in Krishna?"
    },
    {
      "start_time": 394,
      "end_time": 488,
      "verse_references": [],
      "themes": [
        "devotional service",
        "spiritual master",
        "intelligence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Even for a few days one gets training from the spiritual master then such a neophyte devotee gets intelligence in rendering service to the Lord.",
      "summary": "The speaker explains how training from the spiritual master, even for a short period, can lead to firm and fixed intelligence in devotional service to Krishna.",
      "timestamp_url": "https://youtu.be/9AXKbTASbBA?t=394",
      "transcript": "That is explained by Srila Prabhupada, that the neophyte devotee has no ability to directly approach the Lord because he has got imperfect material senses which are useless for receiving the Lord. Therefore, the direction of the spiritual master is essential, and by such direction, one gets trained up in serving the Lord. Even if for some days one gets training from the spiritual master, then such a neophyte devotee gets intelligence in rendering service to the Lord. So when he gets intelligence, that is described as devotee attains firm and fixed intelligence in the Supreme Lord Krishna. That is described here as mati, means intelligence, firm and fixed intelligence is attained by such training by the spiritual master. Even for a few days, the training is potent, it is very, very powerful, it is effective, and very quickly this intelligence becomes fixed in devotional service."
    },
    {
      "start_time": 488,
      "end_time": 616,
      "verse_references": [],
      "themes": [
        "devotional service",
        "Krishna",
        "material world",
        "transcendental world"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "One goes on to become Krishna's associate in transcendental world in Krishna's personal abode not in this material world.",
      "summary": "The speaker highlights the ultimate goal of devotional service: to become an associate of Krishna in the transcendental world, leaving behind the miseries of the material world.",
      "timestamp_url": "https://youtu.be/9AXKbTASbBA?t=488",
      "transcript": "Consequently, as a result of this, he goes on to become my associate in the transcendental world. See the game of rendering service to the Lord. We all belong to the Lord, we all belong to Krishna. We are all Krishna's. In the fourth chapter of Bhagavad Gita, Krishna says, \"You are all mine, you belong to me, you come back to me, you live with me, you engage always in thinking of me.\" So this closeness of relationship, hmm, closeness of relationship is very, very important to understand. So one goes on to become Krishna's associate in transcendental world, in Krishna's personal abode, not in this material world, no, because it is described this happens after giving up the present deplorable material world, hmm, hitva avadyam imam lokam. This word avadyam, avadyam means deplorable. It is not the perfect place for a devotee, this material world, filled as it is with miseries, hmm. Krishna describes this material world, naapnuvanti mahatmanah. If we don't practice devotional service, then we keep taking repeated birth in this material world and suffer the consequences of birth in the material world, suffering different miseries, whereas by devotional service we have become eligible to go to Krishna's personal abode to become one of his associates."
    },
    {
      "start_time": 616,
      "end_time": 774,
      "verse_references": [],
      "themes": [
        "devotional service",
        "liberation",
        "material existence",
        "Krishna's grace"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna takes personal charge of his devotees.",
      "summary": "The speaker emphasizes that even a little training in devotional service is potent and effective, leading to liberation from the cycle of birth and death in the material world, with Krishna personally ensuring the devotee's promotion to His abode.",
      "timestamp_url": "https://youtu.be/9AXKbTASbBA?t=616",
      "transcript": "Hmm, so Srila Prabhupada explains in the purport that even if the neophyte devotee gets trained by the spiritual master how to render service for a few days, it is very, very potent, effective, it is very quickly we are able to perfect our service. This leads ultimately to get free from perpetual inhabitation in the material world. Material existence is such that we have been here for millions and millions of births in ignorance, simply with a desire to enjoy materially, hoping every time to succeed in getting the happiness we are really looking for, which is never available in this world, which is never available in any material activity, but we somehow have some hope, we have false hope, durashaya ye bahirartham anina, in the Bhagavatam elsewhere it is explained, durashaya, it is a hopeless hope, there is no possibility, but still we are cheated by maya, we have some hope which is never to be fulfilled, durashaya. So here Prabhupada says, ultimately we get free from the perpetual inhabitation in the material world, we no longer will have to be in the material world, we have nothing to do with this material existence, and what happens? We are promoted to the transcendental world. Krishna will ensure that we are promoted. Krishna takes personal charge of his devotees. Yogi may transfer himself by the strength of his yogic power, but a devotee, he simply is dependent, and Krishna likes that. Krishna is very pleased when we declare our entire dependence upon him because we belong to him. He is our well-wisher, suhurdam sarva bhutanam, he is our everything. So such supreme lord, it is very good, very nice to depend on him completely, and he takes charge, he will transfer us, he will promote us to his personal abode."
    },
    {
      "start_time": 774,
      "end_time": 922,
      "verse_references": [],
      "themes": [
        "liberation",
        "purification",
        "devotional service",
        "spiritual advancement"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A little advancement on the path of Krishna consciousness is going to guarantee freedom from from greatest dangers.",
      "summary": "The speaker concludes by describing the benefits of being transferred to Krishna's personal abode, emphasizing liberation, purification, and the eternal benefits of even small acts of devotional service, assuring that spiritual advancement is never lost.",
      "timestamp_url": "https://youtu.be/9AXKbTASbBA?t=774",
      "transcript": "And what happens in Krishna's personal abode after we transfer, we are transferred there by Krishna? We become one of the liberated associates of the Lord in his kingdom, liberated associate. So that is very important. Such transfer means automatically there is liberation from material bondage, purification. Purification is 100% complete when we are transferred to the spiritual world by devotional service. We become purified, and only when we are fully purified we can go there, but that happens very fast. We don't have to wait for very long time. Of course, in the beginning we may sometimes feel I am not making any progress, but the fact is that every chanting of Hare Krishna, every small little service done in devotion to Krishna is actually accounted and it is to our permanent credit, it is eternally beneficial, it is never lost, even little bit is never lost. In the Bhagavad Gita, Krishna explains this, a little advancement on the path of Krishna consciousness is going to guarantee freedom from, from greatest dangers, from all great dangers. One doesn't have to actually suffer degradation at all, never suffer any degradation, only progressively keep advancing, advancing, and unlike material gain, spiritual advancement is never lost. Materially, whatever I gain now I have to leave behind, but spiritual advancement is never lost. So this is the assurance by the Lord to Narada. I will stop here."
    }
  ]
}