{
  "video_id": "9D30TKdo_xk",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.16.20 part 4 | 27-01-2023",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=9D30TKdo_xk",
  "segments": [
    {
      "start_time": 0,
      "end_time": 47,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyanati Miran Dasya Gyananj Nishalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/9D30TKdo_xk?t=0",
      "transcript": "Om Agyanati Miran Dasya Gyananj Nishalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha Namah Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Junyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet"
    },
    {
      "start_time": 48,
      "end_time": 192,
      "verse_references": [],
      "themes": [
        "Kali Yuga",
        "sinful activities",
        "sacrifice (yajna)"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "What is the reason for all suffering in this material world is our sinful activities.",
      "summary": "The speaker discusses the degradation in Kali Yuga due to godlessness and faithlessness, emphasizing the importance of performing yajna to become free from sinful reactions.",
      "timestamp_url": "https://youtu.be/9D30TKdo_xk?t=48",
      "transcript": "In this session, we will continue to discuss from the 20th verse of the 16th chapter of the first canto of Srimad Bhagavatam. This is the fifth part of the discussion on this verse from the purport. This is a very big purport. So we were discussing about the degradation in Kali Yuga due to people becoming godless and they become faithless. And they are unrestricted in meat eating and they don't follow the very principles because they think they are, they can't believe, or they are not superstitious, various reasons they get like that. So here, Prabhupada says that people in this age, they suffer in Kali Yuga because they don't perform any sacrifice, yajna. So, Prabhupada says the Mleccha population will care very little for performance sacrifices, although performance of sacrifice is essential for persons who are materially engaged in sense enjoyment. What is the reason for all suffering in this material world is our sinful activities. What are sinful activities? For the sake of satisfying my senses, I don't care for any restrictions or regulations or rules that are actually enforced in this material world. I don't care for them, or either I'm ignorant, or even if I have knowledge, I don't bother about it. So, therefore, those who are engaged in sense enjoyment, material sense enjoyment, which is majority of the population, they have to perform yajna in order to become free from sinful reactions."
    },
    {
      "start_time": 192,
      "end_time": 270,
      "verse_references": [
        "BG 3.9"
      ],
      "themes": [
        "karma",
        "sacrifice (yajna)",
        "suffering"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If work is done as sacrifice, as it is directed in the authentic scriptures, then you don't become bound up by sinful reactions.",
      "summary": "The speaker explains that performing work as a sacrifice, as directed in scriptures, prevents one from being bound by sinful reactions and suffering.",
      "timestamp_url": "https://youtu.be/9D30TKdo_xk?t=192",
      "transcript": "So, in the Bhagavad Gita, it is said, if work is done as sacrifice, as it is directed in the authentic scriptures, then you don't become bound up by sinful reactions. You don't become bound up by reactions. Otherwise, those who don't perform yajna, but keep on doing yajna, you don't become bound up by sinful reactions. You don't become bound up by yajna. If a mortal body and one plant tries to stop their yajna, it needs to do something or another, or he should not do something involving it. So the eternal behavior, to be a material intention I am trying to send to you, the ultimate, to be the ultimate Thinking and religion is somewhere where he is doing some work for their different purposes. They become bound up more and more and more and more and get entangled to material existence and are forced to suffer against their wish. Suffering material reaction. It is forced on somebody who is not performing yajna. So, Bhagavad Gita says,"
    },
    {
      "start_time": 270,
      "end_time": 360,
      "verse_references": [],
      "themes": [
        "sinful activities",
        "Varnashrama",
        "scriptural guidance"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Follow the injunctions of the scriptures, and perform work as yajna.",
      "summary": "The speaker discusses the importance of following scriptural injunctions and performing work as yajna to avoid suffering and sinful reactions, highlighting the Varnashrama system.",
      "timestamp_url": "https://youtu.be/9D30TKdo_xk?t=270",
      "transcript": "you want to avoid suffering, you want to get free from the future reactions, then now you stop all sinful activities, follow the injunctions of the scriptures, and perform work as yajna. So, Srila Prabhupada says that this world is created in such a way that for maintaining the living beings, there is the system of working according to one's guna and karma. Guna, karma, Varnashrama. Varnashrama is the way of classifying the civilized human beings into four social orders, and four spiritual orders. And thereby they do the appropriate kind of work for maintaining them off earning their livelihood. And, they also follow the restrictions of the scriptures in the work they do... what they eat, how they dress, how they interact with other fellow human beings and what is their ultimate goal, what should be their ultimate goal in life. Everything is directed, is regulated,"
    },
    {
      "start_time": 369,
      "end_time": 450,
      "verse_references": [],
      "themes": [
        "purification",
        "prasadam",
        "vegetarianism",
        "sacrifice (yajna)"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "By eating Krishna prasadam, you are purified of the old reactions.",
      "summary": "The speaker explains how eating vegetarian food offered to Krishna (prasadam) purifies one from past sinful reactions and prevents new ones.",
      "timestamp_url": "https://youtu.be/9D30TKdo_xk?t=369",
      "transcript": "past. They don't accumulate any fresh reactions and they become purified. For example, we have to eat to survive, but eat only vegetarian food. That also, after preparing the vegetarian food, it has to be offered. Offered to Krishna as yajna, sacrifice. And then yajna shishta asinaha santaha. Devotees always offer food for sacrifice called naivedya. Offering to Krishna and then parting the remnants as prasadam, Krishna prasadam. So by eating Krishna prasadam, you are purified of the old reactions. And you don't get any fresh reactions. Rather you develop your bhakti. So this is the way of performing yajna in the matter of eating, worshipping Krishna and offering him foodstuff which we have cooked, only vegetarian foodstuff. And that also cooked without any contamination in a pure way, cooking in a pure way. So that is now a very important point."
    },
    {
      "start_time": 450,
      "end_time": 570,
      "verse_references": [
        "BG 3.14"
      ],
      "themes": [
        "sacrifice (yajna)",
        "rainfall",
        "food production",
        "mlechas"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Proper rainfall is possible only by performance of yajna.",
      "summary": "The speaker connects sacrifice to proper rainfall and food production, contrasting this with the practices of 'mlechas' who misuse resources by feeding grains to livestock and then slaughtering them.",
      "timestamp_url": "https://youtu.be/9D30TKdo_xk?t=450",
      "transcript": "It is said that there will be sufficient grains, agricultural produce, if there are proper rains. And proper rainfall is dependent on performing sacrifice. So if people perform sacrifice, there will be cause. It says parjanyad annasambhavaha in the Bhagavad Gita. Krishna says this. Parjanya means rain. Yajna bhavati parjanya. Rainfall, proper rainfall, not too much, not too little. Proper rainfall is possible only by performance of yajna. If people perform yajna, there will be proper rainfall. If there is proper rainfall, there will be proper production of grains, vegetables, fruits, etc. And then there will be plenty of grains. Food, all edibles for the human beings and the animals also. So the mlechas, they don't grow proper food grains. Or if they grow food grains, they use that to feed the livestock. They feed the cows. They feed the chickens. And then they slaughter them for their own food. They eat chicken flesh or cow flesh. Instead of growing some grains and vegetables and themselves eating and also leaving the remnants for the other creatures like chickens and cows, instead of that, they misuse"
    },
    {
      "start_time": 570,
      "end_time": 650,
      "verse_references": [],
      "themes": [
        "cow killing",
        "spiritual culture",
        "peace",
        "happiness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "There is severe sinful reactions for cow killing.",
      "summary": "The speaker condemns the unnecessary killing of animals, especially cows, and emphasizes that spiritual culture can lead to a peaceful, happy, and sin-free life.",
      "timestamp_url": "https://youtu.be/9D30TKdo_xk?t=570",
      "transcript": "their superior position in society. The dumb animals, the innocent animals, they are killed unnecessarily. So this is the anomaly in Kalyuga. But people must know that there is severe sinful reactions for cow killing. For unnecessarily killing even a chicken, unnecessarily killing. When there is plenty of food grains, after all the same grains they are using to feed the livestock. Why don't you eat the grain? Instead of feeding the chicken or the cow and then killing that poor animal and then eating the flesh. Why do you do this? So therefore, by spiritual culture, by spiritual education by spiritual training a person can actually change his or her life and become peaceful become happy become free from sinful reaction become free from suffering and have a very bright future all that is"
    },
    {
      "start_time": 652,
      "end_time": 770,
      "verse_references": [],
      "themes": [
        "bhakti yoga",
        "sacrifice (yajna)",
        "chanting Hare Krishna",
        "prasadam"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Sacrifice means to please Vishnu and how to please Vishnu by practice of bhakti yoga",
      "summary": "The speaker advocates for Bhakti Yoga as the most feasible sacrifice in Kali Yuga, particularly chanting Hare Krishna, hearing the Bhagavatam, and offering vegetarian food to Krishna.",
      "timestamp_url": "https://youtu.be/9D30TKdo_xk?t=652",
      "transcript": "so sacrifice means to please Vishnu and how to please Vishnu by practice of bhakti yoga the most feasible type of sacrifice packet india the the sacrifice of chanting and hearing the holy name of krishna the sacrifice of worshipping Krishna, Deity of Krishna or picture of the Deity of Krishna. All these methods of practicing Bhakti are called different varieties of sacrifices performed in Bhakti Yoga. Shravanam, Kirtanam, Smaranam, Padasevanam, all these are sacrifices performed by Bhakti Yogis. When we chant Hare Krishna, we are performing sacrifice to Vishnu called the Kirtana sacrifice, Sankirtana sacrifice, Sankirtanayanya. When we hear the Bhagavatam, we are performing Shravanam sacrifice, Shravanam sacrifice, hearing. Hearing what? About Vishnu, about Vishnu's devotees, about Vishnu's glorious activities like that. So, this is the sacrifice that is most recommended. It is simple, it is effective, it is very very powerful. And easily performed by anyone, any human being without any previous qualification. Therefore, that is what is being recommended here by Prabhupada that Lord Chaitanya, he recommended only one type of Yagna, that is Sankirtanayanya, chanting Hare Krishna, hearing the Bhagavatam, offering nice vegetarian foodstuff to Krishna and partaking the remnants, Krishna Prasadam."
    },
    {
      "start_time": 770,
      "end_time": 820,
      "verse_references": [],
      "themes": [
        "chanting Hare Krishna",
        "qualification",
        "vegetarianism"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Chanting Hare Krishna does not demand any qualification.",
      "summary": "The speaker emphasizes the accessibility of chanting Hare Krishna, stating that it requires no prior qualification, and reiterates the importance of eating only vegetarian food offered to Krishna.",
      "timestamp_url": "https://youtu.be/9D30TKdo_xk?t=770",
      "transcript": "This kind of Sankirtanayanya will benefit everyone in society. It is feasible, it is practical, it is easy to perform. It does not require any qualification. But if instead of chanting Hare Krishna, somebody thinks I will chant Gayatri Mantra, that requires qualification. Only a qualified Brahmana can chant Gayatri Mantra and derive the spiritual benefit of chanting. If you chant Hare Krishna, you get the benefit regardless of what your qualification may be. It does not demand any qualification. Chanting Hare Krishna does not demand any qualification. So, therefore, please chant Hare Krishna. Do not chant any other mantra. And do not"
    },
    {
      "start_time": 820,
      "end_time": 927,
      "verse_references": [],
      "themes": [
        "offering food to Krishna",
        "prasadam",
        "purification",
        "peace"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "This Krishna consciousness is the way for actually becoming free from all sinful activities, purifying our old sinful reactions and ushering in peace and prosperity for ourselves and everyone else.",
      "summary": "The speaker provides detailed instructions on how to prepare and offer vegetarian food to Krishna, explaining how partaking of the remnants (prasadam) purifies one and leads to peace and prosperity.",
      "timestamp_url": "https://youtu.be/9D30TKdo_xk?t=820",
      "transcript": "eat simply anything you like. Eat only vegetarian food after offering that to Krishna. How do you offer to Krishna? You just prepare without tasting and adding the proper ingredients, the vegetarian ingredients. And then that has to be the prepared portion. A portion of the prepared food has to be kept in a particular bowl or a plate in front of a picture or deity of Krishna. And then you pray to Krishna, please accept this offering. You can just say this in English or your own language. Better still, you pray to Krishna to accept the offering by chanting the Hare Krishna Mantra three times. Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare. Three times you chant. And then leave that for five minutes in front of the picture or the deity of Krishna. And after five minutes, you take it out and you mix it with whatever you have cooked. And then that becomes prasadam, remnants of what is offered to Krishna. That becomes prasadam. That prasadam you partake and you are completely purified by taking that prasadam and you are also freed from, you don't get any fresh sinful reactions. That is the way. So, this Krishna consciousness is the way for actually becoming free from all sinful activities, purifying our old sinful reactions and ushering in peace and prosperity for ourselves and everyone"
    }
  ]
}