{
  "video_id": "9i2cTPvQgh0",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.12.14| 9-08-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=9i2cTPvQgh0",
  "segments": [
    {
      "start_time": 0,
      "end_time": 47,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyanati Mirandasya Gyananjani Chalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/9i2cTPvQgh0?t=0",
      "transcript": "Om Agyanati Mirandasya Gyananjani Chalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha Namao Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pachatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nityananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jaya Mudhirayet"
    },
    {
      "start_time": 48,
      "end_time": 128,
      "verse_references": [
        "SB 1.12.14"
      ],
      "themes": [
        "charity",
        "scripture",
        "duty"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He knew how to give charity, to whom charity should be given and when it should be given.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam and explains that King Yudhishthira knew the proper way to give charity.",
      "timestamp_url": "https://youtu.be/9i2cTPvQgh0?t=48",
      "transcript": "In this session, we will be discussing from the 14th verse of the 12th chapter of the 1st canto of Srimad Bhagavatam. Hiranyam Gaam Mahim Gramaan Hasti Ashwaan Nirupatir Varan Pradat Svannam Chavipre Bhyaha Prajaatirthesa Tirthavit. The meaning of this verse is: Upon the birth of his son, the king, who knew how, where, and when charity should be done, gave gold, land, villages, elephants, horses, and good food grains to the brahmanas. Particularly in this verse, it is said, Prajaatirthesa Tirthavit. On the occasion of giving in charity on the birth of his son, Yudhishthira Maharaj gave charity because he knew Tirthavit. He knew how to give charity, to whom charity should be given, and when it should be given."
    },
    {
      "start_time": 129,
      "end_time": 289,
      "verse_references": [],
      "themes": [
        "charity",
        "brahmanas",
        "sannyasis",
        "varnashrama"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Dana or charity or dakshina only given to brahmanas and sannyasis for the spiritual service they render to service spiritual service they render to the society free of charge",
      "summary": "The speaker explains Srila Prabhupada's perspective that charity (dana/dakshina) is specifically meant for brahmanas and sannyasis who provide spiritual service without charge, emphasizing that this is different from helping the poor.",
      "timestamp_url": "https://youtu.be/9i2cTPvQgh0?t=129",
      "transcript": "So, Srila Prabhupada explains in the purport, \"Only the brahmanas and sannyasis are authorized to accept charity from the householders. Only the brahmanas and sannyasis are authorized to accept charity from the householders, especially from the householders.\" And only the brahmanas and sannyasis in the Varna Shtrama System can accept charity. It doesn't say scriptures don't prescribe poorer people should be given charity. No. That is not the correct understanding. Dana, or charity, or dakshina, is only given to brahmanas and sannyasis for the spiritual service they render to the society free of charge. The dakshina that is given, or dana that is given to a brahmana or sannyasi, is not a prescribed charge for the services rendered. No, there is no such prescription anywhere in the scriptures. Neither a brahmana will ever ask that you give me this much fees for some consultation or for some service I may render. No, never, never. So, this is very culture, you see. The best of the service is regarding giving advice, giving guidance, giving any help in any way to conduct a sacrifice, or to worship the Lord, or to prepare an horoscope, or to do any of these brahmanical activities, or to teach the Vedas. Never will a brahmana charge anyone who seeks the services of a brahmana. Never, never will he charge. So, then how do they maintain themselves? This is the way they are given dakshina, they are given dana by the householders without any consideration of how much the householders are benefiting, how much service they're taking. No, no such consideration. So, it is said here specifically..."
    },
    {
      "start_time": 290,
      "end_time": 379,
      "verse_references": [],
      "themes": [
        "charity",
        "brahmanas",
        "spiritual upliftment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "wealth is distributed to the brahmanas because the brahmanas give the highest quality of service in regard to the prime necessity of humankind.",
      "summary": "The speaker elaborates on the importance of giving charity to qualified brahmanas, highlighting their role in providing spiritual upliftment and welfare to society.",
      "timestamp_url": "https://youtu.be/9i2cTPvQgh0?t=290",
      "transcript": "In all the different occasions of samskaras, especially during the time of birth, marriage, and death, wealth is distributed to the brahmanas because the brahmanas give the highest quality of service in regard to the prime necessity of humankind. What is the prime necessity of a human being? Spiritual upliftment, spiritual elevation, progress towards the ultimate goal of life. In that regard, the brahmanas are giving the highest quality of service because such service is not ordinarily possible to be obtained from anyone else other than qualified, learned brahmanas who are engaged in tapasya, who are engaged in constantly worshipping the Lord, in constantly studying the scriptures, in constantly performing welfare activity for the entire human society. Not only human society, for the entire world, of all living creatures. Foolish people don't understand this. So, such brahmanas deserve to get dakshina, dana, especially during three occasions: birth, marriage, and death."
    },
    {
      "start_time": 380,
      "end_time": 541,
      "verse_references": [],
      "themes": [
        "charity",
        "brahmanas",
        "simplicity",
        "welfare"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "They lived a simple life, even though they had, in the form of dakshina or dana, all these things which are given, but they never made a show of that, neither they exploited.",
      "summary": "The speaker describes how brahmanas, although receiving substantial charity, lived simple lives dedicated to the well-being of society, without exploiting their position.",
      "timestamp_url": "https://youtu.be/9i2cTPvQgh0?t=380",
      "transcript": "It must be given. The charity was substantial in the shape of gold, land, villages, horses, elephants, and food grains, with other materials for cooking, complete foodstuff. So, the brahmanas were not, therefore, poor in the actual sense of the term. Proper qualified brahmanas were properly given charity. They were not exactly poor, though they would never make a show of wealth. They never made a show of wealth. They lived a simple life, even though they had, in the form of dakshina or dana, all these things which are given, but they never made a show of that, neither they exploited the system to become very, very rich and become extravagant in spending, or simply indulge in sense-enjoyment with dana or dakshina that they received. No, never. On the other hand, they'll be always austere in their mode of living. Tapasya. And they'll be simple and straightforward in all their dealings. And they'll be very benevolent to the general people in society. Always willing to do welfare activity for everyone in the society. Because they possessed gold, land, villages, horses, elephants, and sufficient grains, they had nothing to earn for themselves. There was no need for them to earn some money for their own maintenance. They would simply devote themselves to the well-being of the entire society. See, so nice a system. That somebody is fully devoted for the welfare of the society, and they don't have to bother to find out some means of earning some money for their own maintenance. Their maintenance is taken care of, and they simply give very good service to the whole society, everyone."
    },
    {
      "start_time": 542,
      "end_time": 677,
      "verse_references": [
        "BG 17.20-22"
      ],
      "themes": [
        "charity",
        "tirthavit",
        "scriptural guidelines"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Charity has got a purpose. Giving charity is purposefully given.",
      "summary": "The speaker emphasizes the importance of giving charity with purpose, considering the place, time, and recipient, as outlined in the scriptures, and contrasts this with the commercialization of services in Kali Yuga.",
      "timestamp_url": "https://youtu.be/9i2cTPvQgh0?t=542",
      "transcript": "Now, the word that is used here, Tirthavit, is significant in this verse because the king, that is Yudhishthira Maharaj, knew well where and when charity has to be given. Yudhishthira Maharaj was aware. He was enlightened. He was Raja Rishi. He was a saintly king. So, he knew when and where charity has to be given. Charity is never unproductive or brutal. Charity has got a purpose. Giving charity is purposefully given, and it is given with due consideration of who is the person who is to be given charity, and when it is to be given, and where should it be given. The place, the time, the candidate for receiving charity, all these are very clearly explained in the scriptures. In the Bhagavad Gita, it is said that charity should be given in the mode of goodness. Mode of goodness means following the scriptures. It is regulated. Only brahmanas and sannyasis should be given charity, and these brahmanas and sannyasis do accept charity because they don't have any other means of livelihood for their maintenance. They have no other job or profession or work or some income or some wealth. They don't have anything like that. And whatever service they give, they give it free of charge, always. In this case, anyone who comes needs some service, they give it free of charge, totally free, 100% free. Never there is any consideration of charges."
    },
    {
      "start_time": 678,
      "end_time": 799,
      "verse_references": [],
      "themes": [
        "brahmanas",
        "taxation",
        "varnashrama",
        "welfare"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But Vedic culture is, brahmanas are never commercially oriented.",
      "summary": "The speaker explains the Vedic system of taxation, where only Vaishyas (businessmen) were taxed, and the collected taxes were used by Kshatriyas for the welfare and protection of all citizens, while brahmanas were exempt.",
      "timestamp_url": "https://youtu.be/9i2cTPvQgh0?t=678",
      "transcript": "That is a true brahmana, a true sannyas. So, Kali Yuga, we only know that people who are expert in some field of learning, they have fees, they charge fees, professional fees. And the government collects taxes on those fees. So, it has become what we can say as commercial, a commercial venture. But Vedic culture is, brahmanas are never commercially oriented. Neither the government or the king would charge any tax on the brahmanas. Never brahmanas are taxed. Kshatriyas will tax only Vaishyas who are business minded. Only Vaishyas are taxed, and Kshatriyas don't collect taxes from other Kshatriyas, and Kshatriyas don't collect any tax from brahmanas and sutras. So, only Vaishyas are the ones who give taxes, and only the Kshatriyas collect such taxes to engage in welfare activity for the whole society. For all the citizens, welfare of the citizens, they collect taxes, and in return, they give protection to the citizens, and they ensure that the society is properly maintained. The common facilities for the people in the state or the kingdom are properly maintained."
    },
    {
      "start_time": 800,
      "end_time": 971,
      "verse_references": [],
      "themes": [
        "charity",
        "daridra narayana",
        "compassion",
        "daya"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A needy person should be shown compassion. Daya. Not Dana. Not Dakshina.",
      "summary": "The speaker refutes the concept of 'Daridra Narayana' (poor Narayana), clarifying that charity (dana) is meant for spiritually enlightened individuals, while the poor should be shown compassion (daya) and helped with basic needs.",
      "timestamp_url": "https://youtu.be/9i2cTPvQgh0?t=800",
      "transcript": "So, Srila Prabhupada says further, \"In the Shastras, charity was offered to persons who deserve to accept charity, but didn't have spiritual enlightenment.\" You see, who can receive charity? One who is spiritually enlightened, whether it's a brahmana or a sanyasi. Both of them are supposed to be spiritually enlightened. And nowadays, what goes on in the name of Daridra Narayana, Srila Prabhupada says, \"The so-called Daridra Narayana, a misconception of the Supreme Lord by unauthorized persons, is never to be found in the Shastras as the object of charity.\" Daridra means somebody who is poverty stricken, and a poverty stricken person sometimes is designated wrongly as Daridra Narayana. Narayana is never Daridra, and a Daridra can never become Narayana. So, this is completely wrong. Combining these two terms and designating some poor people as object of charity wrongly is a total misconception because the Supreme Lord is always having unlimited opulences. By definition, Bhagavan. Bhaga means opulences. Vaan means one who possesses. And to what extent? Unlimited. And a poverty stricken man is poverty stricken because of his sinful past. So, never consider a poverty stricken man as Narayana. So, there is a difference between giving charity to spiritually enlightened persons and helping some poor people who may be needy. There is a difference between the two. A needy person should be shown compassion. Daya. Not Dana. Not Dakshina. What is called Daya. Daya means you want to help somebody who is in need because you have the means to share. You have little excess, so you share it with somebody who is in need. That is called Daya, compassion. It is not Dana. Don't confuse the two. I will stop here. Thank you very much."
    }
  ]
}