{
  "video_id": "9k4VXR5266c",
  "title": "Srimad Bhagavatam | Sri Atma Tattva Dasa | SB 2.1.14 | 04.01.2026",
  "speaker": "HG Atma Tattva Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=9k4VXR5266c",
  "segments": [
    {
      "start_time": 0,
      "end_time": 184,
      "verse_references": [
        "BG 2.13"
      ],
      "themes": [
        "soul",
        "matter",
        "reincarnation",
        "science",
        "ignorance"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Krishna is saying yes, you exist after life, after old age, after death.",
      "summary": "The speaker explains Krishna's teachings on the soul, matter, and reincarnation, contrasting it with the limitations of scientific understanding.",
      "timestamp_url": "https://youtu.be/9k4VXR5266c?t=0",
      "transcript": "And Krishna says in the next sloka that there is a superior substance and matter, a superior entity. And what is it? It is the spirit soul. So the superior energy is one which is exploiting this matter. And it is, the name given by the Lord is Jitabhutam. And if the soul is energy, then the law of conservation of energy should hold good for the soul too. So that explains that yes, we do exist after life. And Krishna makes it more clear in the second chapter. In fact, the Bhagavad Gita starts from here. Second chapter, thirteenth sloka. Dehino asliyatha dehe ghaumaryam yoganam jara. Krishna is saying yes, there is a matter. Deha is the matter. And there is a Dehi, which is energy, superior energy. And this energy goes under transformations in different phases. Ghaumaryam, yoganam, jara. What happens next? What happens after jara, after old age? Ghaumaryam said the end. He didn't say the end. He says Dehantara. There is a transformation. Next transformation is a new body. Tatha Dehantara praptir. Krishna is saying yes, you exist after life, after old age, after death. You exist. And you go, you pass into another body. Scientists got stuck here. They understood till here whatever Krishna was saying. Yeah, there is a matter, there is energy. This whole world is a combination of matter and energy. This part they cannot see. Tatha Dehantara praptir. They have no idea how it happens. Only Dheeras they understand and they don't get stuck. Dheeras tattva namuhyati."
    },
    {
      "start_time": 184,
      "end_time": 389,
      "verse_references": [
        "BG 15.10"
      ],
      "themes": [
        "ignorance",
        "perception",
        "soul",
        "heart",
        "science"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "They open the heart. They see everything. They can't see that the soul is sitting there.",
      "summary": "The speaker discusses why scientists, despite their knowledge, cannot perceive the soul, illustrating this with the example of heart surgeons and referencing a heart surgeon's letter seeking understanding of the soul.",
      "timestamp_url": "https://youtu.be/9k4VXR5266c?t=184",
      "transcript": "Not everybody will understand or everybody will appreciate. So why scientists got stuck here? Why they are not able to understand this also? There are so many learned people in the world. So many engineers. So many doctors. So many PhDs. They don't understand. And that also Krishna explains. Why they don't understand. Krishna says in the 15th chapter. Very clearly he says why they cannot see. budhkramantam sthambapi bhunjanam vagunanam guranvitam vimudana anupasyanti pasyanti jnani chakshusah. That's why Prabhupada says raska. Krishna used the word. What to do? Prabhupada speaks as it is. What other Krishna says, as it is. That's why Prabhupada says raska. Krishna is using the word. Vimudana. Muda means foolish people. Vimudana means too much. That's why they cannot understand. Utkramantam means how the soul leaves the body. Utkramantam means coming out. Emanating out. They cannot see. Sthitam. How the soul is currently staying in the body. That also they cannot see. There are doctors called cardiologists. Heart surgeons. They open the heart. They see everything. They can't see that the soul is sitting there. Sthitam. They cannot understand. Similarly when they are doing the surgery and suppose something goes wrong and the patient dies. They don't understand what goes wrong. Utkramantam. They can't see the soul leaving the body. The heart or body, whatever. They can't understand. Why? Prabhupada says raska. Because Krishna says. Vimudana anupasyanti. Vimudanas cannot see this. Foolish people cannot see this. How the soul is staying in the heart in this matter. But how it is experiencing the interactions of three modes. They cannot see. Finally when it leaves the body that also they cannot see. There is a book called Coming Back. In that book there is a letter by a heart surgeon. He wrote an open letter in the newspaper that I want to understand what is going on. And somehow one of the disciples of Prabhupada brought that newspaper to Prabhupada. That there is a heart surgeon and he wants to know. Because he had done so many heart surgeries. He imagined in that letter that I have experienced the life passing between my fingers. But he has no idea."
    },
    {
      "start_time": 389,
      "end_time": 577,
      "verse_references": [],
      "themes": [
        "scriptures",
        "knowledge",
        "senses",
        "science",
        "limitations"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Something which you cannot perceive by your senses can be perceived by the scriptures.",
      "summary": "The speaker emphasizes the importance of scriptures as a source of knowledge beyond the limitations of the senses and scientific observation.",
      "timestamp_url": "https://youtu.be/9k4VXR5266c?t=389",
      "transcript": "Then Prabhupada wrote a letter back to him explaining what soul is, what are the attributes and how to perceive it. How to perceive it? Pasyanti Gyan Chakshasa. Pasyanti Gyan Chakshasa. By the eyes of Mahesh. Time of the word is Shastra Chakshasa. By the help of scriptures. That's where everything gets stuck. Because the whole process of scientific discoveries or understanding is based on observation. When I was in school, I remember in my science class, science when we go to the lab, we have a lab manual we used to write there. The first thing we write is observations. It starts with observation. Then comes the theory, then comes the experiment, then conclusion. And all our observations are limited by our senses. They are called Gyanendriyas. Knowledge acquiring senses. So whatever we know about our surroundings is because of these Gyanendriyas. They capture the information around the surrounding and that's how we get them out. And they are limited, so our observations are limited. They are faulty, so our observations are faulty. We cannot see everything with the eyes. And with the same eyes, we design telescopes. With the same eyes, we design microscopes. With the help of this eye which has so many limitations and so many faults. So how the product of this eye which is faulty and which is limited can be perfect and without limit. That's where scientists get stuck. And that's where the significance of the scriptures come into place. Something which you cannot perceive by your senses can be perceived by the scriptures. By this transcendental knowledge. By this transcendental knowledge. Because this knowledge is absolute. This knowledge is perfect. This knowledge is beyond limits. Whereas what scientists can tell us is limited because the senses are limited. Their observations are limited."
    },
    {
      "start_time": 577,
      "end_time": 754,
      "verse_references": [],
      "themes": [
        "knowledge",
        "science",
        "scriptures",
        "afterlife",
        "truth"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "But whatever the fortunate souls have learnt from the scriptures billions of years back is absolute.",
      "summary": "The speaker contrasts the changing nature of scientific knowledge with the absolute truth found in scriptures, leading to a discussion about the nature of the afterlife.",
      "timestamp_url": "https://youtu.be/9k4VXR5266c?t=577",
      "transcript": "And imperfect. That's why the new scientist comes and he says, no, whatever the previous scientist said is wrong. And this keeps happening after every 50-100 years. My grandfather, if he could have gone to university, and may he never bend. If he could have gone to university, he might be learning, my great grandfather might be learning whatever Dalton told. But the atom is indivisible. The most fundamental particle. But I didn't learn the same thing. I learned something else. No, there are subatomic particles. Electron, proton, neutron. Now next generation are learning something else. They are learning, there are sub-subatomic particles. They are learning about quarks. Future generations will be learning about interesting theories. And I don't know what else theory will come. What else they will be learning. And they will be telling me, after some 3rd generation, if they happen to meet us, they will tell, whatever you learnt is wrong. Pushpa will be just, they will say like this. If I happen to meet my great grandfather, I will say, whatever you learnt from Dalton is wrong. But whatever the fortunate souls have learnt from the scriptures billions of years back is absolute. Today and in the past and even in the future. It's not changing. That's why it's called absolute knowledge. It's not relative. Relative in perspective of time. Or in perspective of different places. It doesn't change. It always remains the truth. Okay, so Krishna explained that yes, we exist. There is afterlife. The ahamdara happens. Only problem is, Muras cannot see it. But Gyan Satsusa can see. Okay, so there may be afterlife. But, what kind of afterlife? We just pass on. We just pass away. Or we come back. Or we pass away where we go. Or we take a U-turn and come back. That is still the question."
    },
    {
      "start_time": 754,
      "end_time": 920,
      "verse_references": [
        "BG 8.24"
      ],
      "themes": [
        "reincarnation",
        "liberation",
        "karma",
        "paths"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "What Parikshit Maharaj is trying to do is, how not to come back. And what most of the people in this world is trying to do is, how to come back.",
      "summary": "The speaker introduces the concepts of 'Abhritti' (coming back) and 'Anabhritti' (not coming back) from the Bhagavad Gita, explaining that Parikshit Maharaj seeks liberation while most people desire to return to the material world.",
      "timestamp_url": "https://youtu.be/9k4VXR5266c?t=754",
      "transcript": "Anyway, Krishna will explain everything. Bhagavad Gita is called complete knowledge. Because it explains. There is no loopholes. So there are two words used in Bhagavad Gita. Aabhrittim and Anabhrittim. Aabhrittim means, after you pass away, you come back. Aabhrittim. Comes. Anabhrittim. Not come back. So there are two possibilities. You may come back, or you may not come back. What Parikshit Maharaj is trying to do is, how not to come back. And what most of the people in this world is trying to do is, how to come back. You know, in villages, sometime back, my grandmother was telling, they used to keep gold in one pot, earthen pot. And they used to tuck the ground, and put that pot there. And, maybe nobody is aware that the home and the person passed away. And their next generation may not be knowing that there is a gold down. They may never have decked up. And this person might have kept with this intention, and next life he may get it back. So everybody is planning on to come back. But we all know, he will not get back. Somebody else will take over. So let's understand, what is Anabhritti and what is Abhritti. In what situation somebody can come back, in what situation somebody doesn't come back. In 8th chapter of Bhagavad Gita, it says that there are two options, coming back or not coming back. Jagdha sasvade mathe Ekaya, Ekaya means the first option. Ekaya yati anabhritti. The first option, the first process is, you will not come back. Anabhritti Anaya, Anaya means the second one, the other one. Avar tehe punha, you will again come back. So there are two processes, two paths. The first one, is make you sure that, make sure that you don't come back. Another one is, make sure that you come back."
    },
    {
      "start_time": 920,
      "end_time": 1146,
      "verse_references": [
        "BG 16.20",
        "BG 7.23"
      ],
      "themes": [
        "reincarnation",
        "demotion",
        "promotion",
        "karma",
        "scriptures"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "You can come back, by being demoted, or you can come back by being promoted.",
      "summary": "The speaker elaborates on the two ways of 'Abhritti' - coming back through demotion (due to not following scriptures) or promotion (due to following rituals and good karma), which explains the disparity in the world.",
      "timestamp_url": "https://youtu.be/9k4VXR5266c?t=920",
      "transcript": "Now this coming back, happens in two ways. One is called demotion, another called promotion. You can come back, by being demoted, or you can come back by being promoted. In the 16th chapter, Krishna talks about, coming back by demotion. So you may come back, but, you will be demoted, in the next life. In which case, it happens, it happens, when you don't follow the laws, of the scriptures. If somebody doesn't follow the laws, of the scriptures, in this life, they will again come back, but with demotion. Adamaam gathiyam Asunim. Asunim means low grade. So those who don't follow the laws, of the scriptures, they will again come back, but, in a low grade. Some lower species of life. A lower consciousness. But there are some people, who follow the laws, who follow whatever scriptures say. They do lot of karma tanda, whatever rituals are mentioned. They also come back. But, with the promotion. This is explained, in the seventh chapter. Divideva hogan means, with lot of luxury. Divine luxuries. They will enjoy it. I hope they got promoted. They will go to higher planets. They will go to higher planets. Surya Naloka means, the planet of Indra. How? By following, the instructions of the scriptures. Because, scriptures also gives the instructions, to the people, who want to come back, and enjoy. There are so many people, who want to come back, so, scriptures give those, do's and don'ts, and that is called, karma tanda. So, they will enjoy. In the higher planet. Higher level of comforts. So, this is, the two examples of, abhirti, coming back. And this explains, why there is so much disparity, in this world. Lot of people tells me this. If there is a God, why there is so much disparity, in the world. Why there are people, who don't have any money, any food. And why there are people, who have so much money, and so much food, that they can't even, enjoy that."
    },
    {
      "start_time": 1146,
      "end_time": 1301,
      "verse_references": [],
      "themes": [
        "disparity",
        "karma",
        "free will",
        "reincarnation",
        "God"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "God is the one, who made the system. You want to get demoted, you can get demoted.",
      "summary": "The speaker addresses the question of disparity in the world, attributing it to the law of karma and the free will of living entities, rather than blaming God.",
      "timestamp_url": "https://youtu.be/9k4VXR5266c?t=1146",
      "transcript": "Too much. Now, you got the idea, why it is like this? Because somebody, who follows the laws, in this life, they will have, they will have lot of resources, lot of luxury, in the next life. Those who don't follow, they may not have. They may be poverty stricken, their consciousness may be low, they may not be so intelligent. So, you got the idea, from where the disparity comes? Because there are two ways, of coming, coming back, in this world. Abhirti. Either by, coming back is Abhirti. Either by demotion, or by, promotions. If you have done good karma, you followed the laws, next life, you will be promoted. With lot of resources, intelligence, looks, knowledge, better consciousness. Because there are two ways, of coming back. But somebody may not get, those resources. So disparity is because, what we have done, in our past life. God should not be, playing for it. But what people do, they say, where is God? There are so many people, dying because of, so many sicknesses, critical illness, where is God? God is the one, who made the system. You want to get demoted, you can get demoted. He made the law of karma. And he gave a free will, to the living entities. Tatha ichchasi tatha kuru. Whatever you want to do, you do. Law of karma will take care of it. So, people come back, with different, kind of backgrounds. And that's why, there is disparity, in this world. So, who should be blamed, for it? The living entity, himself, and not the Lord. Now, the second option, the second path, is called, anabhirti. Means, we will not come back. So, the second option, the second path, is called, anabhirti. In what situation, a person will not come back?"
    },
    {
      "start_time": 1301,
      "end_time": 1470,
      "verse_references": [
        "BG 14.26",
        "BG 14.27"
      ],
      "themes": [
        "liberation",
        "transcendence",
        "modes of nature",
        "yoga"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Anybody who transcend, the three modes, of material nature... It will do, anabhirti.",
      "summary": "The speaker begins to explain 'Anabhritti' (not coming back), achieved by transcending the three modes of material nature, and introduces the concept of becoming a yogi to attain this.",
      "timestamp_url": "https://youtu.be/9k4VXR5266c?t=1301",
      "transcript": "Any idea? Just. If somebody is doing karma, he will be promoted. The karma will be demoted. If he does a karma, then he will go to the spiritual world. Good. A karma. In simple language, anybody who transcend, the three modes, of material nature. They will still be acting. But their acting, will neither promote, or demote. It will do, anabhirti. 14th chapter, Krishna mentions this. maam cha yohad vichare, na bhakti yogena sevate, sa gunaan samtite tan, brahma puyaya kalpate. They will transcend, they will transcend, the three modes. And they will be situated, in the Brahman. Then what happens? Then they will not be under, the grip of maya. Dehvi hi esa gulmayi, man maya duratvaya, maam eviye pripadyante, mayam etam tadantite. They will be out, of that scope of maya. The erudition of maya. But it looks very difficult, how to do this. If we have to transcend, the three modes, it must be very tough, isn't it? And it must take, lot of time. You have to read, so many Vedas. You have to do, so many yagyas. Lot of tapasya. But Krishna says, no, not really. Krishna says, If somebody becomes a yogi, then he will get the result, of all these things, by default. You have to study, the Vedas. No need to perform, the yagyas. Or execute, tapasya, austerity. Just because, they become a yogi. They get, all these results, plus, they get, paramsthanam, the ultimate destination. Paramsthanam, bekti chadyam. They get, all these results, plus, they get, paramsthanam, the ultimate destination. Paramsthanam, bekti chadyam."
    },
    {
      "start_time": 1470,
      "end_time": 1609,
      "verse_references": [
        "BG 6.47"
      ],
      "themes": [
        "yoga",
        "Krishna consciousness",
        "devotion",
        "liberation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The best yogi, is one, who keep me, in his heart, who keep me, in his thoughts, in his consciousness, mat gaten antaraatmana.",
      "summary": "The speaker clarifies the definition of a yogi according to Krishna, emphasizing that the best yogi is one who keeps Krishna in their heart and consciousness, achievable through Krishna consciousness.",
      "timestamp_url": "https://youtu.be/9k4VXR5266c?t=1470",
      "transcript": "How to become a yogi? Becoming a yogi, must be very tough. Must take, lot of time. Krishna says, no. Who is yogi? Krishna explains, who is yogi? Because, what, image of the yogi, we have is, different, what Krishna says, as a yogi. When, we think of a yogi, in our mind, what image comes? A person, with a skinny body, not eaten from so many, once, sitting under a tree, closed eyes, maybe half closed eyes. No, that's not what Krishna says, or Krishna mean by yogi. Krishna says, yogi naam api sarve saam, mat gaten antaraatmana. One, who thinks about me, who keeps me, in his consciousness, who keeps me, in his heart, antaraatmana. Sadhavan bhajade yomaam, saame yukta tanho mataa. The best yogi, is one, who keep me, in his heart, who keep me, in his thoughts, in his consciousness, mat gaten antaraatmana. To become that kind of yogi, you need not to do, such a big tapasya, sitting somewhere, in the forest, without food and water, no. Prabhupada says, just follow, my instructions, and you will become, the best yogi. Just be Krishna conscious, that's it, your yogi. Mat gaten antaraatmana means, Krishna in your consciousness. And you are a best yogi. Yukta tanho, the best of the yogi. Among all yogi, all different kinds of yogis, you will be the best yogi. Yogi naam api sarvesa, among all different kinds of yogis, yukta tanho, the best of the yogi. And that is the process, Prabhupada has given us,"
    },
    {
      "start_time": 1609,
      "end_time": 1790,
      "verse_references": [
        "BG 5.6"
      ],
      "themes": [
        "Krishna consciousness",
        "liberation",
        "yoga",
        "Kali Yuga"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Just become, Krishna conscious... very immediately, you will get it.",
      "summary": "The speaker emphasizes that Krishna consciousness is the easiest path to liberation, especially in Kali Yuga, and offers Krishna's guarantee of immediate results.",
      "timestamp_url": "https://youtu.be/9k4VXR5266c?t=1609",
      "transcript": "Krishna consciousness. Krishna also, clearly mentioned this, in Bhagavad Gita, that you need not to do, that much of tapasya. Denounce everything, go to the forest, don't eat, don't drink, no need to do all that. In fact, for the people of Kali Yuga, that is not possible. I don't know how many people, are going to forest, with tapasya now. How many forests, are going to remain, in the future? Even if somebody, want to do tapasya, they will search out, what is around here. They will search on Google, somewhere. Now, even you can't go to, Himalayas to do meditation. No, you will be sitting there, for meditation, the helicopter will be flying. Very soon, they will put mobile towers, there. So, Krishna says, no need to do all that. He says, in the fifth chapter, sannyasas tu mahava ho, dukham aap tum, ayo, gita ha. Those who don't become, Krishna conscious, ayo, gita ha. They do this, all this dukha. sannyasas tu mahava ho, dukham aap tum, ayo, gita ha. Yogi upto, those who become, Krishna conscious, who become, madh gaten, antar, atmanah. Yogi upto, munir brahma, na chiren, adhika chati. It will not take, much time. You know, the stories, when I was a student, I was a small baby, my mother used to read, some stories. I also, when I grow up, I also used to read, some stories in the book. And, mostly, the stories, start like this, long, long, ago. Once upon a time, isn't it? So, in Sanskrit, that long, long, ago, is called, chir kaaleen. Chir ka, means, long, long, ago. And the word, Krishna used here, that if you become, Krishna conscious, na chiren, opposite of, long, long, ago. Then, very immediately, you will get it. What will you get it? Adhika chati, you will go to the, place, param sthanu. Na chiren, it will not take, long, time. This is a, guarantee, Krishna's, guarantee. So, you know, news, news day, so, Modi's guarantee. This is Krishna's guarantee. Modi cannot give this guarantee. Nobody can give this guarantee. Even, Indra cannot give this guarantee. Brahma cannot give this guarantee. Krishna can give this guarantee. He said, na chiren, immediately."
    },
    {
      "start_time": 1790,
      "end_time": 1906,
      "verse_references": [
        "BG 13.26"
      ],
      "themes": [
        "hearing",
        "faith",
        "liberation",
        "Krishna consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "They simply, hear, from, a qualified person... we will, cross over, the mithyam, the phase of death, we go beyond it.",
      "summary": "The speaker offers another guarantee from Krishna: even those who cannot practice rigorous yoga can achieve liberation simply by faithfully hearing from realized souls.",
      "timestamp_url": "https://youtu.be/9k4VXR5266c?t=1790",
      "transcript": "What we have to do? Just become, Krishna conscious. Madh gaten antaraatmana, yog yukto. Krishna, you know, saying, going to Himalaya, nothing. Even, sannyas are not required. It's all, dukha. Now, what if somebody, doesn't know, what to do, in life? There are, so many people, who are not aware, about this, spiritual life. They may not be, aware, of this, spiritual life. They may not be, aware, may not be, so much curious also, to know. May not be intelligent, to understand. What happens to them? Their case is hopeless. Krishna says, no, nobody's case is hopeless. Another guarantee, Krishna gives, in 13th chapter. There are people, who may not be, able to, renounce the world, go to Himalayas, may not become, that kind of yogi. They simply, hear, from, a qualified person. So, tibhya, and nirbhya, listen, from others, who are, Krishna conscious, who are, realized soul. Sunuti, parayana, we all, fall in this, category, because, we are, able to hear, we are fortunate, to know, to hear, from, Prabhupada. If we, continue, this tendency, to hear, Prabhupada, very seriously, then, what will happen? Mithyam, atitaranti eva, we will, cross over, the mithyam, the phase of death, we go beyond it. We will achieve, anavritti, we need to come back."
    },
    {
      "start_time": 1906,
      "end_time": 2047,
      "verse_references": [],
      "themes": [
        "hearing",
        "faith",
        "liberation",
        "Srimad Bhagavatam"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Just by, giving a faithful hearing, to what Prabhupada says, what his scriptures says, what Krishna says, what Subhdev Goswami says... very soon, we can go back to paramsthan.",
      "summary": "The speaker reiterates the power of hearing Srimad Bhagavatam with faith, comparing it to the autumnal rain that cleanses muddy water, and emphasizing its role in achieving liberation.",
      "timestamp_url": "https://youtu.be/9k4VXR5266c?t=1906",
      "transcript": "That's what, Parichit Maharaj, is going to do, now, seven days. Today, what it says, Sukte Goswami, is saying, you have seven days, to do it. What he's going to do it? He's not going to Himalayas. What he's going to do? Sunuti, parayana. He's going to hear. But we should hear, with faith. Saddhavan, labhite jnanam, tat parah, samyate indriyaha, jnanam labdhabhavam, santim, achrena di dakshati. Again, the word, achrena. There, another sloka, which we read before, naachrena, not too long. Here, achrena, very short, the abode of achrena. Just by, giving a faithful hearing, to what Prabhupada says, what his scriptures says, what Krishna says, what Subhdev Goswami says. Achrena, very soon, we can go back to paramsthan. Achrena adi dakshati. Simar Bhagavatam, same canto, which we are reading, second canto, which says, the sound incarnation of Lord Krishna, the super soul, enters into the heart of self-realized devotee, sits on the lotus flower of his loving relationship, and thus, cleanses the dust of material association, such as, lust, anger, and hankering. Thus, it acts like an autumnal rain, upon pool of muddy water. So, we have seen the ponds, with muddy water, but when the rain happens, in the autumn season, all the mud settles down, and we see Krishna clear water. Same effect happens, when we hear, the sound representation of Krishna, that is, Srimad Bhagavatam."
    },
    {
      "start_time": 2047,
      "end_time": 2235,
      "verse_references": [
        "SB 2.3.17"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "hearing",
        "life duration",
        "Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Without discussing the glories of uttam sloka with Krishna, the sunrise and sunset is just taking away our lives.",
      "summary": "The speaker urges listeners to regularly hear Srimad Bhagavatam, emphasizing that without discussing Krishna, the passage of time simply diminishes our life duration.",
      "timestamp_url": "https://youtu.be/9k4VXR5266c?t=2047",
      "transcript": "So, you have option, either you can go to Himalayas, or forest, or you can just hear Simar Bhagavatam, sound representation of Krishna. Which one you will choose? Srimad Bhagavatam. So, every day, we should hear. But if the Maharaj had seven days, we don't even know whether we have seven days. Right? We don't have any guarantee card in our pocket, that we have seven days. And with faith, we don't even know whether we have seven days. That's why, nityam bhagavata sevaya. Regularly, we should hear the message of Srimad Bhagavatam. Somehow, we are fortunate that we came in touch with Prabhupada, a pure devotee, that we are getting the message as it is. There are so many people who might be reading so many scriptures, but they are not getting as it is. We are fortunate. And still, if we do not read, reading is unfortunate. Which is a very rare opportunity. So everybody should read. If we don't read, what will happen? If we don't become Krishna conscious, if we don't hear about Krishna, we don't talk about Krishna, what will happen? We are simply wasting our life duration. Okay. Somebody has sent me some clips on WhatsApp. What are those clips? Those clips are the last sunset of 2035. From Kanyakumari. Somebody from Himalaya somewhere. And the next day again I got some more clips. The first sunrise of 2036. And people enjoy all these things. And they don't know this sunset and sunrise is taking their life duration. It is mentioned in the Bahasa in the same canto, second canto, third chapter, seventeenth sloka. Ayur harati vaipumsam Udayan astam chayan aso tas rite yat chhano nita uttam sloka vartaya. So without discussing the glories of uttam sloka with Krishna the sunrise and sunset is just taking away our lives. Ayur harati ayur means the life duration. Harati means it's just taken. So we are just missing out this opportunity. This rare"
    },
    {
      "start_time": 2235,
      "end_time": 2432,
      "verse_references": [],
      "themes": [
        "human body",
        "senses",
        "Krishna",
        "death"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Our ears are like bile bat... if these ears do not hear the glories of Bhagavad Gita... they are just like a snake holes.",
      "summary": "The speaker uses analogies from the Srimad Bhagavatam to illustrate how the senses, if not used in the service of Krishna, become instruments of death, comparing ears to snake holes and the tongue to a frog's tongue.",
      "timestamp_url": "https://youtu.be/9k4VXR5266c?t=2235",
      "transcript": "human life. Bhagavatam gives one very good analogy. If we do not use our body, our this is called instrument, Krishna says in Bhagavad Gita, yantra, we don't use it for Krishna's service to hear about Krishna, to talk about Krishna, to think about Krishna, to serve us. But we can don't use it at all. But we don't use it for our needs. We understand this is the best machine in the world is human body, the best machine they cannot make a machine like this. Whatever they are trying can replicate some of it's functionalities by making some Rovers are not making efficient use somebody said no we are making efficient use so many people they pass but in olympics you know they use this machine very nicely jumping like this but they're going to space that's not the use bhagavatam says the second canto karna pute karna pute means the ears our ears are like bile bat bil means the hole of the snake goes underground and he lives and it's called bil karna pute bil bat it is like a bill of a hole of a snake when naasirvataha uruktramabhikramanyeh if these ears do not hear the glories of Bhagavad Gita be heard then the ears will almost of all your ears where all the knowledge if these ears do not hear the glories of Bhagavad Gita hear the glories of the Bhagavad Gita krishna the adventures pastime of krishna they are just like a snake holes the holes of this similarly it talks about tongue jiva it says it is means frog our tongue is like a frog's tongue you know what frogs do prabhupada says in the rainy season it makes sound and that sound attracts a snake to come and eat it is they get to know from where the sound is coming it goes and eat it in the rainy season so jiva is it's like a frog's tongue when if it is not used to glorify now if it isn't praises krishna's pastimes and it is like a frog's time on me we are just using it to invite our death one day"
    },
    {
      "start_time": 2432,
      "end_time": 2673,
      "verse_references": [],
      "themes": [
        "senses",
        "Krishna",
        "devotion",
        "body"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If it doesn't go down to mukunda it's just a burden on the body.",
      "summary": "The speaker continues to describe the proper use of the body's parts in devotion to Krishna, warning against misusing them.",
      "timestamp_url": "https://youtu.be/9k4VXR5266c?t=2432",
      "transcript": "body has a lot of anger head is called the uttamanga the best is like very heavy burden is a burden on our body if if it doesn't go down to mukunda it's just a burden on the body naine naine means eyes eyes are like but how you think about the body naine naine means eyes naan what we are unable to see the mystery of what war broke for them only if you can see it but if we're yeah about what it is that he even said it's a broken record also you see the the the the the jiva its its an discern if there is senses of the eyes now as a Tensorate ahh here Nani rikshita, we do not observe. Lingyani vishnu, the form of the Lord. Pada, pada means the legs. They are compared to dhruma, dhruma means tree trunk, the trunk of the tree. When, if they do not do what? Yes, big image. Na anubhrajato kshetrani hare, they do not go to the holy places where the Lord has performed his pastimes. Na anubhrajato, they do not go to kshetrani hare, the places of pastime of the Lord. And finally the heart. Hridayam, heart is compared to asamsaram. It is like a steel frame, frame of a steel. If, na vikrayatatha, if it does not melt. When, harinamadheyam, when you hear about the holy name or the glories of the Lord and if your heart does not melt, it is like a steel frame. So this name here, 2026. This would make sure that we do justice to this human form of life which we have got. And how to do this? Just do not repeat whatever is mentioned here. Don't, like here it says, if you don't go to the holy places then your legs are like titra. Don't do that. Go to the holy places. Na abhigayanti, if you don't sing the praises of the Lord, the glories of the Lord, then tongue is like frog tongue. Don't make it like a frog tongue. Make use of it, this rare resource called human body, human intellect. And just like Parichit Maharaj has made his life perfect, ana vrittim, by hearing Srimad-Bhagavatam for seven days. Just like Khatvanga has done it just for one moment, one muhrata. The destiny of the murtas are given in different ways. Some say some minutes, some seconds. Similarly, we should also make good use of our human body, human intellect by hearing and chanting."
    },
    {
      "start_time": 2673,
      "end_time": 2877,
      "verse_references": [],
      "themes": [
        "hearing",
        "chanting",
        "devotion",
        "resolution",
        "body"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "I will take resolution that I will do justice to each part of my body.",
      "summary": "The speaker concludes by encouraging the audience to make a New Year's resolution to use each part of their body in the service of the Lord, seeking the blessings of the deities to fulfill this resolution.",
      "timestamp_url": "https://youtu.be/9k4VXR5266c?t=2673",
      "transcript": "When we do hearing and chanting, it results in something. It results in smaranam. Srimad-Bhagavatam and Kirtan result in smaranam. And that is the required thing. Madh Gaten Antaraatmana Yogayukto Maan Smaranam. And that can happen by Srimad-Bhagavatam and Kirtan. So please, do read Bhagavatam. Please chant the holy name. Associate with devotees. And engage in the service. Whenever you come to the temple, please try to use your hands in the service of the Lord. Oh, I think I didn't tell you about the hands. Karao. Karao means hands. They are like sabh. Sabh means a dead body. A dead person's hand. If na kurute sabhar paya hare. Na kurute sabhar yaam hare. If they are not engaged in the service of the Lord. Worshipping the Lord. Whenever we come to temple, we make sure. When you are coming to temple, you are doing justice with your legs. You are coming to a place where Lord is glorified. And when you engage in the service, you are doing justice to your hands. When you are hearing Bhagavatam class, you are doing justice to your ears. When you are chanting or preaching to somebody, you are doing justice to your tongue. And when you experience ecstasy in your heart. After hearing the glories of the Lord, after chanting His name. By participating in the kirtan. By having the darshan of the Lord. Then you are doing justice to your heart. So generally, in new year, we take resolutions. Correct? New year resolutions. Sometimes they work, sometimes they don't work. But if we pray to the deities. I will take resolution that I will do justice to each part of my body. As mentioned in the second canto of Sinha Bhagavatam. That with the blessings of the deity and Gau Paha. Our resolution will be perfect and they will make our life perfect. So how many of you are going to take this resolution? That you will do justice with your ears, your tongue. Your hands, your legs, your heart. Everybody? I don't see some hands going up. The people know that their resolution will not work. That's why we have to pray to the deities. Today after prasadam, please go to the main temple hall. Pray to the deities. In front of the deities. Back from them. That I want to take this resolution. I don't want to make my ears like a snake holes. My tongue like a frog's tongue. My hands like a dead man's hand. Or my legs like a tree trunk. Or my heart like a steel frame. This will be our resolution. Sinha Bhagavatam ki Jai."
    }
  ]
}