{
  "video_id": "9LVbYEbZIL8",
  "title": "SB 1.15.50-51 | Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami |  06-01-2023",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=9LVbYEbZIL8",
  "segments": [
    {
      "start_time": 0,
      "end_time": 40,
      "verse_references": [],
      "themes": [
        "invocation",
        "mantras"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare, Hare Rama Hare Rama Rama Rama Hare Hare",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/9LVbYEbZIL8?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyananjan Shalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Ganadhara Shri Vasadi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 41,
      "end_time": 69,
      "verse_references": [],
      "themes": [
        "Srimad Bhagavatam",
        "Pandavas",
        "Renunciation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "These two verses are the last verses of this chapter. This chapter was entitled The Pandavas Retired Timely",
      "summary": "The speaker introduces the verses to be discussed, focusing on the Pandavas' retirement and preparation to return to Godhead.",
      "timestamp_url": "https://youtu.be/9LVbYEbZIL8?t=41",
      "transcript": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet. In this session, we will be discussing two verses, the 50th and the 51st verses of the 15th chapter of the first canto of Srimad Bhagavatam. These two verses are the last verses of this chapter."
    },
    {
      "start_time": 70,
      "end_time": 129,
      "verse_references": [],
      "themes": [
        "Draupadi",
        "Subhadra",
        "Devotion",
        "Liberation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Both she and Subhadra became absorbed in thoughts of Krishna and attained the same results as their husbands",
      "summary": "The speaker explains the meaning of verse 50, highlighting Draupadi and Subhadra's devotion to Krishna and their attainment of liberation.",
      "timestamp_url": "https://youtu.be/9LVbYEbZIL8?t=70",
      "transcript": "This chapter was entitled, 'The Pandavas Retired Timely.' So the Pandavas retired and they prepared themselves to go back to Godhead. Now we will hear the description of even the wives of the Pandavas also went back to Godhead, following in the footsteps of their husbands. So the 50th verse: Draupadi Chatad Aagnyaya Patinam Anapekshatam Vasudeve Bhagavati Hekantamatir Apatam. The meaning of this 50th verse is: Draupadi also saw that her husbands, without caring for her, were leaving home. She knew well about Lord Vasudeva and the love of Krishna, the personality of Godhead. Both she and Subhadra became absorbed in thoughts of Krishna and attained the same results as their husbands."
    },
    {
      "start_time": 130,
      "end_time": 178,
      "verse_references": [],
      "themes": [
        "Analogy",
        "Preparation",
        "Death",
        "Spiritual Practice"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "When flying an airplane one cannot take care of other planes. Everyone has to take care of his own plane",
      "summary": "The speaker uses the analogy of flying an airplane to illustrate the importance of individual spiritual preparation before death.",
      "timestamp_url": "https://youtu.be/9LVbYEbZIL8?t=130",
      "transcript": "So the description now is being given about the wives of the Pandavas. Draupadi was the wife of all the five Pandavas, and Subhadra was the wife of Arjuna. So the description is given about their going back to Godhead. How did they go back to Godhead? So in the Purport, Srila Prabhupada says, \"When flying an airplane, one cannot take care of other planes. Everyone has to take care of his own plane, and if there is any danger, no other plane can help another in that condition.\""
    },
    {
      "start_time": 179,
      "end_time": 224,
      "verse_references": [],
      "themes": [
        "Spiritual Guidance",
        "Guru",
        "Scripture",
        "Devotee Association",
        "Practice"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "For all that help is available, we must take help. The bona fide spiritual master, the scriptures, the instructions of the previous Acharyas, Guru Sadhu Shastra, and the association of devotees and our own practice, everything is required to be done",
      "summary": "The speaker emphasizes the importance of seeking guidance from spiritual masters, scriptures, and devotees, and engaging in personal practice.",
      "timestamp_url": "https://youtu.be/9LVbYEbZIL8?t=179",
      "transcript": "Just to help us understand that before death comes, we must be prepared by taking training, by taking help, by hearing, by clarifying doubts, by practicing, etc. For all that, help is available. We must take help. The bona fide spiritual master, the scriptures, the instructions of the previous Acharyas, Guru Sadhu Shastra, and the association of devotees and our own practice."
    },
    {
      "start_time": 225,
      "end_time": 288,
      "verse_references": [],
      "themes": [
        "Preparation for Death",
        "Spiritual Practice",
        "Going Back to Godhead"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "It's not that at the time of death I'll start practicing, I'll start preparing. No. At the time of death if you are not ready to go back to Godhead, we have to accept another body",
      "summary": "The speaker stresses the need for consistent spiritual practice throughout life, not just at the time of death, to avoid rebirth.",
      "timestamp_url": "https://youtu.be/9LVbYEbZIL8?t=225",
      "transcript": "Before death comes. It's not that at the time of death I'll start practicing, I'll start preparing. No. At the time of death, if you are not ready to go back to Godhead, we have to accept another body. We have to accept another birth. So therefore it is said here that the example is given of flying an airplane. Now, each one has to fly his or her own plane to go back to Godhead. Of course, this is not literal, but you can literally. It is the process or the method or the way to go back to Godhead should be known to each person before death comes."
    },
    {
      "start_time": 289,
      "end_time": 351,
      "verse_references": [],
      "themes": [
        "Spiritual Guidance",
        "Family",
        "Responsibility",
        "Preparation"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Similarly at the end of life, when one has to go back home, back to Godhead, everyone has to take care of himself without help rendered by another",
      "summary": "The speaker elaborates on the roles of spiritual masters, parents, and relatives in providing guidance and support during one's lifetime.",
      "timestamp_url": "https://youtu.be/9LVbYEbZIL8?t=289",
      "transcript": "Similarly, at the end of life, when one has to go back home, back to Godhead, everyone has to take care of himself without help rendered by another. At the time of quitting the body, there is no question of taking help of another devotee or spiritual master or anybody like that. No. Prabhupada clarifies, \"The help is however offered on the ground before flying in space.\" Similarly, the spiritual master, the father, the mother, the relatives, the husband, and others can all render help during one's lifetime. While we are living in this present body, we should take help, we should take guidance, we should practice, we should live in the association of people who are seriously practicing."
    },
    {
      "start_time": 352,
      "end_time": 433,
      "verse_references": [],
      "themes": [
        "Responsibility",
        "Family",
        "Spiritual Guidance",
        "Training"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Don't accept the position of becoming a father or a mother or a husband or a teacher or a devata or a king if you cannot deliver your dependents from the cycle of birth and death",
      "summary": "The speaker discusses the responsibilities of superiors (spiritual master, parents, etc.) to train and guide their dependents towards spiritual liberation.",
      "timestamp_url": "https://youtu.be/9LVbYEbZIL8?t=352",
      "transcript": "We take help from the spiritual master. We take help from the father, mother, the relatives, all our superiors. There is a verse in the Bhagavatam that says, \"Don't accept the position of becoming a father or a mother or a husband or a teacher or a devata or a king if you cannot deliver your dependents from the cycle of birth and death.\" So there is a responsibility towards a dependent or a subordinate that the superior has to train, educate, and help the subordinate to actually prepare them for going back to Godhead at the end of life. So therefore they are specifically mentioned here by Srila Prabhupada: The spiritual master, the father, the mother, the relatives, the husband, and others can all render help."
    },
    {
      "start_time": 434,
      "end_time": 504,
      "verse_references": [],
      "themes": [
        "Individual Effort",
        "Instructions",
        "Practice",
        "Draupadi"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But while crossing the sea, one has to take care of himself and utilize the instructions formally received while actually going back to Godhead",
      "summary": "The speaker emphasizes the importance of individual effort and utilizing previously received instructions at the time of death, using Draupadi as an example.",
      "timestamp_url": "https://youtu.be/9LVbYEbZIL8?t=434",
      "transcript": "But while crossing the sea, one has to take care of himself and utilize the instructions formally received. While actually going back to Godhead, when quitting the body, after quitting the body, one has to utilize those instructions. One has to have had sufficient practice, and that will be also explained what is that practice, what is that we have to do is clearly explained in the later part of this purport. Continue to read the purport by Srila Prabhupada: Draupadi had five husbands, and no one asked Draupadi to come when they were going back to Godhead. The five husbands, the five Pandavas, Yudhishthira, Bhima, Arjuna, Nakula, Sahadeva, none of them asked Draupadi, \"Please come with me, let us together go back to Godhead.\" No. Why? Because Draupadi had to take care of herself without waiting for her great husbands."
    },
    {
      "start_time": 505,
      "end_time": 571,
      "verse_references": [],
      "themes": [
        "Material vs. Spiritual Relationships",
        "Eternal Relationship with Krishna",
        "Soul"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "While in this material existence the relationships are between the bodies, it is not between the souls... the soul however has eternal spiritual relationship with Krishna",
      "summary": "The speaker differentiates between temporary material relationships and the eternal spiritual relationship of the soul with Krishna.",
      "timestamp_url": "https://youtu.be/9LVbYEbZIL8?t=505",
      "transcript": "So it is very clear, while in this body, while in this material existence, the relationships are between the bodies. It is not between the souls. The material relationships are always between two bodies. So this we have to remember, and when we quit the body, the relations are finished. There is no more relationship. Now the soul, however, has eternal spiritual relationship with Krishna. The individual soul has eternal particular loving relationship with Krishna, and through Krishna, through the relationship with Krishna, the soul is related to other souls also."
    },
    {
      "start_time": 572,
      "end_time": 634,
      "verse_references": [],
      "themes": [
        "Material Relationships",
        "Duty",
        "Concentration",
        "Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Draupadi's relationship with her five husbands was as long as the bodies were there... Draupadi had to take care of herself without waiting for her great husbands",
      "summary": "The speaker reiterates the temporary nature of material relationships and highlights Draupadi's self-reliance in her spiritual practice.",
      "timestamp_url": "https://youtu.be/9LVbYEbZIL8?t=572",
      "transcript": "So those relationships are spiritual, eternal. They are not temporary. They are not just based on the material body, no. So Draupadi's relationship with her five husbands was as long as the bodies were there. Even in terms of duty of the wife towards the husband or husband towards the wife, it is only as long as the body is there. Once one quits the body, there is no more duty, there is no more relationship, material relationship, I mean material relationship. So therefore Srila Prabhupada said, \"Draupadi had to take care of herself without waiting for her great husbands, and because she was already trained, she at once took to concentration upon the lotus feet of Lord Vasudeva Krishna, the personality of God.\""
    },
    {
      "start_time": 635,
      "end_time": 686,
      "verse_references": [],
      "themes": [
        "Concentration on Krishna",
        "Liberation",
        "Death"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "One simply has to concentrate one's attention upon the lotus feet of Krishna completely on the lotus feet of Krishna, one straight goes back to God",
      "summary": "The speaker explains that focusing one's attention on Krishna's lotus feet at the time of death leads to immediate liberation.",
      "timestamp_url": "https://youtu.be/9LVbYEbZIL8?t=635",
      "transcript": "Has one got to do? One simply has to concentrate one's attention upon the lotus feet of Krishna, completely on the lotus feet of Krishna. One straight goes back to Godhead, straight away, and it is immediate, immediate. When death comes means we have to quit the body even before the next moment. We cannot even calculate how fast this soul is transferred to the spiritual kingdom, provided at the time of death and we are completely fixed up in concentration of the attention on Krishna's lotus feet."
    },
    {
      "start_time": 687,
      "end_time": 722,
      "verse_references": [],
      "themes": [
        "Equality",
        "Devotion",
        "Liberation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The wives also got the same result as their husbands in the same manner... so there is no discrimination women men wife husband",
      "summary": "The speaker emphasizes that there is no discrimination in the process of bhakti, and both men and women can achieve liberation.",
      "timestamp_url": "https://youtu.be/9LVbYEbZIL8?t=687",
      "transcript": "Srila Prabhupada further says, \"The wives also got the same result as their husbands in the same manner, that is to say, without changing their bodies, they reach the destination of God, the same.\" So they also got, so there is no discrimination, women, men, wife, husband, there is no brahmana, chatriya, there is no discrimination like that. In the process of bhakti, there is no."
    },
    {
      "start_time": 723,
      "end_time": 781,
      "verse_references": [],
      "themes": [
        "Chanting Hare Krishna",
        "Kali Yuga",
        "Spiritualization of the Body"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Especially in Kali Yuga everyone should chant Hare Krishna and then simply by chanting Hare Krishna even at the time of death if you are engaged in chanting Hare Krishna or hearing the holy name or remembering the holy name you straight are transferred to the kingdom of Kali Yuga",
      "summary": "The speaker encourages everyone to chant Hare Krishna, especially in Kali Yuga, as it leads to liberation, and mentions that the wives' bodies became spiritualized through devotional service.",
      "timestamp_url": "https://youtu.be/9LVbYEbZIL8?t=723",
      "transcript": "Vedic mantras may not be chanted by everyone, but the practice of bhakti, chanting Hare Krishna, anyone should do it, especially in Kali Yuga. Everyone should chant Hare Krishna, and then simply by chanting Hare Krishna, even at the time of death, if you are engaged in chanting Hare Krishna or hearing the holy name or remembering the holy name, you straight are transferred to the kingdom of Kali Yuga. Although her name is not mentioned, Subhadra's name is not mentioned here, got the same result. Both got the same result. None of them had to quit the body because their body had become spiritualized by devotional service."
    },
    {
      "start_time": 782,
      "end_time": 836,
      "verse_references": [],
      "themes": [
        "Auspiciousness",
        "Hearing Bhagavatam",
        "Devotional Faith"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Anyone who hears this narration with devotional faith certainly gains the devotional service of the Lord, the highest perfection of life",
      "summary": "The speaker introduces verse 51, emphasizing the auspiciousness of hearing the narration of the Pandavas' departure and the benefits of doing so with devotional faith.",
      "timestamp_url": "https://youtu.be/9LVbYEbZIL8?t=782",
      "transcript": "Verse: a shraddhayaitad bhagavat priyanam pando sutanam iti samprayanam dhim. The meaning of this verse is, 51st verse, the last verse of this chapter, \"The subject to the departure of the sons of Pandu for the ultimate goal of life, back to Godhead, is fully auspicious and is perfectly pure. Therefore, anyone who hears this narration with devotional faith certainly gains the devotional service of the Lord, the highest perfection of life is the narration of the activities of the Supreme Lord and the pure devotees of the Lord who are his associates.\""
    },
    {
      "start_time": 837,
      "end_time": 890,
      "verse_references": [],
      "themes": [
        "Hearing Bhagavatam",
        "Devotion",
        "Spiritual Kingdom",
        "Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "One who hears this narration with devotional faith, this is the highest perfection to get devotion for the lotus feet of Krishna and thereby simply by that devotion one gets transferred to the spiritual kingdom of God Krishna at the end of life",
      "summary": "The speaker concludes by reiterating the benefits of hearing Bhagavatam with devotional faith, leading to devotion to Krishna and transfer to the spiritual kingdom at the end of life.",
      "timestamp_url": "https://youtu.be/9LVbYEbZIL8?t=837",
      "transcript": "Hearing Bhagavatam, what is the result of hearing Bhagavatam? Hear, one who hears this narration with devotional faith, this is the highest perfection, to get devotion for the lotus feet of Krishna, and thereby simply by that devotion, one gets transferred to the spiritual kingdom of God, Krishna, at the end of life, provided we engage in such activities as during fixing our attention on the lotus feet of Krishna. So I will stop here. Thank you very much."
    }
  ]
}