{
  "video_id": "9Mb2l1YFPX0",
  "title": "Soulful Japa lecture I Sri Madhu Pandit Dasa I 29.07.2023",
  "speaker": "HG Madhu Pandit Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=9Mb2l1YFPX0",
  "segments": [
    {
      "start_time": 0,
      "end_time": 42,
      "verse_references": [],
      "themes": [
        "mantra",
        "Krishna",
        "Radharani"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Hare Krishna Maha Mantra the necklace of 16 words is the incarnation of the sound incarnation of the Supreme Personality of Godhead Krishna and the Param Prakriti Srimati Radharani",
      "summary": "The speaker introduces the Hare Krishna Maha Mantra as the sound incarnation of Krishna and Radharani.",
      "timestamp_url": "https://youtu.be/9Mb2l1YFPX0?t=0",
      "transcript": "Om Agyanati Murandhasya Gyananjana Shalakya Chakshurun Militam Yena Tasmai Shri Gurave Namaha Namah Om Vishnupadaya Krishna Prishtaya Bhutale Srimati Bhaktivedanta Swami Nithilamane Namaste Saraswati Deve Guravani Pracharani Nirvishesha Shrunyavadi Paschatya Deshatarani Jai Shri Krishna Chaitanya Prabhu Nityananda Shri Advaita Gadhadhara Shiva Sadhi Gauravukta Vidya Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 42,
      "end_time": 94,
      "verse_references": [],
      "themes": [
        "attraction",
        "love",
        "compassion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Hare Krishna and Rama they are the personalities of infinite love compassion consciousness",
      "summary": "The speaker explains that the names Hare Krishna and Rama represent infinite love and compassion, attracting everyone.",
      "timestamp_url": "https://youtu.be/9Mb2l1YFPX0?t=42",
      "transcript": "Hare Krishna Nama Prabhu Ki Jai! So this Hare Krishna Maha Mantra, the necklace of 16 words, Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Nama Shabda Mala, is the incarnation of the sound incarnation of the Supreme Personality of Godhead Krishna, the Param Purusha, and the Param Prakriti Srimati Radharani."
    },
    {
      "start_time": 94,
      "end_time": 176,
      "verse_references": [],
      "themes": [
        "consciousness",
        "sound",
        "manifestation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Krishna himself manifests as the sound.",
      "summary": "The speaker elaborates on Krishna's manifestation as sound, possessing infinite consciousness.",
      "timestamp_url": "https://youtu.be/9Mb2l1YFPX0?t=94",
      "transcript": "We are all attracted to persons, especially persons who have wonderful personal qualities. We are all naturally attracted, and this sound, Hare Krishna and Rama, they are the personalities of infinite love, compassion, consciousness, and the whole world. Just like we are tiny consciousness, our body has got tiny consciousness, Krishna has come down in the Shabdavatara. Just like our body is tiny consciousness, this sound has got infinite consciousness."
    },
    {
      "start_time": 176,
      "end_time": 261,
      "verse_references": [],
      "themes": [
        "sound",
        "avatara",
        "shakti"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The sound that we chant is like the vessel into which Nama Prabhu, who is Krishna himself, shines all his satya, chitta and ananda shakti into that sound.",
      "summary": "The speaker uses the analogy of sunlight reflecting in water to explain how Krishna's energies manifest in the holy name.",
      "timestamp_url": "https://youtu.be/9Mb2l1YFPX0?t=176",
      "transcript": "Krishna himself manifests as the sound. The sound that we chant is like the vessel into which Nama Prabhu, who is Krishna himself, shines all his satya, chitta and ananda shakti into that sound. Just like one sun in the sky shines sunlight into so many water bodies and forms the reflection of that sun."
    },
    {
      "start_time": 261,
      "end_time": 337,
      "verse_references": [],
      "themes": [
        "shabda avatara",
        "shakti",
        "oneness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "For the Lord, there is no difference between his Shakti and himself. There's no difference between Nama Prabhu's effulgence and Nama Prabhu himself.",
      "summary": "The speaker explains that Krishna descends as Shabda Avatara (sound incarnation) with all His energies, emphasizing the oneness of Krishna and His Shakti.",
      "timestamp_url": "https://youtu.be/9Mb2l1YFPX0?t=261",
      "transcript": "The same way one ever effulgent, eternally sounding Nama of this Supreme Lord in the spiritual world takes avatara first by shining all his shaktis into the sun, the sound that we utter. Therefore he's called Shabda Avatara. Krishna can come in Sharira Avatara, Meena Sharira, Narasimha Sharira, all that he can take Avatara's. Shabda Sharira. Shabda Sharira, when he comes, as I said, the Supreme Lord descends into that sound with all his Shaktis. Sarva Shakti. Question may be asked, the Lord himself comes or his Shakti only comes? For the Lord, there is no difference between his Shakti and himself. There's no difference between Nama Prabhu's effulgence and Nama Prabhu himself. But"
    },
    {
      "start_time": 337,
      "end_time": 394,
      "verse_references": [],
      "themes": [
        "purification",
        "heart",
        "consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Nama Shakti's, their function is to purify our heart. What is the meaning of purifying the heart? Purifying the heart means the heart is contaminated.",
      "summary": "The speaker discusses the purification of the heart through Nama Shakti, explaining that the heart is currently contaminated with false perceptions.",
      "timestamp_url": "https://youtu.be/9Mb2l1YFPX0?t=337",
      "transcript": "when we are, yet there is a difference. Nama Shakti's, their function is to purify our heart. What is the meaning of purifying the heart? Purifying the heart means the heart is contaminated. What is heart? Heart is consciousness. What is consciousness? Sat Chit-ananda. Sat Chit-ananda. Right now our heart is contaminated with asat, achit, niranand. False sat, false chit, false anand."
    },
    {
      "start_time": 394,
      "end_time": 475,
      "verse_references": [],
      "themes": [
        "asat",
        "achit",
        "nirananda",
        "false identification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Asat, we consider as sat, I am the body. And so much of achit, we have forgotten we are eternal, we have eternal relationship with Krishna.",
      "summary": "The speaker elaborates on the concepts of asat, achit, and nirananda, explaining how we falsely identify with the temporary body and material relationships.",
      "timestamp_url": "https://youtu.be/9Mb2l1YFPX0?t=394",
      "transcript": "That is our present consciousness, each of our consciousness. What is temporary, we consider as everlasting, sat, asat. Everywhere we are seeing, things are changing, eternally changing, our body is changing, yet we think that, we never think that the body dies. So asat, we consider as sat, I am the body. And so much of achit, we have forgotten we are eternal, we have eternal relationship with Krishna. Achit means, I am the body and bodily relationships are mine. The bodily world is real world. The world of bodily egos are real world. This is achit."
    },
    {
      "start_time": 475,
      "end_time": 571,
      "verse_references": [],
      "themes": [
        "nirananda",
        "material pleasure",
        "false beliefs"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "All the material sense pleasures, so called material love and intimacy in this world, we think it is true. Only love, intimacy and pleasure in association with Krishna is satya, is truth.",
      "summary": "The speaker contrasts material pleasures (nirananda) with the true pleasure found in association with Krishna.",
      "timestamp_url": "https://youtu.be/9Mb2l1YFPX0?t=475",
      "transcript": "Lies, we are living in lies. Nirananda, jadananda. Nirananda means no ananda, but we think it is ananda. All the material sense pleasures, so called material love and intimacy in this world, we think it is true. Only love, intimacy and pleasure in association with Krishna is satya, is truth. Others is nirananda. We have got, our heart is full of false pleasure beliefs, that this will give me pleasure, that will give me happiness, this will give me… This is called nirananda. Heart is contaminated. Whereas a true pleasure conception is giving pleasure to Krishna, love of Krishna, the pleasure of seeing Krishna, the pleasure of beauty of Krishna, these are all pleasures. Now we are contaminated. We take pleasure in seeing material beauties, which are maya or just momentary appearances. Does not last. So, our heart is full of asat, achit and nirananda."
    },
    {
      "start_time": 571,
      "end_time": 661,
      "verse_references": [],
      "themes": [
        "soul",
        "satya",
        "chitta",
        "ananda",
        "holy name"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Therefore the holy name first shines pure satya, chitta and ananda energy.",
      "summary": "The speaker explains that the soul's essence is satya, chitta, and ananda, and the holy name brings this energy into our hearts.",
      "timestamp_url": "https://youtu.be/9Mb2l1YFPX0?t=571",
      "transcript": "Thinking that to be satya, chitta and ananda. Because the soul is never satisfied with asat, achit and nirananda. The soul's original essence is satya, chitta and ananda. Therefore the holy name first shines pure satya, chitta and ananda energy. Unlimited quantities is available. Just like Surya has got unlimited light and heat. Similarly, when Krishna descends into our heart, through our ears, just as the iron put in the fire becomes red hot, in the same way, when nama, Hare Krishna nama goes into our heart, automatically there is an energy that goes into our heart, satya, chitta and ananda energy. One will realize the truth. And only when our heart is cleansed of asat, achit and nirananda, only then, what is the point in shuddha nama coming now to your tongue? So, first he sends the shaktis. Shakti Avesha Nama."
    },
    {
      "start_time": 661,
      "end_time": 710,
      "verse_references": [],
      "themes": [
        "Chetodharpanam",
        "purification",
        "manifestation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When our heart is cleansed, as I said, Lord is absolute. There is no difference between His reflection and Him.",
      "summary": "The speaker discusses Chetodharpanam (cleansing of the heart) and how it leads to the manifestation of the pure name on our tongue.",
      "timestamp_url": "https://youtu.be/9Mb2l1YFPX0?t=661",
      "transcript": "So, we worship Shakti Avesha Nama, so that Chetodharpanam happens. When our heart is cleansed, as I said, Lord is absolute. There is no difference between His reflection and Him. There is no deflection, there is no distance between Him and His name. He will immediately manifest on our tongue the shuddha nama, provided our heart becomes pure. When our heart becomes pure, then our body and senses also become pure. They become spiritualized. This is the goal of chanting Hare Krishna Maha Mantra."
    },
    {
      "start_time": 710,
      "end_time": 800,
      "verse_references": [],
      "themes": [
        "nama avatara",
        "four regulative principles",
        "experience"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Therefore, very effectively if you want, you have to take, you want the effect of nama avatara, you want to experience our original satya, chitta and ananda, then we have to see that the holy name, one after the other, goes into our heart.",
      "summary": "The speaker emphasizes the importance of hearing the holy name and following the four regulative principles to experience the full effect of Nama Avatara.",
      "timestamp_url": "https://youtu.be/9Mb2l1YFPX0?t=710",
      "transcript": "Therefore, very effectively if you want, you have to take, you want the effect of nama avatara, you want to experience our original satya, chitta and ananda, then we have to see that the holy name, one after the other, goes into our heart. It can go into our heart, through hearing. Chanting the holy name of the Lord, He is worshipping, and as you worship Him, the Lord is gifting us with His association, if you hear. So we chant, and the Lord reciprocates by entering our heart, as iron put in the fire becomes red hot, the Lord, to the extent to which we are ready to give up satya, chitta and ananda, immediately He is ready to replace it with satya, chitta and ananda. That is the reason why, along with chanting Hare Krishna Maha Mantra, Srila Prabhupada, all the Acharyas, have also instructed four regulative principles."
    },
    {
      "start_time": 800,
      "end_time": 851,
      "verse_references": [],
      "themes": [
        "four regulative principles",
        "papa karma",
        "effectiveness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So the papa karma means, what is the use of Nama Prabhu, cleaning our heart, cleaning our chitta, of our old pacha, papa beeda, bijas, if, we are creating new bijas, by breaking the four regulative principles.",
      "summary": "The speaker explains that the four regulative principles are essential to prevent the creation of new sinful seeds (bijas) that hinder the purification process.",
      "timestamp_url": "https://youtu.be/9Mb2l1YFPX0?t=800",
      "transcript": "Four regulative principles, no intoxication, no meat eating, no illicit sex, no gambling, is, is like, if we are not, after cleansing the heart, these are four pillars of asat, and breaks papa karma. So the papa karma means, what is the use of Nama Prabhu, cleaning our heart, cleaning our chitta, of our old pacha, papa beeda, bijas, if, we are creating new bijas, by breaking the four regulative principles. So therefore, how effective the chanting of the Hare Krishna Maha Mantra,"
    },
    {
      "start_time": 851,
      "end_time": 931,
      "verse_references": [],
      "themes": [
        "mercy",
        "determination",
        "purification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Of course, the holy name is so powerful, those who are weak in following the four regulative principles, if we hold on to the holy name of the Lord, continue to send the Hare Krishna Maha Mantra in our heart, then our motivation, our pleasure, beliefs, will automatically change, and we will become better and better in following the four regulative principles.",
      "summary": "The speaker highlights the mercy of the holy name, stating that even those struggling with the four regulative principles can be purified by consistently chanting.",
      "timestamp_url": "https://youtu.be/9Mb2l1YFPX0?t=851",
      "transcript": "depends on how strictly we follow Srila Prabhupada's instruction. Of course, the holy name is so powerful, those who are weak in following the four regulative principles, if we hold on to the holy name of the Lord, continue to send the Hare Krishna Maha Mantra in our heart, then our motivation, our pleasure, beliefs, will automatically change, and we will become better and better in following the four regulative principles. So this is also very important to understand, Nama Prabhu is very merciful, those who are, like Srila Prabhupada, started this movement in Krishna consciousness, he gave, he told people to chant Hare Krishna, they became purified, and then as he was, even after initiation, he knew, that, they were not able to follow all the principles, but, if the disciple is determined, or tries to follow, and chant Hare Krishna, very soon he will be successful in following the four regulative principles. It's a fact. So what is more important, is to chant and hear Hare Krishna Maha Mantra, and be determined that one day,"
    },
    {
      "start_time": 931,
      "end_time": 1024,
      "verse_references": [],
      "themes": [
        "advancement",
        "Sattva",
        "Chitta",
        "Ananda",
        "hearing"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "How much advancement we make, how much progress we made, depends upon, how much, how much Sattva, Chitta and Ananda energy, you receive from the Hare Krishna Maha Mantra, and that is, depending upon, how many of your Hare Krishna chanting, you hear and send it into your heart.",
      "summary": "The speaker emphasizes that spiritual advancement depends on the amount of Sattva, Chitta, and Ananda energy received from the Hare Krishna Maha Mantra, which is directly related to how attentively we hear the chanting.",
      "timestamp_url": "https://youtu.be/9Mb2l1YFPX0?t=931",
      "transcript": "I will give up all sinful activities. I will give up all sinful thinking, feeling and willing. Now, coming to the point of how, effectively, as I said, how much advancement we make, how much progress we made, depends upon, how much, how much Sattva, Chitta and Ananda energy, you receive from the Hare Krishna Maha Mantra, and that is, depending upon, how many of your Hare Krishna chanting, you hear and send it into your heart. Lord is ready to come and cleanse ourselves, the fire, just like fire and iron, the fire of Satchitananda, instead of iron going to the fire to get, become fire-like, Lord is so merciful, the fiery Satchitananda is coming to us, and we have to take that into our heart, continuously, uninterruptedly, mantra after mantra, mantra after mantra, chant here, chant here, chant here, chant here, so always understand, that, now what are the different obstacles, for the Hare Krishna Maha Mantra, to go into our heart?"
    },
    {
      "start_time": 1024,
      "end_time": 1124,
      "verse_references": [],
      "themes": [
        "thinking",
        "obstacle",
        "hearing",
        "samsara"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Thinking activity is the biggest obstacle, for Hare Krishna, you may chant Hare Krishna, but you may not hear, you chant Hare Krishna, and if you are engaged in thinking activity, then you cannot hear.",
      "summary": "The speaker identifies thinking activity as the biggest obstacle to hearing the holy name effectively, preventing it from entering the heart.",
      "timestamp_url": "https://youtu.be/9Mb2l1YFPX0?t=1024",
      "transcript": "Thinking activity is the biggest obstacle, for Hare Krishna, you may chant Hare Krishna, but you may not hear, you chant Hare Krishna, and if you are engaged in thinking activity, then you cannot hear, because mind is busy with thinking activity, therefore the biggest secret of, fast progress, in spiritual life, is to chant here, without thinking activity, it is not, in a way, we are all addicted to, because the mind is always thinking, even in dream also, it is thinking, it doesn't stop thinking, our life is full of problems, and we have got addicted to, solving all the problems by thinking, so we have, we have taken shelter of thinking, we think, when I think, I will solve my problems, but if you think, you will not solve your samsara problem, you cannot get out of this samsara, by thinking, you have to hear, Krishna, Nama, who is the ocean of all, transcendental, divine thoughts,"
    },
    {
      "start_time": 1124,
      "end_time": 1205,
      "verse_references": [],
      "themes": [
        "divine thoughts",
        "faith",
        "determination",
        "belief"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Why think this and that, one day the divine thoughts, will come out of this Nama, with that faith, that this Nama, is a reservoir of all intelligence, is a reservoir of all thoughts.",
      "summary": "The speaker encourages faith in the holy name as a reservoir of all intelligence and thoughts, urging listeners to abandon petty thoughts during japa.",
      "timestamp_url": "https://youtu.be/9Mb2l1YFPX0?t=1124",
      "transcript": "why think this and that, one day the divine thoughts, will come out of this Nama, with that faith, that this Nama, is a reservoir of all intelligence, is a reservoir of all thoughts, why my petty thoughts, should come during japa, this Shabda is a reservoir of everything, entire existence is in this Shabda, when that Shabda, Avatara is before me, so mercifully, how I can neglect, and not hear, so these beliefs you have to, form in your mind, and then you, determination, to hear, will become effective, determination for anything, doesn't work without a belief, when you believe in something, then you have determination, similarly, you have to believe, in the process of how, the iron put in the fire, so if you are not, if you are thinking activity, you have to believe that, I am not touching, my consciousness is not touching, because the Lord is not going into my heart,"
    },
    {
      "start_time": 1205,
      "end_time": 1270,
      "verse_references": [],
      "themes": [
        "attention",
        "hearing",
        "feeling"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Now I am speaking to you, your attention is on what I am speaking, everything that I speak, is reaching your heart, but if your mind, and somewhere else about, near home or anything, or you are thinking of something, then what I am speaking, does not reach your heart.",
      "summary": "The speaker uses the analogy of a conversation to illustrate how attention and feeling are crucial for the holy name to reach the heart.",
      "timestamp_url": "https://youtu.be/9Mb2l1YFPX0?t=1205",
      "transcript": "for instance, now I am speaking to you, your attention is on what I am speaking, everything that I speak, is reaching your heart, but if your mind, and somewhere else about, near home or anything, or you are thinking of something, then what I am speaking, does not reach your heart, so the ocean of Satchidananda, the Samudra of Satchidananda, the Surya of Satchidananda, is this Shabda, Hare Krishna Hare Krishna Krishna Krishna Hare Hare, Hare Rama Hare Rama Rama Rama Hare Hare, chant and you hear, you send into your heart, now thinking disturbs the activity of hearing, thinking distracts hearing, there is something else that supports hearing, feeling, if you have feelings about the name, holy name, if you have feelings of the holy name, if you can feel the feelings from the holy name,"
    },
    {
      "start_time": 1270,
      "end_time": 1351,
      "verse_references": [],
      "themes": [
        "soulful japa",
        "anusarana bhavana",
        "obedience"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We have devised a method, by which, we practice soulful japa, where, one mala by mala, we practice chanting, hearing, and one type of feeling.",
      "summary": "The speaker introduces the concept of soulful japa, emphasizing the importance of chanting and hearing with specific feelings, starting with anusarana bhavana (feeling of obedience to Srila Prabhupada).",
      "timestamp_url": "https://youtu.be/9Mb2l1YFPX0?t=1270",
      "transcript": "then your hearing will get anchored, without any struggle, just like your attention never goes away, from a person whom you are talking with feeling, your mind is automatically focused, when there is feeling, so therefore, we have devised a method, by which, we practice soulful japa, where, one mala by mala, we practice chanting, hearing, and one type of feeling, mala too, chanting, hearing, with another type of feeling, chanting, hearing, first with anusarana bhavana, what is anusarana bhavana, anusarana means, feeling of obedience, I am an obedient servant of Srila Prabhupada, I will exactly do, what Srila Prabhupada has told me, anusarana, and then, what is the main thing about japa, chant and exact, chant Hare Krishna, and exactly the same sound you hear, so you execute that, with your foreground mind, with the feeling, that I have to follow, what Prabhupada said,"
    },
    {
      "start_time": 1351,
      "end_time": 1428,
      "verse_references": [],
      "themes": [
        "locking attention",
        "mind control",
        "guna kala karma"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The first round is always meant, to lock the attention, on chanting and hearing, because always our mind, is in different domains.",
      "summary": "The speaker explains that the first round of japa is dedicated to locking the attention on chanting and hearing, acknowledging the difficulty of controlling the mind due to the influence of guna, kala, and karma.",
      "timestamp_url": "https://youtu.be/9Mb2l1YFPX0?t=1351",
      "transcript": "in the background, and then, the first round is always meant, to lock the attention, on chanting and hearing, because always our mind, is in different domains, so, when you want to come, when you want to fill your mind, with chanting and hearing, you have to throw out, all other things from your mind, so, before that, something you must be doing, just before chanting, something you are doing, it has to go out of the mind, so that is why, first round is, meant for, locking the attention, anusvarna bhavana, and there is a very big secret, in locking the attention, all those things, I have revealed in the cards, that actually the, it is very difficult, to control the mind, mind is constantly, under the pressure of, guna kala and karma, your thoughts are based upon, the forces of guna kala karma, so to stop thinking, is not easy, so you get the strength, to lock the attention, chanting, hearing, chanting, hearing, only from the,"
    },
    {
      "start_time": 1428,
      "end_time": 1521,
      "verse_references": [],
      "themes": [
        "strength",
        "chanting",
        "yoga",
        "mercy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If you can only chant here, chant here, chant here, 16 rounds, it is a very big yoga, it's a very big yoga.",
      "summary": "The speaker emphasizes the power and importance of chanting and hearing attentively for 16 rounds, highlighting that the strength to do so comes from the mercy of the holy name.",
      "timestamp_url": "https://youtu.be/9Mb2l1YFPX0?t=1428",
      "transcript": "nama himself, if you can only chant here, chant here, chant here, 16 rounds, it is a very big yoga, it's a very big yoga, even arjuna says, I cannot control my mind, but if you are able, to chant here, chant here, without thinking, and it is very much possible, devotees can do it, or doing it, which means, where is that strength, which arjuna said, it is not there, it is coming to us, kalikale nama rupai krishna vatara, it is coming from the, nama, don't take for granted, if you are able, to chant here, chant here, without thinking, for 16 rounds, very big tapasya, very big yoga, though it is very simple, it is simply executable, because of the mercy, from the, nama prabhu, somewhere, shakti should come, that is called, divya chesta shakti, to do, chanting and hearing, that shakti, to lock the attention, that shakti, to keep away from thinking, comes from, the holy name, hearing the holy name, so therefore, it is very important, that the first round, that we chant, should always be, deliberate hearing, bead after bead, mantra after mantra, mantra after mantra, automatically, it gets locked, that connection,"
    },
    {
      "start_time": 1521,
      "end_time": 1617,
      "verse_references": [],
      "themes": [
        "engine analogy",
        "determination",
        "deliberate hearing"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "I always give example of, an engine starting, in the beginning, with the battery power, the piston is rotated, then the spark plug fires, then the fuel takes over, then the engine fires, then the engine is run, not on your, on the battery power, rather it charges the battery.",
      "summary": "The speaker uses the analogy of starting an engine to explain how deliberate hearing and determination initially lock the attention, eventually leading to a self-sustaining connection with the holy name.",
      "timestamp_url": "https://youtu.be/9Mb2l1YFPX0?t=1521",
      "transcript": "should be established, I always give example of, an engine starting, in the beginning, with the battery power, the piston is rotated, then the spark plug fires, then the fuel takes over, then the engine fires, then the engine is run, not on your, on the battery power, rather it charges the battery, similarly, when we start, our battery power, is our determination, to deliberately hear, mantra after mantra, after mantra, just like, you don't have to keep on, battery on, once it fires, very soon, you will see that, when you are deliberately, trying to hear, hearing becomes, chanting hearing, gets locked, by the mercy of, the holy name, so first round is, so that you lock, the attention, and to lock the attention, background, you should have the, Anusarana, the golden, command of, Srila Prabhupada, now chanting, and hearing, becomes meaningful, and activity, continues to be, will be continued, once it is, it appears meaningful, to you, that meaningful, of chanting, when you should know, why you are chanting, what you are chanting, and everything, right, so therefore, in the background, there should be a purpose,"
    },
    {
      "start_time": 1617,
      "end_time": 1708,
      "verse_references": [],
      "themes": [
        "purpose",
        "worship",
        "shraddha"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In the background, there should be a purpose, the first round itself, you should, load the purpose, in your mind, these are all practices, you do for six months, one year, you don't have to, tell your mind, automatically, mind will load, the purpose.",
      "summary": "The speaker stresses the importance of having a clear purpose during japa, such as worshipping Krishna and associating with Him, and cultivating shraddha (faith) in the holy name.",
      "timestamp_url": "https://youtu.be/9Mb2l1YFPX0?t=1617",
      "transcript": "the first round itself, you should, load the purpose, in your mind, these are all practices, you do for six months, one year, you don't have to, tell your mind, automatically, mind will load, the purpose, now I have to, I am worshipping, Krishna, and I am associating, with him, this is the purpose of, japa, so you do with, everything with a purpose, and who is a worshipper, me, what is a worship, chanting and hearing, exactly the same word, same mantra, who is a saviour, who is receiving the, seva, is a nama avatara, who is receiving the worship, the full mantra, Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare, on each bead, he is receiving the worship, so then, automatically, then there are, chant, mala too, chant, hear and feel, with shraddha, shraddha is also a feeling, oh Krishna is before me, this sound is Krishna himself, that feeling, this sound is infinite sound, this sound is infinite consciousness, all this feeling is called shraddha, Krishna himself, descends into my shabdha, my shabdha is a vessel, that into which, the Lord's all shakti, has come inside, like that,"
    },
    {
      "start_time": 1708,
      "end_time": 1823,
      "verse_references": [
        "BG 9.26"
      ],
      "themes": [
        "prithi",
        "gratitude",
        "love"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna says, whatever worship you do, do with prithi, so, bhajatam prithipurvakam, in the Bhagavad Gita, Krishna says.",
      "summary": "The speaker introduces the concept of Prithi Japa, emphasizing the importance of offering each bead with love and gratitude to Krishna.",
      "timestamp_url": "https://youtu.be/9Mb2l1YFPX0?t=1708",
      "transcript": "shraddha mala, then, prithi mala, Krishna says, whatever worship you do, do with prithi, so, bhajatam prithipurvakam, in the Bhagavad Gita, Krishna says, so, 108 beads, offer with prithi, and it is not artificial, to offer prithi, if you simply understand, with how much prithi, he must be having, to come on my tongue, once you simply, realize that, automatically, prithi will come, you will chant, and hear back, with prithi, prithi with gratitude, to the Lord, for having come down, on your tongue, and Krishna also, is very pleased, with the jiva, who is chanting his name, why is he pleased, not because, he is getting anything, he is getting the pleasure, of, you returning back, to Godhead, just like the father, and the mother is pleased, when the child, is coming on the right path, from the wrong path, that is a pleasure of the Lord, with each, Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare, so this also you should, that each, each chanting of Hare Krishna, is a loving offering of, us, to the Lord, bead after bead, of offering of love, each bead, is a drop of love you are, offering to Krishna and the Shastra says, that it is received by Krishna, so, so wonderful to feel, that relationship of, offering love to Krishna, hundred and eight beads,"
    },
    {
      "start_time": 1823,
      "end_time": 1928,
      "verse_references": [],
      "themes": [
        "Hrithpurvaka Japa",
        "soulful",
        "heartful",
        "mindful",
        "spiritful"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Hrithpurvaka Japa means heartfully we should chant. We should do from our heart. That means my whole soul should be involved. Soulfully.",
      "summary": "The speaker introduces Hrithpurvaka Japa, emphasizing the importance of chanting with the whole soul, heart, mind, and senses, giving everything to the sound incarnation of Krishna.",
      "timestamp_url": "https://youtu.be/9Mb2l1YFPX0?t=1823",
      "transcript": "of offering love to Krishna. That's called Preeti Japa. Next mala you practice Hrithpurvaka Japa. There is a tendency for us to mechanically chant. So Hrithpurvaka Japa means heartfully we should chant. We should do from our heart. That means my whole soul should be involved. Soulfully. Soul means your spirit is there, your heart is there, your mind is there, your senses are there, everything is given to the sound incarnation. When Krishna has come before me, everything should be given to him. My mind should be given, my intelligence should be given, my desiring capacity should be given, my enjoying, everything that I, my delightful, every delight, everything should be given to the Nama. That is called Hrithpurvaka Japa. If you don't practice this there is a tendency that okay I have to finish my sixteen rounds and then automatically the mind will be, your tongue will be chanting and you will be mindlessly chanting. Mindlessly, heartlessly, spiritlessly chanting. So our chanting Hrithpurvaka Japa means should soulfully, heartfully, mindfully, spiritfully, tonguefully, earfully, then Krishna is very pleased. That means you are recognizing this sound is everything. This sound is Krishna. Give everything of"
    },
    {
      "start_time": 1928,
      "end_time": 2027,
      "verse_references": [],
      "themes": [
        "Aghlada Japa",
        "jubilant",
        "Utsaha Japa",
        "enthusiasm"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In what mood you should chant and hear. God is before you. How much jubilant you should be. So jubilantly hear. Delightfully chant from your heart and jubilantly hear.",
      "summary": "The speaker introduces Aghlada Japa, emphasizing the importance of chanting and hearing with jubilation, and Utsaha Japa, emphasizing the enthusiasm for completing the task of chanting.",
      "timestamp_url": "https://youtu.be/9Mb2l1YFPX0?t=1928",
      "transcript": "yours to this sound. That is a practice of Hrithpurvaka Japa. Next is Aghlada Japa. Chant and hear. In what mood you should chant and hear. God is before you. How much jubilant you should be. So jubilantly hear. Delightfully chant from your heart and jubilantly hear. These are not imaginations. Please understand in each bead Krishna is receiving your feelings. These feelings that you are offering is not for yourself. It is a feeling that Krishna is receiving it. Japa. Japa is a relationship, every bead is a relationship with Nama Avatara. Then there is Utsaha Japa, Utsaha Japa means any Utsaha, Japa is a work, Japa is not one, one Seva, Seva after Seva building up 108, 16, now 64 rounds is our target, is our work, is our task, Japa is a Kriya and Karya, Kriya means individual worship, Karya means build up of worship, so it's a build up of, so what should be the attitude in which you should build up, one more I want, one more I want, one more I want, enthusiasm is, when you say enthusiasm, enthusiasm is always referring to some task."
    },
    {
      "start_time": 2027,
      "end_time": 2128,
      "verse_references": [],
      "themes": [
        "task",
        "enthusiasm",
        "Sambandha Japa",
        "relationship",
        "Saranagati Bhavana",
        "surrender"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "I have a task to complete, so I enthusiastically chant, one after the other, one after, one more, one more, one more, one more, one more, one more accomplishment, one more offering of loving, love to the Nama Prabhu, in that spirit, that kind of a spirit, that kind of a mind, you give to Nama Prabhu, then Nama Prabhu is very pleased.",
      "summary": "The speaker emphasizes the importance of approaching japa as a task to be completed with enthusiasm, and introduces Sambandha Japa, emphasizing that every bead is a relationship, and Saranagati Bhavana, emphasizing total surrender to the Lord.",
      "timestamp_url": "https://youtu.be/9Mb2l1YFPX0?t=2027",
      "transcript": "So I have a task. I have a task to complete, so I enthusiastically chant, one after the other, one after, one more, one more, one more, one more, one more, one more, one more accomplishment, one more offering of loving, love to the Nama Prabhu, in that spirit, that kind of a spirit, that kind of a mind, you give to Nama Prabhu, then Nama Prabhu is very pleased. Then there is Sambandha Japa, each bead is a Sambandha, is a relationship. As I said, relationship means feeling, Preethi Japa is a Sambandha Japa, Harlada Japa is a Sambandha Japa, it is reminding you that every Japa is a relationship, and what is a relationship? I am the worshipper, the worshipped is the Supreme Lord, in the Nama Avatara, in the process of worship, chant here and with Bhavanas, chant here with Bhavana, bead after bead, bead after bead. Then Saranagati Bhavana, chant and hear with total surrender of your heart to the Lord. I am yours, do what you want with me. My life, my existence, everything is yours. I do not belong to me. In that, remember Krishna is saying, Sarva Dharmaan Paritya Jamam Ekam, Saranam Paritya Sarva Dharmaan Paritya Jamam Ekam, Saranam Praja. Surrender unto the Nama. Yes, that Krishna has come, each tongue has come to receive your surrender. Surrender Bhavana, Saranagati."
    },
    {
      "start_time": 2128,
      "end_time": 2203,
      "verse_references": [],
      "themes": [
        "Kripa Apeksha Bhavana",
        "mercy",
        "begging"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Chant and hear with Kripa Apeksha Bhavana, chant 108 beats, your heart should be craving for Krishna's mercy.",
      "summary": "The speaker introduces Kripa Apeksha Bhavana, emphasizing the importance of begging for Krishna's mercy to overcome material attachments and return to Godhead.",
      "timestamp_url": "https://youtu.be/9Mb2l1YFPX0?t=2128",
      "transcript": "Chant and hear with Saranagati Bhavana. Then practice Kripa Apeksha Bhavana, chant 108 beats, your heart should be craving for Krishna's mercy. Only by Krishna's mercy we can get out of this material world. Only by Krishna's mercy of Chitta we can come out of this trap that, I am this body. Only I can, by Krishna's Kripa, Kripa Apexha, so Kripa Apexha for Satyachati, Chittashakti, Anandashakti. Yes. Yes. Chant and hear with Kripa Apeksha. Apeksha means begging. Beg for enlightenment. Beg for service. Beg for rejoining with the Lord back to Godhead. Beg for attachment to Holy Name. Beg for addiction to chanting the Holy Name. So Kripa Apeksha Mala."
    },
    {
      "start_time": 2203,
      "end_time": 2353,
      "verse_references": [],
      "themes": [
        "Nama Ashraya",
        "shelter",
        "Vinamrita Mala",
        "humility"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Feeling that there is no hope. I am hopeless without your mercy.",
      "summary": "The speaker introduces Nama Ashraya, emphasizing the importance of seeking shelter in the holy name, and Vinamrita Mala, emphasizing the importance of chanting with humility and dependence on the Lord.",
      "timestamp_url": "https://youtu.be/9Mb2l1YFPX0?t=2203",
      "transcript": "Then there is Nama Ashraya. The feeling of the shelter. Feeling that there is no hope. I am hopeless without your mercy. And then the Lord's Ashraya. You become recipient of Lord's Ashraya. When you depend upon His Ashraya. So the whole 108 beats of chanting and hearing. Begging shelter of the ocean of Nama. Ocean of Satchitananda. The infinite, unconditional, loving Nama Prabhu. You are seeking His shelter. Nama Ashraya Japa. 108 beats. Then you have Vinamrita Mala. You have to practice that humility with which one should chant. Prabhupada says anybody who chants Hare Krishna with great material satisfaction that everything is wonderful for me. His quality of Japa is very low. Nothing is wonderful in this world. Anything and everything can slip out any moment. So one should understand the nature of this material world. Chant helplessly. Chant dependently. Be humble. I am possessionless. Everything I have can go in a second. You are my real possession. You are my real possession. You give. You take. You give and take everything. And I have full faith that whatever you give, whatever you take is all for my good. And chant in a humble state of mind as a weak living entity. Weak against conquering Maya. Weak in all aspects. And strong only by the mercy of the Nama Prabhu. Oh! So."
    },
    {
      "start_time": 2353,
      "end_time": 2427,
      "verse_references": [],
      "themes": [
        "humility",
        "respect",
        "living entities"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Humility is also about how you relate with other children of Krishna. Every living entity is part and parcel of Krishna.",
      "summary": "The speaker expands on the concept of humility, emphasizing the importance of respectful dealings with all living entities, not just devotees.",
      "timestamp_url": "https://youtu.be/9Mb2l1YFPX0?t=2353",
      "transcript": "So that is Vinamrita Japa. Remember Chaitanya Mahaprabhu's Humility is not only before the Lord. Humility is also about how you relate with other children of Krishna. Every living entity is part and parcel of Krishna. Unless we have respectful dealings with other devotees, unless we have respectful dealings with other devotees, unless we have respectful dealings with other devotees, not only devotees, with due respect for every living entity, the taste of Nama will not come. So therefore, Chaitanya Mahaprabhu says, you make a garland of this verse, and wear it on your neck, so that you always remember that, I should be humble. Humble not only before the Lord, humble before all living entities. Means giving due respect to all living entities. So Vinamrita Japa."
    },
    {
      "start_time": 2427,
      "end_time": 2534,
      "verse_references": [],
      "themes": [
        "Bhartapatra Japa",
        "maintainer",
        "Raksha Patra",
        "protector"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Always remembering that Krishna is my only maintainer.",
      "summary": "The speaker introduces Bhartapatra Japa, emphasizing the importance of remembering that Krishna is the only maintainer, and Raksha Patra, emphasizing that Krishna is the only protector.",
      "timestamp_url": "https://youtu.be/9Mb2l1YFPX0?t=2427",
      "transcript": "Then there is Bhartapatra Japa. Always remembering that Krishna is my only maintainer. Gop Trithye Varanam. That Krishna is my maintainer. You have full confidence, you have full faith, you have no anxieties of how. His material world is full of anxieties. In the material world, anxiety even to maintain even material body. So every material and spiritual, spiritually Krishna is my maintainer. This Nama Prabhu whom I am worshipping, He is my maintainer. With gratitude you recognize that He is the maintainer. That I am the Bhartapatra. Bharta means care from Krishna. Patra means I am the recipient of the care of Krishna everyday. Every aspect of my life. Raksha Patra. I am the recipient of protection of Krishna. I exist safely only because Nama Prabhu is protecting me, Krishna is protecting me. So 108 beads in this attitude of Krishna, you are my only protector. You are my only protector. Hare Krishna Hare Krishna Krishna Krishna Hare Hare. Hare Rama Hare Rama Rama Rama Hare Hare. Feeling. These are not speaking. Bhavana means the language of, you speak in the language of emotions. You speak in the language of feeling. Feeling Saranagati. Feeling Kripa Apeksha. Feeling Charanashraya. Feeling Vinamrita. Feeling Bhartapatra. Feeling Raksha Patra."
    },
    {
      "start_time": 2534,
      "end_time": 2617,
      "verse_references": [],
      "themes": [
        "Krita Jnata",
        "gratitude"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Gratitude to the Lord for everything. For everything he has given me, everything he has not given me, for everything he has taken away from me, I am eternally grateful to Krishna.",
      "summary": "The speaker introduces Krita Jnata, emphasizing the importance of expressing gratitude to Krishna for everything, both given and taken away.",
      "timestamp_url": "https://youtu.be/9Mb2l1YFPX0?t=2534",
      "transcript": "And then, you have, the next mala you have to practice is Krita Jnata. Gratitude to the Lord for everything. For everything he has given me, everything he has not given me, for everything he has taken away from me, I am eternally grateful to Krishna. You are grateful to Krishna for, coming on your tongue, permitting you to chant his name, and entering your heart, and shining the Satchidananda in your heart. I am grateful to Nama Prabhu. So like this, everything, for spiritual intelligence, you are grateful. Everything that you have is coming from Nama Prabhu. All Kripa, Nama Prabhu, grateful to Nama Prabhu, for giving you transcendental knowledge, giving you transcendental detachment, saving you from this material world, giving you daily Japa Seva, giving you devotional service, giving you opportunity to participate in the mission of Nama Avatara. So, Krita Jnata Mala, 108 beats."
    },
    {
      "start_time": 2617,
      "end_time": 2733,
      "verse_references": [],
      "themes": [
        "Kshama Apeksha",
        "forgiveness",
        "Seva Apeksha",
        "service"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Begging forgiveness from the Lord, for not treating him with respect, attention, for though he has appeared on my tongue.",
      "summary": "The speaker introduces Kshama Apeksha, emphasizing the importance of begging forgiveness from the Lord, and Seva Apeksha, emphasizing the importance of begging for service to Krishna.",
      "timestamp_url": "https://youtu.be/9Mb2l1YFPX0?t=2617",
      "transcript": "Whatever naturally comes, don't have to think. You cannot think during Japa. Thinking activity slowly takes you away into something else. Whatever feeling of Krita Jnata you get, enough. Even one thought is enough. One thought feeling, one bhavana is enough. Like Sharanagati, one word is enough. Yes, I am yours my Lord. Do whatever you want with me. I do not belong to myself. I am your slave. That feeling, one feeling is enough, 108 beats of Sharanagati, 108 beats of Bhartapatra, these are all such simple natural feelings between devotee and God. These are all natural feelings. Kshama Apeksha, next, begging forgiveness from the Lord, for not treating him with respect, attention, for though he has appeared on my tongue. Beg forgiveness for all mechanical chanting, please forgive me my Lord for mechanical chanting, for not recognizing that you are a person who are before me, you have come very mercifully. Beg forgiveness for not recognizing his love for you. Beg forgiveness for neglecting him. That is Kshama Apeksha. Then Seva Apeksha, 16th Mala, Seva Apeksha, begging for service. Either we can serve Maya or we can serve Krishna. We have to serve, there is no doubt. Nobody can keep quiet. So, you are begging Nama Prabhu, keep me under your service, away from Maya's service. This way we complete our 16 rounds."
    },
    {
      "start_time": 2733,
      "end_time": 2755,
      "verse_references": [],
      "themes": [
        "soulful japa",
        "relationship"
      ],
      "content_type": "summary",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So this is the essence of soulful Japa. And how much you can perfect, there is no end to it, how much you can perfect.",
      "summary": "The speaker concludes by summarizing the essence of soulful japa and emphasizing its potential for endless perfection as a relationship with Nama Prabhu.",
      "timestamp_url": "https://youtu.be/9Mb2l1YFPX0?t=2733",
      "transcript": "So this is the essence of soulful Japa. And how much you can perfect, there is no end to it, how much you can perfect. These are all drops of how wonderful Japa can be of 16 rounds as a relationship with Nama Prabhu. Hare Krishna."
    }
  ]
}