{
  "video_id": "9OU9FT_qOfg",
  "title": "Is the Ritvik System Just a Reaction to Gurus Falling Down? | His Grace Suvyakta Narasimha Dasa",
  "speaker": "HG Suvyakta Narasimha Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=9OU9FT_qOfg",
  "segments": [
    {
      "start_time": 0,
      "end_time": 15,
      "verse_references": [],
      "themes": [
        "Rithvik system",
        "criticism",
        "ISKCON history"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "One argument against the Rithvik system of initiations is that it came out as a reaction to some gurus falling down in ISKCON.",
      "summary": "The speaker introduces the argument that the Rithvik system arose as a reaction to guru fall downs and states the intention to examine this argument historically.",
      "timestamp_url": "https://youtu.be/9OU9FT_qOfg?t=0",
      "transcript": "One argument against the Rithvik system of initiations is that it came out as a reaction to some gurus falling down in ISKCON. This argument, in its various versions, attempts to discredit the Rithvik system. To get to the bottom of this argument, we will have to go back in history."
    },
    {
      "start_time": 15,
      "end_time": 43,
      "verse_references": [],
      "themes": [
        "GBC",
        "Srila Prabhupada",
        "July 9th directive",
        "Rithviks"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The guru fall downs are a direct reaction of disobeying Srila Prabhupada's July 9th directive to conduct initiations in ISKCON via Rithviks on behalf of Srila Prabhupada.",
      "summary": "The speaker claims that guru fall downs resulted from disobeying Srila Prabhupada's July 9th directive regarding Rithvik initiations.",
      "timestamp_url": "https://youtu.be/9OU9FT_qOfg?t=15",
      "transcript": "The GBC banned all of Srila Prabhupada's letters. Within one year, since 1978, devotees started developing doubts. The devotees in ISKCON had been deceived. Only the GBCs at that time knew of the July 9th directive. The guru fall downs are a direct reaction of disobeying Srila Prabhupada's July 9th directive to conduct initiations in ISKCON via Rithviks on behalf of Srila Prabhupada."
    },
    {
      "start_time": 43,
      "end_time": 119,
      "verse_references": [],
      "themes": [
        "Rithvik system",
        "criticism",
        "zonal acharya system",
        "disgruntled devotees"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This argument, in essence, maintains that the Rithvik system was a new invention developed by some devotees who were victims of some unsavory dealings by leaders or gurus in ISKCON.",
      "summary": "The speaker elaborates on the argument that the Rithvik system was invented by disgruntled devotees reacting to problems within ISKCON, including the zonal acharya system and mistreatment by leaders.",
      "timestamp_url": "https://youtu.be/9OU9FT_qOfg?t=43",
      "transcript": "Hare Krishna Vishwaguru Srila Prabhupada Ki Jai. One argument against the Rithvik system of initiations is that it came out as a reaction to some gurus falling down in ISKCON. Another version of this argument is that the reaction came due to the problems arising out of the zonal acharya system. Yet another version of this argument is that the reaction came due to the misbehavior of some leaders of ISKCON with rank and file devotees, mistreating them. This argument, in essence, maintains that the Rithvik system was a new invention developed by some devotees who were victims of some unsavory dealings by leaders or gurus in ISKCON. This is a very patronizing approach. Either the victims, or at least those who sympathized with the victims, came up with this new theory of Rithvikism. To put it bluntly, it was the invention of some disgruntled devotees of ISKCON. Gurus or leaders fell from grace or dealt harshly with some devotees and as a"
    },
    {
      "start_time": 119,
      "end_time": 177,
      "verse_references": [],
      "themes": [
        "Rithvik system",
        "criticism",
        "expulsion",
        "GBC"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This argument in its various versions attempts to discredit the Rithvik system as a post-1978 invention by some disgruntled devotees who wished well for the organization, but the solution they came up with was not correct.",
      "summary": "The speaker continues to dissect the argument against the Rithvik system, highlighting the perceived patronizing approach and questioning the expulsion of devotees who support it.",
      "timestamp_url": "https://youtu.be/9OU9FT_qOfg?t=119",
      "transcript": "result, the devotees came up with the idea of Rithvik initiations. This argument, in its various versions, attempts to discredit the Rithvik system as a post-1978 invention by some disgruntled devotees who wished well for the organization, but the solution they came up with was not correct. So, this was a patronizing approach, as if we sympathize with these devotees, but they were incorrect in the institution. Therefore, the Rithvik solution that they came out with. So, if you are sympathizing with the devotees, the victims of all this mistreatment within ISKCON, then why are you supporting the expulsion of such devotees, which is encapsulated by the GBC as a law in ISKCON? If you are really sympathetic towards the devotees, expulsion should not be the solution. Anyway, to get to the bottom of this"
    },
    {
      "start_time": 177,
      "end_time": 266,
      "verse_references": [],
      "themes": [
        "GBC",
        "Srila Prabhupada",
        "Diksha Gurus",
        "deception",
        "July 9th directive"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In March of 1978, the GBC in their Resolution No. 16 lied to all the Vaishnavas of ISKCON that Srila Prabhupada selected 11 devotees to become Diksha Gurus.",
      "summary": "The speaker recounts the historical context, focusing on the GBC's alleged deception regarding the appointment of 11 Diksha Gurus and the banning of Srila Prabhupada's letters.",
      "timestamp_url": "https://youtu.be/9OU9FT_qOfg?t=177",
      "transcript": "argument, we will have to go back in history to the year 1978. In March of 1978, the GBC, in their Resolution No. 16, lied to all the Vaishnavas of ISKCON that Srila Prabhupada selected 11 devotees to become Diksha Gurus. The GBC themselves have admitted to this in their apology to the institution in 1999 in Resolution No. 403. But in 1978, when they lied that 11 devotees had been selected as Diksha Gurus, all the devotees naively believed them. A few, whoever asked where Srila Prabhupada had selected them, were met with a standard response: there is an appointment tape. That tape, however, was never released. So, devotees left it at that. Moreover, we have to understand, in the aftermath of Srila Prabhupada leaving the world, all the devotees must have been in a state of shock and immense grief. Naturally, in that state of anguish, they couldn't be expected to look at things too critically. To add to this, the GBC banned all of Srila Prabhupada's letters in ISKCON. No devotee in ISKCON could read any of Srila Prabhupada's letters. Can you imagine that? It was forbidden."
    },
    {
      "start_time": 266,
      "end_time": 355,
      "verse_references": [],
      "themes": [
        "doubts",
        "Jadurani Mataji",
        "Rameswar Swami",
        "appointment tape"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "However, within one year since 1978, as the dust started settling in the horizon, devotees started developing doubts.",
      "summary": "The speaker describes how devotees began to doubt the appointed gurus, focusing on Jadurani Mataji's investigation and her demand to hear the 'appointment tape' from Rameswar Swami.",
      "timestamp_url": "https://youtu.be/9OU9FT_qOfg?t=266",
      "transcript": "So, there was no way any devotee could lay his hands on the July 9, 1977 Directive. They simply did not know that such an order existed. However, within one year since 1978, as the dust started settling in the horizon, devotees started developing doubts. In just two years, by 1980, Jadurani Mataji was convinced that these Gurus were not what they claimed to be, to be pure devotees. There were some mutually disrespectful dealings between two of the 11 Diksha Gurus, which Jadurani Mataji happened to witness. That made her draw this conclusion that they could not be pure devotees. At that time, Jadurani Mataji was serving as one of the top book distributors in Los Angeles temple, and Los Angeles temple was also the headquarters of BBT at that time. Rameswar Swami, who was one of the 11 Diksha Gurus, was heading the Los Angeles temple and the BBT at that time. So, Jadurani Mataji went to Rameswar Swami and from Rameswar Swami, she demanded proof about the appointment of the 11 Diksha Gurus by Srila Prabhupada."
    },
    {
      "start_time": 355,
      "end_time": 457,
      "verse_references": [],
      "themes": [
        "Rameswar Swami",
        "initiation",
        "Rithvik",
        "disciples of Srila Prabhupada"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "During that initiation ceremony, in the class, this was in the year 1980, he declared that he was only a devotee.",
      "summary": "The speaker narrates how Rameswar Swami, after being confronted with the truth, conducted a Rithvik initiation, declaring himself a representative of Srila Prabhupada and the initiates as Srila Prabhupada's disciples.",
      "timestamp_url": "https://youtu.be/9OU9FT_qOfg?t=355",
      "transcript": "She wanted to hear the appointment tape. Rameswar Swami was unable to evade her, and since he was in charge of BBT, he had access to all the tapes. And on her determinedly strong persuasion, he reluctantly gave Jadurani Mataji the recording of the May 28th GBC meeting with everyone. This is what they were calling as the appointment tape at that time. But after Jadurani Mataji heard the tape, it was clear to her that she and the rest of the devotees in ISKCON had been deceived. They had been duped. She confronted Rameswar Swami, who had no answers to her indignant questions. Backed with guilt, a highly repentant Rameswar Swami, what did he do? He removed his Vyasasana from the temple and he stopped this Guru Puja in the Los Angeles temple. A few days later, Rameswar Swami oversaw an initiation ceremony in the Los Angeles temple for a few devotees. During that initiation ceremony, in the class, this was in the year 1980, he declared that he was only a devotee. He was only a representative of Srila Prabhupada and all of the devotees who were getting initiated, they were disciples of Srila Prabhupada. Some of those devotees who were initiated in that ceremony till today, consider themselves disciples of Srila Prabhupada only, not of Rameswar Swami."
    },
    {
      "start_time": 457,
      "end_time": 576,
      "verse_references": [],
      "themes": [
        "GBC",
        "Rameswar Swami",
        "Jadurani Mataji",
        "expulsion",
        "zonal acharyas"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "They threatened to remove him from BBT and to expel him from ISKCON, unless he withdrew the Rithvik initiation.",
      "summary": "The speaker details the GBC's reaction to Rameswar Swami's actions, his subsequent retraction under duress, and Jadurani Mataji's expulsion, highlighting that Rameswar Swami and Tamal Krishna Goswami were zonal acharyas.",
      "timestamp_url": "https://youtu.be/9OU9FT_qOfg?t=457",
      "transcript": "Anyway, the moment the GBC came to know of this, a team of them landed up in Los Angeles, and they berated Rameswar Swami. They threatened to remove him from BBT and to expel him from ISKCON, unless he withdrew the Rithvik initiation, because this initiation what he conducted was actually a Rithvik initiation. Poor Rameswar Swami, under duress, called the devotees and announced that he was withdrawing his earlier statement and that the initiates were his disciples. And Jadurani Mataji, she was physically expelled from the temple. So, we can see that the first incident of Rithvik initiations was conducted in ISKCON in the year 1980. Coincidentally, in the same year, in a separate and unrelated incident, Tamal Krishna Goswami declared in the Topango Canyon discussions, the famous Topango Canyon discussions, he declared that Srila Prabhupada appointed only Rithviks and not Diksha Gurus. So, in both these cases, we see that Rameswar Swami, who conducted the first Rithvik initiation in ISKCON after 1978, as well as Tamal Krishna Goswami, who declared that Srila Prabhupada appointed only Rithviks and not Diksha Gurus, we see that both of them were not victims of any sort of improper behavior, nor were they at the receiving end of the zonal acharya system or any guru fall downs. In fact, they were themselves zonal acharyas. They were not some nondescript disgruntled devotees. They were Diksha Gurus and zonal acharyas. They were GBCs and top leaders in ISKCON."
    },
    {
      "start_time": 576,
      "end_time": 669,
      "verse_references": [],
      "themes": [
        "Rithvik system",
        "Srila Prabhupada's order",
        "July 9th directive",
        "May 28 GBC meeting"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In reality, both of them independently raised the Rithvik initiation system because neither of them invented or came up with the Rithvik system.",
      "summary": "The speaker argues that Rameswar Swami and Tamal Krishna Goswami advocated for the Rithvik system not as a reaction to problems, but because they knew it was Srila Prabhupada's order, referencing the July 9th directive and May 28th GBC meeting.",
      "timestamp_url": "https://youtu.be/9OU9FT_qOfg?t=576",
      "transcript": "They obviously cannot be victims of themselves and their own system. Then, why did they come up with the Rithvik system? In reality, both of them independently raised the Rithvik initiation system because neither of them invented or came up with the Rithvik system, but instead, they both knew that this was what Srila Prabhupada had ordered on July 9, 1977. The Rithvik system of initiations was Srila Prabhupada's order. In fact, only the GBCs at that time knew of the Rithvik system and the July 9 directive. No one else in ISKCON knew about it because the letters were banned until much later after 1987. So, historical evidence does not support the theory that the Rithvik system of initiations was invented as a reaction to the problems of the zonal acharya system or the guru fall downs or due to the mistreatment of some devotees by some ISKCON leaders. Historical evidence clearly favors the fact that the Rithvik system of initiations was specifically ordered by Srila Prabhupada on July 9, 1977, particularly for that time when Srila Prabhupada is no longer with us, as it is clear from the May 28 GBC meeting with Srila Prabhupada, which is the precursor to the July 9 directive."
    },
    {
      "start_time": 669,
      "end_time": 785,
      "verse_references": [],
      "themes": [
        "Rithvik system",
        "guru fall downs",
        "July 9 directive",
        "unauthorized guru system"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The guru fall downs and excesses of the zonal acharya system are a direct reaction of disobeying Shaila Prabhupada's July 9 directive to conduct initiations in ISKCON via Rithviks on behalf of Shaila Prabhupada.",
      "summary": "The speaker concludes by reiterating that the Rithvik system is not a reaction to guru fall downs, but rather the guru fall downs are a result of disobeying Srila Prabhupada's July 9th directive, emphasizing the directive as the sole authorization for Rithvik initiations.",
      "timestamp_url": "https://youtu.be/9OU9FT_qOfg?t=669",
      "transcript": "For a detailed analysis of the May 28 meeting and the July 9 directive, please see the link below in the description. So, to conclude, from the history of ISKCON, we can see that the claim that the Rithvik system was a reaction to the guru fall downs and excesses of the zonal acharya system falls flat on its face. The Rithvik system has nothing to do with the guru fall downs. Whether gurus fell or not, irrespective of that, the Rithvik system is the only system authorized by Srila Prabhupada for carrying on initiations in ISKCON after his Thiro Bhava. Even if no gurus ever fell down in ISKCON, our stance will not change. In fact, rather than the Rithvik system coming up as a reaction to the guru fall downs or excesses of the zonal acharya system, the fact is the reverse. The guru fall downs and excesses of the zonal acharya system are a direct reaction of disobeying Srila Prabhupada's July 9 directive to conduct initiations in ISKCON via Rithviks on behalf of Srila Prabhupada. So, the claim that the Rithvik system of initiations is a reaction to guru fall downs is simply a desperate figment of imagination in order to discredit Srila Prabhupada's July 9 order, and it is nothing but a feeble attempt to give credence to the unauthorized guru system in ISKCON. In reality, the July 9 directive alone stands as the sole, unrivaled authorization of the system of Rithvik initiations in ISKCON. Hare Krishna!"
    }
  ]
}