{
  "video_id": "9PPovPGnK2g",
  "title": "How to Chant Hare Krishna Mantra Attentively? | Soulful Japa | HG Madhu Pandit Dasa | 10.10.2023",
  "speaker": "HG Madhu Pandit Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=9PPovPGnK2g",
  "segments": [
    {
      "start_time": 99,
      "end_time": 665,
      "verse_references": [],
      "themes": [
        "Krishna consciousness",
        "Nature of the soul",
        "Love for Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Krishna is the supreme proprietor of everything in existence, being the cause of all causes, he is in eternal control of everything in existence.",
      "summary": "This segment introduces Krishna as the supreme cause of all existence, emphasizes the concept of Krishna consciousness, and explains the relationship between Krishna and individual souls as part and parcel, highlighting the forgotten love for Krishna.",
      "timestamp_url": "https://youtu.be/9PPovPGnK2g?t=99"
    },
    {
      "start_time": 665,
      "end_time": 801,
      "verse_references": [],
      "themes": [
        "Chaitanya Mahaprabhu",
        "Hare Krishna Mantra",
        "Disciplic Succession"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Sri Chaitanya Mahaprabhu has brought forth this vibration and this vibration is continuing through disciplic succession even to this date.",
      "summary": "This segment discusses Chaitanya Mahaprabhu's role in bringing the Hare Krishna mantra to the world and emphasizes that the mantra's vibration continues through the disciplic succession.",
      "timestamp_url": "https://youtu.be/9PPovPGnK2g?t=665"
    },
    {
      "start_time": 801,
      "end_time": 960,
      "verse_references": [],
      "themes": [
        "Shuddhanama",
        "Shakti Avesha Nama",
        "Purification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Shuddhanama infuses invests all He's energies into the vibration that we generate with our tongue and that energies are satt Chaitananda energies.",
      "summary": "This segment explains the concepts of Shuddhanama (pure name) and Shakti Avesha Nama (empowered name), explaining how the pure name infuses energy into the sound we chant and purifies our hearts.",
      "timestamp_url": "https://youtu.be/9PPovPGnK2g?t=801"
    },
    {
      "start_time": 960,
      "end_time": 1129,
      "verse_references": [],
      "themes": [
        "Nama Avatara",
        "Attention",
        "Purification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "When our attention touches that sound, our attention becomes purified.",
      "summary": "This segment describes the Hare Krishna mantra as the Nama Avatara (sound incarnation) in Kali Yuga, emphasizing the importance of attentive hearing to purify one's consciousness.",
      "timestamp_url": "https://youtu.be/9PPovPGnK2g?t=960"
    },
    {
      "start_time": 1129,
      "end_time": 1373,
      "verse_references": [],
      "themes": [
        "Attentive Chanting",
        "Offering Thoughts",
        "Worship of Vibration"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Simply offer that problem to the fire of Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare.",
      "summary": "This segment provides practical advice on how to chant attentively, suggesting to offer distracting thoughts to the holy name and emphasizing that chanting and hearing are forms of worship.",
      "timestamp_url": "https://youtu.be/9PPovPGnK2g?t=1129"
    },
    {
      "start_time": 1373,
      "end_time": 1509,
      "verse_references": [],
      "themes": [
        "Worship of Nama Avatara",
        "Faith",
        "Realization"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When you are chanting Hare Krishna, Krishna is dancing on your tongue.",
      "summary": "This segment explains how to worship the Nama Avatara through chanting and hearing, emphasizing the importance of faith and the gradual process of realization.",
      "timestamp_url": "https://youtu.be/9PPovPGnK2g?t=1373"
    }
  ]
}