{
  "video_id": "9PPovPGnK2g",
  "title": "How to Chant Hare Krishna Mantra Attentively? | Soulful Japa | HG Madhu Pandit Dasa | 10.10.2023",
  "speaker": "HG Madhu Pandit Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=9PPovPGnK2g",
  "segments": [
    {
      "start_time": 99,
      "end_time": 665,
      "verse_references": [],
      "themes": [
        "Krishna consciousness",
        "Nature of the soul",
        "Love for Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Krishna is the supreme proprietor of everything in existence, being the cause of all causes, he is in eternal control of everything in existence.",
      "summary": "This segment introduces Krishna as the supreme cause of all existence, emphasizes the concept of Krishna consciousness, and explains the relationship between Krishna and individual souls as part and parcel, highlighting the forgotten love for Krishna.",
      "timestamp_url": "https://youtu.be/9PPovPGnK2g?t=99",
      "transcript": "So today we will talk about the glories of the holy name of the Lord Krishna. Lord Krishna, the Sarvakarnakara, means the cause of all causes. He is the supreme original cause of the entire existence. He is working as per the scheme of the Supreme Lord, Lord Krishna. The purpose of material existence is Him. Everything, including us, this material energy, everything that we see here and beyond matter, the Vaikunthaloka, everything is emanating from Him as the supreme cause. So this is this consciousness that Krishna, everything is Krishna and or His energies, display of His energies, is what is the consciousness called Krishna consciousness. We are also tiny persons, part and parcel of God. As tiny persons, all the characteristics of a tiny person, if you study that, he can think, he can feel, he can will, he can have ego, he can enjoy, he can live, he can have ego, he can enjoy, he can love, he can possess. If you take all these characteristics, just like a drop of ocean is salty as much as the quality of the entire ocean is, quality quantity is less, in the same way, we are able to see that in this body there is a soul, there is a person who is having all these personhood features, and the body does not have these personhood features. This body does not have thinking, feeling, willing, egoing, does not have this. It's all coming from the resident of this body. Body is a dead matter. The body is no different from any machine, but in illusion we think we are the body. So Krishna, the supreme lord, is also a person, person of, we are persons of tiny consciousness, he is a person of infinite consciousness. We are persons of different limited control of limited energies around us, like this body and bodily control over things outside the body, and this control is only temporary. If you extend that characteristic to Krishna, Krishna is the supreme proprietor of everything in existence, being the cause of all causes, he is in eternal control of everything in existence. Unlike us, we are in control of things according to karma, little control. Today somebody is rich, today someone will be poor, tomorrow someone will possess something, today tomorrow he will lose that possession. But Krishna is the eternal possessor of all existence, being the supreme lord. We have to think about all these things which the shastras describe, the characteristic of Bhagavan, and we have to contemplate on this, what is the vedic conception of Krishna, because the absolute sense, if you get the right conception of Krishna, that is Krishna. Krishna and his conception, absolute conception as received from guru, sadhu and shastra, are not different from Krishna himself. So as a prelude to speaking about Krishna's name, I have given introduction to Krishna's personality. Krishna, the supreme absolute person, cause of all causes, the supreme persons, person of all the small persons, and what is our relationship with that supreme person, that we are his part and parcel. We are his, we have forgotten, we eternally belong to him. We have forgotten our love for Krishna. Krishna never forgets his love for any of his part and parcel. Krishna's love is unconditional. So therefore, he seated in our heart even in our journey into this material world. Now the most important thing to understand the difference between Krishna and us, which will give us good realization of the holy name, is that Krishna, Krishna, Krishna and his energies and his energies for him are completely one, are completely one, because everything is coming from him, everything is a manifestation of his, his energy is his activity. If you say this material energy is Krishna's, it means it is an expansion of his activity, he created it, he originated it. So anything we began talking that Krishna is a cause of all causes, is a cause of all causes, therefore if we vibrate his name, his name because Krishna, because Krishna everything is Krishna's energy, if we vibrate his name with devotion, with devotion, then that is nothing but an extension of Krishna from the spiritual world. For Krishna there is no limitation of time, space and substance. Only one law governs Krishna, only one law governs Krishna, love. By love we can, by love we can endear ourselves to Krishna and this is Chaitanya Mahaprabhu's teaching"
    },
    {
      "start_time": 665,
      "end_time": 801,
      "verse_references": [],
      "themes": [
        "Chaitanya Mahaprabhu",
        "Hare Krishna Mantra",
        "Disciplic Succession"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Sri Chaitanya Mahaprabhu has brought forth this vibration and this vibration is continuing through disciplic succession even to this date.",
      "summary": "This segment discusses Chaitanya Mahaprabhu's role in bringing the Hare Krishna mantra to the world and emphasizes that the mantra's vibration continues through the disciplic succession.",
      "timestamp_url": "https://youtu.be/9PPovPGnK2g?t=665",
      "transcript": "and how and and on the premise the absolute truth that we all have love of Krishna but it is covered now by this material energy so Krishna in order to give an opportunity to the conditioned souls to awaken their love for Krishna to awaken their love towards their complete whole we are part and he is a whole to give an opportunity for that Krishna himself comes years back as Chaitanya Mahaprabhu and He gives, He brings forth from the spiritual world this vibration, Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare and Sri Chaitanya Mahaprabhu has brought forth this vibration and this vibration is continuing through disciplic succession even to this date. The very same vibration that Chaitanya Mahaprabhu brought down. Vibration of the Lord is non-different from the Lord. Name of the Lord is non-different from the Lord. So that vibration, as I explained, beyond time, space and substance. Beyond time, that vibration that Chaitanya Mahaprabhu vibrated because beyond time, the Acharyas in our parampara, when they vibrate the name, it is the very same name that Chaitanya Mahaprabhu brought down from the spiritual world, Shuddhanama."
    },
    {
      "start_time": 801,
      "end_time": 960,
      "verse_references": [],
      "themes": [
        "Shuddhanama",
        "Shakti Avesha Nama",
        "Purification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Shuddhanama infuses invests all He's energies into the vibration that we generate with our tongue and that energies are satt Chaitananda energies.",
      "summary": "This segment explains the concepts of Shuddhanama (pure name) and Shakti Avesha Nama (empowered name), explaining how the pure name infuses energy into the sound we chant and purifies our hearts.",
      "timestamp_url": "https://youtu.be/9PPovPGnK2g?t=801",
      "transcript": "And that Shuddhanama, one can get, not directly. That Shuddhanama which is coming in parampara, first acts upon us. That Shuddhanama which is coming in parampara, first acts upon us, by sending, by descending His Satchidananda Shakti effulgence into the sound that we chant. The sound that we utter is called Shakti Avesha Nama, because Shuddhanama cannot be chanted with the material tongue. Because Shuddhanama cannot be chanted with the material tongue. So Shuddhanama infuses, invests all He's energies into the vibration that we generate with our tongue and that energies are Sat, Chaitananda energies. And therefore, Nama worship. Rama worship. Nama worship means you are worshipping Shuddha Nama only. But in the beginning you worship Shuddha Nama from a distance by worshipping Shakti Avaishanama. By worshipping Shakti Avaishanama, you get association of the Shakti Avaishanama. When you get the association of Shakti Avaishanama, you get purified. Satya energy, Chitya energy, Ananda energies are energies that will purify our heart. So why Japa, the spiritual master, gives us the holy name in the form of the Shakti Avaishanama to start with. And when you are qualified, what it means? Qualified means, you awaken your spiritual tongue and your spiritual mind. The spiritual master will reveal Prema Nama, Shuddha Nama, which will give us Krishna Prema."
    },
    {
      "start_time": 960,
      "end_time": 1129,
      "verse_references": [],
      "themes": [
        "Nama Avatara",
        "Attention",
        "Purification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "When our attention touches that sound, our attention becomes purified.",
      "summary": "This segment describes the Hare Krishna mantra as the Nama Avatara (sound incarnation) in Kali Yuga, emphasizing the importance of attentive hearing to purify one's consciousness.",
      "timestamp_url": "https://youtu.be/9PPovPGnK2g?t=960",
      "transcript": "So therefore, a Sadhaka has to very seriously worship the Nama Avatara, the sound incarnation of the Lord. And in Kali Yuga, this particular name Nama Avatara is in the form of Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare. And we all are aware that this is proved by the fact that today this Nama Avatara He is... He is giving out the mercy, has already given out the mercy all over the world to souls from different religion, different countries, everywhere. They all have received this Nama spread all over the world in this particular form. It's Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare. So, this Nama Avatara is like one sun, Surya of Satchidananda. Just like one sun reflects on so many water bodies on this earth, but the sun is one. In the same way, one Nama Prabhu is reflecting on millions of tongues who vibrate and infuses Satya, Chitta and Ananda energies into that sound. So that, that sound when we hear, consciously when we hear, when our attention touches that sound, our attention becomes purified. Right now, our attention is influenced by Raja Guna, Tama Guna and Satya Guna. When we say we are influenced by three gunas, what does it mean? It means my attention is influenced by these three gunas. Therefore, this attention needs to be purified. This attention touches the Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare. You have to electrify the attention. Satchidananda eyes the attention. And how can you do that? By constant attention touch of the sound incarnation of the Lord."
    },
    {
      "start_time": 1129,
      "end_time": 1373,
      "verse_references": [],
      "themes": [
        "Attentive Chanting",
        "Offering Thoughts",
        "Worship of Vibration"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Simply offer that problem to the fire of Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare.",
      "summary": "This segment provides practical advice on how to chant attentively, suggesting to offer distracting thoughts to the holy name and emphasizing that chanting and hearing are forms of worship.",
      "timestamp_url": "https://youtu.be/9PPovPGnK2g?t=1129",
      "transcript": "This is a secret. That's all, as simple as that. How long you keep the attention touch? How continuously you keep the attention touch? How steadily you keep the attention touch? How undiluted from any other task you keep the attention touch? That much rapid, immediate progress is made by association of the Holy Name. One of the reasons why we see very slow effect on our consciousness when we chant Hare Krishna, is because our consciousness does not touch the Holy Name. Consciousness touches, our consciousness touches through attentive hearing. So, the ocean of Satchidananda, Surya of Satchidananda, non-different from Krishna, Krishna himself has taken avatar to save us from this material world, by giving us association. And we will be absolutely foolish, if we do not take this avatar that appears on our tongue, into our heart, through the process of attentive hearing. How you start with chanting one mantra, then you chant the next mantra, then you chant the next mantra, and if your attention is going away to some other thinking, then you are calling the Holy Name of the Lord in vain. In vain means you are not utilizing the purpose for which the Lord has appeared. The Lord has come down as the Surya of Satchidananda. Everything that we try in this material world, even as karmas or when our mind is attempting to do so many things during japa, it is all about chasing Satchita and Ananda. All activities are about that. So if you have faith that this Holy Name is the reservoir of all Satchitananda, then any thought that comes to disturb, you should simply, just like ghee is offered in the fire, offer it into the vibration and don't continue thinking about it. Thoughts will come, problems will come, you think about the problems during japa. Simply offer that problem to the fire of Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare. Because this fire is Yajna, this Nama is Krishna, this vibration is Krishna. Into the fire, into this Yajna, Purusha, Yuga Sankirtana. At that time, at the time of japa, we should completely absorb in worshipping this vibration and the way to worship this vibration, not by folding hands. If you see the form of the Lord, fold hands. Worship means something with the body we do, pay obeisances, worship. How do you worship the vibration? With which part of the body? Tongue, and ears, and mind."
    },
    {
      "start_time": 1373,
      "end_time": 1509,
      "verse_references": [],
      "themes": [
        "Worship of Nama Avatara",
        "Faith",
        "Realization"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When you are chanting Hare Krishna, Krishna is dancing on your tongue.",
      "summary": "This segment explains how to worship the Nama Avatara through chanting and hearing, emphasizing the importance of faith and the gradual process of realization.",
      "timestamp_url": "https://youtu.be/9PPovPGnK2g?t=1373",
      "transcript": "So it's a very simple worship. Just like you offer worship to Krishna's form, with your hand, you take agarbatti and you offer. Same way, very simple. Use your tongue, chant, and then hear the holy name. You are worshipping Nama Avatara. Anybody who becomes a worshipper of Nama Avatara, becomes a devotee of Nama Avatara, Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare, his life is done. One should not think that I am mechanically doing 16 rounds every day. You should think, two hours I am sitting to worship the Lord in His vibrational form. And there is no difference between this vibrational form and the deity form, or the original Supreme Personality of God, in the spiritual world. Realization may be distant. When you are chanting Hare Krishna, Krishna is dancing on your tongue. Realization that He is dancing on the tongue may be distant. But the truth of the Shastra, that Shastra reveals, He is incarnated, He is there. So therefore, in japa, before we get realization, we need to have Shraddha. So with Shraddha, in the Shastra, Shraddha means, you feel the truth. You feel that this is true, that here is Krishna. And then you feel the truth also, that I am distant from Him, because of my impurities. In terms of consciousness, I am distant from Him, because I am a Sadaka. I will worship Him, I will worship Him in this way, and I will purify myself, and when I awaken my bhakti, then there is no difference between me and Him."
    }
  ]
}