{
  "video_id": "_1G4DBLZffM",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.13.38-39 | 16-10-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=_1G4DBLZffM",
  "segments": [
    {
      "start_time": 0,
      "end_time": 54,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer",
        "guru"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Gyanathimirandhasya Gyananjanishalakaya Chakshurunmilitam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and invocations, setting a spiritual tone.",
      "timestamp_url": "https://youtu.be/_1G4DBLZffM?t=0",
      "transcript": "Om Gyanathimirandhasya Gyananjanishalakaya Chakshurunmilitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyadeshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Devim Saraswati Bhyasam Tato Jayam Udi Rayet"
    },
    {
      "start_time": 54,
      "end_time": 128,
      "verse_references": [
        "SB 1.13.38"
      ],
      "themes": [
        "Narada's arrival",
        "divine arrangement",
        "Yudhishthira's concern"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, the Lord, unknowingly, arranged that Narada inform Yudhishthira about the whereabouts of Dhritarashtra and Gandhari and Vidura.",
      "summary": "The speaker introduces the context of the verses, explaining Narada's appearance as a divine arrangement to inform Yudhishthira about his relatives.",
      "timestamp_url": "https://youtu.be/_1G4DBLZffM?t=54",
      "transcript": "In this session, we will be discussing from two verses, the 38th and the 39th verses of the 13th chapter of the 1st canto of Srimad Bhagavatam. The 38th verse is as follows: Athar Jagama Bhagavan Narada Sahatumburuho Pratyutthaya Abhivadhyaha Sanujo Abhyarchayan Munim. The meaning of this verse is, \"While Sanjaya was thus speaking, Shri Narada, the powerful devotee of the Lord, appeared on the scene carrying his tumburu. Maharaj Yudhishthira and his brothers received him properly by getting up from their seats and offering obeisances.\" So, this is the Lord's arrangement. When Yudhishthira is puzzled as to where his uncles and aunt have gone, Sanjaya is also unaware. So, the Lord, unknowingly, arranged that Narada inform Yudhishthira about the whereabouts of Dhritarashtra and Gandhari and Vidura."
    },
    {
      "start_time": 128,
      "end_time": 253,
      "verse_references": [],
      "themes": [
        "devotee worship",
        "Narada as Bhagavan",
        "preaching"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The way of devotional service is not only to worship the Supreme Lord with all devotion, but also to worship the pure devotee spiritual master, the Acharya, on the same level as the Lord.",
      "summary": "The speaker explains why Narada is referred to as Bhagavan, emphasizing the importance of honoring pure devotees and their role in preaching.",
      "timestamp_url": "https://youtu.be/_1G4DBLZffM?t=128",
      "transcript": "So, in the purport, Srila Prabhupada explains, Devarishi Narada is described herein as Bhagavan. Why? Why is he called Bhagavan? Is he Bhagavan? He is not Bhagavan. Krishna is Bhagavan. The Supreme Personality of God is Krishna. Krishna is Bhagavan. So, why is Devarishi Narada described as Bhagavan? Prabhupada explains it is because he is the most confidential devotee of the Lord. In rare cases, very exalted devotees who are most confidential devotees of the Lord are described, addressed as Bhagavan. So, Srila Prabhupada further says, \"The Lord and his very confidential devotees are treated on the same level by those who are actually engaged in the loving service of the Lord. The way of devotional service is not only to worship the Supreme Lord with all devotion, but also to worship the pure devotee spiritual master, the Acharya, on the same level as the Lord. Because, such Acharyas and pure devotees are very, very dear to the Lord. Such confidential devotees of the Lord are very much dear to the Lord because they travel everywhere to preach the glories of the Lord in different capacities and try their utmost to convert the non-devotees of the Lord into devotees in order to bring them to the platform of sanity. This material world is filled with non-devotees. And to convert these non-devotees into devotees, pure devotees like Narada travel and preach and try to convert non-devotees into devotees.\""
    },
    {
      "start_time": 253,
      "end_time": 345,
      "verse_references": [],
      "themes": [
        "constitutional position",
        "non-devotees",
        "preaching as service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Actually a living being cannot be a non-devotee of the Lord because of his constitutional position.",
      "summary": "The speaker discusses the inherent devotional nature of all beings and highlights preaching to non-devotees as the highest form of service.",
      "timestamp_url": "https://youtu.be/_1G4DBLZffM?t=253",
      "transcript": "So, Srila Prabhupada explains, it's very interesting to note that actually a living being cannot be a non-devotee of the Lord because of his constitutional position. What is our constitutional position? We are part and parcel of the Lord. We belong to the Lord. We are all devotees of the Lord. But, when one becomes a non-devotee, a non-believer, it is to be understood that the person concerned is not in a sound condition of life. So, if somebody is a non-devotee, that is not the perfect condition or sound condition of the life of such a non-devotee. The confidential devotees of the Lord treat such illusioned living beings and therefore they are most pleasing in the eyes of the Lord. There are so many devotees rendering different kinds of service to the Lord. Among all of them, who is rendering the best service or the topmost service? It is those who are engaged in preaching to the non-devotees and delivering such non-devotees to the spiritual world."
    },
    {
      "start_time": 345,
      "end_time": 471,
      "verse_references": [],
      "themes": [
        "munificence",
        "preaching",
        "respect for devotees"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Such people who, devotees, pure devotees, who preach the glories of the Lord among the non-devotees, they are actually the most munificent.",
      "summary": "The speaker emphasizes the generosity of those who preach and the importance of offering respect to pure devotees like Narada.",
      "timestamp_url": "https://youtu.be/_1G4DBLZffM?t=345",
      "transcript": "They are the best devotees. They are described in the Bhagavatam 10th canto in the prayers offered by the gopis to Krishna that bhuvigranantiye bhuridājana. Such people who, devotees, pure devotees, who preach the glories of the Lord among the non-devotees, they are actually the most munificent. Bhuridājana. They are very, very, very generous. The Lord says in the Bhagavad Gita that no one is dearer to Him than one who actually preaches the glories of the Lord to convert the non-believers and non-devotees. So the preaching is very, very much necessary and it is powerful and effective when it is done by pure devotees. Such personalities as Narada must be offered all due respects like those offered to the personality of Godhead Himself. sākṣād haritvena samasta-śāstrair uktas tathā bhāvyata eva sattvihī. The pure devotees are to be treated on the same level as the Lord. That is the verdict of the śāstras. Mahārāja Yudhiṣṭhira along with his noble brothers were examples for others in receiving a pure devotee of the Lord like Narada who had no other business save and except singing the glories of the Lord along with his veena,"
    },
    {
      "start_time": 471,
      "end_time": 532,
      "verse_references": [
        "SB 1.13.39"
      ],
      "themes": [
        "Yudhishthira's inquiry",
        "missing relatives",
        "grief"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "O godly personality I do not know where my two uncles have gone nor can I find out my ascetic aunt who is grief-stricken by the loss of all her sons.",
      "summary": "The speaker introduces the next verse where Yudhishthira inquires about the whereabouts of his relatives, highlighting his concern and grief.",
      "timestamp_url": "https://youtu.be/_1G4DBLZffM?t=471",
      "transcript": "a musical stringed instrument. The 39th verse: Yudhiṣṭhira vāca. Now Yudhiṣṭhira is going to inquire from Narada. Narada is right there in the palace of Yudhiṣṭhira. Yudhiṣṭhira vāca: nāham veda-gatiṁ pitro bhagavan kva-gatāv itaha ambā vā hata-putrārtha kva-gatā ca tapasvini. How much Yudhiṣṭhira is aggrieved because his uncle and aunt are missing. The translation of this verse, 39th verse: Mahārāja Yudhiṣṭhira said, \"O godly personality, I do not know where my two uncles have gone nor can I find out my ascetic aunt who is grief-stricken by the loss of all her sons.\" Yudhiṣṭhira is now inquiring"
    },
    {
      "start_time": 532,
      "end_time": 686,
      "verse_references": [],
      "themes": [
        "Gandhari's character",
        "asceticism",
        "tolerance"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Gandhari is an exceptional personality described in the history called Mahabharata because she was living the life of an ascetic even though she was living in a palace.",
      "summary": "The speaker elaborates on Gandhari's exceptional character as an ascetic, highlighting her tolerance and devotion.",
      "timestamp_url": "https://youtu.be/_1G4DBLZffM?t=532",
      "transcript": "from Narada. So, in the purport Śrīla Prabhupāda explains Mahārāja Yudhiṣṭhira as a good soul and devotee of the lord was always conscious of the great loss of his aunt and her sufferings as an ascetic. So, Gandhari is an exceptional personality described in the history called Mahabharata. Gandhari's personality is very much glorified in the Mahabharata because she was living the life of an ascetic even though she was living in a palace. Because her husband was blind, Gandhari blindfolded herself voluntarily. This is called a chaste wife, an obedient wife, a devoted wife. And after the great loss of her sons, in the battle of Kurukshetra, Gandhari was living like an ascetic, tapasvini. Particularly, Yudhiṣṭhira is referring to Gandhari as tapasvini. And what is the characteristic of a tapasvini or ascetic? An ascetic is never disturbed by all kinds of sufferings. So, suffering is a part of material existence which is unavoidable even for great devotees, even for pious people, even for anybody who is willing to undergo the austerities to detach themselves from their body. For such people, any difficulty is tolerable. They tolerate. Queen Gandhari is a typical example of an ascetic because of her marvelous character"
    },
    {
      "start_time": 686,
      "end_time": 804,
      "verse_references": [],
      "themes": [
        "Gandhari's counsel",
        "demoniac nature",
        "tolerance in devotional service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In the material world, while we have taken up the path of devotional service, we have declared a war against Maya.",
      "summary": "The speaker discusses Gandhari's wise counsel and the importance of tolerance in the face of difficulties encountered on the path of devotional service.",
      "timestamp_url": "https://youtu.be/_1G4DBLZffM?t=686",
      "transcript": "in many trying situations. Gandhari has always displayed this tolerance because she was kind to Dhritarashtra who was plotting and planning to kill the Pandavas. Gandhari was not supporting her husband. She was giving him good counsel. But, the Kauravas would not listen to Gandhari nor would they listen to other great personalities. So, this is a demoniac nature. They will not listen to others if they think that is not so favorable. So, Queen Gandhari is a typical example of an ascetic because of her marvelous character in many trying situations. So, they teach us by their example these great personalities, great devotees, very, very tolerant. Srila Prabhupada says in the material world, while we have taken up the path of devotional service, we have declared a war against Maya. So, in a battle between Maya and people, there will be difficulties, there will be dangers, there will be some inconveniences, but one has to tolerate all of them in order to actually practice spiritual life and make progress to go back home,"
    },
    {
      "start_time": 804,
      "end_time": 928,
      "verse_references": [],
      "themes": [
        "ideal woman",
        "Gandhari's example",
        "fairness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Gandhari is described as she was an ideal woman as mother, wife, and ascetic and in the history of the world such character in a woman is rarely found.",
      "summary": "The speaker concludes by emphasizing Gandhari's exemplary qualities as an ideal woman and her unwavering fairness, even in difficult circumstances.",
      "timestamp_url": "https://youtu.be/_1G4DBLZffM?t=804",
      "transcript": "back to Godhead. It is not some voluntary torture of the body or voluntarily denying something which is nicely enjoyable. No, that is not this proper understanding. So, Gandhari is described as she was an ideal woman as mother, wife, and ascetic and in the history of the world such character in a woman is rarely found. Gandhari has been glorified a lot in the Mahabharata and even in the Bhagavata as a great personality. So, she is setting a very good example for tapas we need. Even though her husband was not fair to the Pandavas, but she was always fair herself and she was requesting her husband to be fair to the Pandavas. She never approved the different nefarious activities of Duryodhana, of Dushasana, of Dhritarashtra, she never approved. And she was always advising them to refrain from giving trouble to the Pandavas. So, she is a marvelous personality and such character in a woman is rarely found in the world. She is a very rare ideal woman to be found very rarely. I will stop here. Thank you very much."
    }
  ]
}