{
  "video_id": "_7OBH-Y_or8",
  "title": "AAQ: Is Evil The Highest Ignorance? Does It Have a Form? | His Grace Suvyakta Narasimha Dasa",
  "speaker": "HG Suvyakta Narasimha Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=_7OBH-Y_or8",
  "segments": [
    {
      "start_time": 0,
      "end_time": 127,
      "verse_references": [],
      "themes": [
        "relativity of good and evil",
        "changing societal norms"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "The standard of what is evil, what is not evil, what is good, what is bad, all these things keep changing with time.",
      "summary": "The speaker introduces the topic of whether evil is the highest degree of ignorance and argues that the definition of good and evil changes with time and societal norms, using examples like alcohol consumption and premarital relationships.",
      "timestamp_url": "https://youtu.be/_7OBH-Y_or8?t=0",
      "transcript": "Is evil the highest degree of ignorance? Does evil have a personified form? Well, what constitutes being evil? We may have different concepts of what is evil and what is good. In the olden times, in the Vedic times, to consume alcohol, to have an illicit relationship outside of marriage between a man and a woman, this was considered sinful. To engage in gambling was considered sinful. Today the definition has changed. Man and woman, outside of marriage, they have a relationship, consensual, it's all fine. Who are we to interfere? It is their private matter. We see online so many betting apps and betting channels and so many things are going on. Even online, openly it is all being advertised. Come and play and gamble. Intoxication, I mean, who doesn't intoxicate now? So today all these things are not considered sinful. They are all considered normal, that's part of normal life. So, the standard of what is evil, what is not evil, what is good, what is bad, all these things keep changing with time."
    },
    {
      "start_time": 127,
      "end_time": 264,
      "verse_references": [],
      "themes": [
        "relativity of good and evil",
        "historical context",
        "justice"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "By today's standards, Ramana is a very good man.",
      "summary": "The speaker uses the example of Ravana's abduction of Sita to illustrate how perceptions of good and evil change over time, contrasting the severe punishment Ravana faced in Vedic times with the relatively lenient punishments for similar crimes today.",
      "timestamp_url": "https://youtu.be/_7OBH-Y_or8?t=127",
      "transcript": "If you look at Ravana in his time, he was considered an evil man because he abducted Sita against her will and he imprisoned her. And when Ramachandra came to claim her back, he refused to return her and fought a battle to death with him. By today's standards, if you see, Ravana just abducted her, that's all. He didn't do anything else. So by today's standards, Ravana is a very good man. He was very honorable. He kept telling Sita Devi, marry me. He did not violate her in any other way. But in his time, what he did was evil. To abduct a woman against her will, he had to give up his life. So, in Vedic times, even abduction of a woman was considered so evil that anybody who would do that could be sentenced to death. That was the culture at that time. Today, you know, it's not a major thing. Somebody, even if he forces himself upon a woman, even if he rapes her, maximum the court will give some few years of imprisonment. After that, he is free. And that imprisonment also will come after decades of trial. So many years of trial, then Sessions Court, then the High Court, then the Supreme Court. Practically, by that time, the man who committed the crime will already be on his death bed. What is the use of all this sentencing? So in today's world, the maximum punishment that a man can get for violating a woman's modesty is a few years of imprisonment. That's all. It's not considered all that evil. Whereas, Ravana, just for abducting Sita, he had to give up his life."
    },
    {
      "start_time": 264,
      "end_time": 409,
      "verse_references": [],
      "themes": [
        "relativity of good and evil",
        "changing societal norms",
        "intoxication",
        "relationships"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "What is good at one time becomes bad at another. What is bad at one time becomes good at another time.",
      "summary": "The speaker continues to argue that the definition of evil changes with time, citing examples of intoxication and live-in relationships, and how societal views on these topics have shifted over the years.",
      "timestamp_url": "https://youtu.be/_7OBH-Y_or8?t=264",
      "transcript": "He was punished by taking his life. So, according to Shastra, Atataina, seven kinds of aggressors are there. One of them is one who abducts another's wife. He is considered an Atatain, aggressor. And all such aggressors can be given the death penalty. So, evilness is... The definition of evilness keeps changing with time, according to society's perception of what is right, wrong, changing cultures, societal norms, etc. Similarly, if you look at intoxication. A hundred years back in India, if anybody intoxicated, the whole society would look at him with abhorrence. Oh, this man is a drunkard. But today, it is a prestige matter to drink. You go to any rich man's house, there will be one section, a bar with all kinds of alcoholic drinks. It is prestigious to have. If you go to a rich man's house and there is no bar, then it looks very bad. What is this man? He is not even having a bar in his house. You can imagine. Today, the perception has changed. People's values have changed. That is why in Chaitanya Charitamrita, Krishnadas Kaviraj Goswami says, This is good, this is bad. What we think this is good and this is bad in the material world is all Manodharma. It is all our mental concoction. According to the circumstances, we say this is good, this is bad. Some years later, our perception changes, our value system changes, our culture changes. We will say no. What we considered bad earlier, is actually good. And what we considered good till now is bad. A hundred years back, in India, if you spoke of live-in relationships, very bad. Marriage, good. Today, if you speak of marriage, very bad. Live-in relationship, very good. Changes. People's perception, people's value system changes. What is good at one time becomes bad at another. What is bad at one time becomes good at another time. So, there is this."
    },
    {
      "start_time": 409,
      "end_time": 496,
      "verse_references": [],
      "themes": [
        "mental concoction",
        "ignorance",
        "material world"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "All this consideration in the material world, everything is born of ignorance.",
      "summary": "The speaker explains that the concepts of good and bad in the material world are mental concoctions born of ignorance, using the analogy of wet and dry stool to illustrate that both are ultimately undesirable.",
      "timestamp_url": "https://youtu.be/_7OBH-Y_or8?t=409",
      "transcript": "This keeps on changing. So, you cannot say what is permanently good and what is permanently bad. This is all because of our mental concoction. Prabhupada gives an example, just like wet stool and dry stool. If we say this is wet stool, this is bad. This is dry stool. Dry stool is good. Does it have any meaning? Wet stool, dry stool, all bad only. Similarly, This is good, this is bad. All this consideration in the material world, everything is born of ignorance. Though this, we are, somebody is helping other people, somebody is doing good to others, somebody is doing charity. Oh, these are all good things. Somebody is stealing, somebody is harming others, somebody is cheating others, these are all bad things. All good, bad is good. All good, bad, everything is bad only in the material world. Everything is born of ignorance only. We have created our own mano dharmas, our own dharmas, our own duties and what is right and wrong in this material world out of our own mental concoctions arising out of our bodily concept of life which is a result of our ignorance. So, it is not a matter of only evil being born of ignorance. Even whatever we think good is also born out of ignorance."
    },
    {
      "start_time": 496,
      "end_time": 622,
      "verse_references": [
        "BG 18.66"
      ],
      "themes": [
        "devotional service",
        "surrender to Krishna",
        "knowledge vs. ignorance"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The only eternally good thing is surrendering unto Krishna.",
      "summary": "The speaker concludes that only devotional service to Krishna is outside the realm of ignorance and that surrendering to Krishna is the only truly good thing, contrasting it with the ever-changing and ultimately ignorant notions of good and evil in the material world.",
      "timestamp_url": "https://youtu.be/_7OBH-Y_or8?t=496",
      "transcript": "Only devotional service to Krishna is outside the purview of ignorance. Therefore, Krishna tells in the Bhagavad Gita, sarva dharman parityajya mam ekam saranam vraja. Give up all other types of concocted duties. Simply surrender unto me, Krishna says. This means surrendering to Krishna is the only really good thing, the only really thing which is arising out of enlightenment. That is why Krishna also tells in the Bhagavad Gita. What does Krishna say? Krishna says that bahunam janmanam ante jnanavan, meaning a person who is in knowledge, one who has cultivated spiritual knowledge for many many lifetimes. bahunam janmanam ante jnanavan mam prapadyate vasudevaha sarvam iti sa mahatma sudurlabhah. If you are really not in ignorance, if you are really in jnana, knowledge, then you should be surrendering to Krishna saying that Krishna is everything. If I serve Krishna, then all other duties are fulfilled. If I don't surrender to Krishna, no matter whether I am evil or good in the eyes of the material people, it is all ignorance. Alright. So therefore, it's not a matter of evil being the highest degree of ignorance. The ignorance is our non-surrendering to Krishna. Non-submission to Krishna is ignorance. Rest, good, evil, bad, all these things, it's all changing from time to time. There is no set standard. There is no eternally good, eternally evil thing. The only eternally good thing is surrendering unto Krishna. That's all. Everything else is born of ignorance."
    }
  ]
}