{
  "video_id": "_8Hx3BFK-YU",
  "title": "SB 1.16.25 - 30 Part 5 | Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami |  05-02-2023",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=_8Hx3BFK-YU",
  "segments": [
    {
      "start_time": 45,
      "end_time": 226,
      "verse_references": [
        "BG 18.43"
      ],
      "themes": [
        "qualities of Krishna",
        "responsibility",
        "chivalry",
        "Kshatriya dharma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A Kshatriya is courageous in battle. He never retreats from a battle.",
      "summary": "The lecture discusses Krishna's quality of accepting responsibility, particularly his display of chivalry as a Kshatriya, referencing the qualities of a Kshatriya as described in the Bhagavad Gita.",
      "timestamp_url": "https://youtu.be/_8Hx3BFK-YU?t=45",
      "transcript": "In this session we will be discussing the same verses which we were discussing in the previous few sessions. Four sessions we have already completed, discussing these set of verses, 25 to 30 of the 16th chapter of the first canto of Srimad Bhagavatam. These are the verses describing the 40 transcendental qualities that are to be found in the Supreme Lord, which Mother Earth is describing to Dharma. So among the qualities of Krishna, one of the qualities described is his responsibility, quality of accepting responsibility. So even in his transcendental pastimes, his different role in his transcendental pastimes, he accepts responsibility and carries out his responsibility very, very wonderfully. So Sri Ramaprabha is describing when he is playing the part of a Kshatriya as the son of Maharaj Vasudeva, he displayed that Kshatriya quality of being chivalrous. So Sri Ramaprabha says, a Kshatriya king has to secure a wife by fighting or kidnapping a princess, sometimes. This sort of behavior for a Kshatriya is praiseworthy in the sense that a Kshatriya must show his power of chivalry to his would-be wife, so that the daughter of a Kshatriya is not taken away from him. The daughter of a Kshatriya can see the valor of her would-be husband. A Kshatriya princess, she wants demonstration before she marries another Kshatriya king. She wants to see his power of chivalry, his bravery. Not that he is dressed up and he is having some wealth, but actually in his heart he is not having that courage to fight. Kshatriya means he should have the courage to fight to the extent that if required he is willing to give up his life, but he will not give up the fight. Yuddhecha api apalayanam. This is described in the Bhagavad Gita by Krishna in the 18th chapter, in the 43rd verse, describing the qualities of a Kshatriya. A Kshatriya is courageous in battle. He never retreats from a battle."
    },
    {
      "start_time": 226,
      "end_time": 478,
      "verse_references": [],
      "themes": [
        "chivalry",
        "pastimes of Rama",
        "pastimes of Krishna",
        "marriage"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So like that he had to secure so many different wives.",
      "summary": "The segment narrates instances from the pastimes of Lord Rama and Lord Krishna where they displayed chivalry and courage to secure their wives, highlighting Rama breaking the bow of Lord Shiva and Krishna rescuing Rukmini.",
      "timestamp_url": "https://youtu.be/_8Hx3BFK-YU?t=226",
      "transcript": "So, in displaying his courage in battle, Krishna, in order to marry some princess, he actually displayed his courage by actually fighting in some cases. So Srila Prabhupada says even the personality of Godhead Sri Rama displayed such a chivalry, a spirit of chivalry during his marriage. He broke the strongest bow called Haradhanus and achieved the hand of Sita Devi, the mother of all opulence. Lord Rama is a supreme lord, but he appeared as the son of a Kshatriya, as Dasharatha's son. And when Vishwamitra took Lord Ramachandra, he was a small boy, a young prince. Vishwamitra took him to protect his sacrificial arena. Dasharatha initially was hesitant, but when Vishwamitra explained to Dasharatha, your son is no ordinary person. He is a supreme lord incarnated as your son. So don't have any doubts whether your son can give protection to my sacrificial arena. Anyway, Dasharatha agreed and finally sent Rama and Lakshmana. So Rama and Lakshmana were young princes, but they fought against 14,000 rakshasa associates of Ravana who were disturbing the sacrificial arena of Vishwamitra Rishi and other saintly persons. So Rama killed all of them and delivered all the 14,000 rakshasa. So that's only possible for the Supreme Personality of Karthik. But he displayed that, that chivalry. And when Sita Swayamvara, Janaka had declared that whichever king wants to marry my daughter, beautiful daughter, the mother of all opulence, Sita Devi, Lakshmiji, then they have to actually break one very, very, very heavy bow, Haradhanu, bow of Lord Shiva. Three hundred men had to carry it to bring it to the place where the competition was to take place. And single-handedly of course Lord Rama lifted it. Not only lifted it as a heavy bow, but he also broke that strongest bow easily, very effortlessly he broke it. So he actually demonstrated his strength as a powerful Kshatriya. Lord Krishna also he had to fight like a chivalrous Kshatriya to secure a wife. Just like Rukmini, it was scheduled, Rukmini was scheduled to marry someone else, Shishupala, against her wish and against her father's wish also, her elder brother decided to marry Rukmini to Shishupala. And Rukmini wanted to marry Krishna because she is a devotee of Krishna. So she sent a secret letter to Krishna, kindly rescue me. Krishna came to rescue and he had to fight against the army of Shishupala, army of Shishupala, and he fought very bravely and kidnapped Rukmini and brought her safely to Dwaraka."
    },
    {
      "start_time": 478,
      "end_time": 582,
      "verse_references": [],
      "themes": [
        "responsibility",
        "supremacy of Krishna",
        "transcendental pastimes"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He is not irresponsible at any time.",
      "summary": "This section emphasizes Krishna's full responsibility in all his transcendental pastimes, proving his supremacy through his actions and declarations.",
      "timestamp_url": "https://youtu.be/_8Hx3BFK-YU?t=478",
      "transcript": "So like that he had to secure so many different wives. A Kshatriya generally marries more than one wife. So Krishna as part of his Leela he married 16,108 princesses. Among them 16,108 princesses were all held captive by one Bhaumasura. So Krishna fought against Bhaumasura and rescued these princesses. So like that he displayed full responsibility in every action of his different transcendental pastimes. He is not irresponsible at any time. And of course he is all perfect. Krishna is the Supreme Lord, is all perfect. But he demonstrates that also. Not simply by way of proclaiming or claiming by words, I am the greatest, or I am the Supreme, or I am the Lord of everything. Krishna declares in Bhagavad Gita I am the Lord of all the planets in the entire creation. So when he declares that he also proves it. When he displayed his universal form he proved it. When he fought against all the demons he proved it. When he accepted the challenge of different Kshatriyas and defeated them he proved his supremacy."
    },
    {
      "start_time": 586,
      "end_time": 778,
      "verse_references": [],
      "themes": [
        "knowledge",
        "intelligence",
        "gratefulness",
        "self-knowledge",
        "devotional service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Only fools are ungrateful to their benefactors.",
      "summary": "The lecture delves into the quality of knowledge, breaking it down into five subheadings: intelligence, gratefulness, understanding circumstances, perfect knowledge, and self-knowledge, emphasizing the importance of gratitude and the Lord's reciprocation of devotional service.",
      "timestamp_url": "https://youtu.be/_8Hx3BFK-YU?t=586",
      "transcript": "Then there is one more quality called knowledge. The 14th quality called knowledge. It can be analyzed under five subheadings. So the first one is intelligence. Second one, second subheading of knowledge is gratefulness. Third one is power of understanding the circumstantial environments of place, object and time. And fourth one is perfect knowledge of everything in this world. And the fifth one, the last one, under the five subheadings. The fifth one is knowledge of the self is the most confidential knowledge. We all look like we are some material body, product of matter, and we think that way also. I am this body. But actually we are not a body. We are not material in nature. We are spiritual. We are spirit soul. So this knowledge of the self, the real I, a spirit soul, this knowledge is the most confidential one. It is called Brahmavidya, Atmavidya, Adhyatmavidya. Different names are same. Knowledge of the self. So these five subheadings, Prabhupada explains briefly regarding gratitude. Prabhupada says, Only fools are ungrateful to their benefactors. What does it mean? If I take some benefit from somebody, I should be grateful to that person who is offering me some benefit. That's the least I can do after receiving some benediction. I should at least be grateful to that person. So the Supreme Lord's position is that he does not require any benefit from anyone, because he is completely full in himself. Atma Rama is self-satisfied, because he is the owner of every resource. He is the supreme proprietor of everything and everyone. So what is the need for him? There is no need for him of anything. So there is no question of the Lord being in want. But still when his pure devotees render him service, he feels benefited by their pure devotional service, and therefore he feels grateful to his devotees for their unsophisticated, unconditional service, and tries to reciprocate that service of the devotees by himself"
    },
    {
      "start_time": 778,
      "end_time": 910,
      "verse_references": [],
      "themes": [
        "devotional service",
        "gratitude",
        "omnipresence",
        "knowledge"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna feels a sense of gratitude for his devotees rendering him service.",
      "summary": "The segment continues discussing Krishna's gratitude towards his devotees and his all-knowing nature due to his omnipresence through the Brahma Jyoti.",
      "timestamp_url": "https://youtu.be/_8Hx3BFK-YU?t=778",
      "transcript": "rendering service to the devotee. Although the devotee does not expect anything in return from the Lord. See how pure devotees serve Krishna out of love for him and they don't want anything in return. Krishna accepts his service and he wants to repay his devotees, and therefore he renders service to him though the devotees don't want any service. Anyway he is the only maintainer of everyone. Still Krishna feels a sense of gratitude for his devotees rendering him service. Now regarding the Lord being all knowing, one of the subheadings of knowledge was that gratefulness and another subheading was perfect knowledge of everything. Perfect knowledge of everything. So regarding that Srila Prabhupada explains here the Vedas say Brahma Brahma Brahma Brahma. That means the Lord is all pervading, present everywhere by the omnipresent rays of his effulgence called Brahma Jyoti. There is a Brahma Jyoti that is effulgence of the Lord that spread everywhere in the entire creation. And because he is present everywhere he is also he knows everything. Simply because he is conscious. He is conscious being. So since he is conscious and he is present everywhere he knows everything. So that is the way it is explained he is all knowing the Srila Prabhupada. So we will stop here. Thank you very much."
    }
  ]
}