{
  "video_id": "_a8pqvGd4mE",
  "title": "Mahabharata | Part 34 | Why Krishna did not attend the game of dice | HG Suvyakta Narasimha Dasa",
  "speaker": "HG Suvyakta Narasimha Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=_a8pqvGd4mE",
  "segments": [
    {
      "start_time": 0,
      "end_time": 117,
      "verse_references": [],
      "themes": [],
      "content_type": "introduction",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Welcome to today's episode of the Mahabharata.",
      "summary": "Introduction to the episode, recapping the previous episode and outlining the topic for the current one.",
      "timestamp_url": "https://youtu.be/_a8pqvGd4mE?t=0",
      "transcript": "Thanks for watching! Om Ajnana Timran Darsya Jnananjana Sarakaya Prakshadunmi Litham Yena Tasmai Sri Tirave Namaha Namah Om Vishnupadaya Krishna Preshtaya Bhutale Srimate Vakti Vedanta Swamini Pinamine Namaste Saraswati Deve Gaudavani Pracharine Nirvishesha Sunyavadi Pachatya Deshataarine Jaya Sri Krishna Chaitanya Prabhu Nityananda Sri Advaita Gadhadhara Sri Vasadi Gauravasta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Mukam Karoti Vachalam Pangum Nandhayate Girim Yathru Parvati Yathamaham Vandhey Sri Gurum Deenatharanam Hare Krishna. Welcome to today's episode of the Mahabharata. In the last episode, we have seen how Duryodhana, through his nefarious plans with the help of Shakuni, inveigled the Pandavas of their kingdom Indraprastha, and he managed to send them on a 12-year forest exile followed by one year of living incognito."
    },
    {
      "start_time": 117,
      "end_time": 283,
      "verse_references": [],
      "themes": [
        "devotion",
        "revenge",
        "divine protection"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "At that time Shalva promised to his friend Shishupala, that, this insult to you, I will take revenge of it.",
      "summary": "The speaker explains the reason why Krishna had to leave Indraprastha and return to Dwaraka: Shalva's attack, motivated by revenge for Krishna's abduction of Rukmini.",
      "timestamp_url": "https://youtu.be/_a8pqvGd4mE?t=117",
      "transcript": "Today, we will start with some of the incidents that happened a little previously to the Game of Dice. After the Rajasuya Ejna was performed by Yudhishthira Maharaj, we all had seen how Lord Krishna stayed back in Indraprastha for a few days. After staying there for a few days, Lord Krishna, along with his retinue, he returned back to Dwaraka. Actually, for Krishna to go back to Dwaraka from Indraprastha, there was a catalyst, there was a reason why Krishna had to go back to Dwaraka. When Krishna was in Indraprastha with the Pandavas, staying in their palace built by Mayadanava, suddenly they got a news. It was not a good news, it was a matter of great concern. And what was this news? A friend of Shishupala by the name Shalva, who was a king, had attacked Dwaraka. Now, why did Shalva attack Dwaraka? When Krishna kidnapped, abducted Rukmini upon her request from her marriage, which was arranged by her brother against her wishes with Shishupala, Shishupala had brought all of his friends for the wedding. King Shalva was one amongst those who had come to attend the wedding of Shishupala. But then Krishna took away Rukmini. And although King Shalva's kingdom had come to an end even though all of Shishupala's army tried to stop Krishna, Balarama, who had come there to support his younger brother, he very easily defeated all of them and drove them back. At that time Shalva promised to his friend Shishupala, that this insult to you, I will take revenge of it. I will get some benediction by worshiping Lord Shiva. Lord Shiva is in Machhtfatakana, which is one of the most crunches from Pandavas. Lord Shiva is in Machhtinese. Lord Shiva is in Machht hedge. God Chorge has 지금은 taken over K style farms. God Chorge has become Rywal masks. Arjun is giving a cheque for him as well. God Shalka, they have such pretty hats for him. That was for K 장ra by his name, isn't he? By which I will finish all the Yadavas and I will kill Krishna. Of course, who can kill Krishna? Who can touch Krishna? It is not possible. But then there are some foolish people, some atheists who think like that."
    },
    {
      "start_time": 283,
      "end_time": 474,
      "verse_references": [],
      "themes": [
        "austerity",
        "divine power",
        "warfare"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Lord Shiva said, okay, is that all you want? Take it, take it.",
      "summary": "The speaker narrates how Shalva performed austerities to please Lord Shiva and obtained an invincible airship, which he then used to attack Dwaraka.",
      "timestamp_url": "https://youtu.be/_a8pqvGd4mE?t=283",
      "transcript": "Who think that they are strong enough, powerful enough to attack Krishna and kill him. So, this Shalva, he undertook severe austerity. And he meditated upon Lord Shiva. He would every day eat only a few handfuls of ash. And he would execute other various austerities like this. And Lord Shiva is Ashutosh. He is pleased very quickly. And he could not tolerate, because Lord Shiva is a great Vaishnava, is a great devotee of Lord Krishna, and all devotees of Lord Krishna are naturally very soft hearted and very compassionate. When Lord Shiva saw that this Shalva was eating just a handful of ash every day and subjecting himself to so much torture, Lord Shiva could not tolerate out of compassion and appeared before him. And he asked Shalva, what do you want? Why are you taking so much austerity? Shalva told him, I want a ship, an airship, which cannot be destroyed by any human or any animal or by any man-made weapon. And I want that this airship should be very fearsome to the Yadavas. Lord Shiva said, okay, is that all you want? Take it, take it. Somehow Lord Shiva wanted to stop his severe austerity. Now this Shalva, now with this airship, he took his whole army, and he attacked Dwaraka. There were his foot soldiers and cavalry and all such other portions of his army, which attacked Dwaraka on the ground, while Shalva himself, seated on his airship, made an air attack upon Dwaraka simultaneously. And this airship was not like our modern Rafals or any such small aircraft, which only two or three people can sit and drive. This airship was practically like a whole city, and it was equipped with various kinds of facilities, and a mini army could be accommodated within that airship. Not only that, the airship had even the ability of night vision. Even if the entire environment was immersed in darkness, the pilot could still manage to navigate the airship. So with this kind of arrangement, with his air power and with his ground force, Shalva attacked Dwaraka, and they started tearing apart all the different multi-storied buildings that had been built there. They destroyed the parks. They started attacking various houses, and they created a big bhangama in Dwaraka city. Now at that time, Lord Krishna was in Indraprastha."
    },
    {
      "start_time": 474,
      "end_time": 693,
      "verse_references": [],
      "themes": [
        "battle",
        "duty",
        "honor"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Our whole dynasty, nobody has ever run away from the battlefield. And you have taken away me from the battlefield.",
      "summary": "The speaker describes the battle between Krishna's sons, led by Pradyumna, and Shalva's army, focusing on Pradyumna's temporary defeat and subsequent return to the battlefield.",
      "timestamp_url": "https://youtu.be/_a8pqvGd4mE?t=474",
      "transcript": "After the Rajasuya Ejna. In Dwaraka at that time, only Krishna's sons were present. Immediately, all the sons of Krishna headed by Pradyumna, they responded to this attack with their own army. And Pradyumna and the others, Pradyumna, Samba and Satyaki, all these people came out onto the battlefield, and they gave a very good fight to the army of Shalva. And even though Shalva's army was huge, still the army of the Yadavas headed by Pradyumna was up to the task and they managed to beat them back. Now when this fight was going on in real earnest between these two parties, what happened? One of the commanders of Shalva by the name Dhiman, he suddenly, without warning, attacked Pradyumna because he was the foremost commander of the Yadava army. Dhiman attacked him with his mace and struck him a severe blow on his chest, and Pradyumna reeled from the sudden force of that attack and he fell down unconscious on his chariot. The charioteer immediately seeing that Pradyumna had gone unconscious, and any moment any of the enemy soldiers can capture him, immediately he drove the chariot away from the battlefield, and he took him to a place of safety, and then he sprinkled some water on him and then tried to massage his feet and slowly he brought Pradyumna back to consciousness. When Pradyumna recovered, he woke up and he started looking around and he saw, I am not on the battlefield. And then he started chastising his chariot driver, what have you done? Our whole dynasty, nobody has ever run away from the battlefield, and you have taken away me from the battlefield. If I had died on the battlefield, at least my name would have been glorified that I died fighting. Now people, everyone will make fun of me. Look at this fellow who was born in the Yadava family, the only guy in the Yadava family who ran away from the battlefield. Not only my enemies will make fun of me, even my relatives will make fun of me. My brothers will make fun of me. My sisters-in-law, they will make all kinds of memes about me. So what will I do? I cannot tolerate this. Then the charioteer replied to Pradyumna, Oh my lord, I was simply doing my duty as a charioteer. When you fell unconscious, I had to take care of your safety and so I brought you to a safe place. This is perfectly according to the codes of warfare. So you will definitely not be considered as a coward who ran away from the battlefield because you are unconscious. You did not run away. I took you away from the battlefield. So please recuperate yourself and let us go back to the battlefield. Pradyumna immediately understood the situation and he was pacified and he drank some water, refreshed himself and he came back to the battlefield. And as soon as he came back to the battlefield, Pradyumna, first of all, he challenged Dhiman and there was an intense fight, battle between the two of them. Finally, Pradyumna overcame Dhiman and he managed to vanquish him and Dhiman fell down dead in the battlefield."
    },
    {
      "start_time": 693,
      "end_time": 880,
      "verse_references": [],
      "themes": [
        "divine intervention",
        "victory",
        "protection"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "And Krishna's arrow started wreaking havoc in Shalva's army.",
      "summary": "The speaker narrates Krishna's arrival in Dwaraka, his battle with Shalva, and the ultimate defeat of Shalva and his army.",
      "timestamp_url": "https://youtu.be/_a8pqvGd4mE?t=693",
      "transcript": "Now while all this was going on, the news was taken by a messenger from Dwaraka to Lord Krishna in Indraprastha. And that is how Krishna decided, Oh, this kind of battle has started. I have to immediately leave, immediately leave for Dwaraka. And immediately Krishna took permission from Yudhishthira Maharaj and he came back to Dwaraka. The moment Krishna reached the presence of Dwaraka, he saw this raging battle going on between his sons and headed by Pradyumna and the army of Shalva and this huge fearsome airship flying in the air. So Krishna immediately spoke to Balaram and told him, You better go inside the city and take care of the elders like Ugrasena and others, and I will take care of this Shalva who has attacked us. Don't worry. And so Balarama went inside and then Krishna blew his Khans and then entered the battlefield. The moment the Yadava soldiers saw in the distance the Krishna's flag staff mounted on his chariot, with Garuda, with the symbol of Garuda, the flag of Krishna's chariot carrying the symbol of Garuda, everybody understood, Oh, Krishna has now come. And Krishna's arrow started wreaking havoc in Shalva's army. Now Shalva was no mean guy and his airship was also not ordinary. Sometimes this airship of Shalva would be seen in the sky. Sometimes it will be suddenly seen resting on some mountain. Sometimes it would be seen on the water and sometimes nobody could see it. And the airship was moving at such high speed that it had generated a dust storm and everywhere nobody could actually see what was happening. When Krishna saw this, Krishna immediately started releasing his arrows and the power of his arrows was such that the whole airship of Shalva could not move. Shalva could not sustain its illusion that it was creating, and Krishna's feather-tipped arrows, they struck Shalva's airship and that airship crashed into the water, into the ocean. But Shalva managed to break free. He managed to jump out of the airship and he landed on the battlefield and then he rushed towards Krishna. And Krishna and Shalva engaged in quite a big fight and then Shalva was releasing his own arrows. Krishna was releasing his arrows. Finally, Krishna took his Sudarsana Chakra and beheaded Shalva, and the moment this happened, the entire army of Shalva broke up because their leader was no more. Their morale was broken. The entire army's power was broken and they were scattered."
    },
    {
      "start_time": 880,
      "end_time": 1064,
      "verse_references": [],
      "themes": [
        "devotion",
        "divine justice",
        "retribution"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Krishna immediately took his club which was called Kaumodaki. And with that he gave one blow to Dantavakra. Dantavakra fell down there itself and died on the battlefield.",
      "summary": "The speaker continues the narrative with the arrival and defeat of Dantavakra and Viduratha, highlighting Krishna's role in vanquishing those opposed to him.",
      "timestamp_url": "https://youtu.be/_a8pqvGd4mE?t=880",
      "transcript": "And thus the Yadavas gained victory over Shalva. But then it did not end there. Right after that came one more guy, Dantavakra. And this Dantavakra, how did he came? He came walking with just one mace in his hand. And who was this Dantavakra? Dantavakra was the son of Sutadeva, who was one of the sisters of Vasudeva. So this Dantavakra was another cousin brother of Krishna, just like Shishupala. And this, although he was the cousin brother of Krishna, he was a friend of Shishupala and he also was inimical towards Krishna. With great anger, eyes red hot, this Dantavakra came on the battlefield, and he said, Oh Krishna, you are my cousin brother. Actually, I am not supposed to fight with you, but then you have killed me. But then you have killed my friend Shalva. Shalva was a very powerful friend of mine, but somehow, little bit inattention here and there, you cheated him and you killed him. But I am going to avenge my friend. You are forcing me to come on the battlefield. I will see to that I will avenge my friend. Like this, Dantavakra came on the battlefield. So this is just like, there is a maddened elephant which is running amok and creating havoc, and somebody tries to control the elephant by his words. Hey elephant, calm down, keep quiet. I will do this, I will do that. What your words can do to control a mad elephant? He cannot do anything. It is so powerful. So Dantavakra was thinking, simply by my words, I will subdue, I will control Krishna. But who can control Krishna? Krishna is the supreme personality of Godhead. So Krishna told Dantavakra, why are you simply talking? Come on, you take up your club and you avenge your friend Shalva. Let us see what you will do. So Dantavakra took his mace and powerfully struck Krishna on his shoulder. What was Krishna's response? Krishna did not bat an eyelid. He did not feel even like a leaf had struck him. Krishna immediately took his club which was called Kaumodaki, and with that he gave one blow to Dantavakra. Dantavakra fell down there itself and died on the battlefield. So Shalva was killed, and now Dantavakra who came to support him was also killed. But then demons are not one. They have many many supporters. So it didn't end there. Now came his brother Viduratha. Now this Viduratha was another demon like Dantavakra and Shichupala, and he also came and attacked Krishna. Krishna simply used his Sudarsana Chakra and he finished Viduratha also. And so like this all these demons who were against Krishna were all vanquished, and Dwaraka was again safe."
    },
    {
      "start_time": 1064,
      "end_time": 1185,
      "verse_references": [
        "BG 10.20"
      ],
      "themes": [
        "divine presence",
        "divine plan",
        "suffering"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna purposely did not intervene in that game of dice.",
      "summary": "The speaker explains that while Krishna was engaged in battle in Dwaraka, the Pandavas were being cheated in the game of dice, and Krishna allowed it to happen as part of his divine plan to annihilate the demoniac kings.",
      "timestamp_url": "https://youtu.be/_a8pqvGd4mE?t=1064",
      "transcript": "And like this Krishna entered the palace of Dwaraka. Actually while all this fight was ensuing between Krishna and Dantavakra and Shalva and Viduratha and all these people, what had happened? The Pandavas had been invited to Hastinapura, and they had been cheated of their kingdom in the game of dice, because Krishna was engaged in this battle so severely here, he was unable to attend. Otherwise Krishna would have rushed to the rescue of the Pandavas. But still Krishna being the supreme personality of Godhead, He is present as Paramagma in everybody's heart. Krishna says in the Bhagavad Gita, that Sarvasya Chaham Hrithi Sannivishtha, and seated as Paramagma in everyone's heart. Although Krishna was standing there in the battlefield in front of Dwaraka, fighting with Shalva and Dantavakra and all these people, simultaneously Krishna protected the honor of Draupadi in that assembly. So Krishna could have stopped that game of dice, the game of dice also, but then Krishna did not do so, because it was Krishna's will, that this would become the avenue for Krishna to fulfill the purpose of his descent to this material world, which was to annihilate all the demoniac kings who were simply engaged in economic development and military aggrandizement all over the world. If you may recall that was the original purpose for Krishna's descent, and Krishna wanted to assemble all these demoniac kings in one place and finish them all at once, rather than going after them one by one, one by one, one by one. So in order to give effect to that purpose of Krishna's, Krishna purposely did not intervene in that game of dice."
    },
    {
      "start_time": 1185,
      "end_time": 1374,
      "verse_references": [],
      "themes": [
        "devotion",
        "unconditional love",
        "divine grace"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Despite all these calamities in their lives, the Pandavas, not once have they complained that, O Krishna, we are your devotees. Why is this happening to us?",
      "summary": "The speaker narrates Narada Muni's conversation with Krishna, highlighting the Pandavas' unwavering devotion and unconditional love for Krishna despite their suffering.",
      "timestamp_url": "https://youtu.be/_a8pqvGd4mE?t=1185",
      "transcript": "Now Narada Muni came to Dwaraka, and he approached Krishna, and Narada Muni is a great devotee of Krishna. He is a pure devotee. He is an unalloyed devotee of Krishna. So sometimes devotees of Krishna out of great loving affection joke with Krishna. Narada Muni sarcastically started speaking to Krishna. Krishna, the Pandavas are such great devotees of yours. They know nothing other than you. They have dedicated their life, their wealth, their everything to your lotus feet, and you have given them such a wonderful reward, such a wonderful boon, benediction you have given them in return. So Krishna said, what is that that I have given? Because of your benediction, Pandavas are now bereft of their kingdom, and Draupadi has been insulted in that assembly. She was tried to be disrobed. Dushyasana and Karna have heaped insult after insult upon them, and very nicely they are now living in the forest. Narada was indirectly criticizing Krishna, that you see, they are such unalloyed devotees, such great devotees of yours, and look at the suffering they are having to undergo on account of that. But then, Narada Muni was not really criticizing Krishna like that. Further, what Narada Muni said was more important. Narada Muni said, but then Krishna, one thing I am seeing in the Pandavas. Despite all this, despite their kingdom being taken away by cheating, despite Draupadi being tried to be disrobed in that assembly, despite being insulted by sharp words of Karna and Dushyasana and Duryodhana, despite having lost their kingdom, despite having to live in the forest for twelve years, despite having to live in incognito for one year after that, despite all these things, despite all these calamities in their lives, the Pandavas, not once have they complained that, O Krishna, we are your devotees. Why is this happening to us? On the other hand, their love for you is only increasing day by day. Every such incident, calamity that happens in their life, their love for you increases. This is incomprehensible. How this is happening. I cannot understand this. This is inexplicable. Nobody can explain the love that the Pandavas have for you. This is the nature of your devotees. Actually, the love that the Pandavas exhibited for Krishna, that unmotivated, unconditional love of the Pandavas for Krishna, such love that no matter what calamity happened in their life, their love for Krishna could never be questioned. It would never be affected."
    },
    {
      "start_time": 1374,
      "end_time": 1531,
      "verse_references": [
        "SB 1.2.6"
      ],
      "themes": [
        "devotee's perspective",
        "divine protection",
        "acceptance"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A pure devotee always, whenever he comes across any difficulty in his life, in his heart he is not suffering any difficulty. He is only experiencing the bliss of Krishna's protection.",
      "summary": "The speaker explains the perspective of a pure devotee, who sees difficulties as a result of past karma and experiences Krishna's protection even in the midst of suffering, ending with a teaser for the next episode.",
      "timestamp_url": "https://youtu.be/_a8pqvGd4mE?t=1374",
      "transcript": "This is a common characteristic of all devotees of Krishna. You look at Prahlad Maharaj. How much difficulty he had to undergo by his own father's hands, but still, never once did he question, never once did he complain, O Krishna, why is this happening to me? Not once. So the Srimad Bhagavatam says that this is the characteristic of the devotees of Krishna. The devotees, their thinking is, whenever they come across any difficulty in their life is, they think that this difficulty is coming into my life because of my past sinful activities. So, somebody may say, that okay, why don't the devotees go and pray to Krishna, please remove my difficulty? No, the devotees don't pray to Krishna to remove their difficulty. Why? Because the devotee thinks, that according to the sinful activities that I have done in my past, I should have got a mountain of miseries, but Krishna has reduced me to a small, mole hill and he has given. Look at Krishna's mercy. He has reduced my misery to such a small thing, that very easily I am able to tolerate it. So, a devotee never asks Krishna to remove his misery. A pure devotee always, whenever he comes across any difficulty in his life, in his heart he is not suffering any difficulty. He is only experiencing the bliss of Krishna's protection. See, this much distress has come in my life. If Krishna was not there in my life, I would have had to suffer much, much more, but Krishna has sent it as only a small, simple problem that very easily can be crossed over. This is how devotees are always wrapped in their love for Krishna. So also the Pandavas. Now, Krishna, when he heard, that in his absence, so much injustice has happened with the Pandavas and that they are now living in the forest in exile, what did Krishna do? Please join us in our next episode of the Mahabharata to learn about this. Thank you for joining us today."
    }
  ]
}