{
  "video_id": "_H6ZPOVQCZs",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.15.45-46 | 01-01-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=_H6ZPOVQCZs",
  "segments": [
    {
      "start_time": 33,
      "end_time": 100,
      "verse_references": [
        "SB 1.15.45"
      ],
      "themes": [
        "age of Kali",
        "irreligious practices",
        "following the elder brother"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The younger brothers of Maharaja Yudhishthira observed that the age of Kali had already arrived throughout the world, and that the citizens of the kingdom were already affected by irreligious practice.",
      "summary": "The speaker introduces verse 45, explaining that Yudhishthira's younger brothers decided to follow his example due to the influence of the age of Kali and the rise of irreligious practices.",
      "timestamp_url": "https://youtu.be/_H6ZPOVQCZs?t=33",
      "transcript": "Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare, Om Namo Bhagavate Vasudevaya, Narayanam Namaskritya, Naram Chai Vanarottamam, Devim Sarasvatim Vyasam Tato Jayam Udi Rayet. In this session we will be discussing from two verses, 45 and 46 of the 15th chapter of the first canto of Srimad Bhagavatam. The 45th verse is as follows, Sarvetam Anunir Jagmoham, Bhraatara Ha Krita Nishchayaha, Kalina Adharma Mitrena, Drishtvas Prishta Praja Bhuvii. The meaning of this 45th verse, The younger brothers of Maharaja Yudhishthira observed that the age of Kali had already arrived throughout the world, and that the citizens of the kingdom were already affected by irreligious practice."
    },
    {
      "start_time": 109,
      "end_time": 232,
      "verse_references": [],
      "themes": [
        "gurukul training",
        "spiritual vs. material knowledge",
        "ultimate goal of life"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "There is no training for understanding that we are spirit souls, we belong to the spiritual world, we have to prepare for stopping the cycle of birth and death, we should prepare for going to the spiritual world.",
      "summary": "The speaker elaborates on Srila Prabhupada's purport, contrasting the traditional Vedic education system (gurukul) that emphasized both material and spiritual knowledge with modern education, which primarily focuses on material well-being.",
      "timestamp_url": "https://youtu.be/_H6ZPOVQCZs?t=109",
      "transcript": "So after having described that, Yudhishthira Maharaj retired from household life, the younger brothers also followed the elder brother, they also retired from their respective household lives. So in the purport Shri Lapa Prabhupada says, \"The younger brothers of Maharaj Yudhishthira were already obedient followers of the great emperor, and they had sufficiently been trained to know the ultimate goal of life.\" So in the former times, the brahmanas, the kshatriyas and the vaisyas, the upper three sections of the society, they received systematic training in a gurukul from the teacher. The teacher would teach about spiritual and material knowledge. Material knowledge was meant for their livelihood, and spiritual knowledge was meant for their ultimate goal of life. So this ultimate goal of life is very important. Even nowadays there is training, there is education, but only in terms of how to keep this body fit for living in this world. There is no training for understanding that we are spirit souls, we belong to the spiritual world, we have to prepare for stopping the cycle of birth and death, we should prepare for going to the spiritual world."
    },
    {
      "start_time": 240,
      "end_time": 357,
      "verse_references": [],
      "themes": [
        "duties",
        "Vedic culture",
        "knowledge of the self"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Srila Prabhupada many times says that in India, in the Vedic culture, even the most illiterate person in a remote part of any village will know that I am not this body, I am spirit soul.",
      "summary": "The speaker discusses how even the lower classes in Vedic society were aware of the ultimate goal of life, contrasting this with the ignorance of modern educated individuals regarding the nature of the self.",
      "timestamp_url": "https://youtu.be/_H6ZPOVQCZs?t=240",
      "transcript": "But formerly, all of them used to be trained in this. So not only the brahmanas, kshatriyas and vaisyas, even the shudras, though there was no training in a gurukul, in their homes, they would be following the elders and the general population was guided by the brahmanas as to what are their duties, material duties, spiritual duties. Everyone had to perform their material and spiritual duties as guided by the brahmanas, who were strictly following the directions of the shastras given by the Supreme Lord Krishna for the whole civilized human society. So everyone knew the ultimate goal of life. Srila Prabhupada many times says that in India, in the Vedic culture, even the most illiterate person in a remote part of any village will know that I am not this body, I am spirit soul. Will know that I am eternal. Will know that my goal is to get out of the cycle of birth and death. Will know that he has to actually perform his material and spiritual duties in order to get out of the entanglement of material existence. Everybody knows, everyone. And today there are so many so-called educated philosophers, scholars, scientists, but they do not know I am not the body, I am spirit soul. They do not know that. They do not know about material entanglement."
    },
    {
      "start_time": 360,
      "end_time": 487,
      "verse_references": [],
      "themes": [
        "devotional service",
        "chanting Hare Krishna",
        "retirement from family life"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So what is the spiritual duty of everyone? Simply to render devotional service to Lord Krishna.",
      "summary": "The speaker emphasizes that the spiritual duty is to render devotional service to Krishna, simplified in this age by chanting Hare Krishna, and discusses the Vedic injunction to retire from family life for self-realization.",
      "timestamp_url": "https://youtu.be/_H6ZPOVQCZs?t=360",
      "transcript": "So here it is clearly said the younger brothers of Maharaja Yudhishthira were already obedient followers of the great emperor and had sufficiently been trained to know the ultimate goal of life. Therefore they decidedly followed their eldest brother in rendering devotional service to Lord Krishna. So what is the spiritual duty of everyone? Simply to render devotional service to Lord Krishna. That's all. It's very simple. And it has been further simplified in this age by Sri Chaitanya Mahaprabhu that to render devotional service to Lord Krishna means to simply chant Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare. This can be done by anybody. It doesn't require any qualification. It is not difficult. It is very very easy. So Sri La Pravapada further says according to the principles of Sanatana Dharma one must retire from family life after half the duration of life is finished. Panchashodram vanam vrajayet. This is the Vedic injunction and must engage himself in self-realization. You see. Engage oneself in self-realization in spiritual activities. But the question of engaging oneself is not always decided. What will they do after becoming retired? So Sri La Pravapada says sometimes retired men are bewildered about how to engage themselves for the last days of life. They don't know what to do. They sometimes think it is very boring to sit and chant all the time or to sit and read some scriptures or do some Deity worship. Oh it's very boring."
    },
    {
      "start_time": 491,
      "end_time": 576,
      "verse_references": [],
      "themes": [
        "devotional service",
        "ultimate goal of life",
        "moksha"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Here is a decision by authorities like the Pandavas. All of them engage themselves in favorably culturing the devotional service of the Lord the Supreme Personality of Godhead.",
      "summary": "The speaker explains that the Pandavas engaged in devotional service even after retirement and that even Moksha is not the ultimate goal of life.",
      "timestamp_url": "https://youtu.be/_H6ZPOVQCZs?t=491",
      "transcript": "Sri La Pravapada says, \"Here is a decision by authorities like the Pandavas. All of them engage themselves in favorably culturing the devotional service of the Lord the Supreme Personality of Godhead.\" You see. They had trained, they had been trained and they were engaged before retiring, they were engaged in devotional service. So they continued their devotional service with greater emphasis because they are freed from material responsibilities. So further Sri La Pravapada says, \"According to Swami Shridhara he is the original commentator on the Srimad Bhagavatam Dharma, Artha, Kama and Moksha or fruitive activities philosophical speculations and salvation as conceived by several persons are not the ultimate goal of life.\" See this is something we have to carefully understand. Why is it being said that Moksha even Moksha is not the ultimate goal of life. Why? Because Sri La Pravapada says they are more or less practiced by persons who have no information"
    },
    {
      "start_time": 579,
      "end_time": 627,
      "verse_references": [
        "BG 18.64"
      ],
      "themes": [
        "Krishna as the ultimate goal",
        "Bhagavad Gita",
        "devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is the ultimate goal of life.",
      "summary": "The speaker quotes the Bhagavad Gita to emphasize that Krishna is the ultimate goal of life, and the Pandavas understood this without hesitation.",
      "timestamp_url": "https://youtu.be/_H6ZPOVQCZs?t=579",
      "transcript": "And what is that ultimate goal of life? It is not Moksha. The ultimate goal of life is already indicated by the Lord himself in the Bhagavad Gita in the 18th chapter 64th verse. And the Pandavas were intelligent enough to follow it without hesitation. Krishna is the ultimate goal of life. Maamey vaisyasi Maa manusmara Madhyaji Maam namaskuru Bhavamad bhakto Matkarmakrth Matparamo. See all the Bhagavad Gita statements clearly indicate Krishna to be the ultimate goal. Krishna to be the ultimate goal. Krishna to be the ultimate goal. Krishna."
    },
    {
      "start_time": 629,
      "end_time": 737,
      "verse_references": [
        "SB 1.15.46",
        "BG 7.28"
      ],
      "themes": [
        "lotus feet of Krishna",
        "pious deeds",
        "pure devotees"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "They all had performed all the principles of religion and as a result rightly decided that the lotus feet of the Lord Sri Krishna are the supreme goal of all.",
      "summary": "The speaker introduces verse 46, explaining that the Pandavas meditated on the lotus feet of Krishna as the supreme goal, and only those who have performed pious deeds can concentrate on the lotus feet of Krishna.",
      "timestamp_url": "https://youtu.be/_H6ZPOVQCZs?t=629",
      "transcript": "The 46th verse te sadhukrtha sarvartha nyatavya atyantikam atmanah manasa dharayam asuhu vaikuntha charanam bujam. The translation of this 46th verse, \"They all had performed all the principles of religion and as a result rightly decided that the lotus feet of the Lord Sri Krishna are the supreme goal of all. Therefore they meditated upon his feet without interruption.\" You see the ultimate goal of life is clearly indicated here. In the Purpose Srila Prabhupada says in the Bhagavad Gita 7th chapter 28th verse the Lord says that only those who have done pious deeds in previous lives and have become freed from the results of all impious acts can concentrate upon the lotus feet of the Supreme Lord Sri Krishna. Yesham tu antagatam papam jananam punyakarmanam te dvandva mohanir mukta bhajan temam Krishna is speaking that bhajan temam dhradam pratah. The Pandavas not only in this life but also in their previous lives had always performed the supreme pious work. What is the supreme pious work? Devotional service. And thus they are ever free from all the reactions of impious work. The Pandavas are pure devotees of Krishna. So there is no question of their engaging in any impious activities,"
    },
    {
      "start_time": 740,
      "end_time": 826,
      "verse_references": [],
      "themes": [
        "Arjuna's hesitation",
        "pure devotee",
        "kindness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Arjuna, even though he knew that this was a fair battle for a just cause, still, when it came to actually killing his own kinsmen, he hesitated.",
      "summary": "The speaker explains Arjuna's hesitation to kill his kinsmen as a sign of being a pure devotee, naturally kind and soft-hearted, and averse to sinful activities.",
      "timestamp_url": "https://youtu.be/_H6ZPOVQCZs?t=740",
      "transcript": "This is very evident that Arjuna was hesitating to kill his kinsmen even though they were so unjust. They were so corrupt. They troubled the Pandavas in so many ways, the Kauravas. But Arjuna hesitated to kill them because Arjuna is the pure devotee. Pure devotees never do any sinful activity. If there is even the slightest doubt whether they are acting sinfully or not, they refrain if they even have the slightest doubt that they may be indulging in sin. So Arjuna, even though he knew that this was a fair battle for a just cause, still, when it came to actually killing his own kinsmen, he hesitated. And he told Krishna, I cannot kill my kinsmen. So Srila Prabhupada says, that is because he is a pure devotee of the Lord. He is kind and soft-hearted. A pure devotee of the Lord is naturally endowed with all good qualities."
    },
    {
      "start_time": 830,
      "end_time": 924,
      "verse_references": [],
      "themes": [
        "lotus feet of Krishna",
        "dharma, artha, kama, moksha",
        "Vaikuntha world"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It is quite reasonable therefore that they concentrated their minds upon the lotus feet of the Supreme Lord Sri Krishna.",
      "summary": "The speaker concludes by stating that the Pandavas concentrated on the lotus feet of Krishna, and that dharma, artha, kama, and moksha are intermediate steps to complete surrender to Krishna, and that the Pandavas fixed their attention on the lotus feet of Krishna in the spiritual world.",
      "timestamp_url": "https://youtu.be/_H6ZPOVQCZs?t=830",
      "transcript": "In this case, Sree Sri Prabhupada further says here, it is quite reasonable therefore that they concentrated their minds upon the lotus feet of the Supreme Lord Sri Krishna. And Sri La Vishwa na Chakravarti Thakur, one of our previous acharyas, he writes in his commentary on the Bhagavatam, that dharma, artha, kama and moksha principles are accepted by persons from the results of impious action the pure devotees never have these goals the scriptures explain these are intermediate steps to come to the point of complete surrender to Krishna and become firmly fixed up in devotional service to lotus feet of Lord Krishna only those who are free from all material contamination can accept the lotus feet of the Lord in the spiritual sky the Vaikuntha world is situated far beyond the material sky and the material sky is under the management of Durga Devi but the Vaikuntha world is managed by the personal energy of the Lord yoga mind Naya Subhadra Devi so the Pandavas being pure devotees they fixed their attention completely on the lotus feet of Krishna in the spiritual world I'll"
    }
  ]
}