{
  "video_id": "_qZTN6-rmZI",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.7.40-41 | 15-01-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=_qZTN6-rmZI",
  "segments": [
    {
      "start_time": 0,
      "end_time": 53,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyanati Miran Dasya Gyananjani Shalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, invoking blessings and paying respects to gurus and deities.",
      "timestamp_url": "https://youtu.be/_qZTN6-rmZI?t=0",
      "transcript": "Om Agyanati Miran Dasya Gyananjani Shalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayayet"
    },
    {
      "start_time": 54,
      "end_time": 107,
      "verse_references": [
        "SB 1.7.40"
      ],
      "themes": [
        "dharma",
        "Arjuna's dilemma",
        "Krishna's test"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Although Krishna, who was examining Arjuna in religion, encouraged Arjuna to kill the son of Dronacharya, Arjuna, a great soul, did not like the idea of killing him, although Ashwatthama was a heinous murderer of Arjuna's family members.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam (1.7.40) about Krishna testing Arjuna by urging him to kill Ashwatthama, despite Arjuna's reluctance.",
      "timestamp_url": "https://youtu.be/_qZTN6-rmZI?t=54",
      "transcript": "In this session, we will be discussing from the 40th and the 41st verses of the Bhagavad Gita, the 40th verse of the 7th chapter of the 1st canto of Srimad Bhagavatam. The 40th verse, Suta Vacha. Suta Goswami is narrating this entire episode to the sage Srinayamisharanya. Evam Parikshata Dharmam Parthaha Krishnena Choditaha Naichad Hantum Guru Sutam Yadyapi Atmahanam Maha. The meaning of this verse: Suta Goswami said, \"Although Krishna, who was examining Arjuna in religion, encouraged Arjuna to kill the son of Dronacharya, Arjuna, a great soul, did not like the idea of killing him,"
    },
    {
      "start_time": 107,
      "end_time": 150,
      "verse_references": [],
      "themes": [
        "Krishna's instruction",
        "justice",
        "Ashwatthama's crimes"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "You must kill him because he is an aggressor. He is a murderer of your family members. He dissatisfied his master. He has killed sleeping persons.",
      "summary": "The speaker elaborates on Krishna's reasons for wanting Ashwatthama killed, highlighting his transgressions and justifying the potential punishment.",
      "timestamp_url": "https://youtu.be/_qZTN6-rmZI?t=107",
      "transcript": "although Ashwatthama was a heinous murderer of Arjuna's family members.\" Now, Krishna actually is testing Arjuna. Krishna is telling Arjuna, \"You should not spare this Ashwatthama. You should punish him.\" And specifically what is Krishna telling? \"You must kill him because he is an aggressor. He is a murderer of your family members. He dissatisfied his master. He has killed sleeping persons.\" So many good reasons for Arjuna to kill Ashwatthama."
    },
    {
      "start_time": 150,
      "end_time": 186,
      "verse_references": [],
      "themes": [
        "Arjuna's compassion",
        "devotee qualities",
        "great soul"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Although Ashwathama deserved to be killed, still Arjuna did not like it because Arjuna is a great soul.",
      "summary": "The speaker emphasizes Arjuna's reluctance to kill Ashwatthama, attributing it to his compassionate nature and the qualities of a great soul (Mahatma).",
      "timestamp_url": "https://youtu.be/_qZTN6-rmZI?t=150",
      "transcript": "And Ashwatthama is already bound up now, arrested by Arjuna, understood by Arjuna, so Arjuna could have killed, but Arjuna did not like the idea of killing the son of his own teacher. Well, although Ashwatthama deserved to be killed, still Arjuna did not like it because Arjuna is a great"
    },
    {
      "start_time": 186,
      "end_time": 251,
      "verse_references": [],
      "themes": [
        "devotee qualities",
        "pure devotee",
        "good qualities"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Actually devotees are called Mahatma. Devotees are great souls. They are broad-minded. So, it is important to understand the consideration why Arjuna decided not to kill Ashraf ville, Ashwathama.",
      "summary": "The speaker explains that devotees are considered great souls and possess all good qualities, which helps to understand Arjuna's decision.",
      "timestamp_url": "https://youtu.be/_qZTN6-rmZI?t=186",
      "transcript": "soul, Mahan, he is described as Mahan. Actually, devotees are called Mahatma. Devotees are great souls. They are broad-minded. So, it is important to understand the consideration why Arjuna decided not to kill Ashwatthama. Srila Prabhupada explains in the Purport to help us understand better. Arjuna was a great soul, undoubtedly, which is proved here also. In many instances in the Mahabharata, it is clearly established the Pandavas who are pure devotees of Krishna. The Bhagavatam says any pure devotee is full of all good qualities, yes."
    },
    {
      "start_time": 251,
      "end_time": 329,
      "verse_references": [],
      "themes": [
        "Arjuna's justification",
        "Krishna's test",
        "Ashwatthama's degradation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Arjuna justified not killing ashwathama even though ashwathama deserved the death of krishna but he was not killed by krishna even though ashwathama deserved the death of krishna but he was not killed by krishna even though ashwathama deserved the death of krishna to be killed",
      "summary": "The speaker discusses how Arjuna will justify his decision not to kill Ashwatthama, despite Ashwatthama's degraded actions and Krishna's encouragement to punish him.",
      "timestamp_url": "https://youtu.be/_qZTN6-rmZI?t=251",
      "transcript": "All good qualities that have been found in demigods are fully present in a pure devotee. So Arjuna is proved in this particular incident, as we will see towards the end of this chapter, how Arjuna justified not killing Ashwatthama, even though Ashwatthama deserved the death of Krishna, but he was not killed by Krishna, even though Ashwatthama deserved the death of Krishna, but he was not killed by Krishna, even though Ashwatthama deserved the death of Krishna to be killed. Now Arjuna is being encouraged personally by the Supreme Lord Krishna to kill the son of Dronacharya, this Ashwatthama, who is a murderer of Arjuna's family members, but Arjuna considers that the son of his great teacher should be spared, for he happens to be the son of Dronacharya, even though he is an unworthy son. He has degraded himself. Arjuna, Ashwatthama has degraded himself. Why? Because Ashwatthama has done all sorts of heinous acts whimsically for no one's benefit. What did he gain by doing this?"
    },
    {
      "start_time": 329,
      "end_time": 398,
      "verse_references": [],
      "themes": [
        "Ashwatthama's actions",
        "punishment",
        "Arjuna's duty",
        "devotee's duty"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In doing duty is the only thing that is difficult in doing the duty of your devotee duty there is always a consideration how should i act in my position in terms of doing my duty",
      "summary": "The speaker questions the appropriate punishment for Ashwatthama and highlights the difficulty in performing one's duty as a devotee, requiring careful consideration of the situation.",
      "timestamp_url": "https://youtu.be/_qZTN6-rmZI?t=329",
      "transcript": "Ashwatthama did not gain anything. He could not please his master. He didn't do the right thing. He was an aggressor, assassin, murderer, breaking the principles of kathriya conduct in a dharma yudha. So he's definitely punishable. But what punishment? That is the question. Krishna told Arjuna, \"You should kill him. He should not spare his life.\" But Arjuna is thinking, \"How can I kill the son of my teacher whom he held in respect?\" Now Srila Prabhupada explains in the purport, \"Lord Sri Krishna encouraged Arjuna outwardly just to test Arjuna's sense of duty.\" Arjuna's sense of duty, what is his duty? In every circumstance, a devotee performs his duty. In every circumstance, in doing duty is the only thing that is difficult in doing the duty of your devotee."
    },
    {
      "start_time": 398,
      "end_time": 478,
      "verse_references": [],
      "themes": [
        "Arjuna's duty",
        "punishment",
        "Krishna's knowledge",
        "Arjuna's responsibility"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Arjuna has to punish Ashwathama. But what kind of punishment? That is elaborately discussed in the rest of the chapter.",
      "summary": "The speaker emphasizes that Arjuna must punish Ashwatthama, but the nature of the punishment is the central question, and Krishna is aware of Arjuna's sense of duty.",
      "timestamp_url": "https://youtu.be/_qZTN6-rmZI?t=398",
      "transcript": "Duty, there is always a consideration, how should I act in my position in terms of doing my duty. Now Arjuna should not simply let go Ashwatthama. Arjuna has to punish as a matter of duty. At the same time, in doing the duty, he has to consider what kind of punishment does this son of the teacher of Arjuna deserve? What kind of punishment does he deserve? Does he deserve the punishment of being killed or some other punishment? There is no doubt that he has to be punished as a matter of duty. Arjuna has to punish Ashwatthama. But what kind of punishment? That is elaborately discussed in the rest of the chapter. It is not that Arjuna was incomplete in the sense of his duty, nor was Lord Sri Krishna unaware of Arjuna's sense of duty."
    },
    {
      "start_time": 478,
      "end_time": 537,
      "verse_references": [],
      "themes": [
        "devotee vs non-devotee",
        "responsibility",
        "material energy",
        "Krishna's devotee"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This is the difference between a devotee and a non-devotee. A non-devotee under all circumstances acts responsibly.",
      "summary": "The speaker contrasts the behavior of devotees and non-devotees, highlighting the devotee's consistent responsibility due to their connection with Krishna.",
      "timestamp_url": "https://youtu.be/_qZTN6-rmZI?t=478",
      "transcript": "Krishna knew Arjuna is aware of his duty and he will act responsibly. This is the difference between a devotee and a non-devotee. A non-devotee under all circumstances acts responsibly. A non-devotee may or may not be responsible in all his actions, because a non-devotee under the influence of the glaring material energy is carried away sometimes and will fail in properly doing his duty or fail in taking responsibility. That we have to note. So unless one is a devotee of Krishna,"
    },
    {
      "start_time": 537,
      "end_time": 627,
      "verse_references": [],
      "themes": [
        "pure devotees",
        "Krishna's tests",
        "sense of duty",
        "exemplary actions"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Lord Sri Krishna put to test many of his pure devotees. Just to magnify the sense of duty.",
      "summary": "The speaker explains that Krishna tests his pure devotees to emphasize their sense of duty, and they teach through their exemplary actions.",
      "timestamp_url": "https://youtu.be/_qZTN6-rmZI?t=537",
      "transcript": "one will not be able to do his duties properly. Now Srila Prabhupada says about the pure devotees, \"Lord Sri Krishna put to test many of his pure devotees just to magnify the sense of duty.\" Krishna when he descends, he descends with his pure devotees, and the pure devotees teach by their exemplary actions, as much as Krishna himself teaches by his instructions and by his actions which he performs in his role. When he does a, plays a role, then Krishna performs his duties or activities perfectly, just to teach us. Now Srila Prabhupada gives the example of pure devotees who were put to test by Krishna and they came out successful. The gopis were put to such tests as well. Not only Arjuna is being tested by Krishna now, earlier the gopis also were put to such tests. Prahlad Maharaj was also put to such a test. All pure devotees come out successful in their respective tests by the Lord."
    },
    {
      "start_time": 627,
      "end_time": 686,
      "verse_references": [],
      "themes": [
        "Prahlad Maharaj",
        "Hiranyakashipu",
        "devotee in demoniac family",
        "Krishna's mercy"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "A pure devotee appears in the family of demons. And that is just for the sake of the deliverance of the demons.",
      "summary": "The speaker introduces the story of Prahlad Maharaj, a devotee born in a demoniac family, as an example of Krishna's mercy even towards demons.",
      "timestamp_url": "https://youtu.be/_qZTN6-rmZI?t=627",
      "transcript": "All pure devotees. Now let's understand how Prahlad Maharaj was put to test by the Supreme Lord Narasimha Dev. Prahlad appeared as the son of a big demon, Hiranyakashipu. Sometimes Prabhupada says, \"A pure devotee appears in the family of demons, and that is just for the sake of the deliverance of the demons.\" That is Krishna's mercy upon even the demoniac nature persons, even the demons. Krishna's mercy is there on every living entity because every living entity is his own part and parcel. mamayivamso jivaloke jivabhutasanatanah. Eternally we are Krishna's own part and parcel."
    },
    {
      "start_time": 686,
      "end_time": 714,
      "verse_references": [
        "BG 4"
      ],
      "themes": [
        "transcendental knowledge",
        "Krishna's part and parcel"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "What is the transcendental knowledge that one has to gain by studying Bhagavad Gita. That every living being is part and parcel of Krishna.",
      "summary": "The speaker references the Bhagavad Gita to explain that all living beings are part and parcel of Krishna and belong to Him.",
      "timestamp_url": "https://youtu.be/_qZTN6-rmZI?t=686",
      "transcript": "yajnyatvana punarmoham evam yasyasi pandava sarvabhutani asheshani drakshasi atmano atomayi. In the fourth chapter Krishna says, what is the transcendental knowledge that one has to gain by studying Bhagavad Gita, that every living being is part and parcel of Krishna and therefore they belong to Krishna. They are situated within Krishna."
    },
    {
      "start_time": 714,
      "end_time": 802,
      "verse_references": [],
      "themes": [
        "Prahlad Maharaj",
        "Hiranyakashipu",
        "chanting the holy name",
        "torture"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Prahlad was tortured by his father Hiranyakashipu. Just because Prahlad was chanting the holy name of the Supreme Lord.",
      "summary": "The speaker narrates how Hiranyakashipu became angry with Prahlad for chanting the name of Vishnu and tortured him for it.",
      "timestamp_url": "https://youtu.be/_qZTN6-rmZI?t=714",
      "transcript": "So, Prahlad Maharaj appeared as the son of Hiranyakashipu. And when Hiranyakashipu came to know this son Prahlad of his is actually chanting the name and glorifying Vishnu, so he became, Hiranyakashipu became very angry against Prahlad. Said, \"Don't ever utter even the name of my enemy.\" Why did Hiranyakashipu consider Vishnu as his enemy? Because Vishnu had killed Hiranyakashipu, Hiranyakashipu's elder brother. So therefore Hiranyakashipu thought Vishnu is my enemy. And he just told Prahlad, \"Don't ever utter.\" But Prahlad as a devotee, he would always chant the name of the Supreme Lord because he is a devotee. Devotee always chants the names of the Supreme Lord. So Hiranyakashipu became more and more angry and he tried to stop his son, but he could not, to the extent that Prahlad was tortured by his father Hiranyakashipu just because Prahlad was chanting the holy name of the Supreme Lord. That's all."
    },
    {
      "start_time": 802,
      "end_time": 891,
      "verse_references": [],
      "themes": [
        "Prahlad Maharaj",
        "Narasimhadeva",
        "protection",
        "benediction",
        "forgiveness"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Prahlad said. I don't want any boon for myself. But. I. Want you. To. Pardon my father.",
      "summary": "The speaker describes how Prahlad was protected by the Lord and how, when offered a benediction, he asked for his father to be pardoned.",
      "timestamp_url": "https://youtu.be/_qZTN6-rmZI?t=802",
      "transcript": "No other fault. For this he was tortured. But he was, Prahlad was protected by the Supreme Lord. And when Hiranyakashipu attempted to kill Prahlad, then Hiranyakashipu, sorry, Narsimade, he became very angry against Hiranyakashipu. He came and stopped Hiranyakashipu from further giving any trouble to Prahlad. And also Hiranyakashipu was delivered by the Supreme Lord. Delivered means he was killed, but that killing also is beneficial, that he is purified. But when Narsimade offered Prahlad, \"You may take any benediction because you are my devotee and you have suffered so much at the hands of this demon.\" So Prahlad said, \"I don't want any boon for myself, but I want you to pardon my father because he committed so many offenses against Hiranyakashipu, but I want you to pardon my father because he committed so many offenses against Hiranyakashipu, but he did not offense against the devotees. He blasphemed the devotees. He gave so much trouble to devotees. So kindly pardon.\""
    },
    {
      "start_time": 891,
      "end_time": 926,
      "verse_references": [],
      "themes": [
        "Prahlad Maharaj",
        "duty towards father",
        "exemplary behavior"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Prahlad was always conscious of his duty towards his father. Even though the father behaved so bad.",
      "summary": "The speaker concludes the segment by highlighting Prahlad Maharaj's exemplary behavior and his consciousness of his duty towards his father, even despite his father's bad behavior.",
      "timestamp_url": "https://youtu.be/_qZTN6-rmZI?t=891",
      "transcript": "Now look at the behavior of Prahlad. The hell called Put. So Putra. Therefore Putra. So Prahlad was always conscious of his duty towards his father, even though the father behaved so bad. So in."
    }
  ]
}