{
  "video_id": "a4nlkCW7T7k",
  "title": "Why is the world facing so many natural disturbances | HG Suvyakta Narasimha Dasa",
  "speaker": "HG Suvyakta Narasimha Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=a4nlkCW7T7k",
  "segments": [
    {
      "start_time": 17,
      "end_time": 117,
      "verse_references": [],
      "themes": [
        "omens",
        "disturbances",
        "Hiranyakasipu"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But the kind of breezes that started blowing when Hiranyakasivu and Hiranyakasivu appeared, they were Suddhusvarsaha and they were Pudkaran Iren, Muhuhu.",
      "summary": "The speaker describes the unpleasant omens, specifically related to the wind, that manifested at the time of Hiranyakasipu's appearance.",
      "timestamp_url": "https://youtu.be/a4nlkCW7T7k?t=17",
      "transcript": "There are many omens that were manifest when Daya and Vijaya came down as Hiranyaksha and Hiranyakasipu. So, it is described here, Vavavvayu, Vayu, the air, a breeze which blows, winds which blow. Normally, in Chennai what happens, it's very humid. So, when we stand outside in the tree shade, there is a breeze that blows, it feels very pleasing, it feels very nice, cooling, comforting. But the kind of breezes that started blowing when Hiranyakasipu and Hiranyakasipu appeared, they were Suddhusvarsaha and they were Pudkaran Iren, Muhuhu. When the wind used to blow, when Hiranyakasipu and Hiranyakasipu were going to take birth, the breeze used to give a hissing sound. And just like you would see in, if any of you before joining, you have seen these horror movies, you know, sometimes, you know, in the night, they'll show one window is closing, one door is closing, and there is a kind of sound that comes, which is very fearful. You know, those kind of sounds are not pleasing to the ear. And Suddhusvarsaha, to the touch also, the breeze was not pleasing. So, especially when you are in Chennai, you don't have experience of breeze which is unpleasant, isn't it? Any time breeze blows, it's welcome."
    },
    {
      "start_time": 118,
      "end_time": 241,
      "verse_references": [],
      "themes": [
        "Vrindavan",
        "weather",
        "personal experience"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "As soon as I got out of the car, I immediately got back inside.",
      "summary": "The speaker shares his personal experience of arriving in Vrindavan during winter and being shocked by the cold.",
      "timestamp_url": "https://youtu.be/a4nlkCW7T7k?t=118",
      "transcript": "But you know, I have also been, you know, I was born and grew up in South India. So, when I went to Vrindavan, I went in 2005. So, and unfortunately, I went in February. You know, January, February is the coldest season in Vrindavan. So, I had no idea how winter is in North India. I never went out of South India. You know, Andhra, Karnataka, Tamil Nadu, Kerala, these were the areas which I used to roam, until I was, until I joined the temple and then went to Vrindavan. So, I had no idea how winters are in the North India. Maximum winter, I had got exposed to was in Bangalore, you know. Maximum would go down to 20 degrees, 22 degrees. And in Vrindavan, you know how winters are. The maximum, the maximum daytime temperature at 1 o'clock or 2 o'clock in the afternoon will be around 5 degrees or 6 degrees. That's the kind of winter. So, I had no idea. So, you know, we got into a car from the airport and drove down to Vrindavan. And our Vrindavan Chandra Uday Mandir site that is there. At that time, of course, it's not like this currently. It was just plain land. There was absolutely nothing. The torus which you see now, it was still coming up. So, I went and landed there. Got out of the car. As soon as I got out of the car, I immediately got back inside. There was a very cold... As it is, the temperature was cold. On top of that, a cold breeze was blowing. The moment it touched my skin, that's all. I couldn't get out of the car. I immediately jumped back inside the car. I said, I am not going to get out. Then, you know, with me, other Vyopat Prabhu and other devotees were there. They said, hey, if you don't get out, you look very bad. I see all the embassies, they are standing there. Come on, get out. So, with great difficulty, I managed to get out."
    },
    {
      "start_time": 241,
      "end_time": 319,
      "verse_references": [],
      "themes": [
        "Vrindavan",
        "weather",
        "personal experience"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, in the afternoon for lunch, Prasadam, we had to go back.",
      "summary": "The speaker recounts his experience of the extreme heat in Vrindavan during summer and how the hot breeze felt like fire.",
      "timestamp_url": "https://youtu.be/a4nlkCW7T7k?t=241",
      "transcript": "So, there are breezes also which are not pleasant. So, sometimes, you know, in the extreme winter, when the breeze blows, it is not pleasing. Similarly, my first summer in Vrindavan, I still remember. Summer also, I had never experienced, you know, in Bangalore, temperatures those days, maximum 28, 29. 30 was unheard of in Bangalore, those days. Nowadays, of course, it goes to 35, 36 and all that. So, when summer came, June, May, June, temperatures were sizzling, 48 degrees centigrade. I had never experienced in my life. And those days, we were not staying in the campus. We were staying outside. So, we used to come every day and go. And we used to come by bike. So, another devotee used to drive the bike and I used to sit behind. So, in the afternoon for lunch, Prasadam, we had to go back. So, we used to stay in that Keshav Kunj, which was opposite the Krishnabal Ram temple. So, from, you can imagine, from Chattikara till there, we had to go in 48 degrees centigrade. And we were, when we were driving, the breeze was blowing and I was feeling somebody has set fire to my body. So, at that time, breeze was not pleasing. I was thinking, when will this breeze stop?"
    },
    {
      "start_time": 319,
      "end_time": 368,
      "verse_references": [],
      "themes": [
        "natural disturbances",
        "omens",
        "Hiranyaksha",
        "Hiranyakasipu"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, but then, when Hiranyaksha and Hiranyaka Kshapu were taking birth, the entire climate itself became so bad, that the breeze became, became distrustful, became uninviting to the touch.",
      "summary": "The speaker connects the unpleasant weather conditions during the birth of Hiranyaksha and Hiranyakasipu to the current increase in natural disasters like cyclones.",
      "timestamp_url": "https://youtu.be/a4nlkCW7T7k?t=319",
      "transcript": "So, sometimes, breezes are not pleasing to the skin. So, it is said here that when Hiranyaksha and, of course, in certain climates, certain weathers, the breeze may not be pleasing. But when Karthik Maas comes, when Chaitanya Maas comes, that time, the breeze is very pleasing. So, but then, when Hiranyaksha and Hiranyakashipu were taking birth, the entire climate itself became so bad, that the breeze became, became distrustful, became uninviting to the touch. And the sound that they were giving was also not pleasing to the ears. And what was happening, Vataaniko, Vaatya means, there was a, you know, these cyclones and hurricanes had become very common."
    },
    {
      "start_time": 368,
      "end_time": 451,
      "verse_references": [],
      "themes": [
        "natural disturbances",
        "karma",
        "Krishna's will",
        "exploitation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The moment we go against the will of Krishna, we go against the laws of nature, we start trying to exploit, material nature as well as other living entities.",
      "summary": "The speaker explains that natural disturbances are a result of humanity going against Krishna's will and exploiting material nature, disrupting the balance of the universe.",
      "timestamp_url": "https://youtu.be/a4nlkCW7T7k?t=368",
      "transcript": "So, which is what we are experiencing now. Every other day, there is a cyclone. Recently, just recently, you know, Chennai has gone through one cyclone, still not got over the, still the cyclone hangover is still going on, still continuously raining. And few years back, we had the big tsunami. And I think couple of years back, we had a big flood also here. So, these kind of natural disturbances are actually, if you see, they are not meant to be in this world. It is not that this world is like this. No, this world is not like this, not supposed to be like this. This world, Krishna has created in such a way, that it is supposed to be very pleasing and giving lot of peace and comfort to us in our minds, as long as we are executing spiritual activities. The moment we go against the will of Krishna, we go against the laws of nature, we start trying to exploit, material nature as well as other living entities. When that becomes prominent in this material world, what happens is, all the entire system around which this whole material universe is designed, gets disrupted. And when that gets disrupted,"
    }
  ]
}