{
  "video_id": "A5YG2qs98AU",
  "title": "SB 1.17.10-11 | Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | 19-02-2023",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=A5YG2qs98AU",
  "segments": [
    {
      "start_time": 0,
      "end_time": 50,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya",
      "summary": "The lecture begins with traditional Vaishnava prayers and invocations.",
      "timestamp_url": "https://youtu.be/A5YG2qs98AU?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyananjanishalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha Namah Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pachatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shri Vasadi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet"
    },
    {
      "start_time": 51,
      "end_time": 144,
      "verse_references": [
        "SB 1.17.10-11"
      ],
      "themes": [
        "governance",
        "responsibility",
        "protection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Therefore, I must kill this most wretched man because he is violent against other living beings.",
      "summary": "The speaker introduces the verses from Srimad Bhagavatam and their meaning, focusing on the king's duty to protect all living beings and punish those who cause terror.",
      "timestamp_url": "https://youtu.be/A5YG2qs98AU?t=51",
      "transcript": "In this session we will be discussing two verses, the 10th and the 11th verses, of the 17th chapter of the first canto of Srimad Bhagavatam. Both these verses are given together by Srila Prabhupada, so I shall read both of them, the 10th verse and the 11th verse. Yasya Rashtre Prajasarvaha Trasyante Sadhya Asadubihi Tasya Mattasya Nashyanti Keertir Ayur Bhagogatihi Esha Ragnam Parodharmo Hyartanam Aarti Nigraha Ataenam Vadishyami Bhutadruham Asaptamam The meaning of these two verses is as follows: O chaste one, the king's good name, duration of life and good rebirth vanish when all kinds of living beings are terrified by miscreants in his kingdom. It is certainly the prime duty of the king to subdue first the sufferings of those who suffer. Therefore, I must kill this most wretched man because he is violent against other living beings. So Srila Prabhupada writes elaborate purport for these two verses."
    },
    {
      "start_time": 145,
      "end_time": 291,
      "verse_references": [],
      "themes": [
        "protection",
        "justice",
        "animal rights",
        "governance"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Similarly, it is the duty of the government to kill at once all bad social elements such as thieves, decoits and murderers.",
      "summary": "The speaker elaborates on Srila Prabhupada's purport, emphasizing the king's responsibility to protect all citizens, including animals, and to punish those who disturb the peace.",
      "timestamp_url": "https://youtu.be/A5YG2qs98AU?t=145",
      "transcript": "Purport is as follows: When all kinds of living beings are terrified by miscreants in his kingdom, when there is some disturbance caused by wild animals in a village or town, the police or others take action to kill them. Similarly, it is the duty of the government to kill at once all bad social elements such as thieves, decoits and murderers. The same punishment is also due to animal killers because the animals of the state are also called praja. The word praja that is used, citizen. In English we say citizen, praja. Praja means one who has taken birth in the state. Ja means to take birth. So this praja includes both men and animals, especially the cows and bulls. They are reared by human beings, especially for Brahmanical culture. Any living being who takes birth in the state has the primary right to live under the protection of the king. Any living being who takes birth in the state, be it an animal or a human being. The jungle animals are also subject to the king and they also have a right to live. What to speak of, as Prabhupada says, what to speak of the domestic animals like the cows and bulls, even the jungle animals, they cannot be indiscriminately killed by anyone. So, especially the cows and bulls must be protected by the king. Also, as Prabhupada further explains, any living being, if he terrifies other living beings, is a most wretched subject and the king should at once kill such a disturbing element. To maintain peace, to maintain law and order, the king should impose very strict punishment in order to protect the innocent. As the wild animal is killed when it creates disturbances, similarly, any man who unnecessarily kills or terrifies the jungle animals or other animals must be punished at once."
    },
    {
      "start_time": 292,
      "end_time": 376,
      "verse_references": [],
      "themes": [
        "karma",
        "vegetarianism",
        "divine law",
        "subsistence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "By the law of the Supreme Lord, all living beings in whatever shape they may be are the sons of the Lord, and no one has any right to kill another animal unless it is so ordered by the codes of natural law.",
      "summary": "The lecture discusses the concept of divine law regarding the killing of animals, explaining that while some animals may kill for subsistence, humans have the option to subsist on grains, fruits, and milk.",
      "timestamp_url": "https://youtu.be/A5YG2qs98AU?t=292",
      "transcript": "By the law of the Supreme Lord, all living beings in whatever shape they may be are the sons of the Lord, and no one has any right to kill another animal unless it is so ordered by the codes of natural law. What is wrong in killing an animal by a human being? Prabhupada points out that the tiger can kill a lower animal for his subsistence because that is the food for the tiger ordained by the higher laws. But a man cannot kill an animal for his subsistence. That is the law of God who has created the law that a living being subsists by eating another living being. Jeevo Jeevasya Jeevanam This is explained in the earlier chapter, 13th chapter of the first canto of Bhagavatam, that we cannot eat some matter, dead matter, we cannot eat. We have to eat something for our subsistence, something which is like a living being. Thus the vegetarians are also living by eating other living beings. Therefore the law is that one should live only by eating specific living beings as ordained by the law of God."
    },
    {
      "start_time": 377,
      "end_time": 460,
      "verse_references": [],
      "themes": [
        "Isopanishad",
        "vegetarianism",
        "divine will",
        "governance",
        "karma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Isopanishad directs that one should live by direction of the Lord and not at one's sweet will.",
      "summary": "The speaker references the Isopanishad and reinforces the idea that humans should live according to God's directions, arguing against the justification of eating meat based on personal preference and highlighting the karmic consequences for leaders who allow animal slaughter.",
      "timestamp_url": "https://youtu.be/A5YG2qs98AU?t=377",
      "transcript": "And that is explained in the Isopanishad as follows. The Isopanishad directs that one should live by direction of the Lord and not at one's sweet will. People say, my preference to eat meat. You may prefer to eat vegetables, but my preference to eat meat. This is the argument that is given by some people who are non-vegetarians. But Prabhupada says, a man can subsist on varieties of grains, fruits and milk ordained by God. There is no need of animal food for a human being, save and except in particular cases. Let's say there is no availability of food grains or fruits or vegetables or milk. Then under those extreme circumstances one may eat some animal flesh. Otherwise there is no reason to eat animal flesh. The illusion king or executive head, even though sometimes advertised as a great philosopher and learned scholar, will allow slaughterhouses in the state without knowing that torturing poor animals clears the way to hell to such foolish kings or executive heads."
    },
    {
      "start_time": 461,
      "end_time": 587,
      "verse_references": [],
      "themes": [
        "governance",
        "responsibility",
        "justice",
        "scriptural guidance"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The executive head must always be alert to the safety of the prajas, both man and animal, and inquire whether a particular living being is harassed at any place by another living being.",
      "summary": "The speaker emphasizes the importance of executive heads protecting all citizens, including animals, and following scriptural codes for governance, highlighting the negative consequences for those who act irresponsibly.",
      "timestamp_url": "https://youtu.be/A5YG2qs98AU?t=461",
      "transcript": "See, above the laws enforced by a government or a king, there are laws of God operating in this material world. So, their future is very, very dark, those who are animal killers. The executive head must always be alert to the safety of the prajas, both man and animal, and inquire whether a particular living being is harassed at any place by another living being. The harassing living being must be at once caught and put to death as shown by Maharaj Parichar. The king's duty is to give protection and punish the culprits without showing any sentimental compassion or mercy. No. So Srila Prabhupada says, the people's government or government by the people should not allow killing of innocent animals by the sweet will of foolish government men. These government people don't care if animals are killed indiscriminately. And actually, the government should not allow that. If they want proper law and order, if they want peace in the society, they must know the codes of God as mentioned in the revealed scriptures, Dharma Shastra, Manusmriti, Parashara Smriti, Agnya Varkya Smriti. They should know that. Perfect. Correct directions are given in the revealed scriptures for governance, how to rule the kingdom or the state. Maharaj Parikshit quotes here that according to the codes of God, the irresponsible king or state executive jeopardizes his good name, duration of life, power and strength and ultimately his progressive march towards a better life and salvation after death."
    },
    {
      "start_time": 588,
      "end_time": 764,
      "verse_references": [],
      "themes": [
        "spirituality",
        "ignorance",
        "suffering",
        "karma",
        "divine control"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "This understanding that every living being is spirit-soul, not the body.",
      "summary": "The lecture discusses the importance of understanding that every living being is a spirit-soul and how ignorance of this fact and the laws of karma leads to suffering, emphasizing that nature is controlled by God and punishes sinful actions.",
      "timestamp_url": "https://youtu.be/A5YG2qs98AU?t=588",
      "transcript": "See, this is very important. This understanding that every living being is spirit-soul, not the body. And the soul actually is meant for making progress. The actual living being inside the body, the living entity as we say, the particular person inside the body is meant for progressing towards a better life. And that is the opportunity in this material world. Such foolish men do not even believe in the existence of the next life. They don't even know there is a next life. They are so ignorant. Or if they are informed, they think, oh, we don't believe in that. Now this belief system under the situation where they are ignorant people, certain laws that are working, they do not know. Just like foolish people, they do not know their suffering is caused by their own previous sinful activities. That they do not know. Many foolish people are there, ignorant people are there. And all kinds of non-believers, as we say, atheists, agnostics, upstarts, ignorant people, they suffer, but they do not know why they are suffering, especially when they are afflicted by some disease, or they are afflicted by some pain, some natural calamity. They do not know why they were subject to some disaster, natural disaster. They do not know. But, it is not that sometimes there is some natural calamity and we have to simply face it. No. It is not like that. It is completely controlled. Nature is controlled by God. And nature, under God's direction, gives punishment to people who are sinful, and they suffer in proportion to their past sinful activities, violation of the codes of God."
    },
    {
      "start_time": 765,
      "end_time": 896,
      "verse_references": [],
      "themes": [
        "governance",
        "ignorance",
        "scriptural authority",
        "conditioned soul",
        "peace",
        "prosperity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "After all, even the so-called great man in this material world is a conditioned soul.",
      "summary": "The speaker contrasts the pious governance of Maharaj Parikshit with the ignorance of modern politicians who disregard scriptural authority and act based on personal sentiments, leading to suffering and a lack of peace and prosperity.",
      "timestamp_url": "https://youtu.be/A5YG2qs98AU?t=765",
      "transcript": "Srila Prabhupada says, politicians, they are ignorant and one such politician has written, I do not believe in any such ceremonies and to submit to them even as a matter of form would be hypocrisy in an attempt to delude ourselves and others. I have no religious sentiment in the matter. Some politician has said that he doesn't believe in life after death. He doesn't believe in the codes of God as given in the authentic scriptures. Such people are totally ignorant unlike Maharaj Pariksit. So, Maharaj Pariksit was pious according to scriptural codes. He was having a solid basis for governance. Whereas, the modern politician goes by his personal belief and sentiments. He just conducts himself and he enforces law based on his personal sentiments, which is very, very dangerous. Because, I may differ from another person. Some other person may differ from somebody else. Is that the way to actually conduct the government? It is totally irrational. It's meaningless. So, Prabhupada says, after all, even the so-called great man in this material world is a conditioned soul. He is bound by his hands and feet by the ropes of material nature, and still he thinks that he can act whimsically. So the conclusion is, during Pariksit Maharaj's time, people were happy, animals were given proper protection, and there was peace and prosperity in the kingdom."
    },
    {
      "start_time": 897,
      "end_time": 946,
      "verse_references": [],
      "themes": [
        "God consciousness",
        "peace",
        "prosperity",
        "conclusion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The conclusion is that we should be God conscious.",
      "summary": "The lecture concludes by emphasizing the importance of God consciousness and following God-given directions for individual and collective happiness, peace, and prosperity.",
      "timestamp_url": "https://youtu.be/A5YG2qs98AU?t=897",
      "transcript": "And it was experienced by everyone. And modern day situation is so bad. People are suffering in so many ways, so many ways, except those who are truly God conscious. All others have to suffer in so many ways. So, the conclusion is that we should be God conscious, and we should follow the God given directions, and then, individually and collectively, we can be happy, peaceful, we can live a peaceful life, and we can expect prosperity. I'll stop here. Thank you very much."
    }
  ]
}