{
  "video_id": "a8fDiJL6fa8",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.15.27 | 13-12-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=a8fDiJL6fa8",
  "segments": [
    {
      "start_time": 0,
      "end_time": 76,
      "verse_references": [
        "SB 1.15.27"
      ],
      "themes": [
        "invocation",
        "verse introduction",
        "Bhagavad Gita"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Now I am attracting the attention of all of you to those instructions imparted to me by the personality of Godhead Govinda because they are impregnated with instructions for relieving the burning heart in all circumstances of time and space.",
      "summary": "The speaker begins with prayers and introduces the verse from Srimad Bhagavatam, connecting it to the teachings of the Bhagavad Gita.",
      "timestamp_url": "https://youtu.be/a8fDiJL6fa8?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyananjan Shalakaya Chaksharul Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhaktivedanta Swamin Netinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nityananda Shri Advaita Gadadhara Shri Vasadi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet In this session we will be discussing from the 27th verse of the 15th chapter of the 1st canto of Shri Madbhagavatam Desha Kalaartha Yuktaani Hrithapa Upashamanicha Haranti Smarata Chittam Govinda Abhitaanime"
    },
    {
      "start_time": 76,
      "end_time": 150,
      "verse_references": [],
      "themes": [
        "Bhagavad Gita",
        "timeless wisdom",
        "Arjuna",
        "Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So the timeless wisdom of the Bhagavad Gita and meant for all people in all places at all times.",
      "summary": "The speaker explains that Arjuna is remembering Krishna's instructions from the Bhagavad Gita, emphasizing its timeless wisdom and universal applicability.",
      "timestamp_url": "https://youtu.be/a8fDiJL6fa8?t=76",
      "transcript": "The meaning of this verse is: Now I am attracting the attention of all of you to those instructions imparted to me by the personality of Godhead Govinda because they are impregnated with instructions for relieving the burning heart in all circumstances of time and space. Arjuna is speaking to Yudhishthira, and he is taking shelter of the impregnated heart, the instructions imparted by Krishna to him, the famous Bhagavad Gita. The instructions of Krishna given in the Bhagavad Gita to Arjuna on the battlefield of Kurukshetra, now Arjuna is remembering them, and he is telling those instructions are meant for relieving the burning heart in all circumstances of time and space. So the timeless wisdom of the Bhagavad Gita is meant for all people"
    },
    {
      "start_time": 150,
      "end_time": 248,
      "verse_references": [],
      "themes": [
        "Srila Prabhupada's purport",
        "essence of Vedic wisdom",
        "Bhagavad Gita for less intelligent"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The Bhagavad Gita being spoken by the Supreme Personality of Godhead is the essence of all Vedic wisdom.",
      "summary": "The speaker refers to Srila Prabhupada's explanation, highlighting the Bhagavad Gita as the essence of Vedic wisdom, made accessible even to those with limited time or intelligence.",
      "timestamp_url": "https://youtu.be/a8fDiJL6fa8?t=150",
      "transcript": "in all places at all times. So in the purport, Srila Prabhupada very nicely explains the gist of the instructions given by Krishna in Bhagavad Gita. So Srila Prabhupada says, \"Herein Arjuna refers to the instruction of the Bhagavad Gita which was imparted to him by the lord of the Bhagavad Gita on the battlefield of Kurukshetra. The lord left behind him the instructions of the Bhagavad Gita not for the benefit of Arjuna alone but also for all time and in all lands. The Bhagavad Gita being spoken by the Supreme Personality of Godhead is the essence of all Vedic wisdom.\" Entire Vedas have been condensed in just 700 verses in the Bhagavad Gita. It is nicely presented by the lord himself for all who have very little time to go through the vast Vedic literatures like the Upanishads, Puranas, and Vedanta Sutras. It is put within the study of the great historical epic Mahabharata which was especially prepared for the less intelligent class, namely the women, the laborers, and those who are worthless descendants of the Brahmana, Kshatriyas, and higher sections of the Vaishyas."
    },
    {
      "start_time": 248,
      "end_time": 346,
      "verse_references": [],
      "themes": [
        "Arjuna's example",
        "consulting Bhagavad Gita in critical times",
        "solace and guidance"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Just to teach all concerned that the Bhagavad Gita can be consulted in all critical times, not only for solace for all kinds of mental agonies, but also for the way out of great entanglements which may embarrass one in some critical hour.",
      "summary": "The speaker explains that Arjuna's remembrance of the Bhagavad Gita serves as an example for all to consult it in times of difficulty for solace and guidance.",
      "timestamp_url": "https://youtu.be/a8fDiJL6fa8?t=248",
      "transcript": "The problem which arose in the heart of Arjuna on the battlefield of Kurukshetra was solved by the teachings of the Bhagavad Gita. Again, after the departure of the lord from the vision of earthly people, when Arjuna was face to face with being vanquished in his acquired power and prominence, he wanted again to remember the great teachings of the Bhagavad Gita just to teach all concerned that the Bhagavad Gita can be consulted in all critical times, not only for solace for all kinds of mental agonies but also for the way out of great entanglements which may embarrass one in some critical hour. Actually, Arjuna is a pure devotee. There is no need for him to specifically consult some specific literature. His personification of the ideal devotee, ideal person who follows all the instructions of Krishna, but he is teaching us through his example how whenever we have any difficulty we can rely on the teachings given by Krishna in the Bhagavad Gita."
    },
    {
      "start_time": 346,
      "end_time": 478,
      "verse_references": [],
      "themes": [
        "Krishna's presence in Bhagavad Gita",
        "sound representation of the Lord",
        "identity of Krishna and Bhagavad Gita"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "There is no difference between the sound representation of the Lord and the Lord himself.",
      "summary": "The speaker emphasizes that Krishna is present in the Bhagavad Gita as a sound representation, making it identical to the Lord himself and offering the same benefits as being in Krishna's personal presence.",
      "timestamp_url": "https://youtu.be/a8fDiJL6fa8?t=346",
      "transcript": "Everyone can take the instructions of the Lord. So Srila Prabhupada says further, \"The merciful Lord left behind him the great teachings of the Bhagavad Gita so that one can take the instructions of the Lord even when he is not visible to material eyesight.\" Krishna just didn't speak for his time when he was present; he has spoken this for posterity also. Material senses cannot have any estimation of the Supreme Lord, but by his inconceivable power, the Lord can incarnate himself to the sense perception of the conditioned souls in a suitable manner through the agency of matter, which is also another form of the Lord's manifested energy. Lord is completely spiritual, but he can be present in a material medium by his inconceivable power. Thus, the Bhagavad Gita or any authentic scriptural sound representation of the Lord is also the incarnation of the Lord. Krishna incarnated 5000 years back in his original form, transcendental form, but Krishna is present also in his sound representation in the form of Bhagavad Gita. Therefore, Srila Prabhupada says there is no difference between the sound representation of the Lord and the Lord himself. Krishna is identical with the Bhagavad Gita. One can derive the same benefit from the Bhagavad Gita as Arjuna did in the"
    },
    {
      "start_time": 478,
      "end_time": 534,
      "verse_references": [],
      "themes": [
        "five factors of knowledge",
        "Ishwara, Jeeva, Prakriti, Kala, Karma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In the Bhagavad Gita there are five important factors of knowledge and they are number one the supreme Lord, number two the living being, number three nature, number four time and space, number five the process of activity.",
      "summary": "The speaker introduces the five key factors of knowledge discussed in the Bhagavad Gita: the Supreme Lord, the living being, nature, time and space, and the process of activity (Karma).",
      "timestamp_url": "https://youtu.be/a8fDiJL6fa8?t=478",
      "transcript": "personal presence of the Lord. So in the Bhagavad Gita, there are five important factors of knowledge, and they are number one, the supreme Lord; number two, the living being; number three, nature; number four, time and space; number five, the process of activity. So Ishwara, Jeeva, Prakriti, Kala, Karma, these are the Sanskrit terms. Srila Prabhupada has given the English equivalents: the supreme Lord, the living being, nature, time, and the process of activity, Karma."
    },
    {
      "start_time": 534,
      "end_time": 686,
      "verse_references": [],
      "themes": [
        "relationship between Lord and living being",
        "nature as inert matter",
        "karma and its effects"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Activities of the living being are different varieties of aptitudes which can entrap or liberate the living being within and without material nature.",
      "summary": "The speaker elaborates on the five factors, explaining the qualitative oneness and difference between the Lord and the living being, the nature of material nature, and how karma can either bind or liberate.",
      "timestamp_url": "https://youtu.be/a8fDiJL6fa8?t=534",
      "transcript": "Out of these, the supreme Lord and the living being are qualitatively one. The supreme Lord is completely spiritual, and we are also, each one of us, we are spiritual beings. The difference between the two, still there is a difference between the supreme Lord and each one of us. What is the difference? The difference between the two has been analyzed as the difference between the whole and the part and parcel. We are a very, very, very, very, very tiny part of the Lord, and parcel means we are inseparable. We cannot be separated from the Lord. We have an eternal connection, eternal relationship. Nature is inert matter. Material nature is inert matter displaying the interaction of the three different modes. Material nature is material energy. Energy means there is some force, and that force is the influence of the three gunas while they interact with each other. Eternal time and unlimited space are considered to be beyond the existence of the material nature. Eternal time, time is eternal, and unlimited space, space are considered to be beyond the existence of the material nature. Now what about the karma or activities? Activities of the living being are different varieties of aptitudes which can entrap or liberate the living being within and without material nature. We do some type of activities by which we become more and more entangled in this material nature. We can do some other types of activities in this material world which will liberate us from the entanglement. So one set of activities will get us out, and the usual normal activities which most people do simply entangles them more and more."
    },
    {
      "start_time": 686,
      "end_time": 796,
      "verse_references": [],
      "themes": [
        "Bhagavad Gita as preliminary study",
        "spiritualizing activities",
        "karma and akarma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bhagavad Gita is the preliminary study of Srimad Bhagavatam.",
      "summary": "The speaker explains that the Bhagavad Gita is a preliminary study to the Srimad Bhagavatam, and that material activities can be spiritualized to stop material reactions.",
      "timestamp_url": "https://youtu.be/a8fDiJL6fa8?t=686",
      "transcript": "All these subject matters are discussed concisely in the Bhagavad Gita, and later this subject matters are elaborated in the Bhagavatam for further enlightenment. Many times Srila Prabhupada says Bhagavad Gita is the preliminary study of Srimad Bhagavatam. So the topics of the Gita are described in the Bhagavatam in great detail. Now Srila Prabhupada summarizes the Bhagavad Gita that out of the five subjects, the Supreme Lord, the living entity, nature, and time and space are eternal, but the living entity, nature, and time are under the direction of the Supreme Lord who is absolute and completely independent of any other control. The Supreme Lord is supremely independent, completely independent, and we ourselves, each one of us, the living entity and the material nature and time, kala, all the three are under the control, complete control of the Supreme Lord. Material activity of the living being is beginningless, anadi karma phale padhi bhava navajale, Srila Bhaktivinoda Thakur describes. We cannot trace the beginning of our material activity in this material world, but it can be rectified by transferring into the spiritual quality. We can spiritualize"
    },
    {
      "start_time": 796,
      "end_time": 905,
      "verse_references": [],
      "themes": [
        "karma and akarma",
        "devotional service",
        "misidentification with material body"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We wrongly identify with material nature or the material body and the whole Vedic wisdom is given to help us come out of this mis-santification and reinstate ourselves as servants of Krishna in devotional service.",
      "summary": "The speaker uses the analogy of eating ordinary food versus prasadam to illustrate karma and akarma, emphasizing the importance of devotional service to overcome misidentification with the material body. The lecture concludes with thanks.",
      "timestamp_url": "https://youtu.be/a8fDiJL6fa8?t=796",
      "transcript": "our activities, our ordinary activities, and then the material reactions will stop. This is exactly the subject matter, the fourth chapter, karma and akarma. Karma means that which binds us, akarma means that which liberates us. Just like you eat ordinary food, you become more and more bound up. You eat prasadam, you become liberated. The same activity of eating, but depending on whether you eat ordinary food or you eat prasadam, Krishna prasadam, there will be a difference in the effect of such eating, the action of eating. So this is what we call, we are devotee of Krishna, we are meant to serve Krishna eternally. So we wrongly identify with material nature or the material body, and the whole Vedic wisdom is given to help us come out of this misidentification and reinstate ourselves as servants of Krishna in devotional service, and the Bhagavad Gita is spoken towards this end. I will stop here."
    }
  ]
}