{
  "video_id": "acTJnoTLWUg",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.7.49 Part 2 | 23-01-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=acTJnoTLWUg",
  "segments": [
    {
      "start_time": 0,
      "end_time": 45,
      "verse_references": [],
      "themes": [
        "invocation",
        "mantra"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare, Hare Rama Hare Rama Rama Rama Hare Hare",
      "summary": "The lecture begins with the chanting of traditional Vaishnava mantras.",
      "timestamp_url": "https://youtu.be/acTJnoTLWUg?t=0",
      "transcript": "Om Agyana Timiran Dhasya Gyanan Janishalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 46,
      "end_time": 127,
      "verse_references": [
        "SB 1.7.49"
      ],
      "themes": [
        "dharma",
        "justice",
        "mercy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "King Yudhishthira fully supported Queen Draupadi's statements which were having all these wonderful characteristics.",
      "summary": "The speaker introduces the 49th verse of the 7th chapter of the 1st canto of Srimad Bhagavatam, focusing on King Yudhishthira's support of Draupadi's statements, which embody dharma, justice, mercy, and lack of duplicity.",
      "timestamp_url": "https://youtu.be/acTJnoTLWUg?t=46",
      "transcript": "In the previous session, I began discussing the 49th verse of the 7th chapter of the 1st canto of Bhagavatam. I could not complete it. I will continue. I will complete it in this session, the same 49th verse. I will read once again the 49th verse just for refreshing your memory. Suta Vacha Dharmam Nyayam Sakarunam Nirvyalekam Samam Mahat Raja Dharmasuto Ragnya Pratyanandad Vachodvijaha. The meaning of this verse is Suta Goswami is speaking to the Sayyiduna Misharanya, the Brahamanas. O Brahamanas, he is telling, he is addressing them and speaking to them. King Yudhishthira fully supported the statements of the queen. Who is the queen here? Draupadi, Queen Draupadi, which were in accordance with the principles of religion, Dharmam, and were justified, Nyayam, and were full of mercy, Sakarunam, Nirvyalekam, without duplicity. Sakarunam, Nirvyalekam, without duplicity. Samam, full of equity and Mahat, they were glorious."
    },
    {
      "start_time": 127,
      "end_time": 236,
      "verse_references": [],
      "themes": [
        "dharma",
        "scripture",
        "kali yuga"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Everything is explained in Dharmashastra.",
      "summary": "The speaker explains that Yudhishthira knew the principles of religion and supported Draupadi's plea to spare Ashwathama, and discusses the importance of Dharmashastra and its relevance in Kali Yuga.",
      "timestamp_url": "https://youtu.be/acTJnoTLWUg?t=127",
      "transcript": "So, King Yudhishthira fully supported Queen Draupadi's statements which were having all these wonderful characteristics. So, in the Purport, Srila Prabhupada says that Maharaja Yudhishthira was a son of Dharmaraja. So, he knew exactly what are the principles of religion and he supported Draupadi who was justified in telling Arjuna, don't kill Ashwathama even though he is a murderer of the five sons of Draupadi. Don't kill Ashwathama. So, what was the justification? That we have discussed earlier that Draupadi was making the statement or telling Arjuna, don't kill Ashwathama because she was conversant with the principles of religion. So, religion means here Dharma. Dharma means the eternal principles of our religion. That is what I mean by Dharmashastra. It is the intrinsic nature of service. So, such service has to be guided by the scriptural injunctions. So, there is Dharmashastra, how to conduct ourselves while we are living in this world for maintaining ourselves as well as for ultimate liberation from this material bondage. Everything is explained in Dharmashastra."
    },
    {
      "start_time": 236,
      "end_time": 353,
      "verse_references": [
        "BG 9.27"
      ],
      "themes": [
        "dharma",
        "bhakti",
        "service",
        "illusion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Chaitanya Mahaprabhu has instructed everyone you study these two scriptures Bhagavad Gita and Bhagavatam.",
      "summary": "The speaker explains that the principles of Dharma are summarized in the Bhagavad Gita and Srimad Bhagavatam, and emphasizes the importance of devotional service to Krishna over serving illusion.",
      "timestamp_url": "https://youtu.be/acTJnoTLWUg?t=236",
      "transcript": "Of course, now in Kali Yuga, we don't have time to study all the varieties of Vedic literature, especially the Dharma Shastras. There are 20 Dharma Shastras: Manu Smriti, Yajna Valkya Smriti, Parashara Smriti, like that, 20 great sages, they have compiled and every facet of human life, how one should actually conduct oneself, is explained there. But people have no time to study that, neither they are inclined to follow that. It is very difficult in Kali Yuga. Therefore, the principles of Dharma have been summarized in two scriptures, in two scriptures, the Bhagavad Gita and the Srimad Bhagavatam. These two scriptures, so Chaitanya Mahaprabhu has instructed everyone, you study these two scriptures, Bhagavad Gita and Bhagavatam. Both are called Krishna Katha, Krishna Katha. Bhagavad Gita spoken directly by Krishna, explaining the principles of Dharma very, very simple way, in a concise way, and Bhagavatam allows elaborately explains what is Dharma, Bhagavata Dharma. Bhagavatam explains what is real Dharma, Bhagavata Dharma, the principles of devotional service to Krishna. As in the previous session we discussed, we, our intrinsic nature or quality is to serve, so if we don't serve Krishna, then we will be engaged in serving illusion."
    },
    {
      "start_time": 353,
      "end_time": 450,
      "verse_references": [
        "BG 9.27"
      ],
      "themes": [
        "surrender",
        "bhakti",
        "chanting",
        "kali yuga"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Simply surrender to Krishna and then engage in those activities which are meant for simply serving Krishna in a very very simple way as taught by the sri chaitanya maha sri chaitanya maha who taught us simply chant hare krishna that is the easy way.",
      "summary": "The speaker emphasizes surrendering to Krishna and engaging in devotional service, particularly chanting Hare Krishna, as the easy way to practice Dharma in Kali Yuga.",
      "timestamp_url": "https://youtu.be/acTJnoTLWUg?t=353",
      "transcript": "Are we forced to serve illusion? So better than serving illusion, you take up devotional service to Krishna and that is what is told by Krishna also in the Bhagavad Gita, sarva dharmaana parath ajaam am ekam saranam vajah aham tvam sarvapah aqua bhyamoksas sa vimash latcha. Even in the ninth chapter Krishna says Sekharo Worthy to see at Josh كل everything should be done as an offering to Krishna and if one doesn't want to complicate, one thinks that matters are too complicated if everything has to be done as service to Krishna, simply surrender to Krishna, simply surrender to Krishna and then engage in those activities which are meant for simply serving Krishna in a very, very simple way as taught by the Sri Chaitanya Maha, Sri Chaitanya Maha who taught us simply chant Hare Krishna, that is the easy way you of practicing Dharma especially in Kaliyuga, harer nama harer nama harer namaiva kevalam kalau nastyaiva nastyaiva nastyaiva gathiranyatha."
    },
    {
      "start_time": 450,
      "end_time": 594,
      "verse_references": [],
      "themes": [
        "dharma",
        "justice",
        "mercy",
        "compassion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Showing mercy on Krippi you should spare the life of Ashwatthama she is living for his sake that's all.",
      "summary": "The speaker returns to the discussion of Draupadi's plea to Arjuna, explaining that it was based on principles of dharma, justice, and especially mercy towards Krippi, Ashwathama's mother.",
      "timestamp_url": "https://youtu.be/acTJnoTLWUg?t=450",
      "transcript": "So here, Dhropadi is telling Arjuna not to kill Ashwathama based on principles of religion, Dharmyam Nyayam. It is fully just. It is in accordance with principles of justice, principles of justice because Ashwathama happened to be the son of Dhronacharya and Dhronacharya was the teacher of Arjuna and Pandavas. So, he taught Arjuna all the secrets. So, Arjuna and the Pandavas should always be indebted to Dhronacharya, guru. Guru, whatever he teaches, one is indebted to the guru. That debt cannot be cleared. The debt cannot be repaid. No. So, in accordance with the codes of justice, Nyayam Sakarunam and full of mercy, mercy not because Ashwathama was deserving to be Dhronacharya and this scenario was included also, he was telling Arjuna to kill Dhronacharya with this excuse. Now, Ashwathama did not deserve to be ismus. I cannot mourn for the leaders that were removed but by killing it Ashwathama, Arjuna would put adultery the mother of Ashwathama, the wife of Dronacharya into so much of grief, grand mother live n recipes the mother of Ashwatama she would not undergo sati she was without any record simply because JS her son whose華 she was just the surviving descendant as per 핵 proteomeきた a survivor after the battle of Kurukshetra in which Dronacharya died in the battle so she did not undergo sati so if she is living just because of her son then by killing the son you want to put her into so much of grief so therefore Sakarunam full of mercy towards Krippi not showing mercy on Ashwatthama showing mercy on Krippi you should spare the life of Ashwatthama she is"
    },
    {
      "start_time": 594,
      "end_time": 777,
      "verse_references": [],
      "themes": [
        "duplicity",
        "equity",
        "compassion",
        "motherhood"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Draupadi is not speaking in a duplicitous way Nirvyalikam without duplicity without duplicity she actually feels for the grief of a mother because she has lost her sons and she is experiencing so much of grief she doesn't want Krippi also to experience that kind of grief.",
      "summary": "The speaker elaborates on Draupadi's lack of duplicity and her compassion for Krippi, emphasizing the shared experience of motherhood and grief.",
      "timestamp_url": "https://youtu.be/acTJnoTLWUg?t=594",
      "transcript": "living for his sake, that's all. Then Nirvyalikam, without duplicity. She was not trying to do some kind of, it is called Krippi, this duplicitous behavior is sometimes required for somebody who's in politics, that in order to save some situation, they may externally tell something, but they have some other idea in the heart. So, such duplicitous behavior sometimes is required for somebody in politics, but here Draupadi is not speaking in a duplicitous way, Nirvyalikam, without duplicity, without duplicity. She actually feels for the grief of a mother because she has lost her sons and she is experiencing so much of grief. She doesn't want Krippi also to experience that kind of grief just because her son has done something foolish, he has done a big mistake, he's done a big crime actually, but why should she suffer when she is already undergoing grief because her husband died in the battle? So, why should she suffer like Draupadi or suffer more than what she is already undergoing? Why? It is not justified, particularly because she is the wife of the teacher of Arjuna. So, Arjuna should actually spare the life of Ashwathama, Nirvyalikam samam and it is full of equity. That is Draupadi is considering, I am a mother, I am experiencing grief now, same way Krippi will also experience grief. So, she can understand that if this is one of the people who are going to suffer this kind of anguish, then the next person should be the one who has been causing the grief and that is Draupadi who is the wife of Arjuna who has done a huge every other woman other than one's own wife as mother paradareshu dhara means wife all other women other than one's own wife as mother"
    },
    {
      "start_time": 768,
      "end_time": 896,
      "verse_references": [],
      "themes": [
        "ethics",
        "morality",
        "compassion",
        "envy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Treat everyone else the way you would like others to treat you.",
      "summary": "The speaker discusses ethical principles, including treating other women as mothers and not desiring others' wealth, to become free from envy, and concludes by glorifying Draupadi's character.",
      "timestamp_url": "https://youtu.be/acTJnoTLWUg?t=768",
      "transcript": "other than one's own wife as mother paradareshu dhara means wife all other women other than one's own wife as mother treat as mother paradraveshu others property or others wealth or others money should be treated as garbage in the street means never never never desire to take that just like garbage does anybody bother to collect garbage from the street which is discarded no so paradraveshu loshtravat loshtravat means garbage don't ever set your eyes on others property what you have you should be satisfied and never desire others wealth and and so you become free from envy paradraveshu loshtravat atmavat sarvabhuteshu and treat everyone else the way you would like others to treat you if somebody cuts my throat then I feel so much of pain so how can I cut the throat of so many innocent animals this is what is going on in the name of the the the the ант subtracts some kind of in some category is saying that the you are eating fish talking and uh what do you mean do n n n do act eat ah living way life to think as You talk the divine nowadays mahat she is glorious her her character her behavior is glorious and that's being glorified here Draupadi is being glorified here so I'll stop here thank you very much"
    }
  ]
}