{
  "video_id": "ad62gGX5cQ0",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.14.39 - 41 | 21-11-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=ad62gGX5cQ0",
  "segments": [
    {
      "start_time": 0,
      "end_time": 50,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyanati Mirandhasya Gyananjanishalakaya Chakshurunmilitam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, invoking blessings and paying respects to the spiritual master and Lord Krishna.",
      "timestamp_url": "https://youtu.be/ad62gGX5cQ0?t=0",
      "transcript": "Om Agyanati Mirandhasya Gyananjanishalakaya Chakshurunmilitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadhadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet"
    },
    {
      "start_time": 50,
      "end_time": 142,
      "verse_references": [
        "SB 1.14.39"
      ],
      "themes": [
        "welfare",
        "inquiring",
        "relationship"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Please tell me whether your health is all right? You appear to have lost your bodily lust.",
      "summary": "The speaker introduces the verses to be discussed (SB 1.14.39-41) and focuses on verse 39, explaining Yudhishthira's inquiry to Arjuna about his well-being and apparent loss of bodily luster, questioning if it's due to disrespect or neglect during his stay in Dwaraka.",
      "timestamp_url": "https://youtu.be/ad62gGX5cQ0?t=50",
      "transcript": "In this session, we will be discussing verses 39, 40, and 41 of the 14th chapter of the first canto of Srimad Bhagavatam. The 39th verse: Kachitte Anamayam Tata Bhrashta Teja Vibhasime Alabdha Mano Avagyataha Kimbatata Chiroshitaha. This is a verse spoken by Yudhishthira to Arjuna. Yudhishthira is addressing Arjuna, \"My dear brother Arjuna, please tell me, is your health all right? You appear to have lost your bodily lust. Is this due to others disrespecting and neglecting you because of your long stay at Dwaraka?\" This is a question raised by Yudhishthira. See, in the purport, Srila Prabhupada says, \"From all angles of vision, Maharaj Yudhishthira inquired from Arjuna about the welfare of Dwaraka, but he concluded at last that as long as Lord Sri Krishna himself was there, nothing inauspicious could happen. But at the same time, Arjuna appeared to be bereft of his bodily lust, and thus, the king inquired of his personal welfare and asked so many vital questions.\" This is a question raised by Yudhishthira to Arjuna."
    },
    {
      "start_time": 167,
      "end_time": 294,
      "verse_references": [
        "SB 1.14.40"
      ],
      "themes": [
        "charity",
        "promise",
        "despondency"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Has someone addressed you with unfriendly words? or threatened you could you not give charity to one who asked or could you not keep your promise to someone",
      "summary": "The speaker explains verse 40, elaborating on potential reasons for Arjuna's dejection, such as being addressed with unfriendly words, failing to give charity, or breaking a promise, highlighting the importance of fulfilling obligations and the consequences of failing to do so.",
      "timestamp_url": "https://youtu.be/ad62gGX5cQ0?t=167",
      "transcript": "The meaning of these verses… Has someone addressed you with unfriendly words or threatened you? Could you not give charity to one who asked, or could you not keep your promise to someone? These are all different reasons why a respectable personality becomes very depressed or dejected or very unhappy. So Yudhishthira is trying to find out what is the cause for Arjuna's dejection. So in the purport, Srila Prabhupada says, \"A kshatriya or a rich man is sometimes visited by persons who are in need of money. When they are asked for a donation, it is a duty of the possessor of wealth to give charity in consideration of the person, place, and time. If a kshatriya or a rich man fails to comply with this obligation, he must be very sorry for this discrepancy. Similarly, one should not fail to keep his promise to give in charity. These discrepancies are sometimes causes of despondency, and thus, failing, a person becomes subjected to criticism, which might also be the cause of Arjuna's plight,\" Yudhishthira is trying to guess. So one should never go back on one's promise made to somebody to give charity; that is a very important culture. And if somebody does default, then there is such a problem. The person is subject to criticism. So Arjuna is being questioned by Yudhishthira, \"Did you undergo any humiliation like that?\""
    },
    {
      "start_time": 294,
      "end_time": 366,
      "verse_references": [
        "SB 1.14.41"
      ],
      "themes": [
        "protection",
        "duty",
        "compassion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "You are always the protector of the deserving living beings such as brahmanas, children, cows, women and the diseased.",
      "summary": "The speaker discusses verse 41, focusing on the five categories of individuals (brahmanas, children, cows, women, and the diseased) who deserve protection, emphasizing Arjuna's role as a protector and questioning if he failed to provide shelter to those in need.",
      "timestamp_url": "https://youtu.be/ad62gGX5cQ0?t=294",
      "transcript": "The 41st verse, kachit tvam bramanam balam gaam vriddham roginam striyam sharanopasrtham sattvam na atyakshi sharanapradah. The meaning of this verse is, \"You are always the protector of the deserving living beings such as brahmanas, children, cows, women, and the diseased.\" Five categories of personalities are mentioned here who deserve protection. Who are they? The brahmanas, the children, the cows, the women, and the diseased people. So the question being raised, \"Could you not give them protection when they approached you for shelter?\""
    },
    {
      "start_time": 366,
      "end_time": 493,
      "verse_references": [],
      "themes": [
        "brahmanas",
        "welfare",
        "responsibility"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The brahmanas who are always engaged in researching knowledge for the society's welfare work both materially and spiritually deserve the protection of the king in all respects.",
      "summary": "The speaker elaborates on the importance of protecting brahmanas, children, cows, women, and the diseased, explaining the role of brahmanas in society's welfare and the king's responsibility to provide special protection to these vulnerable groups for the prosperity and peace of the state.",
      "timestamp_url": "https://youtu.be/ad62gGX5cQ0?t=366",
      "transcript": "In the purport, Srila Prabhupada says, \"The brahmanas, who are always engaged in researching knowledge for the society's welfare work, both materially and spiritually, deserve the protection of the king in all respects.\" What is the position of a brahmana? Prabhupada is explaining. Why are these five categories singled out specifically for the protection of the king? To be given protection by the king, why? So, one by one, Prabhupada will explain. The brahmanas, they are always engaged in society's welfare work, and what kind of welfare activity do they perform? They are researching knowledge for society's welfare. They are conversant with the Vedas, and therefore they apply the Vedic principles and teach us. So such brahmanas have to be protected by the king. Similarly, the children of the state, the cow, the diseased person, the woman, and the old man specifically require the protection of the state or a chatriya king. They have to be given special protection, not the ordinary one. If such living beings do not get protection by the chatriya or the royal order or by the state, it is certainly shameful for the chatriya or the state. So they deserve to get protection, and the king should be giving them protection."
    },
    {
      "start_time": 493,
      "end_time": 576,
      "verse_references": [],
      "themes": [
        "dejection",
        "truth",
        "pacify"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Is it really true that Krishna has departed to his personal labor, has left the earth planet? Is it true?",
      "summary": "The speaker reiterates Yudhishthira's anxiety about Arjuna's dejection and his attempts to ascertain the cause, including the possibility of Krishna's departure, emphasizing Yudhishthira's efforts to pacify Arjuna and uncover the truth.",
      "timestamp_url": "https://youtu.be/ad62gGX5cQ0?t=493",
      "transcript": "Then only there will be prosperity and peace in the state, at the state level. If such things had actually happened to Arjuna, Maharaja Yudhishthira was anxious to know about these discrepancies. So these were the different questions raised by Yudhishthira in questioning Arjuna. What is the cause of Arjuna's dejection, unprecedented? So, in different ways, he is questioning just to ascertain that. Is it really true that Krishna has departed to his personal abode, has left the earth planet? Is it true? That is what Yudhishthira is trying to ascertain, and before he concludes anything, he is trying to pacify."
    },
    {
      "start_time": 576,
      "end_time": 682,
      "verse_references": [],
      "themes": [
        "culture",
        "respect",
        "bodily luster"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The society was a very evolved society...It was a highly cultured society.",
      "summary": "The speaker highlights the advanced and cultured nature of the society, emphasizing the importance of respecting great personalities and the significance of bodily luster as a sign of spiritual strength, contrasting it with the lack of such luster in ordinary or materially intelligent people.",
      "timestamp_url": "https://youtu.be/ad62gGX5cQ0?t=576",
      "transcript": "And wants to ascertain the actual facts of the case. So the society was a very evolved society. It was not that people were living in an uncivilized way or primitive way. No. It was a highly cultured society. The indications are very clear here. If a great personality is disrespected, then it is a cause for great concern because the society was very, very well organized, and people were properly trained how to respect great personalities, and it was meticulously followed by everyone. The society was an evolved society. So therefore Arjuna appears to have lost his bodily luster. We do not know what is bodily luster in Kali Yuga. Such bodily luster is seen in persons who have got the strength of God's grace, the strength of doing some tapasya, some voluntary penance, and then they develop a certain spiritual bodily luster. Such luster is not seen among ordinary people or even externally intelligent, materially intelligent people. You cannot see such luster."
    },
    {
      "start_time": 682,
      "end_time": 778,
      "verse_references": [],
      "themes": [
        "humiliation",
        "respect",
        "degradation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Even though Arjuna is powerful, he does not want to utilize his power for some ordinary purposes.",
      "summary": "The speaker discusses the potential humiliation Arjuna might have faced and the importance of respectful interactions, warning that a lack of respect leads to societal degradation and hinders spiritual progress.",
      "timestamp_url": "https://youtu.be/ad62gGX5cQ0?t=682",
      "transcript": "It is only to be seen in transcendentalists. It is also said here that Arjuna is such a great personality, but somebody threatens Arjuna or addresses him with unfriendly words, that is a cause of great concern. Even though Arjuna is powerful, he does not want to utilize his power for some ordinary purposes. So therefore the questions are being raised to find out whether Arjuna's cause of dejection is something that happened while Arjuna was returning home to Hastinapura from Dwarka. Did somebody threaten you? Did they address you with unfriendly words? That means in the Vedic culture, people greet each other in a very respectable way because the culture is very advanced. Whereas if somebody is not showing the proper due respect for another person, the society"
    },
    {
      "start_time": 778,
      "end_time": 862,
      "verse_references": [],
      "themes": [
        "values",
        "spirituality",
        "culture"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Spiritual life is always on a foundation of values you just can't make a show of some ritual and become a spiritually advanced person that never works",
      "summary": "The speaker emphasizes the importance of values as the foundation for spiritual life, highlighting the need for devotees to be transcendentally situated and the advanced nature of the culture in former times due to strict adherence to principles, concluding the lecture.",
      "timestamp_url": "https://youtu.be/ad62gGX5cQ0?t=778",
      "transcript": "becomes gradually degraded. So you will go to degradation, and loss of such values means people cannot properly practice spiritual life. Spiritual life is always on a foundation of values. You just can't make a show of some ritual and become a spiritually advanced person; that never works. So all the devotees, they are always transiently situated, which means they are untouched by the inferior energy. So therefore they can actually live in the society in a dignified way. Otherwise, it becomes very difficult for civilized people to interact with others who may not be civilized. So therefore, in the former times, the society was properly divided, and people used to follow the principles very strictly, and therefore the culture was very, very advanced. That is what is..."
    }
  ]
}