{
  "video_id": "ad62gGX5cQ0",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.14.39 - 41 | 21-11-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=ad62gGX5cQ0",
  "segments": [
    {
      "start_time": 0,
      "end_time": 50,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyanati Mirandhasya Gyananjanishalakaya Chakshurunmilitam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, invoking blessings and paying respects to the spiritual master and Lord Krishna.",
      "timestamp_url": "https://youtu.be/ad62gGX5cQ0?t=0"
    },
    {
      "start_time": 50,
      "end_time": 142,
      "verse_references": [
        "SB 1.14.39"
      ],
      "themes": [
        "welfare",
        "inquiring",
        "relationship"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Please tell me whether your health is all right? You appear to have lost your bodily lust.",
      "summary": "The speaker introduces the verses to be discussed (SB 1.14.39-41) and focuses on verse 39, explaining Yudhishthira's inquiry to Arjuna about his well-being and apparent loss of bodily luster, questioning if it's due to disrespect or neglect during his stay in Dwaraka.",
      "timestamp_url": "https://youtu.be/ad62gGX5cQ0?t=50"
    },
    {
      "start_time": 167,
      "end_time": 294,
      "verse_references": [
        "SB 1.14.40"
      ],
      "themes": [
        "charity",
        "promise",
        "despondency"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Has someone addressed you with unfriendly words? or threatened you could you not give charity to one who asked or could you not keep your promise to someone",
      "summary": "The speaker explains verse 40, elaborating on potential reasons for Arjuna's dejection, such as being addressed with unfriendly words, failing to give charity, or breaking a promise, highlighting the importance of fulfilling obligations and the consequences of failing to do so.",
      "timestamp_url": "https://youtu.be/ad62gGX5cQ0?t=167"
    },
    {
      "start_time": 294,
      "end_time": 366,
      "verse_references": [
        "SB 1.14.41"
      ],
      "themes": [
        "protection",
        "duty",
        "compassion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "You are always the protector of the deserving living beings such as brahmanas, children, cows, women and the diseased.",
      "summary": "The speaker discusses verse 41, focusing on the five categories of individuals (brahmanas, children, cows, women, and the diseased) who deserve protection, emphasizing Arjuna's role as a protector and questioning if he failed to provide shelter to those in need.",
      "timestamp_url": "https://youtu.be/ad62gGX5cQ0?t=294"
    },
    {
      "start_time": 366,
      "end_time": 493,
      "verse_references": [],
      "themes": [
        "brahmanas",
        "welfare",
        "responsibility"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The brahmanas who are always engaged in researching knowledge for the society's welfare work both materially and spiritually deserve the protection of the king in all respects.",
      "summary": "The speaker elaborates on the importance of protecting brahmanas, children, cows, women, and the diseased, explaining the role of brahmanas in society's welfare and the king's responsibility to provide special protection to these vulnerable groups for the prosperity and peace of the state.",
      "timestamp_url": "https://youtu.be/ad62gGX5cQ0?t=366"
    },
    {
      "start_time": 493,
      "end_time": 576,
      "verse_references": [],
      "themes": [
        "dejection",
        "truth",
        "pacify"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Is it really true that Krishna has departed to his personal labor, has left the earth planet? Is it true?",
      "summary": "The speaker reiterates Yudhishthira's anxiety about Arjuna's dejection and his attempts to ascertain the cause, including the possibility of Krishna's departure, emphasizing Yudhishthira's efforts to pacify Arjuna and uncover the truth.",
      "timestamp_url": "https://youtu.be/ad62gGX5cQ0?t=493"
    },
    {
      "start_time": 576,
      "end_time": 682,
      "verse_references": [],
      "themes": [
        "culture",
        "respect",
        "bodily luster"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The society was a very evolved society...It was a highly cultured society.",
      "summary": "The speaker highlights the advanced and cultured nature of the society, emphasizing the importance of respecting great personalities and the significance of bodily luster as a sign of spiritual strength, contrasting it with the lack of such luster in ordinary or materially intelligent people.",
      "timestamp_url": "https://youtu.be/ad62gGX5cQ0?t=576"
    },
    {
      "start_time": 682,
      "end_time": 778,
      "verse_references": [],
      "themes": [
        "humiliation",
        "respect",
        "degradation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Even though Arjuna is powerful, he does not want to utilize his power for some ordinary purposes.",
      "summary": "The speaker discusses the potential humiliation Arjuna might have faced and the importance of respectful interactions, warning that a lack of respect leads to societal degradation and hinders spiritual progress.",
      "timestamp_url": "https://youtu.be/ad62gGX5cQ0?t=682"
    },
    {
      "start_time": 778,
      "end_time": 862,
      "verse_references": [],
      "themes": [
        "values",
        "spirituality",
        "culture"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Spiritual life is always on a foundation of values you just can't make a show of some ritual and become a spiritually advanced person that never works",
      "summary": "The speaker emphasizes the importance of values as the foundation for spiritual life, highlighting the need for devotees to be transcendentally situated and the advanced nature of the culture in former times due to strict adherence to principles, concluding the lecture.",
      "timestamp_url": "https://youtu.be/ad62gGX5cQ0?t=778"
    }
  ]
}