{
  "video_id": "aeHNUd-evoo",
  "title": "Daily Evening Bhagavatam Discourse | SB 1.17.19 Part 1 | HH Stoka Krishna Swami | 25-02-2023",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=aeHNUd-evoo",
  "segments": [
    {
      "start_time": 0,
      "end_time": 45,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyanati Miran Dhasya Gyananjan Shalakaya Chakshuran Militam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, invoking blessings and paying respects to the spiritual master and the Lord.",
      "timestamp_url": "https://youtu.be/aeHNUd-evoo?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyananjan Shalakaya Chakshuran Militam Yena Tasmai Shri Gurave Namaha Namah Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jai Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namah Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet"
    },
    {
      "start_time": 45,
      "end_time": 155,
      "verse_references": [
        "SB 1.17.19"
      ],
      "themes": [
        "philosophy",
        "suffering",
        "karma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Some of the philosophers who deny all sorts of duality declare that one's own self is responsible for his personal happiness and distress.",
      "summary": "The speaker introduces the 19th verse of the 17th chapter of the 1st canto of Srimad Bhagavatam, which discusses different philosophical perspectives on the cause of suffering, setting the stage for a discussion of various philosophical schools.",
      "timestamp_url": "https://youtu.be/aeHNUd-evoo?t=45",
      "transcript": "In this session, we will be discussing from the 19th verse of the 17th chapter of the 1st canto of Shri Madbhagavatam. Kechit Vikalpa Vasana Aahur Aatmanam Aatmanah Daivam Anya Apare Karma Swabhavam Apare Prabhum. The meaning of this verse is: Some of the philosophers who deny all sorts of duality declare that one's own self is responsible for his personal happiness and distress. Others say that superhuman powers are responsible, while yet others say that activity is responsible, and a gross materialist maintains that nature is the ultimate cause. So, dharma, the personality of religion, is replying to Pariksit's question: Who is the cause of your suffering? So, in the previous verse, 18th verse, we discussed that dharma says there are different theories and disciplines in a particular spirit. There are different theories that God has created them in the form of his own existence. Theoretical philosophers who put forward different theories as to the ultimate cause of suffering, and dharma says general people are confused, we do not know which whom to actually accept as correct. So, in the purport, previous verse purport proper, it said generally there are six great philosophers, and I mentioned in the previous session that I shall tell you briefly what are their philosophies, the six great philosophers. Now that is being described by dharma himself, those six philosophers."
    },
    {
      "start_time": 155,
      "end_time": 356,
      "verse_references": [],
      "themes": [
        "karma",
        "philosophy",
        "Jaimini",
        "karma meemamsa"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Jaimini analyzes people can perform either sinful activity or pious activity if they perform pious activity they are going to get enjoyment or happiness if they perform sinful activity they are going to get happiness and if they do not they are going to get suffering or pain or some distress this is jaimini's analysis",
      "summary": "The speaker delves into the Karma Mimamsa philosophy of Jaimini, explaining that suffering and enjoyment are direct results of one's past actions, both sinful and pious, and that even gods are bound by the laws of karma.",
      "timestamp_url": "https://youtu.be/aeHNUd-evoo?t=155",
      "transcript": "are mentioned by dharma. Four are mentioned here in this verse. The first one is one's own self is responsible for his personal happiness and distress. So, in the purport, Prilapravapad explains, as referred to above, philosophers like Jaimini and his followers establish that fructive activity is the root cause of all distress and happiness, and that even if there is a superior authority, some superhuman powerful god or gods, he or they are also under the influence of fructive activity because they reward result according to one's own action. The first philosopher being mentioned by dharma among the many philosophers, six great philosophers, first one is Jaimini. Jaimini is one sage who has put forward a philosophy, a theory that the cause of suffering is one's own actions, and he calls it Karma Meemamsa philosophy. Karma Meemamsa philosophy. What is this Karma Meemamsa philosophy? It says that if I am suffering, it is my own past specific action which I performed that is the cause of my suffering, and not only suffering, if I am enjoying, then the enjoyment also is my own past pious activity I have performed, and if I am suffering, it is my own past sinful activity. So, Jaimini analyzes people can perform either sinful activity or pious activity. If they perform pious activity, they are going to get enjoyment or happiness. If they perform sinful activity, they are going to get happiness, and if they do not, they are going to get suffering or pain or some distress. This is Jaimini's analysis. He says beyond this there is nothing more. This is Jaimini's analysis. So, his analysis is based on Karma Meemamsa philosophy that he has put forward. He says ultimately even if there is some god or godless god or gods, devatas, even if there are some powerful beings, they are all bound up ultimately by the laws of karma, and according to law of karma, everybody's suffering or enjoyment is according to the law, and that law states you suffer your own past misdeed and you also enjoy your own past pious activities."
    },
    {
      "start_time": 356,
      "end_time": 521,
      "verse_references": [],
      "themes": [
        "karma",
        "devatas",
        "supreme lord",
        "Jaimini",
        "karma meemamsa"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "even if somebody is a devotee of some supreme god or devotee of some devata or believer of some some higher controller still that controller or controllers or supreme lord has to award the results of one's past activities and those results are awarded in terms of suffering or happiness enjoyment this is karma",
      "summary": "The speaker continues explaining Jaimini's Karma Mimamsa philosophy, emphasizing that even devotion to a supreme god or devatas does not override the law of karma, which dictates that everyone must experience the consequences of their actions.",
      "timestamp_url": "https://youtu.be/aeHNUd-evoo?t=356",
      "transcript": "So, Jaimini's explanation is that even if somebody is a devotee of some supreme god or devotee of some devata or believer of some some higher controller, still that controller or controllers or supreme lord has to award the results of one's past activities, and those results are awarded in terms of suffering or happiness, enjoyment. This is Karma Meemamsa philosophy as put forth by Jaimini Rishi. Now, Jaimini Rishi is not simply stating the way I am I am stating in just a few sentences, no, he has given evidence from the original Vedas. He studied the Vedas on his own and he has put forth the statements of the Vedas and he has proven in his freedom Horizon from which we now know to explain third-line topic whyIRE I just wanted to start and mid I just wanted to put towards each of these things what you saw with java traversed Jave shud Nuncabharata from which i am beginning a new dalai ometan while going back i have been a vassal for the past two centuries something i watched a lot in my old sister's advertisement from which we will also talk about again you have to spot his philosophy philosophical explanation of the cause of suffering that we see around us in this world among different people. So, he says whoever or whatever be the position, authority, or power, or how you see it used by anybody in resembles by the laws of karma, and the laws of karma means each one has to suffer his or her own past misdeeds or pious activities. This is in essence the karma memes of philosophy. And what about the sanction of the Supreme Lord or what about the control of the devatas that Jaimini Rishi says their control is also subject to the law of karma. Their control is subject to law of karma. So, law of karma is above the devatas, above God, above Paramatma, above all living beings, above everything."
    },
    {
      "start_time": 521,
      "end_time": 654,
      "verse_references": [],
      "themes": [
        "karma",
        "philosophy",
        "Vyasadeva",
        "vedanta",
        "parampara"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, the Vedic philosophies, five Vedic philosophies other than Vyasadeva's Vedanta Darshana, um Nyaya, Vaisheshika, ah Yoga Sutra of Patanjali, ah Karma Mimamsa and and um and one more Sankhya. So, these five philosophies they have some merit, but they also are defective in some ways.",
      "summary": "The speaker introduces Vyasadeva's refutation of Karma Mimamsa and other Vedic philosophies, stating that while they have some merit, they are incomplete compared to Vedanta Darshana, which is based on the parampara system.",
      "timestamp_url": "https://youtu.be/aeHNUd-evoo?t=521",
      "transcript": "So, this Jaimini Rishi holds law of karma as the supreme. This is his conclusion. Now, the refutation of this karma memes of philosophy as erroneous or incomplete, I have not say erroneous, I would say incomplete, is pointed out by Vyasa Deva. Vyasa Deva when presenting Vedanta darshana or Vedanta philosophy, he has refuted the other five philosophers and pointed out that there is some merit in what they are telling because they are basing it on the Vedas. There is something correct in what they are putting forth as the the philosophy of their own respective analysis, but there is also some defect. So, the Vedic philosophies, five Vedic philosophies other than Vyasadeva's Vedanta Darshana, um Nyaya, Vaisheshika, ah Yoga Sutra of Patanjali, ah Karma Mimamsa and and um and one more Sankhya. So, these five philosophies, they have some merit, but they also are defective in some ways. So, that is very clearly pointed out by Vyasadeva based on what? Based on the very Vedas, based on the very Vedas that they all refer to. But, Vyasadeva presents the Vedic understanding based on Parampara system. In the Bhagavad Gita, Krishna says, evam parampara praptam imam rajarsha yo vidhu. The Vedic knowledge is originally coming from the Supreme Lord Krishna. Karma brahmodavam vidhi brahmaksara samudbhavam."
    },
    {
      "start_time": 654,
      "end_time": 744,
      "verse_references": [],
      "themes": [
        "vedic knowledge",
        "parampara",
        "Krishna",
        "bhagavad gita"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bhagavad Gita, it is explained very clearly that the scriptures are originating from the Supreme personality of Godhead, Krishna.",
      "summary": "The speaker explains that Vedic knowledge originates from Krishna and was imparted to Brahma, then passed down through the parampara system to Vyasa, who documented it in the Vedic literature.",
      "timestamp_url": "https://youtu.be/aeHNUd-evoo?t=654",
      "transcript": "Bhagavad Gita, it is explained very clearly that the scriptures are originating from the Supreme personality of Godhead, Krishna. At the beginning of creation, thene Brahma rudaya adikavaya muhyanti yatsuraya. So, in the Bhagavad Gita, it is explained that the shastras, the scriptures were first imparted, the Vedic knowledge was given to Brahma from within his heart by the Supreme Personality of Godhead, Krishna at the beginning of creation. And since then, Brahma became enlightened by the Supreme Lord's mercy, then Brahma imparted that very knowledge to his sons and his Brahma imparted to Narada, Narada imparted the same knowledge to Vyasa. Vyasa is documented in the form of this Vedic literature. Okay, so Vyasa is receiving this knowledge and perfectly explaining everything based on the knowledge he has received along with the explanation."
    },
    {
      "start_time": 744,
      "end_time": 924,
      "verse_references": [],
      "themes": [
        "karma",
        "devotional service",
        "Krishna",
        "kala"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "pure devotees or devotees engaged in pure devotional service don't suffer exactly whatever reactions are there in their heart their reactions are nullified by their pure devotional service and who does that Krishna does it because only Krishna has got that power to nullify sinful reactions nobody else can only Krishna can do that.",
      "summary": "The speaker concludes by explaining that while Karma Mimamsa is correct to some extent, it is incomplete because it doesn't account for Krishna's role in enforcing and nullifying karma, especially for devotees engaged in pure devotional service.",
      "timestamp_url": "https://youtu.be/aeHNUd-evoo?t=744",
      "transcript": "Explanations along the explanations of the various Vedic statements, the original Vedas. So, Vyasadeva based on the original Vedas, he has explained that this Karma Mimamsa philosophy is correct to the extent that the immediate cause of a particular suffering is the sinful reaction within my heart which is fructifying now, therefore I have to suffer now. If I get a disease, then a particular sinful activity I committed in the past is fructifying now, and Kala, the sanction of the Lord in terms of Kala, is enforcing that, inflicting that now upon me in terms of I contracting the disease and suffering some pain or some whatever the infection. So, this is a fact, I am suffering because of my own past mistake, yes, which is, but the sanction of the Lord is the Kala. Kala is under control of Krishna, the Supreme Lord Paramatma is Paramatma, and Paramatma sanctions when who has to suffer which particular reaction of his or her own past misdeed, and Paramatma also nullifies the sinful reaction when one executes pure devotional service because of which a person doesn't have to suffer his or her past reactions. Sinful reactions, there is also there that this Jaimini doesn't understand, he doesn't know, he doesn't understand that because this is confidential knowledge about the life of devotees who are engaged in pure devotional service that Jaimini doesn't know, and it's an exception, it's not the rule. The rule is everybody has to suffer according to their own past misdeeds, according to Kala also, but pure devotees or devotees engaged in pure devotional service don't suffer exactly whatever reactions are there in their heart, their reactions are nullified by their pure devotional service, and who does that? Krishna does it because only Krishna has got that power to nullify sinful reactions, nobody else can, only Krishna can do that."
    }
  ]
}