{
  "video_id": "aEnrjFjXt6U",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.10.3 | 24-05-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=aEnrjFjXt6U",
  "segments": [
    {
      "start_time": 0,
      "end_time": 52,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Agyana Timiraandhasya Gyananjanishalakaya Chakshuranmeelitam Yena Tasmai Shri Gurave Namaha",
      "summary": "The session begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/aEnrjFjXt6U?t=0",
      "transcript": "Om Agyana Timiraandhasya Gyananjanishalakaya Chakshuranmeelitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Srimate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gurdhadhara Sreevasaadi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Devi Saraswati Vyasam Tato Jayam Udi Rayet"
    },
    {
      "start_time": 53,
      "end_time": 187,
      "verse_references": [
        "SB 1.10.3"
      ],
      "themes": [
        "Yudhishtira",
        "enlightenment",
        "responsibility",
        "leadership"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Maharaj Yudhishtira after being enlightened by what was spoken by Bhishma Deva and Lord Sri Krishna the infallible engaged himself in matters of perfect knowledge because all his misgivings were eradicated thus he ruled over the earth and seas and was followed by his younger brothers",
      "summary": "The speaker introduces and explains Srimad Bhagavatam 1.10.3, focusing on Yudhishtira's enlightenment after the Kurukshetra war and his subsequent righteous rule.",
      "timestamp_url": "https://youtu.be/aEnrjFjXt6U?t=53",
      "transcript": "In this session, we will be discussing from the 3rd verse of the 10th chapter of the 1st canto of Srimad Bhagavatam: Nishamya Bhishmoktam Athachyutoktam Pravritta Vijnana Vidhuta Vibhramaha Shashasa Gaam Indra Iwajitashrayaha Paridhyu Paantam Anujanu Vartitaha. The meaning of this verse is, Maharaj Yudhishtira, after being enlightened by what was spoken by Bhishma Deva and Lord Sri Krishna, the infallible, engaged himself in matters of perfect knowledge because all his misgivings were eradicated. Thus, he ruled over the earth and seas and was followed by his younger brothers. So this verse, Sruti Goswami is describing that just after the battle of Kurukshetra, when Yudhishtira saw that such a huge massacre had taken place, 640 million Kshatriyas were killed in that battle, it is a world war. So Yudhishtira Maharaj thought, \"For me to be enthroned as the emperor, so many people had to be killed.\" He was very much mortified. He was aggrieved by the mass killing. So then he was enlightened by Bhishma Deva and also the Supreme Lord Krishna, and when his misgivings were all gone, then he engaged himself in matters of perfect knowledge. He properly understood what is his responsibility, how he has to rule the kingdom, how he has to guide the citizens. He ruled over the earth and the seas and was followed by his younger brothers. He had four younger brothers. All of them were righteous like him, and all of them followed his footsteps in perfectly assisting him in ruling the entire world."
    },
    {
      "start_time": 187,
      "end_time": 371,
      "verse_references": [],
      "themes": [
        "primogeniture",
        "religious leadership",
        "Krishna consciousness",
        "proprietorship"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Everything belongs to Krishna",
      "summary": "The speaker elaborates on Srila Prabhupada's purport, discussing the historical context of Yudhishtira's rule, the concept of Krishna as the supreme proprietor, and the ideal mood of a devotee-king.",
      "timestamp_url": "https://youtu.be/aEnrjFjXt6U?t=187",
      "transcript": "So Srila Prabhupada explains elaborately in this purport, \"The modern English law of primogeniture, or the law of inheritance by the first born, was also prevalent in those days when Maharaj Yudhishtira ruled the earth and the seas.\" In those days, the king of Hastinapura, which is now part of New Delhi, was the emperor of the world, including the seas, up to the time of Maharaj Pariksit, the grandson of Maharaj Yudhishtira. There was only one king, there was one flag, there was one religion until the time of Maharaj Pariksit at least, as we have information from the records, historical records in the Puranas and the Tehasas. Maharaj Yudhishtira's younger brothers were acting as his ministers and commanders of state, and there was full cooperation between the perfectly religious brothers of the king. There was full cooperation, so there was no fight for supremacy because primarily they are devotees. They accept Krishna as the supreme lord, supreme controller, and if Yudhishtira is sitting on the throne, he is sitting as the representative of Krishna. He is ruling exactly according to the directions given in the shastras by Krishna himself, and therefore there is no question of any one person enjoying. As was mentioned in the first verse, Yudhishtira Maharaj could not have enjoyed freely with unrestricted consciousness, \"Oh, this kingdom I have won, now I can enjoy all the power and the wealth and the resources, natural resources.\" No, that was not his mood. That is never the mood of a devotee. That is never the mood of a religious or righteous person. One should accept only what is necessary for his own subsistence, understanding that everything belongs to Krishna. So nobody can claim proprietorship over what is actually rightfully belonging to the supreme personality of Godhead, who is referred to as Isavasya in the Isha Upanishad, the first of the Upanishads. That Upanishad explains everything belongs to God, everything belongs to Krishna. So Yudhishtira Maharaj never thought, \"Oh, this whole kingdom is mine, I can enjoy.\" No, everything belongs to Krishna. As a representative of Krishna, I should rule according to the codes of direction given in Dharmashastras by Krishna."
    },
    {
      "start_time": 371,
      "end_time": 495,
      "verse_references": [],
      "themes": [
        "Vedic knowledge",
        "Parampara",
        "ideal king",
        "demigods"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Maharaj Yudhishtira was the ideal king or representative of Lord Krishna to rule over the kingdom of earth and was comparable to King Indra the representative ruler of the heavenly planets",
      "summary": "The speaker explains the origin of Vedic knowledge through Brahma and the Parampara system, comparing Yudhishtira to King Indra as a righteous ruler representing the divine will.",
      "timestamp_url": "https://youtu.be/aEnrjFjXt6U?t=371",
      "transcript": "Scriptures are ultimately given by God, given by Krishna. Nobody sits and manufactures scriptures, as foolishly sometimes people think that Krishna is God. No, it is given by God at the beginning of creation: Tene Brahma Hrudaya Adikavaye Muhyantiya Tsuraya. In the beginning of creation, the first born creature, Lord Brahma, was instructed in the Vedic knowledge. He was impregnated with Vedic knowledge through the medium of his heart because in the beginning there was only Brahma. So Krishna directly impregnated Vedic knowledge into the heart of Brahma, and Brahma disseminated that knowledge to his sons and disciples, and that way the knowledge is coming down in Parampara. Maharaj Yudhishtira was the ideal king or representative of Lord Krishna to rule over the kingdom of earth and was comparable to King Indra, the representative ruler of the heavenly planets. Just as the Devas, just as the Devatas have Indra as their king who rules exactly according to the principles of the Shastra, same way Yudhishtira was ruling the kingdom of the earth as the representative of Lord Sri Krishna. Prabhupada explains the demigods like Indra, Chandra, Surya, Varuna, and Vayu are representative kings of different planets to the universe. They are their own planets, and they are rulers, but they don't rule whimsically, and they don't try to enjoy some material power or material wealth. No, similarly Maharaj Yudhishtira was also one of them."
    },
    {
      "start_time": 495,
      "end_time": 668,
      "verse_references": [],
      "themes": [
        "enlightened leadership",
        "modern democracy",
        "self-realization",
        "goal of life"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Maharaj Yudhishtira was not a typically unenlightened political leader of modern democracy",
      "summary": "The speaker contrasts Yudhishtira's enlightened leadership with modern democratic systems, emphasizing the importance of self-realization and returning to the kingdom of God as the ultimate goal of life.",
      "timestamp_url": "https://youtu.be/aEnrjFjXt6U?t=495",
      "transcript": "Ruling over the kingdom of the earth. Now an important point about Maharaj Yudhishtira. Srila Prabhupada says, \"Maharaj Yudhishtira was not a typically unenlightened political leader of modern democracy.\" It is noteworthy that in the modern system of government, the democratic system of government, somebody who gathers enough votes, such a person becomes the elected leader of the people, but he is not enlightened in the scriptural directions how to rule the kingdom or how to rule the country because there is a ultimate goal of life that is to be pursued by all human beings under the able leadership of a king like Yudhishtira. What is that goal? The goal is self realization in order to prepare oneself to return to the kingdom of God, to enter into the kingdom of God. That goal, you can understand now, is completely missing in the life of people. Neither the elected leaders are aware of this goal, nor the people themselves are able to ascertain this goal. They do make enquiries what is the goal of life, but they think that life in this world is limited to the duration of time between birth and death. This is all the understanding they have. They don't have understanding of the spiritual reality that each living being is spirit soul and one is changing bodies life after life, but this change of body is actually a botheration, and this material existence is a place of suffering due to the very nature of material existence, and one is meant to become self realized specially in the human form of life and prepare oneself to enter into the kingdom of God where there is no suffering, there is no death, there is no disease. You have heard this many times in earlier sessions that the kingdom of God is the ideal place of inhabitation for all of us, and we should prepare ourselves to go."
    },
    {
      "start_time": 668,
      "end_time": 878,
      "verse_references": [],
      "themes": [
        "proper authority",
        "scriptural guidance",
        "modern democracy",
        "infallible lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Yudhishthira simply has to follow the perfect laws given in the authorized scriptures as instructed by the infallible lord",
      "summary": "The speaker concludes by reiterating the importance of learning from proper authorities, following scriptural guidance, and contrasting this with the limitations and ideological conflicts of modern democratic systems, emphasizing the need to follow the infallible Lord's instructions. The session ends with Hare Krishna.",
      "timestamp_url": "https://youtu.be/aEnrjFjXt6U?t=668",
      "transcript": "So that is being explained by Prabhupada. Maharaj Yudhishthira was instructed by Bhishma Deva and the infallible Lord also. Therefore, he had full knowledge of everything in perfection. See, this is the way to learn from the proper source, from the proper authority, and when one becomes enlightened, then one can properly execute the principles given in the scriptures and give benefit to people which is tangible. Now Prabhupada says about the modern democratic system, \"The modern elected executive head of a state is just like a puppet because he has no kingly power. Even if he is enlightened like Maharaj Yudhishthira, he cannot do anything out of his own good will due to his constitutional position. The powers of the elected leader are limited or defined by the constitution. Therefore, there are so many states over the earth quarrelling because of ideological differences or other selfish motives. Somebody claims socialist system is best system, somebody claims communist system is best, somebody claims capitalist system is best, and they keep on fighting.\" So this is not the way. A king like Maharaj Yudhishthira has no ideology of his own. Yudhishthira is not telling, \"I have got my way of ruling.\" No, he had but to follow the instructions of the infallible lord and the lord's representative and the authorized agent, Bhishma Deva. Yudhishthira simply has to follow the perfect laws given in the authorized scriptures as instructed by the infallible lord. Infallible means the lord never falls down from his position. He is always the supreme lord, always full of knowledge, full of all opulences, Bhagawan, the supreme personality of Godhead, and Bhishma Deva is the perfect representative of Krishna. Such a perfect representative instructed Yudhishthira in what is Dharma, how to rule, how to ensure that citizens' well being is provided. See, it is told in the shastras that the king should follow the great authority and the infallible lord without any personal motive and manufactured ideology. Nobody should manufacture their own laws or their own principles. They should follow the perfect authority, then there is possibility of success in ruling the kingdom properly. I will stop here. Thank you very much."
    }
  ]
}