{
  "video_id": "AeQ5CDOgsHM",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.11.13-14 | 05-07-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=AeQ5CDOgsHM",
  "segments": [
    {
      "start_time": 0,
      "end_time": 54,
      "verse_references": [],
      "themes": [
        "Invocation",
        "Prayers"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Agyana Timiraandhasya Gyananjanishalakaya Chakshurunmilitam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, invoking blessings and paying respects to the spiritual master and the Lord.",
      "timestamp_url": "https://youtu.be/AeQ5CDOgsHM?t=0",
      "transcript": "Om Agyana Timiraandhasya Gyananjanishalakaya Chakshurunmilitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshthaya Bhutale Srimate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadhadhara Shiva Sadhi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet"
    },
    {
      "start_time": 54,
      "end_time": 149,
      "verse_references": [
        "SB 1.11.13"
      ],
      "themes": [
        "Decoration",
        "Welcome",
        "Natural Gifts"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "the whole city is prepared to welcome the Lord",
      "summary": "The speaker introduces the 13th verse of the 11th chapter of the first canto of Srimad Bhagavatam, describing the decorations and preparations made to welcome the Lord in the city, emphasizing the use of natural elements like plantain trees and mango leaves.",
      "timestamp_url": "https://youtu.be/AeQ5CDOgsHM?t=54",
      "transcript": "In this session we will be discussing from the 13th and 14th verses of the Shri Advaitha Gadhadhara, verses of the 11th chapter of the first canto of Shri Madbhagavatam. The 13th verse: Gopura Dvaram Argeshu Krita Kautuka Toranam Chitradhwaja Pataka Grair Antapratihata Tapam. The meaning of this verse is: the city gateway, the household doors, and festooned arches along the roads were all nicely decorated with festive signs like plantain trees and mango leaves, all to welcome the Lord. Flags, garlands, and painted signs and slogans all combined to shade the sunshine. You see, the whole city is prepared to welcome the Lord. And how did they prepare? They decorated the entire city, the gateway, the household doors, the arches along the road, everything was decorated very beautifully with the natural nature's gift to the Lord and to the people of the world."
    },
    {
      "start_time": 149,
      "end_time": 235,
      "verse_references": [],
      "themes": [
        "Natural vs Artificial",
        "Sustainability",
        "Vedic Culture"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Whenever there is a need in the Vedic culture for decoration, they utilize such natural things.",
      "summary": "The speaker contrasts the Vedic tradition of using natural decorations with modern artificial decorations, highlighting the environmental benefits of biodegradable natural products compared to non-biodegradable materials like plastic.",
      "timestamp_url": "https://youtu.be/AeQ5CDOgsHM?t=149",
      "transcript": "So, Srila Prabhupada explains in the purport, signs of decoration in special festivals were also collected from the gifts of nature such as the plantain trees, the mango trees, fruits and flowers. Mango trees, coconut palms and plantain trees are still accepted as auspicious signs. Whenever there is a need in the Vedic culture for decoration, they utilize such natural things. They don't manufacture artificially some decorative items. Such artificial decorative items are later on very difficult to dispose of. Just like nowadays so much of hue and cry, about plastic, the plastic waste is very difficult to dispose of. Whereas all these natural products, they are, as is said, biodegradable. So, there is no difficulty in disposing them off. And they are easily available without much endeavor on the part of the people to purchase them. So, there is no difficulty in disposing them off."
    },
    {
      "start_time": 263,
      "end_time": 352,
      "verse_references": [],
      "themes": [
        "Hanuman",
        "Garuda",
        "Devotee Worship",
        "Service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna says in Bhagavatam madbhakta puja abhyadika worship of my devotee is greater than worship of me",
      "summary": "The speaker discusses the significance of Hanuman and Garuda as great servitors of the Lord, emphasizing that honoring devotees pleases the Lord and highlighting the decorations of flags with their images.",
      "timestamp_url": "https://youtu.be/AeQ5CDOgsHM?t=263",
      "transcript": "The entrance of the temple, the picture of Hanuman and Garuda are always painted at the entrance, even the deity of Hanuman Garuda are there in the beginning of the temple, so they are the great servitors of the Lord. Both render valuable service to the Supreme Lord. For devotees such paintings and decorations are still adored and the servitor of the master is paid more respects for the satisfaction of the Lord. Krishna says in Bhagavatam, madbhakta puja abhyadika, worship of my devotee is greater than worship of me. Krishna says that in Bhagavatam eleventh canto while instructing Uddhava. So Hanuman and Garuda are great servants of the Supreme Lord, so when they are paid respects by the devotees the Lord is thoroughly pleased by such respects paid to his dear"
    },
    {
      "start_time": 352,
      "end_time": 486,
      "verse_references": [],
      "themes": [
        "Pastimes",
        "Service",
        "Power",
        "Sense Gratification"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Hanuman is extraordinarily powerful but he uses all that power only for service of Lord Rama not for any other purpose",
      "summary": "The speaker narrates pastimes of Krishna with Garuda and Rama with Hanuman, emphasizing their selfless service and contrasting it with the misuse of power for sense gratification in the material world.",
      "timestamp_url": "https://youtu.be/AeQ5CDOgsHM?t=352",
      "transcript": "servants. So the flags were decorated with paintings of Garuda or Hanuman. So in the Bhagavatam there is a description of different pastimes of the Lord with Garuda participating in those pastimes. When Krishna went with Satyabhama to the Indra loka to get one parijata tree, that time he went on the back of Garuda. And when Krishna had to fight against Banasura, then during one month he, similar to the time pressure on Lord Shiva to get the tree, then he went to, he was carried to that capital of Banasura by Garuda and Garuda also was assisting the Lord in fighting against Banasura. So in this way even Hanuman, Hanuman serves the Supreme Lord in his form as Ramachandra and Ramayana, the elaborate description is there how Hanuman served Lord Rama in so many ways. Hanuman is extraordinarily powerful but he uses all that power only for service of Lord Rama, not for any other purpose. As opposed to that, people in this world due to some pious credits if they have got some power they want to utilize that for their own good, for lauding over others or for their own sense gratification. But the devotees never utilize anything they may have or they may possess or they may acquire for their own sense gratification, they never use it for lauding over others because the Supreme Lord is the Lord of everyone, he is the Lord and everything should be utilized for His service."
    },
    {
      "start_time": 486,
      "end_time": 538,
      "verse_references": [],
      "themes": [
        "Devotion",
        "Ideal",
        "Power",
        "Service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "everything is used simply for devotional service of the Supreme Lord that's all that's the ideal",
      "summary": "The speaker reiterates the ideal of using all abilities and power for the devotional service of the Supreme Lord, citing Garuda's devotion as an example.",
      "timestamp_url": "https://youtu.be/AeQ5CDOgsHM?t=486",
      "transcript": "Because everything belongs to him, Isha vastyam idam sarvam yatkincha jagattyaham jagat. So therefore these two devotees, servitors of the Supreme Lord are always engaged in the service of the Lord and they are very powerful personalities. It is said Garuda when he's flapping his wings when carrying the Lord, the hymns of the Sama Veda emanate from the flapping of the wings of Garuda. This is the devotion of Garuda, great personalities, they have extraordinary power, abilities but everything is used simply for devotional service of the Supreme Lord."
    },
    {
      "start_time": 541,
      "end_time": 679,
      "verse_references": [
        "SB 1.11.14"
      ],
      "themes": [
        "Cleanliness",
        "Opulence",
        "Scented Water",
        "Natural Flowers"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "the highways subways lanes markets and public meeting places were all thoroughly cleansed and then moistened with scented water",
      "summary": "The speaker introduces the 14th verse, describing the cleanliness and opulence of Dwarka, where roads were cleansed and scented with natural flower extracts to welcome the Lord.",
      "timestamp_url": "https://youtu.be/AeQ5CDOgsHM?t=541",
      "transcript": "They teach us the ideal way of utilizing whatever we may possess. The 14th verse: samarjit mahamarga rathya apanaka chatwaram siktaam gandha jalair uptaam phala pushpakshatam kuraihi. The meaning of this verse is: the highways, subways, lanes, markets and public meeting places were all thoroughly cleansed and then moistened with scented water. See the opulence of Dwarka is to clean all the roads thoroughly with water and then sprinkle scented water, nice fragrance to welcome the Lord. Fruits, flowers and unbroken seeds were strewn everywhere and this is also the opulence of the inhabitants of Dwaraka. So many fruits, so much flowers are there because the flower gardens are giving plenty of flowers and fruit orchards are supplying plenty of fruits. So they can afford to strew them everywhere in order to welcome the Lord on the streets, in the junction places, road junctions and in the arches. So Srila Prabhupada explains, scented waters prepared by distilling flowers like rose and khevra, were requisitioned to wet the roads, streets and lanes of Dwaraka Dham. Again, scent is not artificially prepared by some chemicals but rather by distilling natural flowers which have got nice fragrance. Such places along with the market place and public meeting places were thoroughly cleansed."
    },
    {
      "start_time": 679,
      "end_time": 773,
      "verse_references": [],
      "themes": [
        "Cleanliness",
        "Mode of Goodness",
        "City Planning",
        "Concrete Jungles"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Cleanliness is very prominent in Vedic civilization.",
      "summary": "The speaker emphasizes the importance of cleanliness in Vedic civilization and contrasts the former abundance of parks and gardens with the modern-day concrete jungles in cities.",
      "timestamp_url": "https://youtu.be/AeQ5CDOgsHM?t=679",
      "transcript": "So clean. So cleanliness is very prominent in Vedic civilization. That means they are situated in the goodness, mode of goodness. If not in the transcendental spiritual platform. Of course Dwaraka Nivasis are on the transcendental platform. But even those who are not on the transcendental platform, they should at least be in the mode of goodness. That helps to develop the pious activities leading to ultimate development of bhakti. From the above description it appears that the city of Dwaraka Dham was considerably big, containing many highways, streets and public meeting places with parks, gardens and reservoirs of water, all very nicely decorated with flowers and fruits. Nowadays we don't find so many parks or gardens in cities especially, because people have become very very greedy for constructing so many buildings. The cities are more like concrete jungles, especially the most developed cities even in our country. Formerly there used to be more gardens and parks and open spaces."
    },
    {
      "start_time": 773,
      "end_time": 895,
      "verse_references": [
        "SB 1.2.6"
      ],
      "themes": [
        "Opulence",
        "Krishna Consciousness",
        "Material Nature",
        "Ideal City"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When Krishna Consciousness is there, there is plenty of supply of everything by material nature.",
      "summary": "The speaker explains that Krishna consciousness leads to an abundance of natural resources and describes Dwaraka as an ideal city where everyone was devoted to Krishna.",
      "timestamp_url": "https://youtu.be/AeQ5CDOgsHM?t=773",
      "transcript": "But now you don't find that. To welcome the Lord such flowers and fruits with unbroken seeds of grain were strewn over the public places. This is the opulence of the residence of Dwaraka. Of course when Krishna Consciousness is there, there is plenty of supply of everything by material nature, because material nature is directed by the Supreme Lord. Maya Dhyakshena Prakriti Hisu Yatesu Characharam. So the Lord will direct nature to supply everything when people are God conscious, Krishna conscious. When people become sinful then material nature withholds the production of grains and fruits and flowers, and grains won't be sufficient like that. Unbroken seeds of grain or fruits in the seedling stage were considered auspicious, and they are still so used by the Hindus in general on festival days. So this is the culture, that decorations are done using natural supplies by nature, natural gifts like fruits, flowers, unbroken seeds, water pots with yogurt and grains like that. So Dwaraka, so Dwaraka where Krishna resided with all the Vrishnis, his relatives and friends and his family members was the ideal city and everyone there was devoted to Krishna, were devotees of Krishna."
    },
    {
      "start_time": 895,
      "end_time": 903,
      "verse_references": [],
      "themes": [
        "Ideal Civilization",
        "Conclusion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "That is the ideal for human civilization.",
      "summary": "The speaker concludes by stating that a society devoted to Krishna is the ideal for human civilization and ends with Hare Krishna.",
      "timestamp_url": "https://youtu.be/AeQ5CDOgsHM?t=895",
      "transcript": "That is the ideal for human civilization. I will stop here. Thank you very much."
    }
  ]
}