{
  "video_id": "aFCwu8RBOmw",
  "title": "Mahabharata | Part 37 | Duryodhana disgraced | His Grace Suvyakta Narasimha Dasa",
  "speaker": "HG Suvyakta Narasimha Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=aFCwu8RBOmw",
  "segments": [
    {
      "start_time": 0,
      "end_time": 92,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer",
        "spiritual practice"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Adhyana Timran Dhasya Dhyanaanjana Salakaya Chaksharanmeetam Jena Tasmai Sriturave Namah",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, invoking spiritual blessings.",
      "timestamp_url": "https://youtu.be/aFCwu8RBOmw?t=0",
      "transcript": "Thank you for watching. Om Adhyana Timran Dhasya Dhyanaanjana Salakaya Chaksharanmeetam Jena Tasmai Sriturave Namah Namah Om Vishnupadaya Krishna Preshaya Bhutale Srimate Bhaktivedanta Swamini Tinamine Namaste Saraswate Deve Dauravani Pracharine Nervishe Shashunyavadi Aschatya Deshata Dhinne Jaya Sri Krishna Chaitanya Prabhu Nityananda Sri Advaita Gadadhara Sri Vasadi Gauravachthavrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Mokam Karoti Vachalam Pangum Langhayate Girim Yad Krupata Maham Vande Sri Gurumdina Taranam Hare Krishna"
    },
    {
      "start_time": 93,
      "end_time": 241,
      "verse_references": [],
      "themes": [
        "austerity",
        "opulence",
        "envy",
        "contrast"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In this way the Pandavas were going on accumulating pious credits. On the other hand Duryodhana was merely enjoying all the royal opulence and he was not engaged in conducting any fire sacrifice or yajnas.",
      "summary": "The speaker contrasts the Pandavas' austere life in exile, focused on spiritual practices, with Duryodhana's opulent lifestyle and envy, setting the stage for Duryodhana's plan to show off his wealth.",
      "timestamp_url": "https://youtu.be/aFCwu8RBOmw?t=93",
      "transcript": "Welcome to today's episode of the Mahabharata. In the last episode we have seen how the Pandavas, being in the forest exile, were engaged in executing various kinds of austerity. They were living in the forest, sometimes shuttling between Dwaitavana and Kamyakavana. They were living in simple thatched cottages with mud flooring. They were wearing dresses made out of tree bark. And they were constantly engaged in conducting yajna, sacrifices to please Lord Vishnu. And having obtained from the sun god, Suryadeva, a magical pot which could produce unlimited amount of food for feeding the guests. With that Draupadi would everyday cook and feed large number of saintly people who would come and attend the yajnas conducted by Yudhishthir Maharaj. In this way the Pandavas were going on accumulating pious credits. On the other hand Duryodhana was merely enjoying all the royal opulence and he was not engaged in conducting any fire sacrifice or yajnas. He was simply enjoying the power and opulence of the royal household and thus he was using up all his previous pious credits. Two contrasting things we were able to see. And when the Pandavas entered the twelfth year of their forest exile, Duryodhana based on the instigation by Karna decided to go to Dwaitavana to show off his opulence. How much wealth he had acquired and with all the women folk, with all the resources, with some small army with him. He wanted to go there and show off to the Pandavas because look out how I am enjoying life and how you people are suffering. During these twelve years, Duryodhana had spent time not only in increasing the strength of his army but also in striking of alliances with various friendly kings and he was like this building up his army power. So that he knew later when the Pandavas would come to seek their kingdom back, he could very easily rebuff."
    },
    {
      "start_time": 242,
      "end_time": 369,
      "verse_references": [],
      "themes": [
        "envy",
        "deception",
        "permission",
        "conflict"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Now when Duryodhana heard this proposal from Karna that it is good to go and show up to the Pandavas and rub salt on their wounds, it appealed very much to Duryodhana because we all have seen how Duryodhana is very envious by nature and he liked to insult the Pandavas although there was no fault on their side.",
      "summary": "Duryodhana, motivated by envy and instigated by Karna, seeks permission from Dhritarashtra to visit Dwaitavana under the guise of inspecting cows, concealing his true intention to humiliate the Pandavas.",
      "timestamp_url": "https://youtu.be/aFCwu8RBOmw?t=242",
      "transcript": "Now when Duryodhana heard this proposal from Karna that it is good to go and show up to the Pandavas and rub salt on their wounds, it appealed very much to Duryodhana because we all have seen how Duryodhana is very envious by nature and he liked to insult the Pandavas although there was no fault on their side. Now for Duryodhana to go to Dwaitavana, an excuse was needed. So he went to his father Dhritarasva and he told him that the time has come to count, to take count of all the cows. And inspect them for their health and well-being whether the caretakers are taking good care of them or not. So I am planning to go with a small retinue, with a small portion, segment of my army I want to take and all the women folk and my wife and all those people I want to take them and go to the place where the cows are currently which happens to be Dwaitavana. Dhritarasva when he heard this, immediately he said, why are you going to Dwaitavana? The Pandavas are already there, if you go there and by chance both of you come to meet each other, I don't want another fight between the two of you. So why you have to go? Send some important minister or general or somebody like that, why do you have to personally go? But then Duryodhana was adamant, he wanted to go himself although he could not openly express it to Dhritarasva. Then Shakuni also supported Duryodhana and told Dhritarasva, why we will go to Dwaitavana? Why? All the Pandavas, they are already in forest exile, they are practically nobody now, why will we go to them? Forget it, we are going for our other purpose, we will keep away from them. So Dhritarasva finally relented and he said, okay, if you want to go, we are very insistent you go but don't trouble the Pandavas."
    },
    {
      "start_time": 370,
      "end_time": 507,
      "verse_references": [],
      "themes": [
        "journey",
        "arrogance",
        "conflict",
        "planning"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Duryodhana with his retinue, he reached Vaithavana and which is said to be modern day Dev Vand in Uttar Pradesh and having reached there, he inspected all the cows, took count of them, asked about the health, he looked up the health records of all the cows and having considered all these things, having finished all his duties.",
      "summary": "Duryodhana travels to Dwaitavana with his army and advisors, completing the pretense of inspecting the cows, and then sends scouts to find a suitable location to set up camp near the Pandavas to flaunt his opulence.",
      "timestamp_url": "https://youtu.be/aFCwu8RBOmw?t=370",
      "transcript": "Now having got Dhritarasva's permission, Duryodhana took off with his small army, few horses, a few foot soldiers and some chariots like that, few means a few thousand, not that small also. And then Duryodhana was accompanied by Karna, Shakuni and Dushasana and his other brothers who all wanted to see the fun, how the Pandavas are going to be, you know, they are going to be insulted and they are going to be humiliated, that was the, they wanted to join in the fun. So they all went. Duryodhana with his retinue, he reached Vaithavana and which is said to be modern day Dev Vand in Uttar Pradesh and having reached there, he inspected all the cows, took count of them, asked about the health, he looked up the health records of all the cows and having considered all these things, having finished all his duties. Then he went. He sent some people to figure out in the Vaithavana where the Pandavas are and he told his people go and set up camp close to where they are in such a way that they can see us and we will have some revelry and some celebration and we will have some dancing, music and all those kind of things and that will rub the Pandavas this one ego, that was Duryodhana's this one. So the few people, some few soldiers from his army, they went seeking out a place where they could set camp and also in such a way that it would be visible for the Pandavas. The Pandavas at that moment, Yudhishthira Maharaj was engaged in a fire sacrifice, a yajna was going on and he was along with a few other Rishis and Sages and Ramanas who were conducting the fire sacrifice, he was involved in that. The Pandavas of course were totally unaware of Duryodhana's impending visit. So this small group of army was going forward, they came across the place near a lake on the bank of the lake where the Pandavas were being seated."
    },
    {
      "start_time": 508,
      "end_time": 680,
      "verse_references": [],
      "themes": [
        "divine intervention",
        "celestial beings",
        "conflict",
        "protection"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Some Gandharvas had come there, to that forest...Hindradeva...did not like this activity from this act of Duryodhana's where he wanted to humiliate the Pandavas...Gandharvas and told them, see like this Duryodhana is going to Dwaitavana with an evil intention, you go and take care of him.",
      "summary": "Gandharvas, sent by Indra due to Duryodhana's malicious intentions, arrive in Dwaitavana and prevent Duryodhana's forces from setting up camp, leading to an impending conflict.",
      "timestamp_url": "https://youtu.be/aFCwu8RBOmw?t=508",
      "transcript": "Now in the meantime unknown to both the Pandavas and to Duryodhana what had happened. Some Gandharvas had come there, to that forest. Now these Gandharvas are celestial beings. They are not limited in their travel like we are if we have to go to some planet some other planet outside the earth planet let us say we want to go to the moon or the mars or something like that there are so many restrictions it's not easy to go there for human beings but the gandharvas are not because they are from the upper planets they are not limited in their travel like that they can very easily travel to whichever planet they want and if they so choose they can remain hidden to the view of the human beings or if they want they can reveal themselves also so in this case the gandharvas they stopped the team which duryodhana had sent for and they told them you cannot come to this part of the forest this belongs to us so you please go back so these small team members they because gandharvas they are celestial beings they went back to duryodhana and conveyed to him that like this we were stopped by the gandharvas and they refused to allow us to set camp there now duryodhana being the kind of arrogant person he is he said what gandharvas this is my kingdom i will do whatever i want here i will not listen to any gandharvas and all that then he called all his small army together and he went and he attacked the gandharvas now the gandharvas were very well prepared for this attack from duryodhana because they had come specifically there for that purpose to to engage in a battle with duryodhana now why would they come there to engage in a battle with duryodhana why did the gandharvas have to come down from the celestial planet actually what had happened was when duryodhana had made his plans to go to dvaitavana and to humiliate the pandavas the new dvaitavana had to go to dvaitavana and to humiliate the crakoosrit hindra and hindra was always very favorable to the pandavas especially to arjuna because arjuna was born to kuntidevi from the blessings of hindradeva so in one sense hindra was the father of arjuna so he did not like this activity from this act of duryodhana's where he wanted to humiliate the pandavas Gandharvas and told them, see like this Duryodhana is going to Dwaitavana with an evil intention, you go and take care of him. So, the Gandharvas came and they stopped Duryodhana and they were"
    },
    {
      "start_time": 681,
      "end_time": 821,
      "verse_references": [],
      "themes": [
        "battle",
        "defeat",
        "cowardice",
        "capture"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Now, a fierce battle started with between the small army of Duryodhana along with Karna, Shakuni, Dushasana and others and on the other side, a small group of the Gandharvas...Finally, what happened? Shakuni ran away from the battlefield when he saw that his life was in danger.",
      "summary": "A battle ensues between Duryodhana's army and the Gandharvas, resulting in the Kauravas' defeat, the cowardly retreat of Karna, Shakuni, and Dushasana, and Duryodhana's capture.",
      "timestamp_url": "https://youtu.be/aFCwu8RBOmw?t=681",
      "transcript": "with their weapons. Now, a fierce battle started with between the small army of Duryodhana along with Karna, Shakuni, Dushasana and others and on the other side, a small group of the Gandharvas. Now, although Karna was a powerful archer, Duryodhana himself was a great warrior. Despite all this, the Gandharvas being celestial beings, gradually they drove back Duryodhana's army. Finally, what happened? Shakuni ran away from the battlefield when he saw that his life was in danger. So also, when Karna saw that his arrows were failing and he too was in a very precarious condition, he along with Dushasana and the other brothers of Duryodhana, they all ran away from the battlefield. Actually, a Kshatriya is never supposed to show his back in a battle. A Kshatriya is supposed to fight till the death. But this cowardly act from the side of Karna and Dushasana and others was not surprising because they were used to very boastful and ostentatious claims, although they did not have the real powers like the Pandavas. That is why they were always envious of the Pandavas because the Pandavas actually, even though they were very humble and very nice people, the Kauravas, Karna and Duryodhana and others knew that the Pandavas were, always far more powerful than them and far more opulent than them. That was why Duryodhana and Karna and others were always envious of the Pandavas. Be that as it may, the whole Kaurava army was defeated, it was routed, practically almost all their army was destroyed, and Karna, Dushasana and others, Shakuni and others, ran away from the battlefield in a cowardly manner. Now, Duryodhana stood fighting there and finally, Duryodhana was captured by the Dandarvas. So, whatever little bit of Duryodhana's army was left, they ran away."
    },
    {
      "start_time": 822,
      "end_time": 953,
      "verse_references": [],
      "themes": [
        "dilemma",
        "compassion",
        "duty",
        "family"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So they consulted amongst themselves and they thought it wise to approach the Pandavas and seek their help because they were close at hand...The moment Pandavas heard that Duryodhana had come there and he had been captured by the Gandharvas, they immediately understood what was the background of this whole incident.",
      "summary": "Duryodhana's remaining soldiers seek help from the Pandavas, who, despite knowing Duryodhana's intentions, are bound by their Kshatriya dharma to offer protection.",
      "timestamp_url": "https://youtu.be/aFCwu8RBOmw?t=822",
      "transcript": "But still, they were lamenting that our master has been captured, now what to do? So they consulted amongst themselves and they thought it wise to approach the Pandavas and seek their help because they were close at hand to go back to Hastinapura and to call Bhishma Dev and bring him back and Dronacharya and others was practically next to impossible. Something had to be done right there, right then. So this remaining small group of people, the soldiers went and approached Yudhishthir Maharaj who was in the midst of performing the Ejna and they narrated the whole thing before him. Of course, this group of soldiers, they did not know Duryodhana's evil intention, his malified intention in coming there to actually humiliate the Pandavas. They were thinking he came here to count the cows and all those kind of things and after finishing all that, he wanted to just sit, camp there, relax a little bit and go back to Hastinapura. That was their understanding. The moment Pandavas heard that Duryodhana had come there and he had been captured by the Gandharvas, they immediately understood what was the background of this whole incident. And the moment they heard that Duryodhana had been captured, Bhima uttered, Bhishma uttered these words... Bhima said, We would have had to undergo a great effort and endeavor with a great assembly of horses and elephants and chariots and soldiers, in order to get it. There was aור Atharnas when he was one. defeat duryodhana and capture him what we could have achieved with great endeavor the gandharvas have achieved it very easily so bhima was appreciating the gandharvas that what we would have taken great endeavor to do that the gandharvas have done very good we are saved of the great"
    },
    {
      "start_time": 954,
      "end_time": 1077,
      "verse_references": [],
      "themes": [
        "dharma",
        "family",
        "protection",
        "rescue"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Yudhishek maharaj immediately he stopped the bhimasena and told him no no no we should not talk like this right now these people have come and surrendered to us they have taken our shelter and asked shatria it is our duty to protect anyone who comes and takes shelter of us",
      "summary": "Yudhishthira instructs Arjuna and Bhima to rescue Duryodhana, emphasizing the importance of family ties and the duty to protect those who seek shelter, despite internal conflicts.",
      "timestamp_url": "https://youtu.be/aFCwu8RBOmw?t=954",
      "transcript": "immediately he stopped the Bhimasena and told him no no no we should not talk like this right now these people have come and surrendered to us they have taken our shelter and asked shatria it is our duty to protect anyone who comes and takes shelter of us not only that yudhishek maharaj told bhimasena we may have some internal quarrel with with duryodhana that is our family quarrel now as far as we are concerned within the family they may be hundred brothers and we may be five brothers but if there is an external person coming to attack us then we will be 105 brothers there will be we will not allow an external person to come and and sully the the reputation of the kaurava dynasty if the gandharva have captured duryodhana it is a great dishonor for us we must get him released so yudhishek maharaj ordered arjuna and bhimasena that you both must go and get duryodhana released because yudhishek maharaj was engaged in that he could not get up and go himself otherwise he himself would have gone also so when yudhishek spoke like this bhimasena and arjuna immediately they took the words of yudhishek maharaj's command and they immediately boarded the chariots which had been brought by the small kaurava army and they took their weapons whatever bow and arrow they had and they went and approached the gandharvas when they came to the gandharvas dheemasena and arjuna as the gandharvas you have captured our brother duryodhana we have come here to secure his release the gandharvas refused to release him they said we are not going to release then arjuna and bhimasena said then you have to fight with us"
    },
    {
      "start_time": 1078,
      "end_time": 1226,
      "verse_references": [],
      "themes": [
        "battle",
        "skill",
        "negotiation",
        "dharma"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So immediately the gandharvas also took their weapons arjuna and bhimasena on this side and again began a real mega fight between the two of them the celestial gandharvas on one side and on this side arjuna and dhima in the first case what had happened the gandharvas had very easily defeated duryodhana and pushed him back duryodhana karna dushasana all his hundred brothers all defeated and here there were only two brothers",
      "summary": "Arjuna and Bhima engage the Gandharvas in battle, eventually leading to a truce and a discussion about Duryodhana's fate, with the Gandharvas agreeing to let Yudhishthira decide.",
      "timestamp_url": "https://youtu.be/aFCwu8RBOmw?t=1078",
      "transcript": "and again began a real mega fight between the two of them the celestial gandharvas on one side and on this side arjuna and dhima in the first case what had happened the gandharvas had very easily defeated duryodhana and pushed him back duryodhana karna dushasana all his hundred brothers all defeated and here there were only two brothers and these two brothers especially arjuna used such skillful archery and he made use of all the celestial astras and weapons he had received during his visits to uh to indraloka and other places very soon the gandharvas found that the table was reversed they were now getting beaten back they were getting defeated when the that they were soon going to get defeated they stopped the battle and declared a truce and then the leader of the gandharva came in front of arjuna and he revealed himself and arjuna also recognized him oh i'd met you when i'd come to in the roca so this gandharva also said yes yes actually i came here because this duryodhana had come here to humiliate all of you pandavas and when indra heard this he sent me to capture duryodhana want to take him with me and hand him over to indra as a prisoner of war now arjuna told him see i am very happy i understand that you have come for our welfare but it is against the reputation of our family that you take duryodhana as a prisoner so i am requesting you to release him so the gandharva said why are you asking for his release he did not come here to do any good for you he has cheated of you cheated you of your of your kingdom and he to rub salt on your wounds he has come here after all that you want to get him released arjuna said no no this is the order of yudhishthira so we have to follow that so the gandharva said okay let us go to yudhishthira and let us he may not be aware of the actual situation why duryodhana came here let us put this matter before him if yudhishthira says no you take him as a prisoner to indra because of his malified intention we'll take him or on the other hand if yudhishthira says you release him we'll release him because we have great respect for yudhishthira maharaj he is he is such a great upholder of dharma he will not refuse"
    },
    {
      "start_time": 1227,
      "end_time": 1342,
      "verse_references": [],
      "themes": [
        "dharma",
        "compassion",
        "forgiveness",
        "release"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So then finally the gandharva said indra himself sent us here to prevent such a humiliation of you pandavas at the hands of duryodhana so now we have captured him we want to take him as a prisoner to swarga so yudhishthira maharaj said no no i understand what you have done that you have done as a favor by preventing duryodhana from doing from his evil deed but at the same time duryodhana is still part of our kaurava clan and if you capture him and take him like this it will be a great human humiliation for our dynasty not only that his people have come and taken shelter of us like shatryas it is our duty to provide shelter to them and to rescue duryodhana we cannot refuse our shelter to people who have come and surrendered to us so i request you to please release duryodhana",
      "summary": "Yudhishthira, upholding dharma and compassion, convinces the Gandharvas to release Duryodhana, prioritizing family honor and the duty to protect those who seek shelter.",
      "timestamp_url": "https://youtu.be/aFCwu8RBOmw?t=1227",
      "transcript": "maharaj introduced them and then the gandharva leader informed yudhishthira maharaj of the malified intention of duryodhana in coming there to actually humiliate the pandavas so then finally the gandharva said indra himself sent us here to prevent such a humiliation of you pandavas at the hands of duryodhana so now we have captured him we want to take him as a prisoner to swarga so yudhishthira maharaj said no no i understand what you have done that you have done as a favor by preventing duryodhana from doing from his evil deed but at the same time duryodhana is still part of our kaurava clan and if you capture him and take him like this it will be a great human humiliation for our dynasty not only that his people have come and taken shelter of us like shatryas it is our duty to provide shelter to them and to rescue duryodhana we cannot refuse our shelter to people who have come and surrendered to us so i request you to please release duryodhana so then the gandharva smilingly he praised yudhishthira maharaj for his great virtuous qualities and he released duryodhana and the gandharvas and went back to their planet very amicably the gandharvas parted with the pandavas and went back to their planet now yudhishthira maharaj he spoke to duryodhana pacified him with some good words and then he told duryodhana please don't do such kinds of bad things wrong things please don't try to engage in evil acts like this which are actually sinful and which will anyway bring you disrepute why do you want to do these kind of things so you please go home and take care of the kingdom we are we are not in interference in all that you go and take care like that yudhishthira maharaj released the duryodhana"
    },
    {
      "start_time": 1343,
      "end_time": 1548,
      "verse_references": [],
      "themes": [
        "humiliation",
        "despondency",
        "plotting",
        "cycle of envy"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Duryodhana went back to his camp with a heavy heart he what he had set out to achieve he had achieved exactly the opposite he had set out to humiliate the pandavas on the other hand he got humiliated by the by the pandavas and the pandavas had to come to rescue him all his army his his brothers karna shakuni none of them could come to his health the pandavas had to come and help him and rescued him what greater humiliation can there be than this",
      "summary": "Duryodhana returns to his camp humiliated and despondent, contemplating suicide, but is eventually persuaded to continue living, only to return to his old ways of plotting against the Pandavas, setting up the next episode.",
      "timestamp_url": "https://youtu.be/aFCwu8RBOmw?t=1343",
      "transcript": "he had achieved exactly the opposite he had set out to humiliate the pandavas on the other hand he got humiliated by the by the pandavas and the pandavas had to come to rescue him all his army his his brothers karna shakuni none of them could come to his health the pandavas had to come and help him and rescued him what greater humiliation can there be than this so duryodhana was very despondent and came back to his camp by then those people who had run away karna shakuni dushyasana and the others they came back to the camp and they saw oh duryodhana has come back they were all very relieved they were thinking we also are taking it serious we should continue all somehow ran away from the battlefield but Duryodhana kept on fighting we don't know what would have happened to him maybe the Gandharvas had killed him they were thinking like that but when they saw that Duryodhana escaped they were very happy but then they were seeing Duryodhana is very despondent then Duryodhana informed them like this the Gandharvas had captured him and it was the Pandavas who released him and so Duryodhana was so frustrated he was saying that i want to commit suicide i don't want to live anymore so then Dushyasana and others heard this they were alarmed Duryodhana is going to commit suicide then what will happen to all of us the kingdom will go to the Pandavas and we will all be thrown out so they all started speaking to Duryodhana and trying to pacify him trying to comment down even Karna sat with him and said no no why are Duryodhana why are you so despondent when you in action you In a Kshatriya's life, when he fights many battles, some battles he will win, some battles he will lose. So what is the big thing in this? Don't take this so much to heart. You please, you take it in your stride. And these are things which we should face in life, you know, like that. And Shakuni also, Dushyasana also, they all tried to motivate him and bring him back to his normal self. After much persuasion, finally Duryodhana relented from his decision to commit suicide. And gradually, with a heavy heart, they all came back to Hastinapura. Now, Duryodhana, although initially he was very much afflicted by this humiliation at the hands of the Pandavas, gradually, after a little while, he forgot the incident and came back to his normal self. And being the arrogant person he was, he again started, he started plotting how to humiliate the Pandavas. So, it so happened that one great sage happened to come to Hastinapura. And when Duryodhana heard that, about this sage's arrival in Hastinapura, immediately a plan started hatching in his mind. So what was the plan that Duryodhana had newly thought up of? And who was the sage? And what was the role he was going to play in Duryodhana's new plot? Please join us in the next episode of the Mahabharata to learn about this. Thank you for joining us today. Hare Krishna. Jagat Guru Shri La Pravupada Ki Jai."
    }
  ]
}