{
  "video_id": "aGEnnkH1794",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.7.47-48 | 21-01-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=aGEnnkH1794",
  "segments": [
    {
      "start_time": 0,
      "end_time": 55,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Gyanati Mirandasya Gyananjana Shalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/aGEnnkH1794?t=0",
      "transcript": "Om Gyanati Mirandasya Gyananjana Shalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Srimate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jaya Mudhirayet"
    },
    {
      "start_time": 56,
      "end_time": 160,
      "verse_references": [
        "SB 1.7.47"
      ],
      "themes": [
        "compassion",
        "Draupadi",
        "motherly love"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Do not make the wife of Dronacharya cry like me. I am agreed for the death of my sons. She need not cry constantly like me.",
      "summary": "The speaker introduces the 47th verse of the 7th chapter of the 1st canto of Srimad Bhagavatam, focusing on Draupadi's compassion for the wife of Dronacharya.",
      "timestamp_url": "https://youtu.be/aGEnnkH1794?t=56",
      "transcript": "In this session, we will be discussing Narayanam Namaskritaya Naram Chai Vanarottamam from the 47th and 48th verses of the 7th chapter of the 1st canto of Srimad Bhagavatam. The 47th verse: Ma Rodid Asya Janani Gautami Patidevata Yathaham Brta Vatsarta Rodimi Ashrumukhi Muhuhu. The meaning of this verse is, My Lord, this is Draupadi speaking to Arjuna, do not make the wife of Dronacharya cry like me. I am agreed for the death of my sons. She need not cry constantly like me. See how very considerate is Draupadi. So, in the purport, Srila Prabhupada said that, sympathetic good lady as she was, Srimati Draupadi did not want to put the wife of Dronacharya in the same position of childlessness, both from the point of motherly feelings and from the respectable position held by the wife of Dronacharya. From two perspectives she is saying, that why should she suffer like me? And also, she is a respectable lady as the wife of the Guru, so why should she be made to suffer?"
    },
    {
      "start_time": 327,
      "end_time": 418,
      "verse_references": [],
      "themes": [
        "Parashurama",
        "Kshatriyas",
        "anger",
        "duty"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Kshatriyas had become very puffed up, very proud, and they were not doing their duties properly as Kshatriyas.",
      "summary": "The speaker discusses the story of Parashurama and his annihilation of miscreant Kshatriyas, relating it to Draupadi's plea to Arjuna.",
      "timestamp_url": "https://youtu.be/aGEnnkH1794?t=327",
      "transcript": "The Kshatriyas had become very puffed up, very proud, and they were not doing their duties properly as Kshatriyas. So he decided to kill all these miscreant Kshatriyas. So he simply took one chopper, Parashu. He is called Parashurama. His name is Rama, but he is called Parashurama because he took one axe. Parashu means axe, and simply went around the world 21 times, Trisaptaha, and simply went on chopping the heads of all these miscreant Kshatriyas. 21 times he went around the world to get rid of all these miscreants. So the rage of the Brahmanas is very dangerous for the lower persons, especially the Kshatriyas. So that is exactly what Draupadi is pointing out here. Don't enrage them. She is telling Arjuna, don't enrage them. They don't deserve to be treated the way you are thinking of punishing Ashwathama."
    },
    {
      "start_time": 419,
      "end_time": 529,
      "verse_references": [],
      "themes": [
        "Vaishnava",
        "compassion",
        "suffering",
        "preaching"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Draupadi is sympathetic to Krippi because Draupadi is a Vaishnavi. This is the attitude of all Vaishnavas, all pure devotees.",
      "summary": "The speaker explains that Draupadi's compassion stems from her being a Vaishnavi, highlighting the quality of 'Para Dukha Dukhi' and using Prabhupada's preaching as an example.",
      "timestamp_url": "https://youtu.be/aGEnnkH1794?t=419",
      "transcript": "And Srila Prabhupada explains further, in addition to the purport, he has given a very nice discourse on these two verses. He says in this discourse that Draupadi is sympathetic to Krippi. Why? Because Draupadi is a Vaishnavi. This is the attitude of all Vaishnavas, all pure devotees. What is that? Para Dukha Dukhi. Vaishnava is having some special qualifications. One of them is Para Dukha Dukhi. On their own account, they are never unhappy, but they are Dukhi, they are unhappy only if others are unhappy, others are put into distress, then they become distressed. They can't tolerate seeing others suffer. This is the quality of a Vaishnava. Just like Prabhupada, he took so much trouble travelling all over the world and preaching Krishna Consciousness. Why? Because he could not tolerate to see the suffering of the conditioned souls. And how can their suffering be relieved? Only by Krishna Consciousness. That's why he was so painstakingly untiring in his efforts he put for preaching Krishna Consciousness to all sections of people all over the world."
    },
    {
      "start_time": 530,
      "end_time": 681,
      "verse_references": [],
      "themes": [
        "Prahlad Maharaj",
        "devotion",
        "tolerance",
        "Hiranyakashipu"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Look at the character, to give an example, Prahlad Maharaj. He was harassed by his father, who was a demon, Hiranyakashipu was a demon.",
      "summary": "The speaker introduces the example of Prahlad Maharaj and his devotion despite the torture inflicted by his demoniac father, Hiranyakashipu.",
      "timestamp_url": "https://youtu.be/aGEnnkH1794?t=530",
      "transcript": "So here now, Prabhupada is explaining, look at the character. To give an example, Prahlad Maharaj. Prahlad Maharaj says, Naivodhvijeparaduratyavaitaranyas Tvadvirya Gayana Mahamruta Magna Chittaha Shochetato Vimukachetasa Indriyartha Mayasukhayabharam Udvahato Vimudhan. Prahlad Maharaj, before explaining what is quoted about Prahlad, that he was harassed by his father, who was a demon. Hiranyakashipu was a demon. Prahlad was a devotee. Now, just because Prahlad was just chanting the name of the Supreme Lord, as a devotee, it's natural, but Hiranyakashipu became very, very angry at Prahlad, his own son, small boy, five year old boy, just because he is chanting the name of the Supreme Lord. That enraged Hiranyakashipu to what extent? He became angry is that he actually tortured this boy, Prahlad, tortured the boy. And because Hiranyakashipu was torturing Prahlad, therefore the Supreme Lord, he cannot tolerate. The devotee is tolerant, devotee is tolerant, but Supreme Lord Krishna, he never tolerates even a little insult done to his devotee. So the Supreme Lord appeared in the form of Narsimha, and he, Narsimha, killed this Hiranyakashipu. Now, after that, Narsimha Deva, he blessed Prahlad, very pleased with his devotion, and he said, you have undergone so much trouble for my sake, now you ask me any benediction that you want."
    },
    {
      "start_time": 682,
      "end_time": 847,
      "verse_references": [],
      "themes": [
        "Prahlad Maharaj",
        "humility",
        "devotion",
        "satisfaction"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Prahlad is telling Lord Narsimha Deva, since I have taken birth in this Asura family, please don't allure me by offering me some benediction.",
      "summary": "The speaker continues the story of Prahlad Maharaj, focusing on his humility and his expression of satisfaction through chanting the glories of the Lord.",
      "timestamp_url": "https://youtu.be/aGEnnkH1794?t=682",
      "transcript": "Prahlad is telling in his prayers to Lord Narsimha, my dear Lord, I am born in a family which is filled with these qualities of Rajoguna and Tamoguna. Asuras, they are influenced by these two lower qualities, Rajoguna and Tamoguna. Rajas Tamo Bhava Asuras, they are influenced by these two lower qualities, Rajoguna, Tamoguna, and Devatas, they are influenced by Sattva Guna. So as compared to those influenced by Sattva Guna, these Rajoguna Tamoguna people, they are very much carried away by wealth, power, by position, etc. So Prahlad is telling Lord Narsimha Deva, since I have taken birth in this Asura family, please don't allure me by offering me some benediction. And Prahlad is also telling, actually, I have learned how to be fully satisfied and happy simply by singing the glories of your Lordship, Tvad Veerya Gayana Mahamrita Magna Chitta. The glories of the Supreme Lord, when chanted, and that nectarian glories of the Supreme Lord, as enumerated by pure devotees, is capable of fully immersing a devotee's mind. A devotee, when he hears, or he hears that nectar, he is able to immerse himself completely, and that way he is always situated in a happy condition."
    },
    {
      "start_time": 848,
      "end_time": 953,
      "verse_references": [],
      "themes": [
        "compassion",
        "Draupadi",
        "Ashwatthama",
        "forgiveness"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Like I have been put into so much grief by loss of my sons in the death of my sons, she need not cry constantly like me. So don't punish Ashwatthama.",
      "summary": "The speaker returns to the initial theme of Draupadi's compassion, explaining her plea to not punish Ashwatthama in order to spare his mother, Kripi, the grief she herself experienced.",
      "timestamp_url": "https://youtu.be/aGEnnkH1794?t=848",
      "transcript": "On his personal account, there is no one who is not happy because of that. Now she is thinking, what about Kripi? Ashwatthama is the one who actually beheaded the five sleeping sons of Draupadi, but she didn't kill this Ashwatthama in retaliation or in terms of punishment. Why? Because like I have been put into so much grief by loss of my sons, in the death of my sons, she need not cry constantly like me. So don't punish Ashwatthama the way you have bound him up and you are having some plan to succeed. I will stop here. Thank you very much."
    }
  ]
}