{
  "video_id": "AgmGfl3x1TQ",
  "title": "Mahabharata | Part 39 | Durvasa causes anxiety to the Pandavas | His Grace Suvyakta Narasimha Dasa",
  "speaker": "HG Suvyakta Narasimha Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=AgmGfl3x1TQ",
  "segments": [
    {
      "start_time": 90,
      "end_time": 176,
      "verse_references": [],
      "themes": [
        "Mahabharata",
        "Durvasa Muni",
        "Pandavas",
        "Draupadi",
        "Duryodhana"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "In the last episode, we have seen how Durvasamuni had come to the hermitage of the Pandavas with his 10,000 disciples at a time when Draupadi had finished her meal.",
      "summary": "The speaker summarizes the previous episode, setting the stage for the current narrative about Durvasa Muni's visit and the Pandavas' predicament.",
      "timestamp_url": "https://youtu.be/AgmGfl3x1TQ?t=90",
      "transcript": "Hare Krishna and a warm welcome to all of you to today's episode of the Mahabharata. In the last episode, we have seen how Durvasamuni had come to the hermitage of the Pandavas with his 10,000 disciples at a time when Draupadi had finished her meal. And Durvasamuni came there at that time specifically because Duryodhana had manipulated him into thinking that that would be the right time to come to the Pandavas, when they would be free enough to receive him and his disciples well. Durvasamuni's intentions were not bad, but he had been manipulated by Duryodhana, unaware of Duryodhana's nefarious design. And when Durvasamuni came, he requested Yudhishthira Maharaj to keep lunch ready for all of them and that they would finish their noon bath and come back. And they went to the place, to a water body nearby where they could take bath. In the meantime, we saw how Draupadi and the Pandavas were all very anxious about what they could do now because to cook for 10,000 people in a matter of few minutes was practically impossible. So what did the Pandavas do? What happened to them? Would Durvasamuni's ire vent itself upon them?"
    },
    {
      "start_time": 179,
      "end_time": 473,
      "verse_references": [],
      "themes": [
        "Krishna",
        "Narada Muni",
        "Dwaraka",
        "Opulence",
        "Manifestation"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Like this narada mani went from palace to palace in every palace he saw krishna was personally present and engaged in some activity or the other",
      "summary": "The speaker narrates an incident in Dwaraka where Narada Muni witnesses Krishna's simultaneous presence in multiple palaces, highlighting Krishna's supreme nature.",
      "timestamp_url": "https://youtu.be/AgmGfl3x1TQ?t=179",
      "transcript": "We will begin today's episode with a small incident which happened in Dwaraka. Once Naradamuni, wishing to have darshan of Lord Krishna, because Naradamuni is a great devotee of Lord Krishna, he came to Dwaraka. Now when he came to Dwaraka, he saw that Dwaraka city was very opulent. And he found that there were 16,108 palaces, which Krishna had built for his queens, who also equally were equal in number to the palaces. Naradamuni thought, where will I find Krishna? So he randomly entered into one of the palaces. When he entered into the palace, Krishna was with one of his queens, playing with his children and Krishna very warmly welcomed Naradamuni, asked him about his well-being, etc. And then Naradamuni convinced Krishna to come to Dwaraka, to the palace and see what's happening there because Krishna is having 16,108. How is he managing all of them? We know how in this world today for one man is to manage one wife, he is, you know, his whole world will turn upside down. Now imagine not one, Krishna has sixteen thousand one hundred and eight wives to manage. So Narada Muni, being curious to know about this, he entered into another palace. There he saw Krishna was engaged in conducting some fire sacrifice, just like the yajnas are compulsory for every grahastha to be performed in the Vedic varnasama system. So because while walking, while drinking water, while breathing, while doing all these activities, we unknowingly commit sinful activities by stepping upon insects like ants, etc., and we cause deaths to them which actually accrue sinful reactions to us. Not only that, in the course of our earning our wealth, there will be some lies that we may have to speak, or they may be harmless lies, just like you go to a nearby kirana shop to buy your groceries and when you go there you ask him, ask the dhukandar, the owner of the shop, you ask him what is the cost of the dal. He will tell you the dal is 95 rupees per kg. You will say why it is so high. Then he will say no, for you at cost price I will give you 93 rupees. So you will also feel very happy, okay, two rupees discount and you will buy it. But you also know, shopkeeper also knows he cannot give it at cost price. If he starts selling his boots at cost price then he will heavily manage his family. So to just to give you a mental satisfaction he says for you I'm giving it at cost price. So this is a harmless life, but nevertheless it is still alive. Like this in earning our wealth we sometimes have to partake of sinful means to earn our livelihood. So in this many many ways we keep committing sins inadvertently although we may never intend to commit any sinful act. Therefore the Veda state every grahastha has to perform yajna to free himself of his of the sinful reactions which are accruing to him. Not only he has to do dana and he has to do tapasya, meaning he has to engage in fire sacrifice to please Lord Vishnu, he has to engage in activities of charity and he has to undertake some vrata, some austerities. These are compulsory for everyone. Charity was an obligation, it was not a choice. So Krishna, when Narada Muni came to this particular palace of Krishna, Krishna was engaged in doing some yajna. So then Narada Muni left that palace and entered another palace and there he saw Krishna was giving away cows in charity to some qualified brahmanas and he went to another palace. There he saw Krishna was engaged in advising his sons about the duality of this material nature and how we have to progress spiritually. Like this Narada Muni went from palace to palace. In every palace he saw Krishna was personally present and engaged in some activity or the other. So when Narada Muni saw this he was astounded. He was astounded because Krishna was personally present in each of those palaces individually. These were not illusory forms, they were Krishna himself."
    },
    {
      "start_time": 476,
      "end_time": 514,
      "verse_references": [],
      "themes": [
        "Krishna",
        "Supremacy",
        "Omnipresence",
        "Godhead"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But Krishna can be present in multiple places at the same time and still he remains the individual that he is.",
      "summary": "The speaker explains Krishna's unique ability to be present in multiple places simultaneously, emphasizing his supremacy and transcendence of limitations.",
      "timestamp_url": "https://youtu.be/AgmGfl3x1TQ?t=476",
      "transcript": "We limited conditioned souls, we can be present in one location at one time. We cannot be in two places at the same time. But Krishna can be present in multiple places at the same time and still he remains the individual that he is. All of these 16,108 Krishnas who were there in each of those palaces, they were not illusory forms, they were not magical forms, they were actually Krishna himself. So this incident demonstrates the supremacy of Krishna, that Krishna is not an ordinary person."
    },
    {
      "start_time": 521,
      "end_time": 665,
      "verse_references": [],
      "themes": [
        "Krishna",
        "Draupadi",
        "Pandavas",
        "Prayer",
        "Surrender",
        "Akshaya Patra"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "That Krishna who was in Dwaraka with Rukmini Devi, he heard Draupadi's prayer and he immediately rushed out of his room",
      "summary": "The speaker transitions back to the Pandavas' story, describing how Draupadi's desperate prayer to Krishna in the forest prompts Krishna to immediately appear and offer assistance.",
      "timestamp_url": "https://youtu.be/AgmGfl3x1TQ?t=521",
      "transcript": "So Krishna once, he was in one of his palaces with Rukmini Devi. Rukmini Devi is the principal queen of Krishna. So he was there. He was in his personal room and he was resting on his bed along with Rukmini Devi. Suddenly, at that moment, Krishna got up and he rushed out of the room. Why did Krishna rush out of the room? Because what had happened at that moment, the Pandavas who were there in the forest, when they saw that they were in great danger of transgressing Dharma by not being able to feed Durvasamuni who had come to their hermitage seeking some food, Draupadi, not knowing what to do, she started calling out to Krishna. Krishna, Govinda, what to do? You only have to, you are my only protector. You only have to protect me. Now this prayer of Draupadi, she submitted her prayer with so much surrender and dependence on Krishna, that Krishna who was in Dwaraka with Rukmini Devi, he heard Draupadi's prayer and he immediately rushed out of his room and although he was in Dwaraka, Gujarat, and the Pandavas were in somewhere near Uttar Pradesh, but still Krishna, within a few seconds, he appeared at the hermitage of the Pandavas. And then Krishna came and knocked on the door. And then the Pandavas came and they opened the door and they saw, oh, Krishna is here. And they immediately welcomed Krishna because Krishna is their dear friend. So they immediately welcomed him, brought him into the room and now their anxiety doubled because until now there was only one guest to deal with, Durvasamuni and his 10,000 disciples. Now Krishna himself has come. So immediately the Pandavas made him sit comfortably and then Krishna said, Yes, Draupadi, you called me. That's why I came. Then Draupadi narrated to him what all had happened and like this Durvasamuni was waiting for his food and she had already had her food. So the Akshaya Patra which could produce unlimited food was now empty."
    },
    {
      "start_time": 668,
      "end_time": 827,
      "verse_references": [],
      "themes": [
        "Krishna",
        "Draupadi",
        "Devotion",
        "Love",
        "Offerings",
        "Satisfaction"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Krishna becomes completely satisfied when his devotee offers him something with love and affection.",
      "summary": "The speaker narrates how Krishna, despite the dire situation, asks for food and is satisfied by the small offering of leftover sabji from Draupadi, emphasizing the importance of devotion over material offerings.",
      "timestamp_url": "https://youtu.be/AgmGfl3x1TQ?t=668",
      "transcript": "Now Krishna said, Okay, we'll think about that later. We'll figure out some solution. I'm very hungry. I came all the way from Dwaraka. I've come a long way. I'm very hungry. Give me something to eat first. You know, in an empty stomach your mind doesn't work. So Krishna said, First you bring me something to eat. Then we'll think of some solution. So Draupadi immediately rushed back to the kitchen and then she started searching. Oh, Krishna is hungry. She forgot about Durvasamuni, 10,000 disciples, all that because Krishna was their Supreme Lord, her most lovable object. Krishna being the Supreme Lord is the most lovable object for all living entities. So Draupadi thought, you know, she went into greater anxiety. Oh, Krishna is hungry. I have to feed him something. Then she searched around. Nothing was there. And she came back to the room with an empty pot, her eyes full of tears. Krishna, what to do? You're hungry. See, all the pots are empty. There is nothing. She was totally, she was very, very sad and disappointed that she could not feed Krishna. Krishna is hungry and not able to feed him. Then Krishna said, something will be there in the pot you have served. Something may be there. Then Draupadi again looked into the pot very carefully and she found little sabji was sticking in the pot. She wiped the bottom of the pot and took out and said, Krishna, this is all that is there. I am so sorry. This is all that I can offer you. With so much affection, with so much love, Draupadi offered it to Krishna. And like we saw in the last session, what does Krishna expect from us? Even one glass of water, if it is offered with love, Krishna is ready to offer. On the other hand, if we offer the most valuable thing, the most precious jewel and all the wealth in the world, if we are offered the lotus feet of Krishna without any love for him, Krishna is not interested. So when Draupadi gave with so much love and affection, Krishna immediately took that little sabji which was left over and he tasted it and said, he tasted it and he ate it. So like Krishna said, like we discussed in the last episode also, Krishna becomes completely satisfied when his devotee offers him something with love and affection. So although it was a very small quantity of sabji that was there, because Draupadi offered it with full love and affection and surrender, Krishna ate that and he felt completely satisfied. He is satisfied not by the food, but by the devotion with which it is offered."
    },
    {
      "start_time": 830,
      "end_time": 1018,
      "verse_references": [],
      "themes": [
        "Krishna",
        "Durvasa Muni",
        "Pandavas",
        "Relief",
        "Anxiety",
        "Escape"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Krishna rescued the Pandavas from the danger of of Durvasamuni's anger and curse",
      "summary": "The speaker describes how Krishna instructs Sahadeva to call Durvasa Muni, and miraculously, Durvasa and his disciples suddenly feel full and decide to leave, relieving the Pandavas from a potentially disastrous situation.",
      "timestamp_url": "https://youtu.be/AgmGfl3x1TQ?t=830",
      "transcript": "Krishna said, I am so satisfied with the food that you have given me. So now the Pandavas were happy that Krishna is satisfied, at least we managed to satisfy Krishna. But then, the Durvasamuni's anxiety came back to them. And this Durvasamuni, how to feed Durvasamuni and his 10,000 disciples, that anxiety again was haunting them. So then the Pandavas said, now Krishna, you only have to rescue us, please tell us what to do. Then Krishna told Sahadeva, okay, you go and call Durvasamuni. The Pandavas were looking at each other and said, calling Durvasamuni, what will we do, call him and do? We have got nothing here. So Krishna said, no, don't worry, go and call him, no, let him come, after that we will deal with him, I will tell you what to do. Okay, Sahadeva said, and he went to the edge of the place, where the water body was, he did not want to immediately go and interrupt, all Durvasamuni's disciples, they would all be taking bath, he did not want to interrupt in their privacy, so he stepped a little, a little distance away, and he called out, oh Durvasamuni, we are waiting for you, please come for your lunch, to Yudhishthira Maharaj's hermitage. Now Durvasamuni and his disciples, they got out of the water, they had finished their bath, and they had cleaned themselves, and they were putting on their clothes, when they heard this call, then they started looking at each other's face, one of the disciples walked up to Durvasamuni, and he told him, Durvasamuni, my stomach is feeling very full, I am not hungry, so if I come with all of you, and all of you are eating, and I don't eat, it looks very bad, so all of you come, I will not come, then one by one, all the other disciples also started joining, that, no, no, no, I also don't want to come, my stomach is also full, my stomach is also full, basically every one of them, their stomach is full, none of them want to go, then Durvasamuni looked at them, and he was saying, I am also, my stomach is also full, I also don't feel like going, now we told Yudhishthir Maharaj, that we all have come, prepare the food, now he is calling us for food, and if we go there, and none of us eat something, nothing, if we don't eat anything, what will be, it will be a great insult to them, and God alone knows what will happen, we will have to face their anger on the earth, and who is going to face Bhima, if he gets angry, so what should we do, so they were looking at each other, then they all consulted amongst themselves, and they decided now, if we go back to the Pandavas hermitage, we will have to, it will be very embarrassing, we will go there, and we will say, we told you to prepare food, but now we are not interested in taking, it looked very bad, it will be very humiliating, very embarrassing, and this is the forest, all sages are there, news will spread, and people will start making fun of us, so, what to do now, better we silently go away from here, so they immediately picked up all their clothes, and whatever little belongings they had, they were all sages, and engaged in various austerities, so they did not have much belongings, so they picked up whatever they had, silently, they ran away from the place."
    },
    {
      "start_time": 1018,
      "end_time": 1167,
      "verse_references": [],
      "themes": [
        "Krishna",
        "Durvasa Muni",
        "Disciples",
        "Mystery",
        "Hunger",
        "Reason"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "What exactly caused the Durvasamuni and his disciples to lose their hunger",
      "summary": "The speaker concludes the episode by highlighting the mysterious nature of Durvasa Muni and his disciples suddenly losing their hunger after bathing, setting up the next episode to explore the reason behind this event.",
      "timestamp_url": "https://youtu.be/AgmGfl3x1TQ?t=1018",
      "transcript": "Now Sahadeva is calling, calling, no reply is coming, so he thought, let me see what happened, and he goes and sees there, nothing is there, and he could see that, all the disciples had come there, and they had taken their bath, and all that, and he is looking here and there, and nobody, he could not find even one soul, so Sahadeva went back to the hermitage, and he told all the Pandavas, I went there to the water body, I am searching for Durvasamuni and his disciples, not able to find them anywhere, so then Krishna started smiling, and he said, okay, Durvasamuni must have left, maybe he had some other work, so the Pandavas started talking to him, and said, oh, maybe, Durvasamuni, you know, he keeps changing his decisions very frequently, not very stable in his decisions, suddenly he must have remembered some other work, and he must have gone away, anyway, what a relief for us, we were saved from the great disaster of inviting a sage, and not feeding him properly, and so like this, Krishna rescued the Pandavas from the danger of Durvasamuni's anger and curse. So, now the interesting point is, that, why did Durvasamuni and his 10,000 disciples, who were actually hungry when they came to the hermitage, after taking their bath in that water body, why did they feel that their stomachs were full, because normally, in our experience, if we are hungry, and if we take a bath, our hunger will increase, our appetite will increase, in fact, if we are not feeling so hungry, also, we take a bath, our appetite will increase, and if you go and take bath in a water body, like a river, or stream, or something like that, fresh water body, your appetite will increase even more. So, in the case of Durvasamuni and his disciples, when they went and took bath, they should have, their hunger should have increased, the intensity of their hunger should have increased, but we saw, the rewards happened, and it's not that it happened with one or two people, all the 10,000 people, all the 10,000 of them, including Durvasamuni, felt the same thing. So, what could be the reason for this? This is not an ordinary incident, there is something really mysterious behind this. So, what exactly caused Durvasamuni and his disciples to lose their hunger, please join us in our next episode."
    }
  ]
}