{
  "video_id": "AgOoIoyLhOI",
  "title": "SB 1.18.26 Part 2 | HH Stoka Krishna Swami | 16-04-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=AgOoIoyLhOI",
  "segments": [
    {
      "start_time": 0,
      "end_time": 39,
      "verse_references": [],
      "themes": [
        "invocation",
        "mantras"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Agyanati Miran Dhasya Gyananjanishalakaya",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/AgOoIoyLhOI?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyananjanishalakaya Chaksharun Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gnadhara Shri Vasali Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 50,
      "end_time": 153,
      "verse_references": [],
      "themes": [
        "consciousness",
        "states of awareness",
        "transcendence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Apart from these three, there is a fourth state consciousness... a state of trance also called samadhi also called the transcendental state of awareness",
      "summary": "The speaker introduces the concept of four states of consciousness: wakeful, dreaming, unconscious, and transcendental, focusing on the fourth state of trance or samadhi.",
      "timestamp_url": "https://youtu.be/AgOoIoyLhOI?t=50",
      "transcript": "In this session, we continue to discuss from the 26th verse of the 18th chapter of the Bhagavad Gita. This is part two of the discussion on the 26th verse. The previous session also we discussed the same verse. We continue discussing. I was explaining in the previous session the three states of consciousness. The three states of consciousness, out of the four totally, we can be, as a living being, spirit soul, we can have four states of consciousness. Consciousness means awareness. So I can be conscious in the wakeful state, like the present state all of us are now. You are awake and you are conscious of everything external. And you have to some extent some internal awareness also, just like your breathing. You are conscious in this state. You have an inner moment of the air inside your canal, et cetera. So, that is wakeful state, normal state when you are awake. And then up the sleeping state, there are two different states of consciousness in the sleeping state: the dreaming and the unconscious state. This I explained in the previous session. And apart from these three, there is a fourth state of consciousness, the dream state of consciousness, which is above the three states, that is what is described here."
    },
    {
      "start_time": 153,
      "end_time": 277,
      "verse_references": [],
      "themes": [
        "spiritual awareness",
        "material reality",
        "yoga"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In the wakeful state, the dreaming state and the unconscious state... you are not aware about yourself as a spirit soul, you are not aware of any other spiritual reality.",
      "summary": "The lecture elaborates on the limitations of the first three states of consciousness, emphasizing the lack of spiritual awareness and how yoga can help one attain the fourth state.",
      "timestamp_url": "https://youtu.be/AgOoIoyLhOI?t=153",
      "transcript": "A state of trance, also called samadhi, also called the transcendental state of awareness. You are not just aware of the gross world, you are not just aware of the subtle world inside, or you are not just unconscious of the two, but you are conscious of yourself as the spirit soul and anything further beyond the awareness of yourself as spirit, something more, the spiritual dimension of reality, which is otherwise totally kind of unknown. In the wakeful state, the dreaming state, and the unconscious state, that's called Jagrata Avastha, Swapna Avastha, and Sushupti Avastha, you are not aware about yourself as a spirit soul, you are not aware of any other spiritual reality. What are the other spiritual realities apart from yourself? Every person, every living being is a spirit soul. But when you see the person, you just see the body. At the most, you may recognize the person's state of mind. He is happy, he is sad, or he appears to be lost in some thought, etc., etc., like that. So, or if the person is sleeping, you know he is sleeping. So, he doesn't respond to what is happening in the outside world. So, the person is either in dreaming state or unconscious state. But you are not... You are not aware of something called as a spiritual state of consciousness or awareness, that you do not know. We know only from the scriptures. So, by practice of yoga, one can actually restrain the sense organs, the breathing, the mind, and the intelligence."
    },
    {
      "start_time": 277,
      "end_time": 391,
      "verse_references": [],
      "themes": [
        "spiritual consciousness",
        "transcendental position",
        "material world"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "And this is possible only for human beings... And it is the state where you are spiritually aware.",
      "summary": "The speaker explains that spiritual awareness is unique to humans and discusses how the Supreme Lord is always in a transcendental state, while conditioned souls are trapped in lower states of consciousness due to material contact.",
      "timestamp_url": "https://youtu.be/AgOoIoyLhOI?t=277",
      "transcript": "And situate oneself in the fourth state of consciousness, the highest state of consciousness. And this is possible only for human beings. And it is the state where you are spiritually aware. You are spiritually aware. So, the Muni, Shamika Rishi, was in his spiritual state of consciousness. And in that state, what happens? He had achieved a transcendental position qualitatively equal with the Supreme Absolute. The Lord, the Supreme Lord Krishna, Supreme Absolute Truth, is always in the transcendental state of awareness or consciousness, always, eternally. He is always in that state. We, when we are in the material world, when we are in material contact, when we are materially conditioned, when we got this material body and we got material desires and we are interacting with material sense objects, material... Yeah. material objects, then we are in the three lower states of consciousness. That's only for us, conditioned souls, living entities in this material world. It's not for living entities in the spiritual world. It is not for the Supreme Lord, because that is inconsequential spiritually, spiritually it is not important. What are the happenings in this material world, in terms of material interactions,"
    },
    {
      "start_time": 391,
      "end_time": 497,
      "verse_references": [],
      "themes": [
        "dream analogy",
        "spiritual perspective",
        "material condition"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Similarly, from the spiritual perspective, whatever happens in the material condition is actually not affecting the spiritual reality or the spiritual position.",
      "summary": "Using the analogy of a dream, the speaker illustrates how material experiences do not affect spiritual reality and that the material condition is spiritually inactive.",
      "timestamp_url": "https://youtu.be/AgOoIoyLhOI?t=391",
      "transcript": "that's not of any consequence spiritually. It's just like when you are dreaming, you are experiencing the dream in your sleep, but externally is anything happening, what you are seeing in the dream? No. Nothing is happening. Hmm. The dream, you may either be happy or you may be sad. You may win some money or you may lose something else. But when you wake up, you say, oh, it is just a dream. So there is no loss, there is no gain. As far as your wakeful state is concerned, in the dream, whatever happens, there is neither any loss nor any gain. So that... Similarly. Similarly, from the spiritual perspective, whatever happens in the material condition is actually not affecting the spiritual reality or the spiritual position. So we can say this material condition, whether somebody is awake or sleeping, the material condition itself is like spiritually inactive. Hmm. Spiritually ignorant, spiritually unaware, spiritually not conscious, not spiritually conscious. You can say materially conscious only. Hmm. So the Muni had achieved a transcendental position in the same level as the Supreme Lord. Hmm."
    },
    {
      "start_time": 497,
      "end_time": 673,
      "verse_references": [],
      "themes": [
        "yogic trance",
        "jnana",
        "ashtanga yoga",
        "bhakti yoga"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The transcendental position is attained by three processes... The process of Jnana... the process of yoga... the most approved process of bhakti yoga",
      "summary": "The lecture introduces three processes for achieving the transcendental state: Jnana (theoretical knowledge), Ashtanga Yoga (physiological and psychological manipulation), and Bhakti Yoga (devotional service).",
      "timestamp_url": "https://youtu.be/AgOoIoyLhOI?t=497",
      "transcript": "Now, in the Sthapotshrita, Prabhupada explains, it appears that the Muni in whose hermitage the king entered was in yogic trance. It's called yogic trance. Through practice of yoga, he had achieved this trance. Hmm. The transcendental position is attained by three processes. There are three recognized processes for achieving this transcendental state of consciousness. What are the three processes? The process of Jnana. The first process is called Jnana, called the process of jnana or theoretical knowledge of transcendence by study of the Vedic literature, by discussions, by deep study of the Vedic literature describing this particular state of transcendental state of existence. Or the second process is a process of yoga. Yoga here refers to ashtanga yoga, specifically refers to ashtanga yoga or factual realization of trance by manipulation of the physiological and psychological functions of the body. Physiological condition as a function of the body is called ashtanga yoga. Or the function is all the external sense organs, the eyes, the ears, the nose, the tongue, etc. All those manipulate means restrain them from material activity and psychological function of the body is thinking, feeling, willing in terms of the use of the mind and the intelligence. So restrain the mind and intelligence from all kinds of material thoughts, material feelings, and material willing, the urge to do something material, restrain that the mind and the intelligence. And by doing so, one is able to actually rise above the three states of consciousness to the fourth state of trance, to the avastha. That's called turiya, means actually literally means the fourth state. The fourth state is the transcendental state of consciousness. And the third process for achieving this trance is the most approved process of bhakti yoga. And what is bhakti yoga? Bhakti yoga means engagement of senses in the devotional service of the Lord, which he came or she cases even a book, the Richard now Prabhupada explains that further."
    },
    {
      "start_time": 673,
      "end_time": 775,
      "verse_references": [
        "BG 3.42"
      ],
      "themes": [
        "hierarchy of perception",
        "influence of matter",
        "forgetfulness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This verse says the working senses are superior to dull matter working senses and the mind is higher than the senses mind is above the senses and the intelligence is still higher than the mind and the soul is higher than the intelligence.",
      "summary": "Referencing the Bhagavad Gita, the speaker explains the hierarchy of perception from dull matter to the soul and how the influence of material qualities causes forgetfulness of our true spiritual identity.",
      "timestamp_url": "https://youtu.be/AgOoIoyLhOI?t=673",
      "transcript": "Now Prabhupada explains that further. In the Bhagavad Gita also we have information of the gradual development of perception matter to a living entity the Bhagavad Gita verses indriyani paranyahu indriyebhyaparamanah manasastu paraabuddhi yo buddhe paratastu saha this towards the end of the third chapter this verse in the Bhagavad Gita describes this 42nd verse of the third chapter. So. This verse says the working senses are superior to dull matter working senses and the mind is higher than the senses mind is above the senses and the intelligence is still higher than the mind and the soul is higher than the intelligence. There is a hierarchy. There is a hierarchy. The soul below the soul is the intelligence below the intelligence is the mind below the mind is the senses and below the senses is dull matter. So Prabhupada explains that our material mind and body developed from the living entity the soul and being influenced by the three qualities of matter we forget our real identity three qualities of matter that sattva guna, rajo guna, tamo guna. The influence of the material body. The influence of the material energy on the consciousness we forget we are spirit soul we are not aware we forget ourselves we forget Krishna we forget all spiritual reality."
    },
    {
      "start_time": 775,
      "end_time": 891,
      "verse_references": [],
      "themes": [
        "jnana vs bhakti",
        "speculation vs engagement",
        "spiritual activities"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The jnana process theoretically speculates about the reality of the soul... but bhakti yoga factually engages the spirit soul in activities",
      "summary": "The lecture contrasts the speculative nature of the Jnana process with the practical engagement of the senses in devotional service (Bhakti Yoga), using chanting Hare Krishna as an example.",
      "timestamp_url": "https://youtu.be/AgOoIoyLhOI?t=775",
      "transcript": "The jnana process theoretically speculates about the reality of the soul. Jnana process, they keep on trying to eliminate all material varieties, all material things, or material experiences, or material awareness. They try to negate that it's not spirit, it's not spiritual, this is not spiritual, that's not spiritual, etc. And then what is if spirit soul is not this, not that, not this, not that, what it is? They speculate, they try to eliminate all the negatives and thereby try to postulate or theorize. Therefore it is a theory. It is a theory. It is a theory. They are theoretically arriving at the reality of the soul, but bhakti yoga factually engages the spirit soul in activities. Bhakti yoga is not speculation, it is actual engagement of the senses in the devotional service of Krishna, just like chanting Hare Krishna, you actually vibrate your tongue and produce the sound Hare Krishna Hare Krishna and you hear the sound Krishna through your ears and you do so by by engaging a sense of touch in counting on japa beads so engaging the senses the sense of speaking the sense of hearing and the sense of touch three senses you engage in a definite activity called chanting japa and that is a spiritual activity so engaging the spirit soul in activities spiritual activities that is a bhakti yoga process."
    },
    {
      "start_time": 891,
      "end_time": 1021,
      "verse_references": [],
      "themes": [
        "perception",
        "senses",
        "transcendence",
        "realization of the soul"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So this way you transcend the matter to perceive the senses the senses you transcend to subtle mind and mind to the intelligence and intelligence to ultimately realize the soul",
      "summary": "The speaker discusses how to transcend matter by becoming aware of the limitations of the senses, using examples like mirages and the perceived size of the sun, ultimately leading to realization of the soul.",
      "timestamp_url": "https://youtu.be/AgOoIoyLhOI?t=891",
      "transcript": "The perception of matter is transient is still subtler states of the senses. Just like normally when we see something we just aware of that object we are seeing we're not conscious that my eyes I am seeing the object and through my sense of understanding or knowing I am perceiving that object to be something so we are not aware of that when we become aware of the whole process of seeing just like if somebody is looking at a distance in a desert when they are walking they see at a distance there is a body of water that may not be a body of water because when they approach that there is no body of water it appears like at a distance of some 50 feet there is a body of water but when they cross 50 feet while walking there is no body of water it looked like there was a body of water that's called a mirage it's a optical vision optical illusion so that optical illusion when they become aware of that then they become aware of the defectiveness or the limitation of this sense of seeing like the Sun when it is rising you look in the horizon if you need to see the Sun it will appear a disc this big that's all that's all it will appear this big a disc but is the Sun that big no it's an optical illusion so this way you transcend the matter to perceive the senses the senses you transcend to subtle mind and mind to the intelligence and intelligence to ultimately realize the soul so this is the process and the Muni was sitting in that particular state of trance so I'll stop here thank you very much Hare"
    }
  ]
}