{
  "video_id": "ALfrCE66QkE",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.10.1 | 22-05-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=ALfrCE66QkE",
  "segments": [
    {
      "start_time": 55,
      "end_time": 184,
      "verse_references": [],
      "themes": [
        "Yudhishthira's rule",
        "religious principles",
        "ideal king"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Primarily because Yudhishthira was a pure devotee of the Supreme Lord.",
      "summary": "The lecture begins with an introduction to the tenth chapter of the first canto, focusing on Yudhishthira's rule and his adherence to religious principles as an ideal king.",
      "timestamp_url": "https://youtu.be/ALfrCE66QkE?t=55",
      "transcript": "In this session we will be discussing from the first verse of the tenth chapter of the first canto. This is a new chapter. The chapter is entitled Departure of Lord Krishna for Dwaraka. The first verse. The meaning of this first verse is as follows: Shravana Kamuni asked, \"After killing his enemies who desire to usurp his rightful inheritance, how did the greatest of all religious men, Maharaj Yudhishthira, assisted by his brothers, rule his subjects? Surely he could not freely enjoy his kingdom with unrestricted consciousness.\" The previous chapter described that Yudhishthira Maharaj executed the royal power after assuming the throne of Hastinapura, becoming the emperor of the world. He ruled strictly according to the codes and religious principles given in the Dharma Shastra, approved by his uncle Dhritarashtra, and confirmed by Lord Krishna, the Supreme Personality of Godhead. So now the question is being raised by Savanaka Rishi: How did he rule his subjects, assisted by his brothers? So in the Mahabharata there is an elaborate description, and briefly it is described in this chapter, how Yudhishthira was the ideal king."
    },
    {
      "start_time": 184,
      "end_time": 255,
      "verse_references": [],
      "themes": [
        "Krishna as maintainer",
        "scarcity due to mismanagement",
        "opulence of Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Ultimately it is the Supreme Lord who is the maintainer of everyone in the material world and the spiritual world.",
      "summary": "This segment discusses Krishna's role as the maintainer of the universe and how scarcity arises from mismanagement rather than a lack of resources provided by Krishna.",
      "timestamp_url": "https://youtu.be/ALfrCE66QkE?t=184",
      "transcript": "Primarily because Yudhishthira was a pure devotee of the Supreme Lord. The very conception is that the king is the representative of the Supreme Lord. Ultimately it is the Supreme Lord who is the maintainer of everyone in the material world and the spiritual world. So when Krishna is the maintainer, nobody should have any scarcity because Krishna is unlimitedly opulent, and he provides for everyone. But in human society there is scarcity sometimes only because of mismanagement. Misuse, abuse, these are the reasons why there is apparently some scarcity."
    },
    {
      "start_time": 255,
      "end_time": 365,
      "verse_references": [],
      "themes": [
        "Krishna's provision",
        "abundance in nature",
        "examples of plenty"
      ],
      "content_type": "analogy",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "So therefore, Krishna provides in plenty.",
      "summary": "The speaker uses examples of a mango tree and a jackfruit tree to illustrate how Krishna provides abundantly in nature.",
      "timestamp_url": "https://youtu.be/ALfrCE66QkE?t=255",
      "transcript": "Otherwise, by the arrangement of the Supreme Lord, there is plenty, there is plenty. It is like you consider a small seed of any particular fruit. Now you sow that seed, you get a huge tree, and that tree keeps on giving fruits for several decades. I know of a mango tree near our temple in Mysore, where the gentleman whose house that tree is presently standing, he says it gives 20,000 mangoes in the season. And that tree, mango tree, one mango tree was planted by his great-grandfather, as he has heard from his parents and grandparents. So this is Krishna's creation. A jackfruit tree, the jackfruit itself is so big. One jackfruit, even one family cannot eat. And a jackfruit tree gives so many fruits in the season. So we have known, people who have jackfruit tree, who are not commercially minded, they give away jackfruits to temples, to neighbors, to relatives, and still they are not able to exhaust. How much can a person eat? We have limited capacity to eat. So therefore, Krishna provides in plenty. Krishna provides in plenty."
    },
    {
      "start_time": 365,
      "end_time": 479,
      "verse_references": [],
      "themes": [
        "Food Corporation of India",
        "overabundance of food grains",
        "mismanagement and scarcity"
      ],
      "content_type": "practical",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "Krishna provides in plenty.",
      "summary": "The speaker uses the example of the Food Corporation of India to further illustrate the abundance provided by Krishna, while also highlighting how mismanagement can lead to perceived scarcity.",
      "timestamp_url": "https://youtu.be/ALfrCE66QkE?t=365",
      "transcript": "Another example I can give, practical example, the Food Corporation of India is meant to store food grains for preventing any famine or any calamity, that there will be no food grains. The stored food grains will be released by the government. Now the godowns of the Food Corporation of India are over-flooded with grains. So much so that, there was a report in the newspaper, the wagons, the railway wagons which bring the food grains after the harvest, after the government procures from the farmers, the wagons bring to the godowns of the Food Corporation of India, and because the godowns are full, the wagons are not emptied. And the wagons are lying in the yard, railway yard, and the grains are getting spoiled, because there is no place to store them. So if this is the quantity of food grains that is there in stock, and everywhere the shops are selling grains, there are plenty of grains. There are plenty of grains. So, there is no scarcity, because Krishna is providing everybody. But then, due to sinful activities, due to mismanagement, due to abuse, misuse of the natural resources,"
    },
    {
      "start_time": 479,
      "end_time": 579,
      "verse_references": [],
      "themes": [
        "Yudhishthira's adherence to religious principles",
        "dharma-bhritam-varishthah",
        "contrast with Duryodhana"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Yudhishthira is one who strictly follows all the religious principles.",
      "summary": "This segment emphasizes Yudhishthira's strict adherence to religious principles and contrasts his divine nature with Duryodhana's demoniac nature.",
      "timestamp_url": "https://youtu.be/ALfrCE66QkE?t=479",
      "transcript": "sometimes there is scarcity. So, Yudhishthira Maharaj, he was perfectly ruling according to, strictly according to religious principles. Now, here, one word is used, dharma-bhritam-varishthah. He is one of those who strictly follow religious principles. He is the greatest among them. Yudhishthira Maharaj. And when he was ruling, then there is no question of any scarcity, any difficulty, any problem for the people. So, Srila Prabhupada says in the purport, \"Maharaj Yudhishthira was the greatest of all men of religion. Thus, he was not at all inclined to fight with his cousins for the sake of enjoying the kingdom.\" This is a very important point. Yudhishthira never wanted to fight with his cousins for the sake of, with Duryodhana and party, for the sake of enjoying the kingdom. Then why did he fight at all in the battle of Kurukshetra? He fought for the right cause because the kingdom of Hastinapura was his rightful inheritance, and his cousins wanted to usurp it for themselves. See, the clear contrast between Yudhishthira and Duryodhana. Yudhishthira is one who strictly follows all the religious principles. Duryodhana is demoniac minded, demoniac nature."
    },
    {
      "start_time": 579,
      "end_time": 699,
      "verse_references": [],
      "themes": [
        "Divine vs. Demoniac nature",
        "Bhagavad Gita",
        "Yudhishthira's fight for justice"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna clearly says the difference between divine nature and demoniac nature.",
      "summary": "The speaker references the Bhagavad Gita to explain the difference between divine and demoniac natures, highlighting that Yudhishthira fought for justice under Krishna's guidance.",
      "timestamp_url": "https://youtu.be/ALfrCE66QkE?t=579",
      "transcript": "So, in the Bhagavad Gita, Krishna clearly says the difference between divine nature and demoniac nature. He says, Krishna says, divine nature, people, they follow the injunctions of the scriptures and the spiritual authorities. This is divine nature. And those of demoniac or asuric nature, they do not follow the regulated principles as laid down in the scriptures, but they act according to their own whimsical, physical mind. This is the clear distinction between divine nature and demoniac nature. So, Duryodhana was demoniac nature and Yudhishthira was divine nature. So, because Yudhishthira was divine nature, he strictly followed all the regulations of the scriptures. So, therefore, there was no scarcity at all. It will be described in the later verses how the citizens under the rule of Yudhishthira Maharaj enjoyed everything in plenty. So, the fight on the battlefield of Kurukshetra between the Pandavas and Kauravas was justified on the basis of Yudhishthira because Yudhishthira fought for the sake of justice, and Yudhishthira fought for the right cause"
    },
    {
      "start_time": 699,
      "end_time": 801,
      "verse_references": [],
      "themes": [
        "Yudhishthira's attempts at peace",
        "Duryodhana's obstinacy",
        "Krishna's plan"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Everything goes on according to the plan of Krishna.",
      "summary": "This segment details Yudhishthira's attempts to negotiate for peace and Duryodhana's refusal, emphasizing that everything ultimately unfolds according to Krishna's plan.",
      "timestamp_url": "https://youtu.be/ALfrCE66QkE?t=699",
      "transcript": "under the guidance of Lord Krishna. He fought under the guidance of Lord Krishna. In fact, Yudhishthira Maharaj tried to negotiate things for peace. But Duryodhana would not give even five villages for the five brothers, Pandava brothers, which was a rightful claim. The whole kingdom was a rightful claim. But when the Pandavas reduced their request to five villages to avoid the war, the battle, but Duryodhana would not give. So, obstinacy of Duryodhana. He was, Duryodhana was overconfident. Oh, we are going to win the battle. We are very powerful. He was making all sorts of material calculations. Foolish Duryodhana never understood Krishna is on the side of the Pandavas because Pandavas are devotees. And Duryodhana being demoniac-natured, he will never understand what is Krishna's plan. And everything goes according to Krishna's plan. Nothing goes according to anybody else's wishes or plans. No. Everything goes on according to the plan of Krishna. So, it is the plan of Krishna that the demoniac-natured Duryodhana and his party should be completely vanquished, and the thoroughly righteous religious principled Yudhishthira should be enthroned as the emperor of the world. This was Krishna's plan, and this was to be executed."
    },
    {
      "start_time": 801,
      "end_time": 903,
      "verse_references": [],
      "themes": [
        "Pandavas guaranteed victory",
        "Yatra Yogeshwara Krishna...",
        "Yudhishthira's responsibility"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Even before the battle begins, Sanjaya predicts that victory belongs to the Pandavas because Krishna and Arjuna are on the side of the Pandavas.",
      "summary": "The lecture concludes by highlighting the guaranteed victory of the Pandavas due to Krishna's presence and emphasizing Yudhishthira's sense of responsibility even after winning the battle.",
      "timestamp_url": "https://youtu.be/ALfrCE66QkE?t=801",
      "transcript": "So, it was all arranged by Krishna. Therefore, the Pandavas were guaranteed victory actually, even before the battle started. As I mentioned earlier also, the last verse of the Bhagavad Gita in the 18th chapter says, Yatra Yogeshwara Krishna Yatra Partho Dhanurdharaha Tatra Shri Vijayobhutir Dhruvanitir Matirmama. Even before the battle begins, Sanjaya predicts that victory belongs to the Pandavas because Krishna and Arjuna are on the side of the Pandavas. So, therefore, here it is explained Yudhishthira Maharaj he won the battle but he could not enjoy the results of victory he could not enjoy the results of victory with unrestricted consciousness. That's what is mentioned here. Saunaka Rishi is telling, \"Surely he could not enjoy freely his kingdom with unrestricted consciousness.\" He was always conscious of his responsibility and duty. As was explained in the previous chapter, the duty of the king is to care for the citizens for their spiritual upliftment. So, how did he rule? Saunaka Rishi wanted to know how did he rule? He wanted to hear the glories of the rule of King Yudhishthira, and that will be explained in the next few verses. I'll stop here. Thank you very much."
    }
  ]
}