{
  "video_id": "alHRLofKaW4",
  "title": "SB 1.19.4 | HH Stoka Krishna Swami | 03-05-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=alHRLofKaW4",
  "segments": [
    {
      "start_time": 32,
      "end_time": 107,
      "verse_references": [
        "SB 1.19.4"
      ],
      "themes": [
        "acceptance",
        "death",
        "devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The king accepted this as good news, for it would be the cause of his indifference toward worldly things.",
      "summary": "The speaker introduces the verse and explains how King Pariksit welcomed the news of his imminent death as a means to detach from worldly affairs.",
      "timestamp_url": "https://youtu.be/alHRLofKaW4?t=32",
      "transcript": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Jai Vanarottamam Devim Sarasvatim Vyasam Tato Jayam Udi Rayet In this session, we will be discussing from the fourth verse of the 19th chapter of the first canto of Srimad Bhagavatam: Sachintayan Ittham Athashunodyatha Mune Sutokto Nirtis Takshakakhyaha Ssadhumene Na Chirena Takshakaa Analam Prasaktasya Viraktikaranam. The meaning of this fourth verse is, while the king was thus repenting, he received news of his imminent death, which would be due to the bite of a snake bird, occasioned by the curse spoken by the sage's son. The king accepted this as good news, for it would be the cause of his indifference toward worldly things."
    },
    {
      "start_time": 107,
      "end_time": 240,
      "verse_references": [],
      "themes": [
        "death",
        "rebirth",
        "spiritual life",
        "material existence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "One can stop the repetition of birth and death only by going back to Godhead.",
      "summary": "The speaker elaborates on the nature of material existence as a cycle of birth and death, contrasting it with spiritual existence and the possibility of returning to Godhead.",
      "timestamp_url": "https://youtu.be/alHRLofKaW4?t=107",
      "transcript": "This suggests that the king was actually a very great devotee. He was realized sattva. He is welcoming this curse, which is going to be the cause of his death by the bite of a snake bird. So who would welcome death? It's our natural tendency to live on. Nobody wants to die. But here, Pariksit Maharaj, he is repenting, and he warns that the sinful action of his is counteracted by the appropriate punishment. And when he heard that he was cursed by the sage's son, he thought that this is the right punishment for me. And it's an extreme punishment. It's not a small punishment. But we will see Prabhupada explaining how the king accepted this particular news as good news. So in the purport, Prabhupada says, \"Real happiness is achieved by spiritual existence or by cessation of the repetition of birth and death.\" So, spiritual happiness, material existence, is freedom from birth and death. And material existence is characterized by repetition of birth and death. One who is born, death is certain. And one who dies, rebirth is certain. So, this repetition of birth and death is the characteristic of material existence."
    },
    {
      "start_time": 240,
      "end_time": 335,
      "verse_references": [],
      "themes": [
        "going back to Godhead",
        "spiritual kingdom",
        "material world"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "One can stop the repetition of birth and death only by going back to Godhead.",
      "summary": "The speaker explains the meaning of 'going back to Godhead' and mentions Srila Prabhupada's 'Back to Godhead' magazine, emphasizing that even attaining Brahma Loka doesn't free one from the cycle of birth and death.",
      "timestamp_url": "https://youtu.be/alHRLofKaW4?t=240",
      "transcript": "One can stop the repetition of birth and death only by going back to Godhead. What does going back to Godhead mean? Going to the personal abode of Krishna, the Supreme Lord, God's own abode. It's called the Absolute, the Absolute pure within. Going back to Godhead. Srila Prabhupada started one magazine sometime in 1944 on the order of his spiritual master, and he gave the title for that magazine Back to Godhead. So, that magazine is particularly meant for all human beings, whose goal in life should be to stop the repetition of birth and death, and how can that be done? By going back to Godhead, by preparing oneself in such a way that at the end of this life, when we have to leave this body, we will not take another material body, but we will go to the spiritual kingdom of God in our spiritual body. Further, Srila Prabhupada explains, \"In a material world, even by attaining the topmost planet, Brahma Loka, one cannot get rid of the conditions of repeated birth and death.\""
    },
    {
      "start_time": 335,
      "end_time": 477,
      "verse_references": [
        "BG 8"
      ],
      "themes": [
        "birth and death",
        "material attachments",
        "spiritual perfection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Therefore those who are materially poverty are better candidates than those who are materially prosperous.",
      "summary": "The speaker discusses the limitations of even the highest material planets in escaping birth and death, highlighting the importance of detachment and the path of perfection, suggesting that material poverty can be an advantage.",
      "timestamp_url": "https://youtu.be/alHRLofKaW4?t=335",
      "transcript": "This is the statement in the eighth chapter of the Bhagavad-Gita. It means we undergo repetition of birth and death. So beginning from the topmost planet, Brahma Loka, down to the lowest, Patala, all are places where repetition of birth and death takes place. Though there are different conditions on different planets, higher planets have a longer duration of life, there are better facilities for comfortable living, there is better arrangement for sense enjoyment, people are more pious in the upper planets, but still one cannot avoid a repetition of birth and death, even by going to the topmost planet in this material existence, that is Brahma Loka. So Prabhupada says, even if you go to Brahma Loka, we do not get freedom from birth and death. And knowing this, one should accept the path of attaining perfection. Generally, people don't take up this path of perfection of going back to Godhead. The path of perfection frees one from all material attachments, and thus one becomes fit to enter into the spiritual kingdom. See, there's a qualification: who can go to this spiritual kingdom of God? Those who are free from all material attachments. And the material attachments, we can become free only if we follow the path of perfection. Therefore, those who are materially poverty-stricken are better candidates than those who are materially prosperous. This is explained in many places in the scriptures."
    },
    {
      "start_time": 477,
      "end_time": 669,
      "verse_references": [],
      "themes": [
        "material prosperity",
        "detachment",
        "spiritual progress",
        "curse as a blessing"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Material prosperity is like a fever.",
      "summary": "The speaker uses the analogy of fever to explain that material prosperity is a diseased condition, emphasizing the need to detach from worldly affairs and highlighting how the curse on Pariksit Maharaj was a blessing in disguise, prompting him to renounce his kingdom and prepare for death.",
      "timestamp_url": "https://youtu.be/alHRLofKaW4?t=477",
      "transcript": "Material prosperity is like a fever. Fever means the body, a healthy body, is in a diseased condition. So when somebody is diseased, they should cure the disease and return to the healthy condition, which is the normal condition. But instead of curing the disease and thereby reducing the fever, if somebody is doing things by which the fever keeps on increasing, then that is counterproductive. Similarly, material prosperity is like the diseased condition of human society. Why? Because in this material existence, we are not meant for making arrangements for living comfortably here or settling down in this place, no. This is certified as a place of suffering and misery under all circumstances. So therefore, we should endeavor to go back to God and prepare ourselves by becoming free from all material attachments. So materially poverty-stricken people, they never make arrangements, they cannot make arrangements for staying comfortable, because they are materially not prosperous. Maharaj Pariksit was a great devotee of the Lord and a bona fide candidate for entering into the kingdom of God. But even though he was so, his material assets as the emperor of the world were setbacks to perfect attainment of his rightful status as one of the associates of the Lord in the spiritual sky. If somebody is materially prosperous, there is a possibility that they have attachment for such material wealth or material belongings. In the course of dealing with this material world, we do develop attachments, and these attachments are impediments on the path of spiritual progress. As a devotee of the Lord, he could understand that the cursing of the brahmana boy, although unwise, was a blessing upon him. So how was this cursing the brahmana boy to die a blessing for Pariksit Maharaj? Because this curse would become the cause of detachment from worldly affairs, both political and social. Why? Because if he knows he is going to die within seven days, he is going to prepare for death by renouncing his kingdom and going to a sacred place to associate with saintly persons to prepare himself to become detached and go back to Godhead."
    },
    {
      "start_time": 669,
      "end_time": 884,
      "verse_references": [],
      "themes": [
        "Shamika Muni",
        "Pariksit Maharaj",
        "self-realization",
        "detachment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Both Shamika Muni and the king were self-realized souls.",
      "summary": "The speaker explains Shamika Muni's role in conveying the news of the curse to King Pariksit, emphasizing that both were self-realized souls, not afraid of death, and that Pariksit Maharaj understood the situation and decided to prepare for his imminent death.",
      "timestamp_url": "https://youtu.be/alHRLofKaW4?t=669",
      "transcript": "Now, Srila Prabhupada explains something very important here. Shamika Muni also, after regretting the incident, conveyed the news to the king as a matter of duty so that the king would be able to prepare himself to go back to Godhead. If you remember, in the previous chapter, it was explained that Shamika Rishi learnt that his son had cursed the king, the emperor. Just for a small fault of the emperor, this Shamika Rishi's son, Shungi, had cursed the king to die, which was not at all the proper punishment. For a very minor mistake, a severe punishment was given. It was unjust. It was improper, immature on the part of the boy. But still, he conveyed the news to the king so that the king could prepare. Shamika Muni sent news to the king that foolish Shungi, his son, misused his spiritual power by cursing the king unwarrantedly. Why did he say this? Because the incident of the king's garlanding the Muni was not sufficient cause for being cursed to death. But since there was no way to retract the curse, the king was informed to prepare for death within a week. Shamika Rishi is not an ordinary Muni, not an ordinary Brahmana. That will be explained by Srila Prabhupada here. Both Shamika Muni and the king were self-realized souls. Both were very, very advanced spiritually. Shamika Muni was a mystic. Mystic means he had practiced Ashtanga Yoga. So he was an Ashtanga Yogi. And Maharaj Pariksit was a devotee. Maharaj Pariksit had practiced Bhakti Yoga. So he was a Bhakti Yogi. Therefore, there was no difference between them in self-realization. Both were self-realized. That means they understood, they realized, I am not the body, I am spirit, soul. I don't belong to this material world. I belong to the Supreme Lord in the spiritual kingdom of God. Neither of them was afraid of meeting death. Shamika Rishi was not afraid of death, being self-realized. Neither Pariksit Maharaj was afraid of death, being also self-realized. Maharaj Pariksit could have gone to the Muni to beg his pardon. But the news of imminent death was conveyed to the king with so much regret by the Muni that the king did not want to shame the Muni further by his presence there. Pariksit Maharaj understood that Shamika Rishi has sent word to him that his son has foolishly cursed the king. Therefore, the punishment is, according to Pariksit Maharaj, proper. So no need to further go and beg any forgiveness from the Muni. He decided to prepare himself for his imminent death to find out the way to go back to Godhead."
    },
    {
      "start_time": 884,
      "end_time": 905,
      "verse_references": [],
      "themes": [
        "preparation for death",
        "going back to Godhead"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "That became his immediate concern.",
      "summary": "The speaker concludes by stating that Pariksit's immediate concern became to prepare himself to go back to Godhead and hints at future verses that will explain how he prepared.",
      "timestamp_url": "https://youtu.be/alHRLofKaW4?t=884",
      "transcript": "That became his immediate concern. Pariksit's immediate concern. And you will see in the future verses how he prepared and what was Krishna's arrangement for his preparation to go back to Godhead. I'll stop here. Thank you very much."
    }
  ]
}