{
  "video_id": "amFj5Q0hLN4",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.10.19 | 05-06-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=amFj5Q0hLN4",
  "segments": [
    {
      "start_time": 0,
      "end_time": 62,
      "verse_references": [],
      "themes": [
        "invocation",
        "mantras",
        "guru"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Agyana Timiran Dhasya Gyanan Janishalakaya",
      "summary": "The lecture begins with the chanting of traditional Vaishnava prayers and mantras, invoking blessings and paying respects to the spiritual master and the Lord.",
      "timestamp_url": "https://youtu.be/amFj5Q0hLN4?t=0",
      "transcript": "Om Agyana Timiran Dhasya Gyanan Janishalakaya Chaksharon Melitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Srimate Bhaktivedanta Svamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Devim Saraswati Vyasakaya Dhyasam Tato Jaya Mudirayet"
    },
    {
      "start_time": 62,
      "end_time": 158,
      "verse_references": [
        "SB 1.10.19"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "Krishna's position",
        "contradiction"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "when Krishna was leaving the palace of Hastinapura there were brahmanas who were glorifying Krishna by chanting Vedic hymns and offering benediction to Krishna",
      "summary": "The speaker introduces the 19th verse of the 10th chapter of the 1st canto of Srimad Bhagavatam, focusing on the apparent contradiction of offering benedictions to Krishna, who is the Absolute.",
      "timestamp_url": "https://youtu.be/amFj5Q0hLN4?t=62",
      "transcript": "In this session, we will be discussing the 19th verse of the 10th chapter of the 1st canto of Srimad Bhagavatam: Ashu yantashisha satyah tatra tatra dvijeritah na anuroopa anuroopascha nirgunasya gunatmanah. The meaning of this verse is: It was being heard here and there that the benedictions being paid to Krishna were neither befitting nor unbefitting because they were all for the absolute who was now playing the part of a human being. A very important observation being made is that when Krishna was leaving the palace of Hastinapura, there were brahmanas who were glorifying Krishna by chanting Vedic hymns and offering benediction to Krishna. Now, it is described in this verse that the benedictions that were being offered to Krishna were neither befitting nor unbefitting, so something like a contradiction, it appears as a contradictory statement here."
    },
    {
      "start_time": 158,
      "end_time": 275,
      "verse_references": [],
      "themes": [
        "Srila Prabhupada's purport",
        "Krishna's role",
        "human being",
        "Hastinapura"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna was playing the part of a human being though he is not a human being. He is the Supreme Lord always under all circumstances but he is playing the part of a human being.",
      "summary": "The speaker explains Srila Prabhupada's explanation of the verse, highlighting that Krishna was playing the role of a human being as a guest of Yudhishthira, making the benedictions fitting in that context.",
      "timestamp_url": "https://youtu.be/amFj5Q0hLN4?t=158",
      "transcript": "So Prabhupada explains this in the purport very nicely. Why is it being said it was neither befitting nor unbefitting? So Srila Prabhupada says in the purport: At places there were sounds of Vedic benediction at the personality of God is Shri Krishna. The benedictions were fitting in the sense that the Lord was playing the part of a human being as if a cousin of Maharaj Yudhishthira. Krishna appeared as the son of Vasudeva who was the brother of Kuntidevi and Kuntidevi's son was Yudhishthira. So Yudhishthira and Krishna were cousins in terms of relationship, but here it is said because Krishna was playing the part of a human being, though he is not a human being. He is the Supreme Lord always under all circumstances, but he is playing the part of a human being. Therefore, the benedictions were fitting because Yudhishthira is the elder brother of Krishna. So the elder brother arranges to offer benedictions by the qualified brahmanas and the benediction it is accepted which will be offered through chanting of various hymns to the important guest. Krishna has come to the Hastinapura palace as the guest of Yudhishthira."
    },
    {
      "start_time": 275,
      "end_time": 365,
      "verse_references": [],
      "themes": [
        "Nirguna",
        "material qualities",
        "Krishna's purpose",
        "creation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is described as nirguna, nirguna means absolute, without any material qualities. So he is not a human being, he has no material relationship with anybody.",
      "summary": "The speaker explains why the benedictions were also unbefitting, because Krishna is absolute (nirguna) and doesn't need material benefits, and that He creates the material world for our sake.",
      "timestamp_url": "https://youtu.be/amFj5Q0hLN4?t=275",
      "transcript": "So in that sense, there it is befitting because Krishna was playing the part of a human being, but they were unbefitting because the Lord is absolute, material qualities, material relativities. Now Krishna is described as nirguna, nirguna means absolute, without any material qualities. So he is not a human being, he has no material relationship with anybody. So therefore this benediction is not suited for Krishna, it is only for people of this world who have some kind of material relationships and they want some benedictions because they may utilize those benedictions for their material benefit. Lacking those material benefits, they may desire some benedictions which will help them to get some material benefits. But Krishna is not in need of any material benefit. Krishna has nothing to do with this entire material creation as far as his activities are concerned or his existence is concerned. Then why does he create? He creates for our sake."
    },
    {
      "start_time": 365,
      "end_time": 450,
      "verse_references": [],
      "themes": [
        "material enjoyment",
        "spiritual pleasure",
        "Krishna's children",
        "spiritual bliss"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "And we are foolish to desire material enjoyment while we are entitled to sublime spiritual pleasure in his association.",
      "summary": "The speaker discusses how humans foolishly seek material happiness instead of spiritual bliss in connection with Krishna, who creates the material world because we insist on trying to enjoy it.",
      "timestamp_url": "https://youtu.be/amFj5Q0hLN4?t=365",
      "transcript": "Why does he create? And we are foolish to desire material enjoyment while we are entitled to sublime spiritual pleasure in his association. So foolishly we have turned away from Krishna, foolishly we seek happiness in material pursuits and Krishna because we are his part and parcel, we are his own children. So because we insist, we are adamant, Krishna creates this material world and places us in this material atmosphere, so we can try to enjoy it materially and try to be happy in this way. But intelligent people realize we can never be happy in this material world by pursuit of material pleasures. We can never be happy. We can never be happy, so intelligent persons try to find out the real source of happiness and that is available only in connection with Krishna, unlimited spiritual bliss. Krishna is a reservoir of that and in our relationship with Krishna, spiritual relationship, not material relationship, we can have"
    },
    {
      "start_time": 450,
      "end_time": 547,
      "verse_references": [],
      "themes": [
        "Nirguna",
        "transcendental qualities",
        "spiritual world",
        "relative world",
        "contradictions"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is full of transcendental qualities when it said nirguna doesn't mean that the Absolute Truth Krishna is the absolute personality of God. It doesn't mean when he describes Nirguna that he has no qualities at all.",
      "summary": "The speaker clarifies that 'nirguna' doesn't mean Krishna has no qualities, but rather that He has no material qualities, only transcendental ones, and that the spiritual world is free from the contradictions found in the material world.",
      "timestamp_url": "https://youtu.be/amFj5Q0hLN4?t=450",
      "transcript": "unlimited spiritual bliss. So it is said here Krishna is nirguna and there are no material qualities in him, that's why nirguna, no material qualities, but Krishna is full of transcendental qualities. When it's said nirguna, it doesn't mean that the Absolute Truth, Krishna is the absolute truth. This absolute personality of God. It doesn't mean when he describes Nirguna that he has no qualities at all. He has no material qualities, but he is full of transcendental qualities. That's because he is a transcendental personality. So he is transcendental qualities, full of transcendental qualities. In the transcendental world there is nothing contradictory, whereas in the relative world, the world we are staying, it's called relative world. And the transcendental world, the spiritual world where Krishna resides with his pure devotees, that is called the spiritual world, the transcendental world, the absolute world. There are no relativities and there is nothing contradictory. But in this relative world everything has got its opposite. For example, in this world white is the opposite of conception of black. But in the transcendental world there is no distinction between white and black."
    },
    {
      "start_time": 547,
      "end_time": 673,
      "verse_references": [],
      "themes": [
        "spiritual world",
        "beauty",
        "contradictions",
        "benedictions",
        "conditioned souls"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In the material world, dark complexion people are considered not so beautiful. Whereas fair complexion people are considered very beautiful. This is the main contradiction.",
      "summary": "The speaker uses the example of beauty standards to illustrate the difference between the material and spiritual worlds, and reiterates that benedictions are meant for conditioned souls, not the liberated Lord.",
      "timestamp_url": "https://youtu.be/amFj5Q0hLN4?t=547",
      "transcript": "How do you understand this? In the spiritual world there are very, very, very beautiful personalities, equally beautiful, even though some of them are of white complexion and some of them are of black. Not exactly black, dark blue. Но у каждой Ist karş ConfédлALL halod, these negative qualities are considered very beautiful. In the material world, dark complexion people are considered not so beautiful, whereas fair complexion people are considered very beautiful. This is the main contradiction. world the conception of beauty in the material world in the spiritual world both are very beautiful both are beautiful fair complexion people devotees and dark complexion devotees both both are beautiful so the conception of the material world is different and the reality of the spiritual world is different therefore the sounds of benedictions uttered by the learned brahmanas here and there appear to be contradictory in relation with the absolute person when we try to apply this brahmanas offering benedictions as arranged by Yudhishthira Maharaj to Krishna who is departing you then it is contradictory Krishna doesn't require any benediction he has nothing to do with benedictions all the Vedic statements or Vedic chanting which is meant for offering benedictions chanted by brahmanas are meant for conditioned"
    },
    {
      "start_time": 673,
      "end_time": 796,
      "verse_references": [],
      "themes": [
        "Vedic hymns",
        "absolute person",
        "devotion",
        "transcendental",
        "glorification of Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "the same glorification same sorry same benedictions when they are offered to Krishna when they are offered to Krishna in devotion then they are no longer contradictory they becomes transcendental",
      "summary": "The speaker explains that when Vedic hymns and benedictions are offered to Krishna with devotion, they become transcendental and lose their contradictory nature, ultimately glorifying Krishna.",
      "timestamp_url": "https://youtu.be/amFj5Q0hLN4?t=673",
      "transcript": "souls, they are not meant for the 100% liberated beings and the supreme Lord, eternally liberated Lord, not meant for him. So in that sense, not befitting, it is that doesn't bifit the Lord, but Prabhupad says here very important point that when such Vedic hymns are apply to the absolute person they look upon them and these hymns are applied to the absolute person they look upon them and they give hope to the clapping of their hands and lose all contradiction and become transcendental. So the same glorification, same sorry, same benedictions when they are offered to Krishna, when they are offered to Krishna in devotion, then they are no longer contradictory, they becomes transcendental. So the Vedas contain glorification of Krishna throughout. Hari Sarvatra Giyate, ultimately the Vedas are glorifying Krishna only and everyone and everything in relationship with Krishna, spiritual relationship, so that is the content of the Vedas ultimately from one perspective if you analyze from an absolute perspective the Vedas are nothing but glorification of Krishna complete whole complete truth absolute truth so when the very hymns are chanted to glorify Krishna then there is no more any contradiction you cannot say it is contradictory it is irrelevant it is unbefitting you cannot say that"
    },
    {
      "start_time": 796,
      "end_time": 883,
      "verse_references": [],
      "themes": [
        "Krishna as a thief",
        "Makhan Chaur",
        "absolute personality of Godhead",
        "contradictions"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Lord Shree Krishna is described as thief and robber he is very famous among his pure devotees as a impatience banter He stealing butter from the neighbor houses at Prindavan early ages childhood pastimes of Krishna he steal butter from the neighboring houses",
      "summary": "The speaker uses the example of Krishna being called a thief (Makhan Chaur) to illustrate how seemingly contradictory qualities can exist in the Supreme Lord, because everything is applicable to Him.",
      "timestamp_url": "https://youtu.be/amFj5Q0hLN4?t=796",
      "transcript": "you cannot say that it is irrelevant it is unbefitting you cannot say that it is irrelevant it is unbefitting you cannot say that they will contain that and is not right pravudp youtube give an example in the pravudp youtube give an example in the pravudp youtube give an example in the Pürport lot Lord Shree Krishna is described as thief and robber he is very famous among his pure devotees as a impatience banter He stealing butter from the neighbor houses at Prindavan early ages childhood pastimes of Krishna he steal butter from the neighboring houses childhood pastimes of Krishna he steal butter from the neighboring houses since Lord Krishna vegetables he staple he patience to uplift smooth footprints in whatever wise from begin toiyim continuedwas0000000 and 5040 Is there something chocolate is afterward since ال sedikl fifth subis deutsche des 4000 inrst Since then he has become famous as a thief, but in spite of his being famous as a thief, Makhan Chaur, he is worshipped as a thief by his devotees. Whereas, in the mundane world, a thief is punished and never praised. In our material dealings, somebody who steals is never praised, is always condemned and is punished if he is caught stealing. So, why this difference? So, Prabhupada explains, since Krishna is the absolute personality of Godhead, everything is applicable to him and still in spite of all contradictions, he is the Godhead. He is supreme personality of Godhead. So, on the one hand, he is described as a thief, on the other hand, he is worshipped as Makhan Chaur."
    },
    {
      "start_time": 883,
      "end_time": 974,
      "verse_references": [],
      "themes": [
        "Vrindavan",
        "devotee interactions",
        "transcendental bliss",
        "spiritual world",
        "contradictions"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "all interactions between Krishna and his devotees in the spiritual world simply result in increased ever-increasing transcendental bliss",
      "summary": "The speaker explains that in Vrindavan, Krishna's actions, even stealing, bring pleasure to His devotees, resulting in ever-increasing transcendental bliss, and that everything applied to Krishna becomes transcendental.",
      "timestamp_url": "https://youtu.be/amFj5Q0hLN4?t=883",
      "transcript": "So, how can these two things go together? That is because when applied to the Supreme Lord, nothing is contradictory when applied to the Supreme Lord. Because, we should remember, in Vrindavan, Krishna is, why is he stealing? He does not come to the Supreme Lord. Now, Vrindavan is a little different from Vrindavan. If one did not stay there for long, in these many days, to look and use aא sí recovery, who has spent the past, doing elderly, all through such a period of time. What is the result? Putna computers, give them pleasure in reciprocal exchange for their service so all interactions between Krishna and his devotees in the spiritual world simply result in increased ever-increasing transcendental bliss Chaitanya Mahaprabhu says anandam budhi vardhanam prati padam purnam vrata svadanam so this is the spiritual world nothing is contradictory so everything applied to Krishna becomes transcendental whereas in the mundane sense in the material world there are so many contradictions that cannot be applied to Krishna"
    }
  ]
}