{
  "video_id": "aMGk2KrbQoE",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.13.28 | 10-10-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=aMGk2KrbQoE",
  "segments": [
    {
      "start_time": 0,
      "end_time": 61,
      "verse_references": [],
      "themes": [
        "invocation",
        "introduction"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "In this session we will be discussing from the 28th verse of the 13th chapter of the 1st canto of Srimad Bhagavatam",
      "summary": "The speaker begins with prayers and introduces the topic of discussion: verse 28 of chapter 13, canto 1 of Srimad Bhagavatam.",
      "timestamp_url": "https://youtu.be/aMGk2KrbQoE?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyananjani Shalakaya Chaksharun Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadhadhara Shiva Sadhi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deviim Saraswateem Vyasam Tato Jayam Udi Rayet. In this session we will be discussing from the 28th verse of the 13th chapter of the 1st canto of Srimad Bhagavatam."
    },
    {
      "start_time": 61,
      "end_time": 126,
      "verse_references": [],
      "themes": [
        "instruction",
        "detachment",
        "time"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Please therefore leave for the north immediately, without letting your relatives know, for soon that time will approach, which will diminish the good qualities of men.",
      "summary": "The speaker explains the context of the verse, focusing on Vidura's instruction to Dhritarashtra to leave for the north due to the approaching age of Kali and its deteriorating effects on human qualities.",
      "timestamp_url": "https://youtu.be/aMGk2KrbQoE?t=61",
      "transcript": "We are discussing Dhritarashtra quitting home on the instruction of Vidura. Vidura has come to the palace of Yudhishthira in order to instruct Dhritarashtra. So Vidura is speaking to Dhritarashtra. This 28th verse also is spoken by Vidura to Dhritarashtra, continuing his instructions: Atho Deechim Disham Yathu Svair Adnyata Gathir Bhavan Itorvak Prayashak Kalah Pumsam Gunavikar Shanah. The meaning of this 28th verse is as follows: Please therefore leave for the north immediately. Please therefore leave for the north immediately, without letting your relatives know, for soon that time will approach which will diminish the good qualities of men."
    },
    {
      "start_time": 126,
      "end_time": 199,
      "verse_references": [],
      "themes": [
        "Kali Yuga",
        "degradation",
        "time"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The age referred to here is the age of Kali which is fast approaching.",
      "summary": "The speaker elaborates on Srila Prabhupada's explanation of the verse, emphasizing the imminent arrival of Kali Yuga and its characteristic degradation of human qualities.",
      "timestamp_url": "https://youtu.be/aMGk2KrbQoE?t=126",
      "transcript": "So Srila Prabhupada explains all these terms. What is the meaning of 'leave for the north,' and what is the time being referred to here? So in the purport, Srila Prabhupada says, \"One can compensate for a life of frustration by becoming a Dheera, or leaving home for good without communicating with relatives.\" And Vidura advised his eldest brother to adopt this way without delay because very quickly the age of Kali was approaching. The age referred to here is the age of Kali, which is fast approaching. Dwapar Yuga is going to come to an end, and Kali Yuga is going to begin. And what is the characteristic of the age of Kali? And that is told in the verse. The verse, it said, Pumsam Gunavikar Shanah, that which will diminish the good qualities of men, that which will deteriorate the good qualities of people in general."
    },
    {
      "start_time": 199,
      "end_time": 287,
      "verse_references": [],
      "themes": [
        "Kali Yuga",
        "degradation",
        "material association"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A conditioned soul is already degraded by the material association whether Satya Yuga or Dwapar Yuga or Treta Yuga or Kali Yuga.",
      "summary": "The speaker continues to discuss the degradation caused by material association in all Yugas, with Kali Yuga representing the lowest point, and Dhritarashtra's need to leave home before its full influence sets in.",
      "timestamp_url": "https://youtu.be/aMGk2KrbQoE?t=199",
      "transcript": "So Srila Prabhupada says regarding this age of Kali fast approaching, Srila Prabhupada says, \"A conditioned soul is already degraded by the material association, whether Satya Yuga or Dwapar Yuga, or Treta Yuga or Kali Yuga, all Yugas. This material association is already degrading our consciousness by the power of illusion, the power of the three Gunas. And still in the Kali Yuga, the good qualities of a man will deteriorate to the lowest standard. Satya Yuga was the best age, and then little degradation when Treta Yuga set in, and even more little degradation when Dwapar Yuga set in, but Kali Yuga is the lowest. The maximum deterioration happens in Kali Yuga.\" Dhritarashtra was advised to leave home before Kali Yuga approached because the atmosphere which is created by Vidura, his valuable instructions on the facts of life, would fade away due to the influence of the age which was fast approaching."
    },
    {
      "start_time": 287,
      "end_time": 378,
      "verse_references": [],
      "themes": [
        "Kali Yuga",
        "self-realization",
        "sense gratification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Human life is simply meant for self realization, but due to this dangerous age, men have completely forgotten the aim of life.",
      "summary": "The speaker describes symptoms of Kali Yuga, including the forgetting of self-realization as the aim of life and the prevalence of unrestricted sense gratification.",
      "timestamp_url": "https://youtu.be/aMGk2KrbQoE?t=287",
      "transcript": "Some symptoms of Kali Yuga are mentioned by Srila Prabhupada in another purport, in the beginning of the Bhagavatam, first canto, first chapter. Srila Prabhupada says about the age of Kali, \"The age of Kali is very dangerous for the human being. Human life is simply meant for self realization, but due to this dangerous age, men have completely forgotten the aim of life.\" It's characteristic of Kali Yuga. We see everywhere around us, people do not know what is the aim of life. Most people lead a life without any particular aim. Of course, there is always a default aim, that is sense enjoyment, sense gratification. That's common for all living beings throughout the creation, at all times, in all places, in all circumstances. That's common, sense enjoyment. But in Kali Yuga, even this sense enjoyment, they are not cautious to exercise certain restrained. Unrestricted sense gratification is the norm in Kali Yuga."
    },
    {
      "start_time": 378,
      "end_time": 474,
      "verse_references": [],
      "themes": [
        "Kali Yuga",
        "degradation",
        "self-realization",
        "sense gratification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "In this age of Kali, the life span will gradually decrease, people will gradually lose their memory, they will lose their finer sentiments, they will lose their strength, and they will lose their better qualities.",
      "summary": "The speaker details the negative consequences of Kali Yuga, such as decreased lifespan, loss of memory and finer sentiments, and the complete absorption in sense gratification, leading to the neglect of self-realization.",
      "timestamp_url": "https://youtu.be/aMGk2KrbQoE?t=378",
      "transcript": "So it is been explained in the scriptures, in this age of Kali, the life span will gradually decrease, people will gradually lose their memory, they will lose their finer sentiments, they will lose their strength, and they will lose their better qualities. A list of the anomalies of this age is given in the 12th canto of the Srimad Bhagavatam. And so this age is very difficult for those who want to utilize this life for self-realization. The scriptures say there is only one aim of the human form of life, that is self-realization. But in general, people in the material world are inclined to sense gratification, and they don't take the aim of life as self-realization very seriously, especially in the age of Kali. They almost completely forget that the aim of life is self-realization. So people are so busy with sense gratification that they completely forget about self-realization. Out of madness, they frankly say there is no need for self-realization because they do not realize that this brief life is but a moment on our great journey towards self-realization."
    },
    {
      "start_time": 474,
      "end_time": 583,
      "verse_references": [],
      "themes": [
        "education",
        "self-realization",
        "Kali Yuga",
        "gurukula"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The whole system of education in Kali Yuga is geared to sense gratification.",
      "summary": "The speaker contrasts the current education system, focused on sense gratification, with the traditional gurukula system, which emphasized self-realization and livelihood training.",
      "timestamp_url": "https://youtu.be/aMGk2KrbQoE?t=474",
      "transcript": "Generally self-realization takes many lifetimes. So as we progress in self-realization life after life, life after life, life after life, then each duration of life, life in a particular body, is a brief moment, that's all. Made little progress, some more progress, some more progress, like that. The whole system of education in Kali Yuga is geared to sense gratification. And if a learned man thinks it over, he sees that the children of this age are being intentionally sent to the slaughterhouses of so-called education. This is not the case in the former ages. Children were educated in a gurukula, and in the gurukula, the primary education that was given was that this human form of life is very precious. It should be utilized only for self-realization. And of course there was also the teaching of how to earn one's livelihood by different prescribed methods. The brahmanas, the kshatriyas, the vaishyas, they used to undergo training in the gurukula. So they were trained in the prime necessity of human life, that is self-realization, and they were also trained in how to earn their livelihood. Both training was given. But in this age of Kali, there is no training about self-realization at all. Even in the so-called schools and educational institutions, it's almost completely forgotten."
    },
    {
      "start_time": 583,
      "end_time": 663,
      "verse_references": [],
      "themes": [
        "self-realization",
        "guidance",
        "scripture",
        "Kali Yuga"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Learned men therefore must be cautious of this age, and if they at all want to cross over the dangerous ocean of Kali, they must follow the footsteps of great saintly persons.",
      "summary": "The speaker advises caution in Kali Yuga and suggests following the guidance of saintly persons and scriptures like Bhagavad Gita and Srimad Bhagavatam to cross the ocean of material existence.",
      "timestamp_url": "https://youtu.be/aMGk2KrbQoE?t=583",
      "transcript": "Learned men therefore must be cautious of this age, and if they at all want to cross over the dangerous ocean of Kali, they must follow the footsteps of great saintly persons like the sages Naimisharanya. And they should accept, like the sages Naimisharanya accepted Suta Goswami, they should accept Suta Goswami or his bona fide representative as the captain of the ship. What is a ship? Like in an ocean, to cross an ocean you take help of a ship. Similarly, the ship for crossing the ocean of Kali is described here as the message of Lord Sri Krishna in the shape of Bhagavad Gita, Shreemad Bhagavatam. So the Bhagavatam suggests that hear the message of Krishna in the Shreemad Bhagavatam or the Bhagavad Gita, and thereby prepare oneself to cross this ocean of material existence or the ocean of the age of Kali."
    },
    {
      "start_time": 663,
      "end_time": 754,
      "verse_references": [
        "BG 7.28"
      ],
      "themes": [
        "detachment",
        "devotion",
        "surrender"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A person who is completely relieved of all taints of sinful acts can alone depend on the Supreme Lord Sri Krishna.",
      "summary": "The speaker explains that Vidura's instruction to Dhritarashtra is tailored to his situation, highlighting the difficulty of becoming a Narottama (first-class devotee) for ordinary people due to sinful acts, referencing Bhagavad Gita 7.28.",
      "timestamp_url": "https://youtu.be/aMGk2KrbQoE?t=663",
      "transcript": "Now Srila Prabhupada explains that Vidura is giving specific instruction to Dhritarashtra considering Dhritarashtra's current position. What is his situation? So Srila Prabhupada explains, \"The best is to become a Narottama, or a first class human being, depending completely on the Supreme Lord Sri Krishna.\" Now this is not possible for any ordinary man to become a Narottama, or a first class human being. A first class personality is not possible for a human being in which one completely depends on the Supreme Lord. Such a situation is not possible for an ordinary human being. Why is it not possible for an ordinary human being? It is stated in the Bhagavad Gita in the 7th chapter and 28th verse that a person who is completely relieved of all taints of sinful acts can alone depend on the Supreme Lord Sri Krishna, the personality of Godhead: Ye shantu antagatam papam Jananam punyakarmanam Tedvam dhamoha nirmukta Bhajan temam dhridam vrataham."
    },
    {
      "start_time": 754,
      "end_time": 872,
      "verse_references": [],
      "themes": [
        "detachment",
        "stages of spiritual life",
        "self-realization"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Dhritarashtra is advised by Vibhira to at least become a Dheera.",
      "summary": "The speaker outlines three stages of spiritual advancement - Dheera, Sanyasi, and Narottama - and emphasizes that becoming a Dheera (one who is detached) is the minimum requirement for preparing for death and self-realization, concluding with a summary of Vidura's advice to Dhritarashtra.",
      "timestamp_url": "https://youtu.be/aMGk2KrbQoE?t=754",
      "transcript": "This is not possible for ordinary people. Dhritarashtra is advised by Vibhira to at least become a Dheera. Three stages: Dheera, a Sanyasi, and Narottama. So Dheera is the lowest, the least one can do to prepare oneself for death, for Self Realization. So Dhritarashtra advised Vibhira at least to become a Dheera in the beginning, if it were impossible for him to become a Sanyasi or a Narottama. Lowest is Dheera, better than that is Sanyasi, better than that, best is Narottama. Persistently endeavoring on the line of Self Realization helps a person to rise to the conditions of a Narottama from the stage of a Dheera. Gradually rise to the top most platform. The Dheera stage is attained after prolonged practice of the Yoga system, but by the grace of Vidura, one can attain this stage immediately simply by willing to adopt the means of the Dheera stage, which is the preparatory stage for Sanyas. The Sanyas stage is the preparatory stage of Paramahamsa, or the first great devotee of the Lord, also called Narottama. So this is the advice of Vidura for Dhritarashtra. Consider Dhritarashtra's situation. He was completely entangled. So to pull him out, extricate him from the entanglement, at least leave home and go to a secluded place and prepare yourself by being undisturbed. So that is the advice Vidura is giving to Dhritarashtra. I will stop here. Thank you very much."
    }
  ]
}