{
  "video_id": "AOpqOuoNX0w",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.6.19-20 | 15-11-2021",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=AOpqOuoNX0w",
  "segments": [
    {
      "start_time": 62,
      "end_time": 243,
      "verse_references": [
        "SB 1.6.19"
      ],
      "themes": [
        "Narada Muni's vision",
        "desire to see the Lord",
        "dissatisfaction"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "I desire to see again that transcendental form of the Lord in the heart, but despite my attempts to concentrate upon the heart, with eagerness to view the form again.",
      "summary": "The speaker describes Narada Muni's desire to see the Lord again after a brief vision, and his subsequent dissatisfaction when he couldn't.",
      "timestamp_url": "https://youtu.be/AOpqOuoNX0w?t=62",
      "transcript": "In this session we will be discussing from the first canto, sixth chapter, nineteenth and twentieth verses of the Srimad Bhagavatam. First the nineteenth verse, DIDRUKSHU STAD AHAM BHUYAH, PRANIDHAYA MANOHRDI, VIKSHAM ANO PINAPASYAM, AVITRUPTA IVATURAHA. The meaning of this verse is, I desire to see again that transcendental form of the Lord, but despite my attempts to concentrate upon the heart with eagerness, to view the form again, I could not see him anymore, and thus, dissatisfied, I was very much aggrieved. So the background for this verse is, in the previous session, we had heard how Narad Muni began to meditate on the form of the Lord in the heart, as he had been taught by the Bhaktivedantas, and using his intelligence to search out for the Lord in the heart, and very quickly he came to the stage of bhava, tears started flowing down from his eyes, and every part of his body he felt separately enlivened. In that state, the Lord gave him darshan within the heart, a brief darshan, but after a brief moment, when he was experiencing that ecstasy of joy of seeing the form of the Lord in the heart, suddenly he lost sight of that form. Then, he again tried to see that form of the Lord. So that is the description here. I desire to see again that transcendental form of the Lord in the heart, but despite my attempts to concentrate upon the heart, with eagerness to view the form again. He is again wanting to see. So he is thinking, let me do the same thing which I did previously. But he could not see the Lord, in spite of very sincere attempts, the same way, exactly the same way, as he had been taught, as he had done already, as he had already seen, he could not again see the form of the Lord, and he was very much dissatisfied and"
    },
    {
      "start_time": 248,
      "end_time": 417,
      "verse_references": [],
      "themes": [
        "causeless mercy",
        "no mechanical process",
        "dependence on the Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "There is no mechanical process to see the Lord, and it completely depends upon the causeless mercy of the Lord.",
      "summary": "The speaker explains that seeing the Lord is not a mechanical process based on karma, but depends entirely on the Lord's causeless mercy, using the analogy of the sun rising.",
      "timestamp_url": "https://youtu.be/AOpqOuoNX0w?t=248",
      "transcript": "So, Srila Prabhupada explains in the purport that there is no mechanical process to see the Lord, and it completely depends upon the causeless mercy of the Lord. This word causeless means Lord will not give darshan because you are doing something good. Because of some act of yours, as it generally happens in this material world, according to the laws of karma, I do some pious activity, I get some pious result, or I do some sinful activity, then I may get a sinful result. But, the way to see the form of the Lord is no mechanical process, is no material method. We are completely dependent upon the causeless mercy of the Lord in trying to see his form. We cannot demand the Lord to be present before our vision. That I did this, I followed the process, I had taken instructions from the masters, the bhaktivedantas, so I should be able to see. Nobody can say that. And Srila Prabhupada gives an example just as we cannot demand the sun to rise whenever we like. Very good example. The sun rises exactly at the time according to its own schedule. The sun doesn't become subject to somebody else's control, or somebody else's demand. No. Same way, the Supreme Lord will give darshan whenever he wills, whenever he wants to give darshan. One should simply await the opportune moment and go on discharging his prescribed duty in devotional service of the Lord. So, this is the meaning of we should actually depend upon the causeless mercy of the Lord and not on"
    },
    {
      "start_time": 419,
      "end_time": 531,
      "verse_references": [],
      "themes": [
        "sincere effort",
        "authorized process",
        "opportune moment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "One is our own sincere efforts according to the scriptural direction, according to the instructions of the bona fide spiritual master, according to the process, authorized process that has to be there. But this alone is not enough.",
      "summary": "The speaker clarifies that while seeing the Lord depends on His mercy, sincere effort and following the authorized process are also necessary, and recounts Narada Muni's failed second attempt.",
      "timestamp_url": "https://youtu.be/AOpqOuoNX0w?t=419",
      "transcript": "However, this does not mean that I may do nothing and I simply think that whenever the Lord wants to give me darshan, he will give me. Sometimes when we invite people to the temple, they tell, Jab Bhagwan bulayenge, hum ayenge. Whenever the Lord wants me to come, I'll come. Or whenever he invites me, I'll come. Now, this is not the correct attitude. If we don't take any step at all towards approaching the authorized process, then we'll never be able to see the Lord. We'll never be able to approach the Lord. This is very clear. So, two things. One is our own sincere efforts according to the scriptural direction, according to the instructions of the bona fide spiritual master, according to the process, authorized process that has to be there. But this alone is not enough. The second thing is the Lord's causeless mercy. So that is being described here that we have to await the opportune moment. We simply wait after doing whatever we have to do properly. Narad Muni thought the Lord could be seen again by the same mechanical process that was successful in the first attempt. But in spite of his utmost endeavor, he could not make the second attempt successful."
    },
    {
      "start_time": 533,
      "end_time": 711,
      "verse_references": [],
      "themes": [
        "unalloyed devotion",
        "love binds the Lord",
        "Mother Yashoda"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He can simply be bound up by the tie of unalloyed devotion... It is love that can bind the Lord.",
      "summary": "The speaker emphasizes that pure, unalloyed devotion is what pleases and binds the Lord, illustrating this with the story of Mother Yashoda trying to tie Krishna.",
      "timestamp_url": "https://youtu.be/AOpqOuoNX0w?t=533",
      "transcript": "So, Srila Prabhupada says the Lord is completely independent of all obligations. But one important thing, the most important thing we should know about approaching the Lord or doing the devotional services, he can simply be bound up by the tie of unalloyed devotion. One thing that Krishna really is completely thoroughly pleased when a devotee offers pure devotional service. It is also called devotion unmixed with anything else. Sent person pure devotional service. Only that can actually bind the Lord because he agrees to become bound up. Just like Mother Yashoda, she attempted to tie the Lord her child, whom she thought of as her beloved child when he was becoming little naughty. She wanted to tie him to a grinding mortar with a rope. She was trying and trying and trying and the rope was always falling short by two fingers. That actually Krishna showed to us, it was for demonstrating to us, that he is not bound up simply because you know, of some mother Yashoda catching him and binding and attempting to bind him with some rope. She got all the rope available in her house but she was somehow not able to tie him. And his form appeared only a limited form but we should know the Lord's form is unlimited and also one cannot bind him simply by some attempt of one's own. The Lord should agree to become bound. So after Mother Yashoda tried and tried and she became exhausted, then Krishna just smiled and immediately she was able to tie him. So that is actually to also teach us that he agreed to become bound up by the love of Mother Yashoda. It is not ropes that can bind the Lord. It is love that can bind the Lord. And what kind of love is this? Love out of pure devotion. That is what can"
    },
    {
      "start_time": 715,
      "end_time": 833,
      "verse_references": [],
      "themes": [
        "material senses",
        "spiritual form",
        "causeless mercy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Lord is not visible or perceivable by our material senses... He may be seen out of his own accord when he gives darshan, when he gives vision to us.",
      "summary": "The speaker explains that the Lord's spiritual form cannot be perceived by material senses, but He can give darshan out of His causeless mercy, though people may misunderstand His form.",
      "timestamp_url": "https://youtu.be/AOpqOuoNX0w?t=715",
      "transcript": "So, he cannot be bound up simply by some material attempts. Similarly, the Lord is not visible or perceivable by our material senses. Shastras clearly say material senses are totally incapable of actually perceiving the Lord. Though, when he appears as an incarnation, he gives darshan even though he comes in his spiritual form and these eyes are useless for seeing spiritual form. They are totally incapable of seeing any spiritual form. But still, he gives darshan to even people who have just got this ordinary vision. He gives darshan. That is his causeless mercy. But people mistake him to be another created being of this world. If he appears in a human-like form, as he appears when he appears as Krishna, then they think he is an ordinary covered boy or ordinary prince of this world, as son of Vasudeva. As son of Nanda Maharaj, they think he is just an ordinary covered boy. Or when he appears in the form of a fish or a tortoise or a boar, they think he is another and that creature is another boar or another fish of this world. No! He is completely spiritual and completely transient to everything material. He may be seen out of his own accord when he gives darshan, when he gives vision to us."
    },
    {
      "start_time": 835,
      "end_time": 977,
      "verse_references": [
        "SB 1.6.20"
      ],
      "themes": [
        "transcendental words",
        "mitigating grief",
        "probationary stage"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Seeing my attempts in that lonely place, the personality of Godhead who is transcendental to all mundane description spoke to me with gravity and pleasing words just to mitigate my grief.",
      "summary": "The speaker introduces the 20th verse, explaining that the Lord spoke to Narada to mitigate his grief, and discusses how the Lord's words are beyond mundane understanding, yet accessible by His mercy.",
      "timestamp_url": "https://youtu.be/AOpqOuoNX0w?t=835",
      "transcript": "And then in the 20th verse, it is said, evam yatantam vijane maam aha agochara giram gambhir shrakshanaya vaacha shuchap prashama yan iva Seeing my attempts in that lonely place, the personality of Godhead who is transcendental to all mundane description spoke to me with gravity and pleasing words just to mitigate my grief. Krishna is very kind. Even though he gave a brief darshan to Narada, still to mitigate Narada's grief because Narada was at grief, he was not able to see again. Just to mitigate his grief, the Lord spoke to him. Now, in the purport, Srila Prabhupada explains, in the Vedas it is said, God is beyond the approach of mundane words and intelligence. avam manasa gochara Yet, by his causeless mercy, one can have suitable senses to hear him or to speak to him. By his mercy, at the present moment, we are using our material senses to perceive material objects, but the completely spiritual form of the Lord or the spiritual sound of his transcendental vibration can be heard or can be seen by the Lord's mercy. So, this is the Lord's inconceivable energy. We cannot understand with our mundane logic. The Lord was very pleased with Narada Muni and therefore, the necessary strength was invested in him so that Narada could hear the Lord. It is not, however, possible for others to perceive directly the touch of the Lord during the probationary stage of regulative devotional service. Those who are practicing in the probationary stage of regulative devotional service are said to be in the probationary stage of regulative devotional service."
    },
    {
      "start_time": 979,
      "end_time": 1077,
      "verse_references": [],
      "themes": [
        "sadhana bhakti",
        "perfection",
        "feelings of separation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A devotee in love feels always the pangs of separation, and is therefore always enwrapped in transcendental ecstasy.",
      "summary": "The speaker clarifies that even Narada Muni, despite his advancement, was not fully purified, and discusses the devotee's feelings of separation and the value of hearing the Lord, ending with a thank you and Hare Krishna.",
      "timestamp_url": "https://youtu.be/AOpqOuoNX0w?t=979",
      "transcript": "we are practicing. It is also called sadhana bhakti, the stage of practice. In the stage of practice, we are yet to reach the perfection. Mind you, Narada had reached perfection. But still, he had not yet become fully purified, 100% purified, yet, though he was very sincerely following and had come to a stage of pretty good advancement stage. So, when he heard the pleasing words of the Lord, the feelings of separation were to some extent mitigated. A devotee in love feels always the pangs of separation, and is therefore always enwrapped in transcendental ecstasy. Even hearing the Lord is in no way inferior to seeing the Lord or any other experience. Though, we always desire if there is a person, we want to see him face to face. We want to interact with him the way we interact with any person in this world. Especially, dealings of love between two persons means there is active reciprocation. I will stop here. Thank you very much."
    }
  ]
}