{
  "video_id": "aqmqW9DWZnw",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.10.23| 10-06-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=aqmqW9DWZnw",
  "segments": [
    {
      "start_time": 0,
      "end_time": 60,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyana Timiraandhasya Gyananjanishalakaya Chaksharunmilitam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, invoking blessings and setting the spiritual tone.",
      "timestamp_url": "https://youtu.be/aqmqW9DWZnw?t=0",
      "transcript": "Om Agyana Timiraandhasya Gyananjanishalakaya Chaksharunmilitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Srimate Bhaktivedanta Svamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Devim Saraswati Vyasam Tato Jaya Mudhirayet"
    },
    {
      "start_time": 60,
      "end_time": 178,
      "verse_references": [
        "SB 1.10.23"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "Krishna consciousness",
        "purification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Here is the same Supreme Personality of Godhead whose transcendental form is experienced by the great devotees who are completely cleansed of material consciousness by dint of rigid devotional service and full control of life and the senses.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam (1.10.23) and explains that the ladies of Hastinapura, though not highly educated, are discussing Krishna, emphasizing the potential for awakening Krishna consciousness in everyone.",
      "timestamp_url": "https://youtu.be/aqmqW9DWZnw?t=60",
      "transcript": "In this session we will be discussing from the 23rd verse of the 10th chapter of the 1st canto of Srimad Bhagavatam. Savaayam Yat Padam Atra Surayo Jitendriya Nirjitam Atarishvanaha Pashyanti Bhakti Utkalitat Amalatmana Nanvesha Sattvam Parimastum Arhati. The meaning of this verse is: Here is the same Supreme Personality of Godhead whose transcendental form is experienced by the great devotees who are completely cleansed of material consciousness by dint of rigid devotional service and full control of life and the senses, and that is the only way to purify existence. These are words spoken by the ladies of Hastinapura. They are discussing amongst themselves about the personality of Godhead Krishna. This is when Krishna is about to leave Hastinapura for travelling back to Dwaraka. So these ladies, they are not any great women. They are not that great, they are not very well educated. See, they have absolutely no knowledge of Krishna. They have no wisdom in Krishna and they have no knowledge of the great Godhead Krishna. Can't they even understand or understand what Krishna is about? They are not aware of him, they are aware of the great Godhead Krishna who is about to leave Hastinapura. So, what is Krishna? What is Krishna's personality? What is the nature of Krishna? What is Krishna's identity, what does he mean by that? What is Krishna's personality?"
    },
    {
      "start_time": 178,
      "end_time": 257,
      "verse_references": [],
      "themes": [
        "Krishna consciousness",
        "Srimad Bhagavatam",
        "absolute truth"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "So we can also adopt the same method of awakening our own Krishna consciousness.",
      "summary": "The speaker highlights the purpose of Srimad Bhagavatam as a means to awaken Krishna consciousness, emphasizing its accessibility through translations and commentaries.",
      "timestamp_url": "https://youtu.be/aqmqW9DWZnw?t=178",
      "transcript": "And of course, that hearing also results in purification of the heart in awakening their dormant Krishna consciousness, which is natural for everyone, every living being, every person. It is natural. So we can also adopt the same method of awakening our own Krishna consciousness. It is with this perspective that Srimad Bhagavatam has been spoken by Shukadeva Goswami, has been recorded by Srila Vyasadeva, has been translated and commented by all the Acharyas. And it is with this purpose only Srila Vyasadeva has been recorded. And the same way that absolute truth, Insatana Bhagavad explains to us in very simple easily understandable language, the Srimad Bhagavatam, which is in Sanskrit language, he is giving us in simple English. So they are describing who can actually experience the transcendental form of Krishna. Krishna, the Supreme Absolute Truth, the Supreme Personality of Godhead, Krishna, the Supreme Absolute Truth, the Supreme Personality of Godhead, is the sentirable energy that accelerates death and prosperity of people."
    },
    {
      "start_time": 257,
      "end_time": 373,
      "verse_references": [
        "BG 18"
      ],
      "themes": [
        "devotional service",
        "purification",
        "Bhagavad Gita"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bhaktia only by dint of pure devotional service. We can know Krishna.",
      "summary": "The speaker elaborates on how to perceive Krishna, emphasizing the need for cleansing material consciousness through devotional service and sense control, referencing the Bhagavad Gita.",
      "timestamp_url": "https://youtu.be/aqmqW9DWZnw?t=257",
      "transcript": "a transcendental person, is the transcendental person and that form, transcendental form cannot be seen with ordinary eyes. Krishna is seated in our heart but we look into our heart we cannot see Krishna in our present condition. So how can we see Krishna? That is possible if we cleanse our material consciousness by two things mentioned here. We perform rigid devotional service and we are able to gain full control of life and the senses. Only then we can actually see Krishna within our own eyes. We can see Krishna within our own heart and not only that they are telling that this method of cleansing the heart is the only way to purify our existence, present state of existence, material existence. The only way. So Srila Prabhupada explains in the purport that it is stated in the Bhagavad Gita that the Lord can be known in his real nature by dint of pure devotional service only. Bhaktiamam abhijanati yavanyas chasmi tatvatah. Krishna says in the 18th chapter of the Bhagavad Gita Bhaktia only by dint of pure devotional service. We can know Krishna. Bhaktiamam abhijanati. We can know him."
    },
    {
      "start_time": 373,
      "end_time": 453,
      "verse_references": [],
      "themes": [
        "devotional service",
        "practice",
        "purification"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Who are able to clear the mind of all material dust by rigid devotional service can experience the Lord as he is.",
      "summary": "The speaker stresses the importance of rigid devotional service as a serious practice for purifying the mind and experiencing the Lord.",
      "timestamp_url": "https://youtu.be/aqmqW9DWZnw?t=373",
      "transcript": "Yavan yas yaha chasmi tatvatah. Tatvatah means the real nature of Krishna. Not mistaking him to be a ordinary covered boy or just another king in Dwaraka or just another prince in Mathura. No. As the supreme personality of Godhead, he is the supreme personality of Godhead. Since, him is truly an superb person. It is pipes need sumitra instructions. I tell you that sometimes since Putin dethroned the no details which make the holy God to Buddha , it is well ours here. History has been studying hier s re the ideas being a life. Who are able to clear the mind of all material dust by rigid devotional service can experience the Lord as he is. Rigid devotional service. That means devotional service that is taken up as a serious practice."
    },
    {
      "start_time": 453,
      "end_time": 571,
      "verse_references": [],
      "themes": [
        "chanting",
        "worship",
        "repetition of birth and death"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Every day we have to chant and hear Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare.",
      "summary": "The speaker provides practical examples of daily devotional activities like chanting, worship, and hearing Krishna's glories, explaining how these practices purify the mind from material contamination accumulated over lifetimes.",
      "timestamp_url": "https://youtu.be/aqmqW9DWZnw?t=453",
      "transcript": "In the Bhagavad Gita also the same thing is explained. By rigid devotional service. Practice. Constant practice. Every day we have to chant and hear Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare. Every day. Every day we have to worship Krishna. Every day we have to take food offered to Krishna as prasadam. Every day we have to sing Krishna's glories. We have to hear the Srimad Bhagavatam or read the Bhagavatam or recollect the pastimes of Krishna which we may have heard earlier. This is required every day. Srimad Bhagavatam sevaya. Nitya means every day. Regularly. Constantly. Always. This way the mind can become purified of all material dust. This material dust we have accumulated over long association with material nature in past so many millions of years, of lifetimes. We have been around in this material world changing bodies again and again and again and again and again. This is called repetition of birth and death. Samsara. We perform some activities in this life, and those activities result in some reactions, good or bad."
    },
    {
      "start_time": 571,
      "end_time": 690,
      "verse_references": [],
      "themes": [
        "devotional service",
        "material existence",
        "sense control"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Until then our material existence continues life after life after life after life after life.",
      "summary": "The speaker contrasts material activities with devotional service, highlighting that only through contact with a pure devotee and acceptance of devotional service can one break free from the cycle of birth and death, emphasizing the human form's potential for understanding one's relationship with Krishna.",
      "timestamp_url": "https://youtu.be/aqmqW9DWZnw?t=571",
      "transcript": "And then to undergo those reactions we get another body and in the next life again we perform some more material activities and this repeats till we come in contact with a pure devotee of Krishna like Srila Prabhupada and after that we accept the process of rigid devotional self. This is the service. Until then our material existence continues life after life after life after life after life. You can see everywhere around you what are people engaged in. They are simply engaged in material activities whether good or bad. So they have no chance of purifying their body, mind. So they remain in ignorance, darkness of ignorance. And only in the human form of life do we have the developed intelligence to understand this. Who am I? Who is Krishna? What is my relationship with Krishna? What am I entitled to? As spirit soul I am entitled to eternal happiness in association with Krishna. That is explained by Srila Prabhupada. So Srila Prabhupada explains further in this purport. Jita Indriya means one who has full control over the senses. Jita Indriya. One who has conquered his senses. Normally we are dictated by our senses. Our senses demand and we try to fulfill those demands."
    },
    {
      "start_time": 690,
      "end_time": 888,
      "verse_references": [],
      "themes": [
        "sense control",
        "devotional service",
        "bhakti"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The reality is that these senses if they are controlled and engaged in devotional service only then can we become really happy.",
      "summary": "The speaker explains the concept of 'Jita Indriya' (sense control) and contrasts it with 'Ajita Indriya' (uncontrolled senses), arguing that true happiness comes from engaging the senses in devotional service rather than suppressing them, using the example of Vishwamitra Muni to illustrate the failure of artificial sense control methods.",
      "timestamp_url": "https://youtu.be/aqmqW9DWZnw?t=690",
      "transcript": "With the hope that I will be able to fulfill those demands, I will become happy if I satisfy my senses. This is ignorance actually. The reality is that these senses if they are controlled and engaged in devotional service only then can we become really happy, experience real happiness. If we are Jita Indriya. Those who are simply trying to satisfy the demands of the senses they are called Ajita Indriya. Ajita Indriya. Most people they are just having these uncontrolled senses and their life is only simply satisfying the demands of the senses all the time, all the time. And the center of all these senses is the mind so it's the mind which is driving the senses and the senses are driving our organs of action and is simply engaged in different activities with the single aim of satisfying the senses and the mind with a hope that we can become happy but it is explained here that sense control is not possible by stopping all activities of the senses and it is even explained here for Srila Prabhupada the artificial means of the yogic processes to make the senses inactive has proved to be abject failure trying to stop the senses by even the hatha yoga or the ashtanga yoga process is not a guaranteed method of controlling the senses the example is given of Vishwamitra Muni a very famous example he controlled his senses by yogic trance but when he happened to meet Menaka an absurd trauma he became a victim of sex and artificial way of controlling the senses failed what is this artificial way you try to suppress the senses we say no no no no to demands of the senses but the devotee simply engages all the senses and that is exactly what is bhakti rishikeshya sevannam bhakti ruchyate engage the senses to fulfill himself the eyes and seeing the beautiful form of Krishna, engage the tongue in tasting wonderful Krishna Prasadam, engage the ears in hearing nice Krishna Katha or nice Krishna Bhajans, like that and your senses automatically become controlled and when they are purified you can see Krishna. I'll stop here. Thank you very"
    }
  ]
}