{
  "video_id": "AqTAbLOhPOs",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.15.6 | 27-11-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=AqTAbLOhPOs",
  "segments": [
    {
      "start_time": 0,
      "end_time": 48,
      "verse_references": [],
      "themes": [
        "Invocation",
        "Prayers"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyana Timiraandasya Gyananjanishalakaya Chakshurunmilitam Jena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/AqTAbLOhPOs?t=0",
      "transcript": "Om Agyana Timiraandasya Gyananjanishalakaya Chakshurunmilitam Jena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet"
    },
    {
      "start_time": 49,
      "end_time": 199,
      "verse_references": [
        "SB 1.15.6"
      ],
      "themes": [
        "Separation from Krishna",
        "Loving relationship with Krishna",
        "Forgetfulness of Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "For a living being, there is no one dearer than the Lord.",
      "summary": "The speaker introduces the verse and explains that everyone has a loving relationship with Krishna, but we have forgotten it.",
      "timestamp_url": "https://youtu.be/AqTAbLOhPOs?t=49",
      "transcript": "In this session we will be discussing from the 6th verse of the 15th verse. The meaning of this verse is, I have just lost him whose separation for a moment would render all the universes unfavorable and void like bodies without life. Arjuna is further describing to Yudhishthira the feeling that he is having after having lost the association of Krishna. So Srila Prabhupada explains in the purport that factually for a living being, there is no one dearer than the Lord. For any living being, not only for devotees, for every living being, who is the dearest person? It is Lord Krishna. So, which means that we should understand, if we are not experiencing that loving relationship with Krishna right now, in our present condition, it is because we have forgotten Krishna, somehow. We don't know exactly how. We cannot trace back, how did I lose my dear most friend, my relationship with my dear most friend Krishna, how did I lose? We cannot trace it. So, we have to accept on the authority of the scriptures that we have lost our dear most friend. We have lost Krishna. We have lost the relationship with our dear most friend Krishna, dear most person."
    },
    {
      "start_time": 200,
      "end_time": 376,
      "verse_references": [],
      "themes": [
        "Svamsa",
        "Vibhinamsa",
        "Expansions of Krishna",
        "Paramatma",
        "Jivas"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Lord Krishna has got His own expansions, His personal expansions.",
      "summary": "The speaker explains the concepts of Svamsa (personal expansions of Krishna) and Vibhinamsa (living beings as expansions of Krishna's energy).",
      "timestamp_url": "https://youtu.be/AqTAbLOhPOs?t=200",
      "transcript": "Prabhupada says, the Lord expands himself by innumerable parts and parcels as Svamsa and Vibhinamsa. I will explain what this means. Svamsa. Lord Krishna has got His own expansions, His personal expansions. He himself expands in forms called Svamsa. His own personal expansion. Just like Krishna expands as Balaram, Narayana, Vasudeva, Sankarsana, Pradyumna, Aniruddha, Ram, Sankarsana, Vibhinamsa, Svamsa. Lord Krishna has got His own personal expansions. Lord Krishna has got His own personal expansions. Lord Krishna has got His own personal expansions. Lord Krishna has got His own personal expansion. Like Adha, Rama, Narasimha, Varaha, Vamana. Like that He expands in so many forms of incarnation, of different expansions in the spiritual world, incarnations in the material world. He expands Himself, His own Self. That means all these Swamsa expansions or incarnations, meditators from the Yantlingam, our nations are actually Lord Krishna himself. So, Swamsa is equal in power with Lord Krishna himself. So, Krishna only is present in another form as Rama, Narasimha, Varaha. And Krishna expands himself in another kind of expansion called Vibhinamsa. Vibhinamsa is the expansion of Krishna as the living beings. That is an expansion of Krishna's energy, expansion of Krishna's energy. So, those expansions are very, very, very, very, very, very tiny. They don't have equal power as that of Krishna. The expansion called Vibhinamsa, which is the living beings, they don't have the same power as Krishna. They have a very, very, very, very, very, very, very tiny fraction, fragmental portion of Krishna's energy, Krishna's power, Krishna's wealth, Krishna's beauty, Krishna's strength, Krishna's knowledge, very tiny bit of that. That is what"
    },
    {
      "start_time": 377,
      "end_time": 573,
      "verse_references": [],
      "themes": [
        "Paramatma",
        "Swamsa",
        "Vibhinamsa",
        "Living beings",
        "Material body",
        "Soul"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Without the living being, the material body has no value.",
      "summary": "The speaker elaborates on the difference between Paramatma (Swamsa) and Jivatma (Vibhinamsa) and emphasizes the importance of the soul within the body.",
      "timestamp_url": "https://youtu.be/AqTAbLOhPOs?t=377",
      "transcript": "says further in the purport, Paramatma is the Swamsa part of the Lord. Who is Paramatma? The Lord seated on everybody's heart in this material world. Paramatma is the Swamsa part of the Lord. Who is Paramatma? The Lord seated on everybody's heart in this material world. Paramatma. He is the Swamsa part. That means he has full power as Krishna. Whereas the Vibhinamsa parts are the living beings. Vibhinamsa parts, the living beings have got every, very, very, very less power. So, the English terms that are used by Prabhupada, we are infinitesimal part of Krishna and the incarnations of Krishna are infinite incarnations of Krishna. So, infinite and infinitesimal. Unlimited, limited. Param Brahma and Brahma. So, the difference always exists, eternally exists in all conditions. The living being is always tiny, limited. The Lord, including all his incarnations of his personal self, are always unlimited, always full with all power, all strength, all beauty, all knowledge, etc. Therefore, all those incarnations are called Bhagavan, Bhagavan Rama, Bhagavan Varaha, Bhagavan Narayana, Bhagavan Krishna. Therefore, whenever Krishna speaks in the Bhagavad Gita, Bhagavan Narayana, Bhagavan Krishna. Therefore, whenever Krishna speaks in the Bhagavad Gita, Bhagavan Narayana, Bhagavan Krishna. mijita-vedavyasa records it as Shree Bhagowanu Aacha. When the Lord incarnated as Kapila, then the description in the Bhagavatam is, Shree Bhagawanu Aacha. When Kapila speaks, the Samkhya philosophy explains. So, that is recorded by Vyasadeva in the Bhagavata, the Bhagavatam as Shri Bhagavanu Acha. So, this is important to understand. As the living being is the important factor of the material body, now all living beings, the important factor is the spirit soul, the living entity, the living being. Without the living being, the material body has no value. We know what happens when we say a person died. What happens? The living being, the spirit soul, has left the body. The body is a lump of matter, flesh and bones and skin and all that material covering. That's all that is left. Then we immediately dispose it off, because the person is not there."
    },
    {
      "start_time": 574,
      "end_time": 778,
      "verse_references": [
        "BG 9.4",
        "BS 5.40"
      ],
      "themes": [
        "Paramatma",
        "Brahman",
        "Krishna as the Supreme Personality of Godhead",
        "Subordinate features of Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is the Supreme Personality of the Supreme Lord.",
      "summary": "The speaker explains that Brahman and Paramatma are expansions of Krishna and do not have independent existence, emphasizing Krishna's supreme position.",
      "timestamp_url": "https://youtu.be/AqTAbLOhPOs?t=574",
      "transcript": "Now, the soul also in the same way, body has its existence based on the Paramatma within the heart of the living being, within the heart of the soul. It is only because of Paramatma's presence in the heart of the soul that the soul is able to utilize the body and do some activity while in the body. Without the presence of Paramatma we are completely helpless, we are totally lost, we are incapacitated. So Paramatma enters to facilitate our life in this body. Now further Srila Prabhupada says, Brahman or Paramatma has no locus standing without the Supreme Lord Krishna. Now Krishna the Supreme Personality of the Supreme Lord Krishna is the Supreme Personality of the Supreme Lord. You've got it? He expands as Paramatma, He expands as Brahman. Now both Brahman and Paramatma expansion of Krishna, they have no independent or separate existence without Krishna. Krishna only expands as Paramatma. Krishna's bodily effulgence only is Brahman or the impersonal feature or the energies. In different ways this Brahman is explained in the scriptures, which is one of the features of the Supreme Lord Krishna, the Absolute Truth. So that feature is a subordinate feature to Bhagavan, Krishna. Krishna says this in the Bhagavad Gita, brahmanohi pratishta aham. I am the basis of the Brahman, impersonal Brahman. Elsewhere in the Brahma Samhita it is said, yasya prabha prabhavato jagadandakoti. This entire jagadandakoti, the crores of universes, they are a rest. They are resting in the Brahman effulgence, which is the bodily luster of the Supreme Lord Krishna, yasya prabha. His bodily effulgence is the Brahman. And in that Brahman all the universes are resting, they are sustained. So that is explained also. This is all explained"
    },
    {
      "start_time": 779,
      "end_time": 869,
      "verse_references": [],
      "themes": [
        "Interrelation",
        "Dependence on Krishna",
        "Source of everything"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Actually none of them are independent of Krishna.",
      "summary": "The speaker concludes by stating that everything is interrelated and dependent on Krishna, who is the ultimate source.",
      "timestamp_url": "https://youtu.be/AqTAbLOhPOs?t=779",
      "transcript": "They are all interrelated. They are linked with one another or independent factors. It appears like each one is existing independently, but actually none of them are independent of Krishna. So Krishna is the source of the Paramatma. Paramatma is the source of the Jivatma. Jivatma is the source of the body. . . I am just talking only of Jivatma and so there is no other source of the Paramatma. You have to Wohn the . . . . . . . . . . . . . ."
    }
  ]
}