{
  "video_id": "aSURixov4CE",
  "title": "Mahabharata | Part 36 | The meeting of the two sons of Vayu | His Grace Suvyakta Narasimha Dasa",
  "speaker": "HG Suvyakta Narasimha Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=aSURixov4CE",
  "segments": [
    {
      "start_time": 30,
      "end_time": 100,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Adhyana Timranthasya Jnananjana Salakaya",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/aSURixov4CE?t=30",
      "transcript": "Om Adhyana Timranthasya Jnananjana Salakaya Taksurunmi Ritam Yena Shasmai Shri Gurave Namaha Namah Om Vishnupadaya Krishna Preshtaya Bhutale Srimate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvisesha Sunyavadi Asatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nityananda Sri Advaita Gadadhara Sri Vasadi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Mokam Karoti Vachalam Pangam Langhayate Girim Yath Kripata Mahamvande Sri Gurum Deena Saranam"
    },
    {
      "start_time": 103,
      "end_time": 179,
      "verse_references": [],
      "themes": [
        "Pandavas",
        "exile",
        "austerity",
        "sense gratification"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "In the previous episode, we have seen how the Pandavas lived in the forest in exile, increasing their pious credit, by engaging in various kinds of austerities.",
      "summary": "Review of the previous episode, highlighting the Pandavas' pious activities in exile versus Duryodhana's sense gratification.",
      "timestamp_url": "https://youtu.be/aSURixov4CE?t=103",
      "transcript": "Welcome to today's episode of the Mahabharata. In the previous episode, we have seen how the Pandavas lived in the forest in exile, increasing their pious credit, by engaging in various kinds of austerities, tapasyas, conducting various Ejna's sacrifices with the help of the sages and the rishis in the forest, and distributing the Ejna Sista or Vishnu's Prasadam to everyone who attended their sacrifices. At the same time, we also saw how Guryodhana engaged in various kinds of sense gratification without engaging in activities of tapasya, dana, etc., thereby simply diminishing the pious credits he had accumulated over his past life. We also saw how when the Pandavas were living in Gandhamadana hill, Draupadi came across a beautiful golden thousand petaled lotus and she requested Bhima to get more of this at Bhima's temple."
    },
    {
      "start_time": 206,
      "end_time": 503,
      "verse_references": [],
      "themes": [
        "devotion",
        "Lord Ramachandra",
        "deities",
        "worship"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So the man was also very happy and he took the deities to his home and personally started worshipping them with great respect and affection.",
      "summary": "A story from the time of Lord Ramachandra illustrating the deep connection between the Lord and His devotees, and the importance of deity worship.",
      "timestamp_url": "https://youtu.be/aSURixov4CE?t=206",
      "transcript": "To begin today's episode, we will take you to the time of Lord Ramachandra who ruled over the earth several millions of years ago during the age known as Treta Yuga. The current age in which we all live in is called Kali Yuga which lasts for 432,000 years out of which 5000 years have passed by. The age previous to this was called Dwapara Yuga which lasted for 864,000 years and the age previous to that was Treta Yuga which lasted for 1,296,000 years. It was during the time of Treta Yuga that Lord Ramachandra ruled over the world from his capital Ayodhya. Ayodhya is very close to the capital of the state of Uttar Pradesh which is Lucknow. Now when Lord Ramachandra was ruling over Ayodhya accompanied by his brothers, the citizens were all great devotees of Lord Ramachandra and Lord Ramachandra also ruled over them exactly like a very loving father would take care of his children. There were many devotees who rendered loving devotional service to Lord Ramachandra during that time. There was one particular devotee of Lord Ramachandra in Ayodhya. His devotion to Lord Ramachandra was so great that every day he would come to the court, have darshan of Lord Ramachandra and then go back and only then he would have his meals. Without having darshan of Lord Ramachandra, one would never have darshan of Lord Ramachandra, this is a very rare fact. And there was a man without having first seen the supreme Lord Ramachandra. This man would never have his meals. Once Lord Ramachandra had to go out of Ayodhya for about five, six days on some important work. Now during this time this gentleman because he could not see Lord Ramachandra refused to eat anything; he would not even drink water. So like this, one day, two days, three days, days went by like this but this man would not relent from following his austerity, from following his vow. Lord Ramachandra, after finishing his work, when he returned to Ayodhya, then Lakshmana, his younger brother, introduced this gentleman, this devotee to Lord Ramachandra and he explained to him how this man was so devoted to Lord Ramachandra that while he was not there, he has not even taken a drop of water. So Lord Ramachandra was very much affected by this person's devotion and he thought that there may be some other instance like this where I may have to go out and if this person doesn't see me and he doesn't eat his food, it is not good. So Lord Ramachandra instructed Lakshmana to bring out a set of deities of Sita and Rama. These deities of Sita and Rama had been worshipped by the sun god and it had been handed over by him to his son, Ikshwaku and like this, generation after generation, he was worshipped by the sun god and he was worshipped by the deities of Sita and Rama. During Lord Ramachandra's time, when he was personally present, because of his personal presence, there was no need to worship those deities which had come, handed over from one king to the other in that dynasty in which Lord Ramachandra himself appeared. So when Lord Ramachandra was personally present, he said that there is no need for these deities right now and they were kept locked up in a closet. Lord Ramachandra recalled these deities and he instructed his younger brother, Lakshmana, to bring those deities and Lord Ramachandra gave it to that devotee and he told him that if for some reason you are not able to see me then you can see these deities of mine which is as good as seeing me personally so then you will not be any seglude about anyone. In his mind, Lord Ramachandra said that these deities, when they meet each other, this is meant to have atmosphere and though these deities are known but they know each other very well. When they meet each other, he will not touch these Deities for too long置 quite accurately. This 50-60e thick stone and he said Lord Ramachandra did not recognize these then you will not have to take the trouble of having to fast if on some day you are not"
    },
    {
      "start_time": 505,
      "end_time": 586,
      "verse_references": [],
      "themes": [
        "devotion",
        "happiness",
        "sense gratification",
        "association with the Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "What gives pleasure to the devotees is to be able to see the Lord, to be able to constantly chant the holy names of the Lord.",
      "summary": "Explanation of the true happiness of devotees, which lies in serving and associating with the Lord, not in material pleasures.",
      "timestamp_url": "https://youtu.be/aSURixov4CE?t=505",
      "transcript": "So the man was also very happy and he took the deities to his home and personally started worshipping them with great respect and affection. So we can see from this exchange how the Supreme Lord is very very dear to his devotees. The devotees are also very dear to the Supreme Lord. The Supreme Lord takes every care possible to keep his devotees always happy. And when we say the Lord wants to keep his devotees happy, the devotees are not happy by engaging in some activities of sense gratification. They are not happy by having good food to eat, good clothes to wear, having a nice luxurious residence. They are not interested in all these things. What gives pleasure to the devotees is to be able to see the Lord, to be able to constantly chant the holy names of the Lord, to be able to constantly remember the past times of the Supreme Lord and to thus always remain in his association. So this, just like this devotee, he because he was a great devotee of Lord Ramachandra, Lord Ramachandra knew that nothing would satisfy him except to be always in his presence. And so the Lord understanding what would keep him happy."
    },
    {
      "start_time": 590,
      "end_time": 777,
      "verse_references": [
        "BG 18.61"
      ],
      "themes": [
        "Bhima",
        "Hanuman",
        "Paramatma",
        "respect"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "So Bhima told the monkey, you see, in your heart, Paramatma is there. So therefore, if I cross over your body, I will be crossing over Paramatma, which will be a great offense.",
      "summary": "The story of Bhima encountering Hanuman in the forest, highlighting Bhima's respect for Paramatma present in all beings.",
      "timestamp_url": "https://youtu.be/aSURixov4CE?t=590",
      "transcript": "So now we come back to the forest where Bhima had come across this strange animal. Bhima looked upon this animal with wonder. This animal looked like an ordinary monkey, but then its whole body had a golden hue and it was faintly effulgent. And this monkey was lying on the ground as if he was sleeping in the path. So Bhima, because his path was blocked, he spoke to the monkey and he told him, that oh monkey, you are lying in my path, please wake up and give way. This monkey slowly raised its head and looked at Bhima and he said, I am very old, it is not possible for me to get up and all that. Why have you come here? Why are you troubling me like this? This is my place, you seem to be some new person, why do you want to go this way? So Bhima introduced himself. He said, I am Bhima, one of the Pandavas and I am going on this path searching for a golden thousand petaled lotus. So this monkey looked at Bhima and he told him, see that lotus what you are talking about is not available in all these ordinary earthly planets. It is there in the heavenly planet. And this path which you are walking on leads you to the heavenly planet. And so ordinary people like you and all cannot go to the heavenly planet. So you go back, don't trouble me, you go back. Now Bhima became very upset. He said, what do you think of yourself? Who are you to stop me? If you don't step aside on your own, I will pick you up and throw you aside. Now this monkey, he looked at him and he said, why are you troubling me? If you are so insistent that you want to go, you step over me and go, no, why I should get up and all this and you should throw me and all that. You just cross over me and you go. Then Bhima looked at the monkey and he said, you see, I cannot cross over you because as Lord Krishna says in the Bhagavad Gita, sarvasya caaham hrithi sannyavishtha, the Lord as Paramatma is seated in every living entity's heart. So Bhima knew this, that Krishna is present as Paramatma in every living entity's heart, even in the heart of animals, not just human beings. Even in the heart of the monkey also, Paramatma is present. So Bhima told the monkey, you see, in your heart, Paramatma is there. So therefore, if I cross over your body, I will be crossing over Paramatma, which will be a great offense. Therefore I will not commit that offense of crossing over you, you will have to either get up and give me way, or I will pick you up and throw you aside. Then Bhima told the monkey, see, if I did not know this, that the Paramatma is there in your heart, I would have jumped across you very easily, just like Hanumanji jumped over"
    },
    {
      "start_time": 777,
      "end_time": 956,
      "verse_references": [],
      "themes": [
        "Hanuman",
        "Ramayana",
        "Vayu",
        "brotherhood",
        "devotion"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "I am that Hanuman.",
      "summary": "Hanuman reveals his identity to Bhima, leading to a discussion about the Ramayana and their shared lineage through Vayu.",
      "timestamp_url": "https://youtu.be/aSURixov4CE?t=777",
      "transcript": "the ocean for Lord Ramachandra. So this monkey immediately looked at him and took notice and he said, Hanumana, who is this Hanuman? What did he do? Why did he jump across the ocean? So then Bhima told him that Hanumanji is a great devotee of Lord Ramachandra. So he said, Hanumanji, who is this Hanuman? Why did he jump across the ocean? So then Bhima told him that Hanumanji is a great devotee of Lord Ramachandra, and he was also Vanara like you. When Ramana, the Asura, he kidnapped Sita Devi, wife of Lord Ramachandra to search and find her out, Hanumanji jumped across the ocean and he delivered, he found where Sita Maya was and he came back and delivered the message to Ramachandra. Anyway that and all is separate. Now you get up and give way. So then the monkey said, see, it is very difficult for me to move. My tail is lying there. You, it is in one side. You remove my tail and then you walk across. So, then Bhima looked at him and he said, what monkey, you know, simply creating trouble for me. He wants me to pick up his tail and keep it aside. Okay, anyway, let me do it. He went and he used his left hand to pick up the tail of the monkey. Then Bhima is holding the monkey's tail and pulling. It is not moving. Bhima was little surprised. He thought very easily like, you know, monkey's tail, how difficult it is to move. So, then he thought very easily he will be able to move, but this is not moving. So, he was carrying his gada with him. He kept it aside and then he used his right hand also. With both hands, he started pulling. But this tail is not moving. So, Bhima realized, this is not some ordinary monkey and this is not some ordinary tail. So, he started putting his full effort because now, it was a matter. It was a matter of prestige for him. And he is using his full energy and power and he is perspiring, but this tail is not moving. Then Bhima stepped aside and he understood that this is not some ordinary monkey because Bhima's power is such that no ordinary person can face him and this ordinary monkey's tail is not able to lift. So, this is definitely some extraordinary being. So, Bhima stepped aside and then he apologized to the monkey. He said, it looks like you seem to be some celestial personality. You are not an ordinary monkey. I am sorry that I spoke to you in an insulting way. Please forgive me and please reveal yourself. Then this monkey looked at him and he said, you spoke about somebody called Hanuman, no? I am that Hanuman. Bhima was astonished. Oh, Hanumanji has come. He immediately offered his obeisances. And ultimately because Hanumanji is the son of Vayudev and Bhima was also begotten by Kunti Devi according to the blessings of Vayudev. In that sense, both of them are brothers also."
    },
    {
      "start_time": 956,
      "end_time": 1119,
      "verse_references": [],
      "themes": [
        "deities",
        "worship",
        "lineage",
        "Madhvacharya",
        "Udupi"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "And Hanumanji, from that time, was carrying it in a piece of cloth tied around his neck. And every day, he would ecstatically worship them.",
      "summary": "Hanuman hands over the deities of Sita and Rama to Bhima, tracing their lineage from Ikshwaku to Madhvacharya and the Udupi temple.",
      "timestamp_url": "https://youtu.be/aSURixov4CE?t=956",
      "transcript": "So, then Bhima was very happy to meet Hanumanji because Hanumanji is also a great devotee of the Lord. Bhima is also a pure devotee of the Lord. So, then Bhima asked, requested Hanumanji to narrate the whole Ramayana to him. And so, Hanumanji very ecstatically, he described the whole Ramayana pastime of the Supreme Lord Ramachandra to Bhima. Then Hanumanji was carrying deities of Sita and Rama tied around his neck. So, he took those deities and he handed it over to Bhima and he gave it to him and he said, these are the deities of Lord Rama and Sita which were originally worshipped by Ikshwaku himself. And during Lord Ramachandra's personal presence, these deities were not being worshipped, but the Lord handed it over to one devotee in his kingdom who, because that devotee had taken a vow not to eat anything until he would have darshan of the Supreme Lord. This is the same devotee who had gotten the deities of Sita and Rama from Lord Ramachandra himself. And when that devotee, as long as he was alive, he was worshipping those deities of Rama and Sita. But when the time came for him to depart, to give up his body, at that time, he handed over these Sita and Rama deities to Hanumanji. And Hanumanji, from that time, was carrying it in a piece of cloth tied around his neck and every day, he would ecstatically worship them. And now, Hanumanji handed over the same deities to Bhima. So, Bhima received them with great respect and he took those deities. As long as Bhima was present on this earth, Bhima kept those deities very carefully and he would worship them every day. Of course, it is said that today, those deities were further, after the time of the Pandavas, were handed down further to their descendants and eventually, it reached the hands of Madhvacharya and he kept them in the Udupi temple. And it is said that even today, that Udupi temple, there are the deities of Sita and Rama, who are the same deities who were worshipped by Ikshwaku and then, handed over by Rama to his devotee, who handed it over to Hanumanji, who handed it over to Bhima and Bhima handed over to his descendants and finally, it is now in the temple of Udupi."
    },
    {
      "start_time": 1119,
      "end_time": 1248,
      "verse_references": [],
      "themes": [
        "Hanuman",
        "support",
        "Pandavas",
        "forest",
        "exile"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Then, Hanumanji assured him that because the Pandavas were all devotees of Lord Krishna, he would definitely help them.",
      "summary": "Hanuman promises to support the Pandavas, and Bhima returns to Draupadi with the lotuses, while the Pandavas continue their life in exile, moving between different forests.",
      "timestamp_url": "https://youtu.be/aSURixov4CE?t=1119",
      "transcript": "So, Bhima then, taking the requested Hanumanji, that he should support them in some way, whenever the need would arise, when the Pandavas would have to face the Kauravas in battle. Then, Hanumanji assured him that because the Pandavas were all devotees of Lord Krishna, he would definitely help them and he said he would help them by being personally present on the flag of Arjuna during the battle, which would take place between them and the Kauravas. And then, Bhima left Hanumanji there and he went further and he approached the celestial planets, which was the abode of Kuvera and there he found that lake, where there were many, many golden thousand petal lotuses and he picked a few of them and he brought them back to Draupadi. So, like this, the Pandavas were engaging in various activities during their stay. They were going back and forth between two forests, the Kamyaka forest and the Dwaitavana forest. Dwaitavana forest is said to be modern day Dev Vandh. Dwaitavana was also known as Dev Vandh and now it came to be known as Dev Vandh which is near Saharanpur in Uttar Pradesh. Kamyakavana is said to be a forest which is close to Thar desert. It is further up northwards and the Dwaitavana is down south from Kamyakavana. So, the Pandavas were largely going between these two. Sometimes they would go to the Himalayas and like this they would keep going to various parts of the forest and they would build a hermitage there, live for some time and like this they were going."
    },
    {
      "start_time": 1248,
      "end_time": 1430,
      "verse_references": [],
      "themes": [
        "time",
        "exile",
        "anxiety",
        "opulence",
        "Duryodhana",
        "Karna"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Duryodhana on the other hand he was merrily spending his time enjoying life and oblivious of the fact that the forest exile was coming to a close instead of becoming anxious Duryodhana was becoming more and more cocksure of himself",
      "summary": "The Pandavas' exile nears its end, causing anxiety for Dhritarashtra but increasing Duryodhana's false confidence, leading to a plan to flaunt his opulence before the Pandavas.",
      "timestamp_url": "https://youtu.be/aSURixov4CE?t=1248",
      "transcript": "The Pandavas were spending their time. Now time went by and slowly the years passed by. One year, two years, three years, four years like this they entered the twelfth year in forest exile. In Hastinapura, Dhritarashtra was counting the days and as the time came closer for the Pandavas forest exile to get over, Dhritarashtra's blood pressure was going up. He was becoming more and more anxious because he knew the Pandavas were righteous and he was also repenting whatever had happened to the Pandavas. So, he knew that unless the Pandavas were given their rightful kingdom eventually there could be war and if war was there then definitely Duryodhana did not stand a chance. Duryodhana on the other hand he was merrily spending his time enjoying life and oblivious of the fact that the forest exile was coming to a close instead of becoming anxious Duryodhana was becoming more and more cocksure of himself because he was building up his alliances and his opulence was increasing his military strength was increasing so he was under the false confidence that his power is increasing while the Pandavas are in exile when they come back who is going to support them so this was Duryodhana's thinking so when the 12th year came then Karna came to Duryodhana and he said long time over we have been enjoying like this and Duryodhana has become very opulent you become very powerful all these things are there and you know by our by our plans by our scheme we managed to keep the Pandavas very far away so but then you know simply enjoying like this is doesn't full maja is not there we should go and show off to the Pandavas you know let us go and show them what we have got and how we are enjoying so you know a little bit let us finger them so Duryodhana heard this and he said ah very good idea let us do that so Duryodhana thought let me let us you know go and show off let me go up and go to the forest and show off my power and my opulence to the Pandavas so he started making arrangements to uh to you know get together a large army thousands of horses thousands of elephants and and we have all the women folk and carrying lot of jewels and ornaments and all that he thought let us go to where the Pandavas are there in Dwaitavana and let us show off what power and opulence I've got like this he started getting ready now when Duryodhana was planning like this to go and and insult the Pandavas and show off his opulence and power what happened please join us in the next episode to learn about this thank you for joining us today Hare Krishna"
    }
  ]
}