{
  "video_id": "aThPUzdnM6w",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.10.4 | 25-05-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=aThPUzdnM6w",
  "segments": [
    {
      "start_time": 0,
      "end_time": 33,
      "verse_references": [],
      "themes": [
        "invocation",
        "spiritual lineage"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhigaura Bhakta Vrinda",
      "summary": "The lecture begins with traditional Vaishnava prayers, invoking blessings and paying respects to spiritual predecessors.",
      "timestamp_url": "https://youtu.be/aThPUzdnM6w?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyananjani Shalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhigaura Bhakta Vrinda"
    },
    {
      "start_time": 33,
      "end_time": 94,
      "verse_references": [
        "SB 1.10.4"
      ],
      "themes": [
        "economic development",
        "Maharaj Yudhishthira's reign",
        "abundance"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "During the reign of Maharaj Yudhishthira, the cloud showered all the water that people needed and the earth produced all the necessities of man in profusion.",
      "summary": "The speaker introduces the fourth verse of the tenth chapter of the first canto of Srimad Bhagavatam, describing the prosperous reign of Maharaj Yudhishthira, characterized by abundant rainfall and earth's bounty.",
      "timestamp_url": "https://youtu.be/aThPUzdnM6w?t=33",
      "transcript": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Yasam Tato Jayam Udi Rayet In this session we will be discussing from the 4th verse of the 10th chapter of the 1st canto of Srimad Bhagavatam. The meaning of this verse is: during the reign of Maharaj Yudhishthira, the cloud showered all the water that people needed and the earth produced all the necessities of man in profusion. Due to the rain of Maharaj Yudhishthira, the cloud showered all the water that people needed and the earth produced all the necessities of man in profusion. Due to its fatty milk bag and cheerful attitude, the cow used to moisten"
    },
    {
      "start_time": 94,
      "end_time": 167,
      "verse_references": [],
      "themes": [
        "economic development",
        "land",
        "cows",
        "regulated rainfall",
        "Krishna consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The basic principle of economic development is centred on land and cows.",
      "summary": "The lecture emphasizes the importance of land and cows for economic development, highlighting the role of regulated rainfall controlled by Indra Deva, a servant of Lord Krishna, when the king and people obey the Lord's laws.",
      "timestamp_url": "https://youtu.be/aThPUzdnM6w?t=94",
      "transcript": "the grazing ground with milk. The basic principle of economic development is centred on land and cows. The necessities of human society are food, grains, fruits, milk, minerals, clothing, wood, etc., the material needs of the body. Certainly one does not require flesh and fish or iron tools and machinery. During the regime of Maharaj Yudhishthira, all over the world there were regulated rainfalls. Rainfalls are not in the control of the human being. The heavenly king Indra Deva is the controller of rains and he is the servant of the Supreme Lord Krishna. When the Lord is obeyed by the king and the people under the king's administration, there are regulated rains from the horizon and these rains are the causes of all varieties of production on the land. Prabhupada is explaining how land and cows are important"
    },
    {
      "start_time": 167,
      "end_time": 230,
      "verse_references": [],
      "themes": [
        "astronomical influences",
        "natural resources",
        "grains",
        "vegetables",
        "milk"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Grains and vegetables can sumptuously feed the man and animals.",
      "summary": "The speaker elaborates on the benefits of regulated rains combined with astronomical influences, leading to ample production of grains, fruits, valuable stones, and pearls, emphasizing the importance of grains, vegetables, and milk for nourishment.",
      "timestamp_url": "https://youtu.be/aThPUzdnM6w?t=167",
      "transcript": "for economic development of the human being. So, land will give all kinds of produce provided there is regulated rainfalls when people obey the Lord's laws. Not only do regulated rains help ample production of grains and fruits, but when they combine with astronomical influences, there is ample production of valuable stones and pearls. See, even pearls which they mine from the bottom of the ocean. So, this is a great way for the human being to be able to produce intellectual property and also to be able to collect clean products from the ocean and precious stones from the earth. That is also produced by proper astronomical influences. It's a great science. It is not some mythology as foolish people think. Grains and vegetables can sumptuously feed the man and animals, and a fatty cow delivers enough milk to supply the man sumptuously with vigorous"
    },
    {
      "start_time": 230,
      "end_time": 314,
      "verse_references": [],
      "themes": [
        "milk",
        "nutrition",
        "cow protection",
        "spiritual understanding"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Cows milk nourishes our brain tissues to understand what is what is Vedic knowledge what is spiritual knowledge",
      "summary": "The speaker discusses the importance of cow's milk as a miracle food, emphasizing that cows are meant to be protected and that their excess milk nourishes humans, especially the brain tissues, aiding in spiritual understanding.",
      "timestamp_url": "https://youtu.be/aThPUzdnM6w?t=230",
      "transcript": "food and natural resources. The very thing that comes from producing the food and the natural resources is really the micro-index. The micro-index produces the food and the resources. The micro-index is important for the human being. The micro-index is important. Other than the micro-index, it is very important for the human being. The micro-index is very important with vigor and vitality. Milk is described by Srila Prabhupada as a miracle food because it contains all the necessary nutrition required for a human being. Now sometimes people wrongly think that a cow gives milk for its calf. Why do human beings interfere? It's not interference. The cow is made or created by the Supreme Lord Krishi Goraksha. It is to be protected by the human civilized human beings so that the excess milk that the cow gives is taken by the human beings who protect the cow and that milk nourishes the humans with the necessary nutrition for good health and most importantly for developing finer brain tissues to understand spiritual subject matter. This is a confidential thing that people do not know. Cows milk nourishes our brain tissues to understand what is Vedic knowledge, what is spiritual"
    },
    {
      "start_time": 314,
      "end_time": 427,
      "verse_references": [],
      "themes": [
        "artificial life",
        "unnecessary things",
        "modern civilization",
        "spiritual goal"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Why do people need cinemas houses of prostitution slaughterhouse etc proper is raising this point",
      "summary": "The speaker contrasts a life focused on spiritual goals with the artificial luxuries of modern civilization, such as cinemas, prostitution, and slaughterhouses, which are deemed unnecessary and misdirected.",
      "timestamp_url": "https://youtu.be/aThPUzdnM6w?t=314",
      "transcript": "knowledge and the cow necessarily gives more milk. Of course, when the cow is exploited then the cow may not give enough milk, but a cow which is properly cared for and properly looked after, it always gives more milk than what the calf requires. So the excess milk is supposed to be taken by the human being for his own need. Human beings require cows milk for their own nourishment, especially nourishing the brain tissues to understand what is God. If there is enough milk, enough grains, enough fruit, enough cotton, enough silk, enough jewels, why do people need cinemas, houses of prostitution, slaughterhouse etc.? Prabhupada is raising this point that people are mad after all these so-called entertainment and rubbish nonsense, but actually it is not required for a human being who understands the real goal of life to lead a healthy life progressing spiritually towards the ultimate goal. You don't require all this cinema and prostitution and slaughterhouse. What is the need of artificial luxurious life? You don't require all this cinema and prostitution and slaughterhouse. What is the need of artificial luxurious life? Cinema, cars, radio, flash hotels, has this civilization produced anything but quarreling individually and nationally? Prabhupada is raising this point. All modern development is only in the wrong direction, unortha, it's called unortha, unnecessary."
    },
    {
      "start_time": 427,
      "end_time": 532,
      "verse_references": [],
      "themes": [
        "scarcity",
        "sinful activities",
        "godless civilization",
        "factories",
        "hell"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Factories, Prabhupada says is another name for hell.",
      "summary": "The lecture attributes scarcity and adversities to sinful activities and a godless civilization, criticizing factories as hellish environments that mass-produce unnecessary things, disrupting harmony with nature.",
      "timestamp_url": "https://youtu.be/aThPUzdnM6w?t=427",
      "transcript": "things are being produced in 20 and on the one side, on the other side there is apparent scarcity of food grains, scarcity of milk, scarcity of produce of different natural produce, a scarcity of rain, either a tea bridge tea or another adversity. There is too much raining. He illustrates the crop or there is scarcity of rain which does not give proper crops. The land will not be a proper cross. So all this is because of sinful activities, because of violating the laws of God, because of a godless civilization, misdirected civilization, misdirect. So, Prabhupada is pointing this out as the Acharya of our time. He is pointing out this defect in the modern way of living. Has this civilization enhanced the cause of equality and fraternity by sending thousands of men into hellish factory and war fields at the whims of a particular man? These rulers, they have all kinds of wrong ideas that let us have factories where men work and earn money and try to enjoy artificial entertainment systems. Factories, Prabhupada says is another name for hell because the conditions are very, very bad. It is not in harmony with nature to mass produce"
    },
    {
      "start_time": 532,
      "end_time": 583,
      "verse_references": [],
      "themes": [
        "cow protection",
        "joyful life",
        "selfish purposes",
        "modern civilization"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Why should men kill cows for their selfish purposes? This is a major defect of the human nature.",
      "summary": "The speaker reiterates the importance of cow protection for a joyful life, condemning the killing of cows for selfish purposes as a major defect of human nature and questioning the modern civilization's view towards a pure, peaceful human life.",
      "timestamp_url": "https://youtu.be/aThPUzdnM6w?t=532",
      "transcript": "so many unnecessary things in the name of advancement of civilization, name of development. It is said here that the cows used to moisten the pasturing land with milk, because their milk bags were fatty and the animals were joyful. When the cow is happy, the cow is happy. When is the cow happy? When it is nicely protected by the human beings. Go raksha, then they give plenty of milk. Do the cows not require proper protection for a joyful life by being fed with sufficient quantity of grass on the field? Why should men kill cows for their selfish purposes? This is a major defect of the human nature. So, Prabhupada is pointing out this defect in the modern way of living. Has this civilization"
    },
    {
      "start_time": 623,
      "end_time": 709,
      "verse_references": [],
      "themes": [
        "cow protection",
        "king's duty",
        "animal rights",
        "democracy"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This is the way to rule the kingdom that nobody should even attempt to harm a cow.",
      "summary": "The speaker narrates the story of Maharaj Pariksit punishing a cow killer, emphasizing the king's duty to protect animals and contrasting this with the perceived shortcomings of modern democracy.",
      "timestamp_url": "https://youtu.be/aThPUzdnM6w?t=623",
      "transcript": "of the modern civilization that Prabhupada is pointing out as the Acharya. Maharaj Pariksit, the grandson of Maharaj Yudhishthira, while touring his vast kingdom saw a black man attempting to kill a cow. The king at once arrested the butcher and chastised him sufficiently. This is the way to rule the kingdom that nobody should even attempt to harm a cow. Cow should be given full protection. Should not a king or executive head protect the lives of the poor animals who are unable to defend themselves? Is this humanity? Are not the animals of a country citizens also? Praja, the word Praja is used. Praja means those who take birth in a particular land. So, even the animals they also require protection. They also require protection. Why are the innocent animals allowed to be butchered in organized slaughterhouses? Therefore, in contrast with the modern advanced civilized form of government, democracy, like Maharaj Yudhishthira's, is by far superior to a so-called democracy."
    },
    {
      "start_time": 709,
      "end_time": 806,
      "verse_references": [],
      "themes": [
        "Krishna",
        "father",
        "material nature",
        "mother",
        "right to live",
        "interference"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We don't have to produce anything. We simply should not interfere with Krishna's arrangement.",
      "summary": "The lecture explains Krishna as the seed-giving father and material nature as the mother of all living beings, asserting everyone's right to live under their protection and advocating non-interference with Krishna's arrangement for abundance.",
      "timestamp_url": "https://youtu.be/aThPUzdnM6w?t=709",
      "transcript": "This democracy is not at all a proper form of government because Maharaj Yudhishthira was perfectly ruling as the king of the entire world. Maharaj Yudhishthira was just the ruler of the entire world. He rulers the всего, and he rules the world. We are all creatures of material city, but we have to be aware of the fact that we are not the same kind of people. we are all creatures of material city, of material nature. In the Bhagavad Gita, it is said that Lord himself is the seed-giving father and material nature is the mother of all living beings on all shapes. sarva yonishu kaunteya murtaya sambhavanti yaha tasam brahma maha dyonir aham bija pradapita Krishna says, I am the seed-giving father and material nature is the source of birth for all living beings, Mother nature. So this is the way the world is created. So Krishna is the father. Mother nature is the mother of all creatures. Everyone has a right to live. We should respect their right to live under the protection of the Supreme Lord as father and material nature as mother in this material world. Thus, mother, material nature is enough foodstuff for both animals and for men by the grace of the Almighty Father Sri Krishna. We don't have to produce anything. We simply should not interfere with Krishna's arrangement. That's all. Then there'd be plenty for everyone,"
    },
    {
      "start_time": 806,
      "end_time": 969,
      "verse_references": [],
      "themes": [
        "human intelligence",
        "self-realization",
        "laws of God",
        "misguided civilization"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, the purpose of this creation is ultimately self-realization by utilizing whatever is provided for naturally without any difficulty simply by following the laws of God simply by following that.",
      "summary": "The speaker concludes by emphasizing the purpose of creation as self-realization through following the laws of God, warning against being misled by a misguided civilization that promotes artificial needs and unnecessary labor, and advocating for a return to a perfect, natural way of life.",
      "timestamp_url": "https://youtu.be/aThPUzdnM6w?t=806",
      "transcript": "animals and humans. Everyone will have plenty. The human being is the elder brother of all other living beings. He is endowed with intelligence more powerful than animals for realizing the course of nature and the indications of the Almighty Father. Human beings have developed intelligence. They can understand what is the design of this creation, that there is a creator, that is God Krishna, and he has got a plan. He's got a purpose for the behind this creation that is understood by intelligent people to make proper inquiries. So, the purpose of this creation is ultimately self-realization by utilizing whatever is provided for naturally without any difficulty simply by following the laws of God, simply by following that. So, without being guided by these enlightened self-realized souls, without being guided by the authoritative scriptures, we will be misled into thinking that there is some scarcity or there is some need for economic development or there is need for some artificial things which are being manufactured for the sake of entertainment, for the sake of reducing the these the people toiling in the factories, reducing their labor or their difficulty. All this is unnecessary. If we simply follow properly, everything is very perfect. That is the lesson to be learned from this description in the Bhagavata."
    }
  ]
}