{
  "video_id": "atipl2O96aE",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.10.28 | 18-06-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=atipl2O96aE",
  "segments": [
    {
      "start_time": 0,
      "end_time": 52,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Namo Bhagavate Vasudevaya",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/atipl2O96aE?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyananjan Shalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Deveem Saraswateem Vyasam Tato Jaya Mudhirayet"
    },
    {
      "start_time": 52,
      "end_time": 174,
      "verse_references": [
        "SB 1.10.28"
      ],
      "themes": [
        "Krishna's devotees",
        "purification",
        "tapasya"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Lot of tapasya they have done to get that position.",
      "summary": "The speaker introduces the verse and explains that the intimate devotees of Krishna, like the wives and gopis, attained their position through vows, sacrifices, and worship, emphasizing the importance of purification.",
      "timestamp_url": "https://youtu.be/atipl2O96aE?t=52",
      "transcript": "In this session, we will be discussing the 28th verse of the 10th chapter of the 1st canto of Srimad Bhagavad Gita. The meaning of this verse is: O friends, just think of his wives whose hands he had to bear to marry her. How they must have undergone vows, baths, fire sacrifices, and perfect worship of the Lord of the universe to constantly relish now the nectar from his lips by kissing. The damsels of Raja Bhoomi would often faint just by expecting such favors. So among the inhabitants of Dwara, particularly the ladies of Hastinapur, are glorifying the wives of Krishna and the gopis of Vrindavan. They are very intimately associated with Krishna. They are the intimate devotees of Krishna. And they are being described here that they do not get that position simply by desiring to have that position. They must have undergone vows, baths, fire sacrifices, and perfect worship of Krishna, who is the Lord of the universe. Lot of tapasya they have done to get that position."
    },
    {
      "start_time": 174,
      "end_time": 320,
      "verse_references": [],
      "themes": [
        "purification",
        "devotional service",
        "karma vs bhakti"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "There is a lot of difference between bhakti and karma. Bhakti is completely spiritual. Karma is material.",
      "summary": "Srila Prabhupada's purport is discussed, highlighting the need to purify material qualities through religious rituals to render transcendental service to Krishna, differentiating between material karma and spiritual bhakti.",
      "timestamp_url": "https://youtu.be/atipl2O96aE?t=174",
      "transcript": "That's what is being described here. Now, Srila Prabhupada explains in the purport: Religious rites prescribed in the scriptures are meant to purify the mundane qualities of the conditioned souls. Mundane qualities means material qualities. And these material qualities are to be purified. Because we are spirit soul, we are spiritual by nature, we have spiritual qualities which are covered by material body, by material mind, covered with material qualities. So the religious rituals described in the scriptures are meant to purify the mundane qualities of the conditioned souls by these material qualities. And what will happen if we get purified? We are gradually promoted to the stage of rendering transcendental service to the Supreme Lord Krishna. So this purification is necessary for elevating us gradually to the stage of being able to serve Krishna, to be able to recognize and render devotional service to Krishna. So devotional service is not an ordinary activity, and not everybody can take to devotional service simply by desiring or deciding to do so. No. There is a lot of difference between bhakti and karma. Bhakti is completely spiritual. Karma is material. Karma may be performed by any human being, but bhakti is only for those who are purified by the right process described in the scriptures, the religious rituals for purification. And only then one can actually begin devotional service to Krishna."
    },
    {
      "start_time": 320,
      "end_time": 475,
      "verse_references": [],
      "themes": [
        "Swarupa",
        "liberation",
        "loving service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Liberation means renovation of this stage of Swarupa.",
      "summary": "The concept of Swarupa (factual identity) is explained as the highest perfection and liberation, emphasizing the importance of establishing a loving relationship with Krishna through five phases of loving service.",
      "timestamp_url": "https://youtu.be/atipl2O96aE?t=320",
      "transcript": "Further, Srila Prabhupada says, \"Attainment of this stage of pure spiritual life is the highest perfection.\" And this stage is called Swarupa. This was mentioned in the previous verse also by Prabhupada. Swarupa. What is Swarupa? The factual identity of the living being. Each one of us, we have got a spiritual identity. The spiritual identity is called Swarupa. It's our original position in our relationship with Krishna in the spiritual world, in his association. It is a perfection, the highest perfection to be attained. Liberation means renovation of this stage of Swarupa. This is what Bhagavatam describes. Sometimes people think liberation means going to the heavenly planets. Sometimes they think liberation means merging into some void. Sometimes they think liberation means getting some mystic powers. But that is not liberation, even though they may be desired by somebody who is suffering in this material world. As freedom from suffering through these methods is possible to some extent, but ultimately, real liberation is not just freedom from suffering. Of course, those who are really liberated are free from all suffering. But beyond that, they are established in their Swarupa, in their loving relationship with Krishna. In that, they are free from suffering. And in that perfect stage of Swarupa, the living being is established in five phases of loving service. This is described in detail in the Bhakti Samrita Sindhu, which describes what is Bhakti? What is the kind of relationship in Bhakti? What are the different kinds of relationships? What is the relationship between the two? Five kinds of relationships, depending on the five kinds of service that one renders to Krishna: Shanta, Das, Chesav, Kya, Vatsalya, Madhurya."
    },
    {
      "start_time": 475,
      "end_time": 663,
      "verse_references": [],
      "themes": [
        "Krishna's perfection",
        "devotee's love",
        "Madhurya Rasa",
        "Swakhiya",
        "Parakhiya"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna however in spite of being full in himself he becomes a master a friend a son or a husband to fulfill the intense love of the devotee concern",
      "summary": "Krishna's self-sufficiency and his willingness to reciprocate the love of his devotees are discussed, along with the different relationships (Madhurya Rasa) and the distinction between Swakhiya (married queens) and Parakhiya (unmarried gopis) relationships with Krishna.",
      "timestamp_url": "https://youtu.be/atipl2O96aE?t=475",
      "transcript": "Of these five, the stage of Madhurya Rasa, or the humor of conjugal love, is one of the five, and it is the topmost. The Lord is always perfect in himself. Thus, he is perfect in himself. There is no hankering for himself. It is not that Krishna wants some enjoyment in association with the gopis or the queens, the most beautiful personalities, because he is lacking in any way. No, Krishna is never lacking. Krishna is always full in himself. Purna, he is completely full in himself. He is the most beautiful personality. He is the greatest, and he's independent because he's full. He's independent, so he is not hankering as we, the souls of this material world, are always incomplete, imperfect. Therefore, we have a hankering. We want, so we are lacking, therefore we want. Krishna is never lacking, never eternally. He is full, perfect, completely full. Krishna, however, in spite of being full in himself, he becomes a master, a friend, a son, or a husband to fulfill the intense love of the devotee. It is a devotee's loving service to Krishna that Krishna agrees to become the master of the loving servant, the husband of the loving wife, the son of the loving mother or loving father, the friend of another loving friend. So Krishna agrees out of his causeless mercy, out of his kindness. So in this particular description of this verse, two classes of devotees of the Lord are mentioned in the stage of conjugal love: the Queens and the Gopis in Vrindavan, the Queens in Dwaraka and Gopis in Vrindavan, two classes of devotees who are situated in Madhuriya-rasa relationship. One is called Swakhiya, and other is called Parakhiya. This is very important to understand. Both of them are in conjugal love with Krishna, but there is a difference. The Queens at Dwaraka were Swakhiya relationship, or duly married wives of Dwaraka. That means there is a relationship because of being married."
    },
    {
      "start_time": 663,
      "end_time": 837,
      "verse_references": [],
      "themes": [
        "Gopis",
        "Queens",
        "penances",
        "Swaroopa",
        "transcendental loving service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "All those things are not end in themselves, but they are means to attain the highest stage of Swaroopa.",
      "summary": "The speaker elaborates on the penances undertaken by the gopis and queens to attain their positions, emphasizing that rituals and knowledge are means to achieve Swaroopa and render transcendental loving service to the Lord.",
      "timestamp_url": "https://youtu.be/atipl2O96aE?t=663",
      "transcript": "Krishna married 16,108 princesses, and they became, after marriage, his Queens in Dwaraka. Whereas the damsels of Vraja, the Gopis, young Gopis, the young friends of Lord, were his friends in Vrindavan when he was unmarried, when he was a boy. The Lord stayed at Vrindavan till the age of 16, and his friendly relations with the neighboring girls were in terms of Parakhiya. Parakhiya means it is not a relationship of conjugal love. Conjugal love means love between opposite genders, male and female. So this relationship is not due to marriage. Now these girls in Vrindavan, the Gopis, young Gopis, as well as the Queens, underwent severe penances by taking vows, bathing, and offering sacrifices in the fire as prescribed in the scriptures. How did they reach that position of becoming the beloved of Krishna, as the queen or as the Gopis? It is by undergoing severe penances that is being described in this verse. Now, the rights as they are not an end in themselves, what is described in this Shastra as the tapasya or some rata or some yagna, some dana or some yagna. All those things are not end in themselves, but they are means to attain the highest stage of Swaroopa, including the descriptions of different pious activities, different types of cultivation of knowledge, transcendental knowledge, or even perfect knowledge. Perfection in mystic powers, getting siddhis. So, jnana, karma, and siddhi, all these are not end in themselves. The ultimate perfection of these attainments is to reach the highest stage of Swaroopa, to render constitutional transcendentalism."
    },
    {
      "start_time": 837,
      "end_time": 919,
      "verse_references": [],
      "themes": [
        "transcendental position",
        "material vs spiritual",
        "Shukadeva Goswami",
        "Chaitanya Mahaprabhu"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "And it is a transcendental position. It is not a material position.",
      "summary": "The speaker concludes by emphasizing that the loving exchanges with Krishna are transcendental, not material, and highlights the involvement of figures like Shukadeva Goswami and Chaitanya Mahaprabhu in these topics, reinforcing the spiritual nature of the subject.",
      "timestamp_url": "https://youtu.be/atipl2O96aE?t=837",
      "transcript": "To render transcendental loving service to the Lord. That is the goal. So, we should understand carefully that the kissing of the Lord, either by his wives or the gopis, is not a material act or a material quality. No. If it is material, then it is not a material act. Then Shukadeva Goswami would never have even cared to mention it in the 10th canto of the Bhagavad Gita, because Shukadeva Goswami is a very, very strict brahmachari, and he is completely free from all material desires. So, he has no interest in any material activities. He is only interested in spiritual activities. Therefore, Shukadeva Goswami elaborately described Krishna's pastimes. And even Chaitanya Mahaprabhu participated in this subject matter, even though he was a very strict sannyasi. So, therefore, we should understand this stage is attained only after severe penances of many, many, many lifetimes, and it is a transcendental position. It is not a material position."
    }
  ]
}