{
  "video_id": "AVB6fWBe8bc",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.9.36 | 04-05-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=AVB6fWBe8bc",
  "segments": [
    {
      "start_time": 80,
      "end_time": 120,
      "verse_references": [
        "BG 1.20-47"
      ],
      "themes": [
        "Arjuna's bewilderment",
        "Krishna's instruction",
        "Bhagavad Gita"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When Arjuna was seemingly polluted by ignorance upon observing the soldiers and commanders before him on the battlefield, the Lord eradicated his ignorance by delivering transcendental knowledge.",
      "summary": "This segment introduces the context of the Bhagavad Gita, focusing on Arjuna's initial ignorance and Krishna's role in dispelling it through transcendental knowledge.",
      "timestamp_url": "https://youtu.be/AVB6fWBe8bc?t=80",
      "transcript": "The meaning of this verse is, when Arjuna was seemingly polluted by ignorance upon observing the soldiers and commanders before him on the battlefield, the Lord eradicated his ignorance by delivering transcendental knowledge. May his lotus feet always remain the object of my attraction. So this prayer by Bhishmadeva refers to Arjuna's bewilderment upon seeing the enemy at the beginning of the battle of Kurukshetra, when Krishna eradicated Arjuna's ignorance by speaking Bhagavad Gita. So directly it is a reference to Krishna instructing Arjuna in the subject matter of Bhagavad Gita."
    },
    {
      "start_time": 125,
      "end_time": 287,
      "verse_references": [],
      "themes": [
        "Kshatriya duty",
        "Leadership",
        "Vedic society",
        "Modern society"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Unlike the modern-day defense ministers or presidents, head of state, who never go to a battlefield to fight or defend the country.",
      "summary": "This segment contrasts the Vedic Kshatriya's role of leading from the front with modern leadership, highlighting the courage and chivalry expected of ancient rulers compared to contemporary leaders.",
      "timestamp_url": "https://youtu.be/AVB6fWBe8bc?t=125",
      "transcript": "So Srila Prabhupada explains in the purport, \"The kings and the commanders were to stand in the front of the fighting soldiers.\" They are the system of actual fighting. The kings and commanders were not so-called presidents or ministers of defense as they are today. Prabhupada is comparing the Vedic times when the Kshatriyas with the proper spirit, they would execute their duties boldly, courageously, chivalrously, unlike the modern-day defense ministers or presidents, head of state, who never go to a battlefield to fight or defend the country. They simply sit in closed offices, secure offices and issue commands. They would not stay home while the poor soldiers or mercenaries were fighting face to face. This is not the case with the Kshatriyas like Arjuna. Bhishma, all of them fought in the front line. The soldiers were behind. The generals and the commanders were in the front. This may be the regulation of modern democracy. But when actual monarchy was prevailing, the monarchs were not cowards elected without consideration of qualifications. Nowadays, when we elect a monarch, we elect a monarch. We don't check the qualification of the person who is elected or the person who is able to face the enemy in a battle. We don't check that. Whereas in the former times, a Kshatriya was not a Kshatriya for namesake. He was actually bold, he was brave, he was ready to lay down his life for protecting the citizens in a battle, as it was evident from the battlefield of Kurukshetra, all the executive heads of both parties like Drona, Bhishma, Arjuna and Duryodhana were not sleeping. All of them were actual participants in the fighting, which was selected to be executed at a place of war away from the civil residential quarters."
    },
    {
      "start_time": 287,
      "end_time": 370,
      "verse_references": [],
      "themes": [
        "Citizen protection",
        "Royal duty",
        "Taxation",
        "Monarchy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This means that the innocent citizens were immune from all effects of fighting between the rival royal parties.",
      "summary": "This segment discusses the protection of citizens in Vedic society, emphasizing that battles were confined to the battlefield and citizens paid taxes to the ruler regardless of who was in power.",
      "timestamp_url": "https://youtu.be/AVB6fWBe8bc?t=287",
      "transcript": "Civilians were not affected by the battle of Kurukshetra because the battle was fought between Kshatriyas only. This means that the innocent citizens were immune from all effects of fighting between the rival royal parties. Citizens were kept safe irrespective of who would rule and if they had to challenge one king had to challenge another king they would fight on the battlefield, not fight in the middle of some other place. No, they would not do that. The citizens had no power, no business in seeing what was going to happen during such fighting. It is not that they are watching some match, wrestling match. No. It's not like that. The citizens were protected whoever was the king. Prabhupada explains they were to pay, the citizens were to pay one fourth of their income to the ruler whether he be Arjuna or Duryodhana. Who was the ruler? The scriptures state…"
    },
    {
      "start_time": 378,
      "end_time": 484,
      "verse_references": [],
      "themes": [
        "Arjuna's compassion",
        "Illusion",
        "Devotion",
        "Intelligence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Arjuna saw them with great compassion and lamented that he was to kill his kinsmen on the battlefield for the sake of the empire.",
      "summary": "This segment explores Arjuna's compassion and reluctance to fight, attributing it to his merciful nature as a devotee, while also suggesting that his intelligence was seemingly polluted by illusion.",
      "timestamp_url": "https://youtu.be/AVB6fWBe8bc?t=378",
      "transcript": "All the commanders of the parties on the battlefield of Kurukshetra were standing face to face and Arjuna saw them with great compassion and lamented that he was to kill his kinsmen on the battlefield for the sake of the empire. This was Arjuna's beginning reaction when he saw the enemy party. He saw all his own friends and relatives and he felt compassion for them. Why should I kill them? For me to win this battle and rule over the kingdom of the whole world? No, I don't want. Arjuna felt like that. Arjuna was not at all afraid of the giant military phalanx presented by Duryodhana, but as a merciful devotee of the Lord, renunciation of worldly things was natural for him. There is a quality of a devotee. Prabhupada explains in the first chapter of the Bhagavad Gita in one of the purports. Arjuna's kind and soft-hearted nature is the reason why Arjuna was feeling compassion for his enemies. He was not afraid of his enemies. Never. And thus Arjuna decided not to fight for worldly possessions. But this was due to a poor fund of knowledge and therefore it is said here that his intelligence became polluted. kumatim aharad atmavigyaya kumatim, his intelligence became polluted. kumatim. His intelligence was polluted."
    },
    {
      "start_time": 493,
      "end_time": 530,
      "verse_references": [],
      "themes": [
        "Krishna's plan",
        "Devotee",
        "Illusion",
        "Bhagavad Gita"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Actually as a devotee Arjuna's intelligence cannot be polluted, but it was apparently polluted because Krishna wanted to speak Bhagavad Gita to Arjuna.",
      "summary": "This segment explains that Arjuna's apparent illusion was part of Krishna's plan to deliver the teachings of the Bhagavad Gita to all living beings.",
      "timestamp_url": "https://youtu.be/AVB6fWBe8bc?t=493",
      "transcript": "Actually as a devotee Arjuna's intelligence cannot be polluted, but it was apparently polluted because Krishna wanted to speak Bhagavad Gita to Arjuna. And through Arjuna Krishna wants to instruct the Bhagavad Gita to all other living beings in this world. It is Krishna's plan to deliver all the conditioned souls in so many different ways."
    },
    {
      "start_time": 533,
      "end_time": 638,
      "verse_references": [
        "BG 4.1-3"
      ],
      "themes": [
        "Krishna's eternal nature",
        "Arjuna's question",
        "Mercy",
        "Illusion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Both you and I keep taking birth again and again. You can't remember your previous births, I can remember all my previous appearances.",
      "summary": "This segment addresses Arjuna's question about Krishna's ability to impart ancient knowledge, highlighting Krishna's eternal nature and his plan to show mercy to conditioned souls by putting Arjuna in a state of illusion.",
      "timestamp_url": "https://youtu.be/AVB6fWBe8bc?t=533",
      "transcript": "Now Arjuna is described as a constant companion of the Lord as is clear on the fourth chapter of the Bhagavad Gita. In the fourth chapter Arjuna asks Krishna that you are telling me you spoke this science of yoga to some god millions of years back. Now how can I understand you spoke this millions of years back when I am seeing that you were born at about the same time I was born. So how could he have spoken this knowledge before millions of years to the sun god. So Krishna answers both you and I keep taking birth again and again. You can't remember your previous births I can remember all my previous appearances. So Krishna's position is that he never is any time forgetful of Krishna. Arjuna's position is like that pure devotee's position is like that. But still to show mercy upon the conditioned souls Krishna put Arjuna into a position of becoming illusioned and spoke the Bhagavad Gita to become, make him free from illusion."
    },
    {
      "start_time": 640,
      "end_time": 774,
      "verse_references": [],
      "themes": [
        "Bhagavad Gita's purpose",
        "Conditioned souls",
        "Material bondage",
        "Spiritual identity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Krishna is speaking the Bhagavad Gita for the good of all polluted conditioned souls who are engaged in material bondage by the conception of the false material body.",
      "summary": "This segment emphasizes that the Bhagavad Gita was spoken for the benefit of all conditioned souls trapped in material bondage, primarily due to identifying with the body rather than the spirit soul.",
      "timestamp_url": "https://youtu.be/AVB6fWBe8bc?t=640",
      "transcript": "Otherwise his devotee can never come under the influence of illusion. Apparently Arjuna's intelligence became polluted because otherwise there would have been no chance to deliver the teachings of the Gita for the good of all polluted conditioned souls. For our benefit Krishna spoke Bhagavad Gita. So it is for our sake that Krishna spoke the Bhagavad Gita to Arjuna. Now Prabhupada explains Krishna is speaking the Bhagavad Gita for the good of all polluted conditioned souls who are engaged in material bondage by the conception of the false material body. We are having this body we wrongly think I am this body each one of us and we are misled by the body to think in terms of material existence. We are simply bound up the more we engage in different activities in this world, material activities, the more we become entangled in this material world. So therefore the Bhagavad Gita is spoken by Krishna to help us understand primarily that we are spirit soul and Krishna suggests a method by which we can come out of this material existence itself by devotional service, by understanding Krishna, by knowing Krishna, by understanding Krishna, by understanding Krishna. So therefore it is explained the Bhagavad Gita was delivered to the conditioned souls of the world to deliver them from the wrong conception…"
    },
    {
      "start_time": 778,
      "end_time": 876,
      "verse_references": [],
      "themes": [
        "Body vs. Soul",
        "Eternal relationship with Krishna",
        "Transcendental knowledge",
        "Universal benefit"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "We are spirit soul but we identify with this body and that is the greatest mistake.",
      "summary": "This segment reiterates the fundamental problem of identifying with the body and stresses the importance of re-establishing our eternal relationship with Krishna through transcendental knowledge, which is available to everyone.",
      "timestamp_url": "https://youtu.be/AVB6fWBe8bc?t=778",
      "transcript": "This is the fundamental problem all of us have. Each one of us we are spirit soul but we identify with this body and that is the greatest mistake. In ignorance we only think in terms of body that is all. Whereas Krishna speaks Bhagavad Gita to help us get out of this misconception and we should also re-establish our eternal relationship with the Supreme Lord Krishna and with the Supreme Lord Krishna. Nearly getting out of material existence is not enough. We have to also re-establish our lost relationship with Krishna. So therefore Atma Vidya or transcendental knowledge of himself was primarily spoken by the Lord for the benefit of all concerned in all parts of the universe. Krishna is speaking Atma Vidya or Brahma Vidya, transcendental knowledge, spiritual knowledge for the benefit of everyone throughout the universe. There is no restriction or limitation for anyone to take up the instructions of Krishna given in the Bhagavad Gita and make their life successful. I will stop here. Thank you very much."
    }
  ]
}