{
  "video_id": "B2AxofMdAyU",
  "title": "WAS RTVIK SYSTEM TEMPORARY? | His Grace Suvyakta Narasimha Dasa",
  "speaker": "HG Suvyakta Narasimha Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=B2AxofMdAyU",
  "segments": [
    {
      "start_time": 0,
      "end_time": 167,
      "verse_references": [],
      "themes": [
        "Ritvik system",
        "July 9th directive",
        "ISKCON law",
        "Deeksha"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "What we need to understand is that the July 9th directive of Srila Prabhupada, It's an order, not a doctrine.",
      "summary": "The speaker introduces the topic of the Ritvik system and the July 9th directive, contrasting it with the GBC's stance and ISKCON law, emphasizing that the directive is an order, not a doctrine.",
      "timestamp_url": "https://youtu.be/B2AxofMdAyU?t=0",
      "transcript": "Hare Krishna! Vishwaguru Srila Prabhupada ki Jai! Srila Prabhupada very carefully formulated a system of initiations via Ritviks in his time to ensure that the movement and the parampara continue smoothly even after his disappearance from this world. And Srila Prabhupada did this through the July 9th, 1977 directive. This July 9th, 1977 directive is one of the most important directions for the institution of ISKCON because in Gaudiya Vaishnava Siddhanta, Deeksha is the foremost step in a devotee's spiritual life which eternally binds the devotee to his spiritual master and sets him on the path home, back home, back to Godhead. The ISKCON Mumbai Group's GBC has chosen to disobey this direct order of Srila Prabhupada in the matter of initiations or Deeksha. Not only has the GBC decided to disobey Srila Prabhupada's July 9th order, they have also decided that in ISKCON, nobody else should be allowed to follow this order of Srila Prabhupada. And so, they have formulated ISKCON law 6.4.7.2 which states the doctrine of ISKCON, doctrine that Srila Prabhupada desired to continue to act as Deeksha Guru after his departure from this world and did not desire any of his disciples to give Deeksha in succession after him is a dangerous philosophical deviation. Ritvikism directly goes against the principle of parampara itself of successive Deeksha and Sikhsha Gurus which sustains the pure teachings and practices of Krishna consciousness. This principle has been established by Krishna and is upheld by all Vaishnava Acharyas. Indeed, it is accepted by all followers of Vedic culture. Ritvikism is thus an extreme deviation. It is utterly erroneous to espouse it, deluding and misguiding to teach it and blasphemous to attribute it to Srila Prabhupada. No one who espouses, teaches, or practices Ritvikism can be a member in good standing of ISKCON. So, in this ISKCON law, according to the GBC, Ritvikism is a doctrine that Srila Prabhupada desired to continue to act as Deeksha Guru in succession after him and it is a dangerous philosophical deviation."
    },
    {
      "start_time": 167,
      "end_time": 275,
      "verse_references": [],
      "themes": [
        "Order vs. Doctrine",
        "Chanting 16 rounds",
        "Principle vs. Application"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "To chant 16 rounds of Hare Krishna Mahamantra is not any doctrine.",
      "summary": "The speaker uses the analogy of chanting 16 rounds to differentiate between an order and a doctrine, explaining that chanting a fixed number of times is a principle, while the specific number is an application determined by the Acharya.",
      "timestamp_url": "https://youtu.be/B2AxofMdAyU?t=167",
      "transcript": "What we need to understand is that the July 9th directive of Srila Prabhupada, it's an order, not a doctrine. To understand the difference between order and doctrine, let me give you a simple example. Suppose I ask you, how many rounds of Hare Krishna Mahamantra do you chant daily? You will respond that you chant 16 rounds. Now, if I ask you, why 16 rounds? Why are you chanting 16 rounds? You will answer, because Srila Prabhupada ordered all devotees in ISKCON to chant 16 rounds. That's why. Now, suppose I respond that, oh, so you espouse the doctrine of 16-roundism, which is a doctrine that Srila Prabhupada desired that every devotee in ISKCON should continue to chant 16 rounds after his departure and it is a dangerous philosophical deviation. Does it make any sense? Obviously, not. Why? Because to chant 16 rounds of Hare Krishna Mahamantra is not any doctrine. You won't find any mention of such a thing in any Shastra. Nowhere in Shastra will you find it prescribed that you have to chant 16 rounds. You won't find any precedence of it in our Sampradaya or any other Sampradaya. The fact is that to chant a fixed number of times daily as per a vow is the principle. Sankhya Purvaka Nama. Nama, to chant the holy name a fixed number of times daily is the principle. Now, how many rounds to chant? That is left to the Acharya to determine"
    },
    {
      "start_time": 275,
      "end_time": 335,
      "verse_references": [
        "SB 11.2.40"
      ],
      "themes": [
        "Sankhya Purvaka Nama",
        "Vow",
        "Love for Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "By chanting Krishna's holy name, a fixed number of times daily as a vow, one will develop love for Krishna.",
      "summary": "The speaker explains the principle of chanting a fixed number of times as a vow (Sankhya Purvaka Nama) from the Srimad Bhagavatam, emphasizing its importance in developing love for Krishna.",
      "timestamp_url": "https://youtu.be/B2AxofMdAyU?t=275",
      "transcript": "based on various considerations like time, place, circumstance, etc. Hence, Srila Bhaktisiddhanta Saraswati Thakur ordered to chant 64 rounds in Gaudiya Matha and Srila Prabhupada ordered to chant 16 rounds in ISKCON. Whether 64 or 16 rounds, both don't have any precedence or Shastric reference. That is because the principle only is there in the Shastra. And what is the principle? One must chant as per a vrata or vow. In the Srimad Bhagavatam, Canto 11, Chapter 2, Verse number 40, it is said, Evam vratah svapriya nama kirtiya. Evam vratah svapriya nama kirtiya. By chanting Krishna's holy name, a fixed number, a fixed number of times daily as a vow, one will develop love for Krishna. That is the principle. Now, when applying this principle, Srila Prabhupada has decided that the number of times should be 16 rounds."
    },
    {
      "start_time": 335,
      "end_time": 476,
      "verse_references": [],
      "themes": [
        "Deeksha",
        "Spiritual Master",
        "Bhajana Kriya",
        "July 9th order"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Srila Prabhupada has given the application, the application of the principle in his July 9th order.",
      "summary": "The speaker discusses the principle of taking Deeksha from a spiritual master and how Srila Prabhupada's July 9th order is an application of this principle, not a doctrine, and therefore the GBC is wrong to call it a doctrine.",
      "timestamp_url": "https://youtu.be/B2AxofMdAyU?t=335",
      "transcript": "Similarly, the principle as per Shastra is Adau Guruva Shayam. One's spiritual life begins when one takes Deeksha or initiation from the spiritual master. Adau Shraddha Tata Sadhu Sangha Tato Bhajana Kriya. This is the famous verse from the Nectar of Devotion, Bhakti Rasamrita Sindhu. So, at the Bhajana Kriya stage, one decides to take formal Deeksha. In the Chaitanya Charitamrita, Madhyalira, Chapter 23, Verses 14 and 15, give this Adau Shraddha verse. And it states, Srila Prabhupada, in the synonyms, word-to-word synonyms of the Bhajana Kriya verse, he mentions the Bhajana Kriya, he has translated it as, Performance of Devotion. He is giving formal service to Krishna, surrendering to the spiritual master and being encouraged by the association of devotees, so that initiation takes place. In the translation to these verses also, Srila Prabhupada in the Chaitanya Charitamrita says, In the beginning, there must be faith. That is Adau Shraddha. Then one becomes interested in associating with pure devotees. This is Sadhu Sangha. Thereafter, one is initiated by the spiritual master and executes the regulative principles under his order. This is Sadhu Sangha. So, it is clear that the principle is that one must take Deeksha from a spiritual master to progress in devotional life to the next stage of Anarthanivritti and then further on till one reaches the stage of Krishna Prema. That is the principle. Now, how to get the formal Deeksha? That is an application of the principle that one must take Deeksha at the stage of Bhajana Kriya from a pure devotee. And Srila Prabhupada has given the application, the application of the principle in his July 9th order. So, therefore, it is not necessary that we will find either chanting 16 rounds or 64 rounds or the Rithvik system of initiations in Shastra. So, the GBC calling the Rithvik system of initiations as a doctrine is wrong, just like saying 16 roundism is a doctrine. So, like that, Rithvikism is a doctrine is also wrong. The Rithvik system of initiations is an offence. The Rithvik system of initiations is an offence. Therefore, it is an order of Srila Prabhupada as to how initiations will be conducted in ISKCON,"
    },
    {
      "start_time": 476,
      "end_time": 597,
      "verse_references": [],
      "themes": [
        "Authenticity of July 9th order",
        "Vani vs. Vapu",
        "Srila Prabhupada's Potency"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The July 9th directive gets its authority because of Srila Prabhupada's vani, his order.",
      "summary": "The speaker presents Amayatma Prabhu's argument that the July 9th order's authenticity comes from Srila Prabhupada's vani (order), not his vapu (physical presence), and therefore remains valid even after his disappearance.",
      "timestamp_url": "https://youtu.be/B2AxofMdAyU?t=476",
      "transcript": "particularly after his disappearance. Another flaw in this ISKCON law which is brought up by His Grace Amayatma Prabhu is worth considering. So, I will put Amayatma Prabhu's argument in my own words. As per the GBC, Srila Prabhupada's July 9th order appointing Rithviks was only temporary to be followed until Srila Prabhupada was physically present. That means that the GBC accepts that at least between July 9th, 1977, if not earlier, and till November 14th, 1977, the Rithvik system of initiations was valid and that the July 9th order was authentic and potent, at least for that period during Srila Prabhupada's physical presence. That raises the question, as to what forms the basis, what is the foundation of authenticity or what lends power to the July 9th order? Does the July 9th order get its authority or authenticity or potency from Srila Prabhupada's vapu or his vani? Is the July 9th order getting its power from Srila Prabhupada's body? You don't need to be an Einstein to get the answer right, the July 9th directive gets its authority because of Srila Prabhupada's vani, his order. It is his order. Therefore, it has authenticity and potency. Now, if the July 9th directive is getting its power and potency because of Srila Prabhupada's order, not his body, then Srila Prabhupada's physical presence or absence should not make any difference. Why? Because his body doesn't need any place and potency. Srila Prabhupada carries the same potency, authority and authenticity even after death."
    },
    {
      "start_time": 597,
      "end_time": 755,
      "verse_references": [],
      "themes": [
        "Dangerous Philosophical Deviation",
        "Validity of July 9th order",
        "Ritvik System"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Isn't that very law actually a dangerous philosophical deviation?",
      "summary": "The speaker concludes by arguing that the ISKCON law banning the Ritvik system is a dangerous philosophical deviation because it ties Srila Prabhupada's orders to his physical presence, and urges listeners to follow the July 9th order.",
      "timestamp_url": "https://youtu.be/B2AxofMdAyU?t=597",
      "transcript": "Just like, for example, the practice of chanting 16 rounds of Hare Krishna Mahamantra daily has the same potency to deliver the conditioned souls and take them back to Godhead. It has the same potency during Srila Prabhupada's physical presence and even in his absence. What I mean by this is- Srila Prabhupada told everyone to chant 16 malas. And so, this rule is temporary and is potent or valid only till the time of his physical presence. And after Prabhupada's disappearance, chanting 16 rounds is no more valid. It is a dangerous philosophical deviation. We have to ban it. And to chant 16 rounds in ISKCON after Srila Prabhupada's disappearance has to be banned. Anybody chanting 16 rounds in ISKCON after Prabhupada's disappearance, cannot be allowed to be part of ISKCON. Can we say that? Obviously, to make such a statement would be insane. In the same way, since the July 9th directive is Srila Prabhupada's order, it has the same authority, authenticity and potency even today in his physical absence, as much as it had during his physical presence before November 14, 1977. So, to say that the July 9th order, instituting Ritvik system of initiations in ISKCON cannot be followed after November 14, 1977, simply because of one reason that Srila Prabhupada's body is not there, he is not physically present, is that not actually the philosophical deviation? The ISKCON law which bans Ritvik system of Diksha saying that it is a dangerous philosophical deviation, isn't that very law actually a dangerous philosophical deviation? Isn't the GBC's idea to tie Srila Prabhupada's order or his vani to his physical presence by coining a new term called posthumous Ritvik initiation? Isn't that a dangerous philosophical deviation? Isn't the GBC's assertion that Srila Prabhupada's orders must be tied to his body and once he disappears, his orders are no longer valid? Isn't that a dangerous philosophical deviation? Srila Prabhupada's order is to follow his vani. So if you want to stay safe and steer away from those dangerous philosophical deviations, please follow Srila Prabhupada's July 9th 1977 order to institute the Ritvik system of initiations in ISKCON with Srila Prabhupada as the sole Diksha Guru in ISKCON."
    }
  ]
}