{
  "video_id": "B3vlla60gVE",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.7.10 Part 1 | 13-12-2021",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=B3vlla60gVE",
  "segments": [
    {
      "start_time": 0,
      "end_time": 85,
      "verse_references": [
        "SB 1.7.10"
      ],
      "themes": [
        "invocation",
        "Atmarama verse",
        "transcendental qualities"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "This particular verse is a very famous verse. It's called the Atmarama verse.",
      "summary": "The lecture begins with traditional Vaishnava prayers and introduces the Atmarama verse (SB 1.7.10) as a central topic, highlighting its significance and the transcendental qualities of the Lord.",
      "timestamp_url": "https://youtu.be/B3vlla60gVE?t=0",
      "transcript": "Om Agyana Timiraandhasya Gyananjanishalakaya Chaksharunmilitam Jena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pachatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shri Vasadi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Deveem Saraswateem Vyasam Tatho Jayam Udi Rayet. In this session, we will be discussing from the 10th verse of the 7th chapter of the first canto of Shreemad Bhagavatam. This particular verse is a very famous verse. It's called the Atmarama verse. Here the verse now: Suta Vacha Atmaramashchamunayo Nirgrantha Api Urukrame Kurvanti Ahaitukim Bhaktim Ittham Bhuta Gunoharihi."
    },
    {
      "start_time": 85,
      "end_time": 230,
      "verse_references": [
        "SB 1.7.10"
      ],
      "themes": [
        "Atmarama",
        "interpretation",
        "meanings"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So combining the different meanings, there are so many meanings of the verse that can be derived.",
      "summary": "This segment explains the meaning of the Atmarama verse, emphasizing Sri Chaitanya Mahaprabhu's 61 different interpretations and Srila Prabhupada's elaborate purport, focusing on the multiple meanings of key terms within the verse.",
      "timestamp_url": "https://youtu.be/B3vlla60gVE?t=85",
      "transcript": "The meaning of this verse is that there are all different varieties of Atmaramas. Who are called Atmaramas? Those who take pleasure in Atma or spirit self. Especially those established on the path of self realization, though freed from all kinds of material bondage, desire to render unalloyed devotional service unto the personality of Godhead. So this verse has been explained by Sri Chaitanya Mahaprabhu to Sri Sanatana Goswami in 61 different ways. It's an amazing verse that's packed with so much of meanings. So in the purport to this verse, which is a very elaborate purport written by Srila Prabhupada, he explains that how did Chaitanya Mahaprabhu give 61 meanings to this verse. So Srila Prabhupada says, Lord Chaitanya Mahaprabhu explained this Atmarama shloka very vividly before the Lord. So this is a very elaborate purport written by Sri Sanatana Goswami. Therefore his chief devotee, Srila Sanatana Goswami. Lord Chaitanya points out 11 factors in this shloka: Atmarama, Munayaha, Nirgrantha, Api, Cha, Urukrama, Kurvanti, Ahaitukim, Bhaktim, Itthambhuta, Gunaha and Harihi. 11 different terms which make up this verse. Now each one of these terms has got multiple meanings. So combining the different meanings,"
    },
    {
      "start_time": 230,
      "end_time": 452,
      "verse_references": [],
      "themes": [
        "Atmarama",
        "Munayaha",
        "Nirgrantha",
        "definitions"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Lord Chaitanya says, according to the Vishwa Prakasha, Sanskrit dictionary, there are seven synonyms for the word Atmarama.",
      "summary": "The speaker delves into the various meanings of the words 'Atmarama,' 'Munayaha,' and 'Nirgrantha,' drawing from Sanskrit dictionaries and scriptures to provide a comprehensive understanding of these terms.",
      "timestamp_url": "https://youtu.be/B3vlla60gVE?t=230",
      "transcript": "there are so many meanings of the verse that can be derived. So this is a very elaborate shloka: Atmarama, Munayaha, Nirgantha, Api, Cha, Urukrama, Kurvanti. So Lord Chaitanya says, according to the Vishwa Prakasha, Sanskrit dictionary, there are seven synonyms for the word Atmarama. What are the seven synonyms? The first one is Brahman, the Absolute Truth. The second one, Atma refers to body. The third one, mind. The fourth one, atma refers to endeavor. The fifth one, atma refers to endurance. The sixth one, atma refers to intelligence and the seventh one is atma referring to personal habits. Next Lord Chaitanya says the word Munayaha refers to, again there are seven different meanings for the word Munayaha. First is those who are thoughtful. Muni means somebody who's a deep thinker, so those who are thoughtful. Second meaning of the word Munayaha is those who are grave and silent. The third meaning is those who are ascetics. Ascetics means they have taken severe vows and they undergo austerities, penances. The fourth meaning of the word Munayaha is those who are persistent, determined. The fifth meaning is those who are mendicants. Mendicants means beggars. The sixth meaning is those who are sages and the last meaning in this series, the seventh meaning is Munayaha referring to saintly persons or Saints. Then the word Nirgranta, here for the word Nirgranta, there are four meanings given. The first meaning is one who is liberated from nescience. Nescience means ignorance, one who is enlightened spiritually may be called nirgranta. The second meaning is one who has no connection with scriptural injunction. Granta can refer to scriptures, so nirgranta can refer to one who has no connection with scriptural injunctions, that is one who is freed from the obligations of the rules and regulations mentioned in the revealed scriptures like ethics, vedas, philosophy, psychology and metaphysics. In other words, this nirgranta in the second sense refers to fools, illiterate people, archins etc who have no connection with regulated principles. The third meaning of nirgranta is a capitalist and the fourth meaning of nirgranta is one who is penniless, one who is utterly poor."
    },
    {
      "start_time": 452,
      "end_time": 590,
      "verse_references": [],
      "themes": [
        "Nirgrantha",
        "Urukrama",
        "Vamana",
        "Lord Vishnu"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So this word urukrama specifically indicates the lord's incarnation as Vamana.",
      "summary": "The lecture continues by defining 'Urukrama' and relating it to Lord Vishnu's incarnation as Vamana, highlighting the Lord's glorious activities and potencies in creating both the spiritual and material worlds.",
      "timestamp_url": "https://youtu.be/B3vlla60gVE?t=452",
      "transcript": "Now the dictionary called shabdakosha, the affects me used in the sense of certainty counting building forbiddance and the word grantha is used in the sense of wealth thesis vocabulary etc. So the word nirgranta also is broken up into nirgranta and grantha. The word urukkrama means the one whose activities are glorious. Krama means step, so this word urukrama specifically indicates the lord's incarnation as one whose activities are glorious. Karma means step, so this word urukkrama specifically indicates the lord's incarnation as one who is prime abode with these affections and process go to our forum here is ah bombing descriptor words complying maybe vehicle organization or as Vamana. You would have heard of the name Vamana. The Lord appeared as a small Brahmachari boy and went to Bali Maharaj, asked for three steps of land and then when he actually had to take the measurement, he expanded himself and covered the whole universe by his immeasurable steps. So, it is said here Lord Vishnu is powerful and his activities are so glorious that he has created the spiritual world by his internal potency. He has created the material world by his material potency and by his all-pervading features, he is present everywhere as a supreme truth. And in his personal feature, he is always present in his transcendental abode of Goloka Vrindavana where he displays transcendental pastimes in all variegatedness. Now, Lord Vishnu's activities cannot be compared to anyone else's activities and therefore, the word Urukrama is applicable only to him."
    },
    {
      "start_time": 590,
      "end_time": 857,
      "verse_references": [],
      "themes": [
        "Itthambhoota Guna",
        "transcendental bliss",
        "devotional service",
        "Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Krishna is both attractive and very pleasing he is the most sublime abode of transcendental bliss",
      "summary": "The speaker explains 'Itthambhoota Guna' as transcendental bliss, contrasting it with Brahmananda and emphasizing the supreme attractiveness and pleasure derived from realizing and serving Lord Krishna through devotional service (bhakti).",
      "timestamp_url": "https://youtu.be/B3vlla60gVE?t=590",
      "transcript": "Only to Lord Vishnu and nobody else. Now, there is another term that is used that's called Itthambhoota Guna. The last line of this verse, Itthambhoota Gunoharihi. In that last line, one term Itthambhoota Guna has got different meanings. The word Itthambhoota is transcendentally exalted because it means full of transcendental bliss. Itthambhoota means full of transcendental bliss. Before this transcendental bliss, the bliss derived from merging into existence of the absolute Brahmananda, what is called as Brahmananda, becomes like a piece of straw in comparison. Which means, Brahmananda or the joy of merging into the existence of the Supreme is insignificant in front of the transcendental bliss derived by realization or connection with the Supreme Personality of Godhead, Lord Vishnu. Now, here is a quotation from a scripture. This quotation clarifies this point. What is Brahmananda in comparison with the joy of devotional service? This quotation says, My dear Lord, O Master of the universe, since I have directly seen you, seen whom? seen the personality of God at Krishna, my transcendental bliss has taken the shape of a great ocean. Being situated in that ocean of transcendental bliss, I now realize all other so-called happiness like the water contained in the footprint of a car. It means very very very meager, very insignificant, very very little, all other happiness is very little. Now the special feature of Lord Krishna is that Lord Krishna is so exalted that he is more attractive than anything else and more pleasing than anything else. Krishna is both attractive and very pleasing. He is the most sublime abode of transcendental bliss. Krishna is the reservoir of unlimited transcendental bliss. By his own strength, he causes one to forget all other ecstasies. That is Krishna's special feature. Pure devotional service is so sublime that one can very easily forget the happiness derived from material enjoyment, happiness derived from material liberation and the happiness derived from mystic perfection. Thus the devotee is bound by Krishna's mercy and by Krishna's uncommon power and qualities. This is a result of realizing Krishna, of contacting Krishna, the personality of Godhead, of seeing Krishna, of rendering service to him. Some or the other get in touch with Krishna, the personality of Godhead and that's only possible through bhakti and no other way. But it's explained here even if somebody does not directly take to the process of bhakti, through so many other processes if they are progressive, they will come to the point of bhakti."
    }
  ]
}