{
  "video_id": "BchZMGcPIMU",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.9.3 | 26-03-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=BchZMGcPIMU",
  "segments": [
    {
      "start_time": 0,
      "end_time": 43,
      "verse_references": [],
      "themes": [
        "invocation",
        "guru",
        "Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Agyana Timiran Dhasya Gyanan Janashalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, invoking the blessings of the spiritual master and Lord Krishna.",
      "timestamp_url": "https://youtu.be/BchZMGcPIMU?t=0",
      "transcript": "Om Agyana Timiran Dhasya Gyanan Janashalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Srivasadhi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 43,
      "end_time": 172,
      "verse_references": [
        "SB 1.9.3"
      ],
      "themes": [
        "Bhagavatam",
        "Bhishma",
        "Yudhishthira",
        "Krishna",
        "Dharma"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna wanted to glorify Bhishma.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam and explains the context of Yudhishthira visiting Bhishma on his deathbed, highlighting Krishna's desire to glorify Bhishma and instruct Yudhishthira on Dharma.",
      "timestamp_url": "https://youtu.be/BchZMGcPIMU?t=43",
      "transcript": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet. In this session, we will be discussing from the third verse of the ninth chapter of the first canto of Srimad Bhagavatam: Bhagavanapi Viprarshe Rathena Sadhananjayaha Satair Vyarochata Nripaha Kuvera Iva Guhyakaihi. The meaning of this verse is, O Sage amongst the Brahmanas, Viprarshe, Lord Sri Krishna, the personality of Godhead, also followed, seated on a chariot with Arjuna. Thus, King Yudhishthira appeared very aristocratic, like Kuvera, surrounded by his companions, the Guhyakas. So the description continues, as I mentioned in the previous session, Yudhishthira Maharaj is going to the site of the battlefield where Bhishma is lying on the bed of arrows, ready to quit his body at his chosen time, and Yudhishthira is very much affected by the massacre, so he is going to consult Bhishma, and it is Krishna's will that Bhishma should instruct Yudhishthira specially at the last moment before he quits his body. Krishna wanted to glorify Bhishma. Bhishma is one of the Mahajanas, and he is such a great personality that he instructed Yudhishthira in the intricacies of what is Dharma, what is real religious principles. In all details he instructed, and that is the bulk of the Mahabharata, Bhishma instructing Yudhishthira, and Yudhishthira asked so many questions about Dharma."
    },
    {
      "start_time": 172,
      "end_time": 350,
      "verse_references": [],
      "themes": [
        "Krishna",
        "Arjuna",
        "Kurukshetra",
        "Pandavas",
        "Duryodhana",
        "Materialism"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna was on the side of the Pandavas therefore the Pandavas were most powerful.",
      "summary": "The speaker elaborates on Krishna's role as Arjuna's chariot driver and the significance of Krishna being on the Pandavas' side, contrasting it with Duryodhana's materialistic calculations and inability to understand the true source of power.",
      "timestamp_url": "https://youtu.be/BchZMGcPIMU?t=172",
      "transcript": "So the description here is that Krishna also accompanied the Pandavas. Now, Krishna was seated on a chariot with Arjuna because in the battle of Kurukshetra, Krishna voluntarily agreed to be the chariot driver of Arjuna. This is because of Arjuna's friendship with Krishna. Krishna said he is not going to fight on any side in the battle, but whichever side he is going to be present, he is just going to give the instructions or the strategies how to fight, but he himself is not going to fight, he is not going to use any weapon in the battle. So Arjuna requested Krishna to be his chariot driver and to instruct him and direct him in the battle, in fighting the battle. And Krishna's army, the Yadu army, was on the Kaurava side. They were all well equipped to fight, so it seems like it was not so much of a powerful support that the Pandavas had, but actually the reality is, the truth is, Krishna was on the side of the Pandavas, therefore the Pandavas were most powerful. That Duryodhana could not understand. He was a materialistic person, so he was making some material calculations. Oh, we are very strong. Duryodhana was thinking that Bhishma is on our side, Dronacharya is on our side, Karna is on our side, the whole Yadu army is on our side, even though Krishna is on the side of the Pandavas, Krishna is not going to fight. So he is making material calculations, but as Sanjaya says, even before the battle begins in Dhritarashtra, that at the end of the Bhagavad Gita, Sanjaya says that Yatra Yogeshwara Krishna Yatra Partho Dhanurdhara Tatra Sri Vijaya, so victory belongs to the Pandavas because Krishna is on the side of the Pandavas, and Krishna is there, Arjuna is there. Krishna and Arjuna, they are Narayana and Nara. Arjuna is no ordinary person. Arjuna is the pure devotee of Krishna, and Krishna is a supreme personality of Godhead, so that Duryodhana is unable to understand. Those who are materialistic, those who are demoniac, they are unable to understand this."
    },
    {
      "start_time": 350,
      "end_time": 475,
      "verse_references": [],
      "themes": [
        "Bhishma",
        "Pandavas",
        "Kauravas",
        "Injustice",
        "Dharma",
        "Renunciation"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bhishma always felt very sorry for the Pandavas suffering injustice at the hands of Kauravas.",
      "summary": "The speaker explains Krishna's desire to give darshan to Bhishma and elaborates on Bhishma's sympathy for the Pandavas' suffering and his obligation to the Kauravas due to being maintained by them.",
      "timestamp_url": "https://youtu.be/BchZMGcPIMU?t=350",
      "transcript": "Any case, Krishna accompanied the Pandavas who were actually going to visit Bhishma. Now, Krishna wanted to actually give his darshan to Bhishma, especially at the time of Bhishma quitting his body. That is Krishna's mercy on his devotee. Bhishma is pure devotee, the Pandavas are pure devotees, so therefore Krishna was accompanying the Pandavas, and Yudhishthira, it is described here, appeared very aristocratic like Kuvera surrounded by his companions, the Guhyakas. Now, that is explained by Srila Prabhupada in the purport: Lord Sri Krishna wanted the Pandavas to be present before Bhishma Deva in the most aristocratic order so that he might be pleased to see them happy at the time of his death. Bhishma always felt very sorry for the Pandavas suffering injustice at the hands of Kauravas. Bhishma knew the Pandavas cause is just, but still why was he fighting on the side of the Kauravas? Because he was obliged to the Kauravas who were maintaining him. Actually, the entire kingdom belonged to Bhishma. He was the inheritor, but he voluntarily gave up, and because he voluntarily gave up, Dhritarashtra's father, Vichitravirya, became the emperor. That is Bhishma's brother. Bhishma gave up, so but still Bhishma, because he was, he had renounced the claim for the throne, he was being maintained as the elder member of the family in the royal family, he was looked after nicely."
    },
    {
      "start_time": 475,
      "end_time": 639,
      "verse_references": [],
      "themes": [
        "Bhishma",
        "Pandavas",
        "Kauravas",
        "Dharma",
        "Kuvera",
        "Wealth",
        "Ashwamedha Yagna"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bhishma was not very happy with the injustice that the Pandavas had to suffer at the hands of the Kauravas",
      "summary": "The speaker continues to explain Bhishma's feelings towards the Pandavas and the Kauravas, and then transitions to explaining the comparison of Yudhishthira to Kuvera due to the wealth acquired for the Ashwamedha Yagna.",
      "timestamp_url": "https://youtu.be/BchZMGcPIMU?t=475",
      "transcript": "But he considered himself maintained by Duryodhana, Dhritarashtra, by the Kauravas when they were caretakers, and the Kauravas never gave the kingdom to the Pandavas, so Kauravas were all the while ruling, and they were giving the maintenance to the kingdom to Bhishma and Drona. So Bhishma and Drona, though they knew the Pandavas cause is just, still because they were maintained by the Kauravas, they had to fight on the side of Kauravas. This is etiquette. So Bhishma was not very happy with the injustice that the Pandavas had to suffer at the hands of the Kauravas, so at the last moment of his life, he was very happy to see the Pandavas get back their rightful claim to the throne of Hastinapura, the ruling of the entire world, and he also was, might have been pleased to see the Pandavas in a very aristocratic order because they deserve that. They are the proper claimants to the throne, and their cause is just, and they are very, very righteous in their conduct, and they are very law abiding. They are followers of Dharma. Yudhishthira particularly, he was very, very meticulously following the principles of Dharma, so Krishna wanted to actually make Bhishma very satisfied seeing the Pandavas very aristocratically taking charge of ruling the the world at the end of the battle of Kurukshetra. Now the comparison is made to Kuvera, why? Because Kuvera is the richest of all the demigods. He is the treasurer of the demigods. Kuvera is very rich, so Yudhishthira, he was very, very rich at the end of the battle of Kurukshetra, so it is explained that Yudhishthira was to perform Ashwamedha Yagna as advised by the sages, and for that he required money."
    },
    {
      "start_time": 639,
      "end_time": 771,
      "verse_references": [],
      "themes": [
        "Wealth",
        "Charity",
        "Brahmanas",
        "Detachment",
        "Greed",
        "Maruth Maharaj",
        "Ashwamedha Yagna"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Brahmanas were completely detached.",
      "summary": "The speaker narrates the story of Maruth Maharaj's grand Ashwamedha Yagna and the immense wealth given to the Brahmanas, emphasizing their detachment from material possessions and their focus on spiritual pursuits.",
      "timestamp_url": "https://youtu.be/BchZMGcPIMU?t=639",
      "transcript": "And he sent his brothers to fetch wealth for performing the sacrifice because at the end of the battle of Kurukshetra, the treasury was empty, so they had to fetch wealth. So Krishna instructed Arjuna that there is lot of gold lying somewhere in the Himalayas. Now, Krishna knew this because Krishna is of course the supreme personality who has got the super soul in everyone's heart. Formerly there is, there was one a king, one emperor of this earth planet, Maruth Maharaj. He had performed a very, very grand Ashwamedha Yagna, and in that Yagna, he had spent lot of money. He had given lot of gold in charity to the Brahmanas who were performing the the sacrifice, and those Brahmanas, they were given so much gold that the Brahmanas were completely detached. They used to live a very simple life, even though they were respected the most in the society. They were given lot of charity specially by the Kshatriyas and the Vaishyas, but they never were attached to living a a aristocratic life. No, they kept their life very simple because they were devoted to to culture, to cultivating knowledge. They were devoted to to worshipping Krishna, worshipping God, and they were actually always very, very careful not to be overpowered by greed or lust or anger or or enviousness. You see, when somebody becomes very rich, there is a possibility that they may go on accumulating more and more wealth unnecessarily just out of greed. They may try to accumulate more and more wealth."
    },
    {
      "start_time": 771,
      "end_time": 878,
      "verse_references": [],
      "themes": [
        "Brahmanas",
        "Guidance",
        "Spiritual Goal",
        "Self-Realization",
        "Detachment",
        "Arjuna",
        "Dhananjaya"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Brahmanas want to be free from greed.",
      "summary": "The speaker explains the role of Brahmanas in guiding society towards spiritual goals and the importance of detachment from material desires, then returns to the story of Arjuna fetching gold and earning the name Dhananjaya.",
      "timestamp_url": "https://youtu.be/BchZMGcPIMU?t=771",
      "transcript": "But Brahmanas want to be free from greed kama, krodha, loba, moha, mada, matsarya, then only they are in a proper position to guide and direct the entire society, the rest of the society. The Kshatriyas, Vaishyas, and Shudras are guided by Brahmanas towards the higher aim of life, the spiritual goal, self-realization. Otherwise, the material world is entangling, and people easily forget what is the final goal of life, and they simply remain in material existence simply suffering repeated birth and death. So the Brahmanas always are enlightened. They maintain their position in that enlightened state of of having cultivated spiritual knowledge. They never want to be overpowered by greed or envy, so therefore these Brahmanas left behind all that golden utensils and golden plates and golden different varieties of golden paraffin that was given to them as dana, as charity. That was left behind, and that was lying there. Nothing happens to gold. It will be lying there, so Krishna directed Arjuna, go to that place and fetch all that gold and give it to your brother Yudhishthira for performing Ashramida Yajna. So that's how Arjuna got the name Dhananjaya. He is the one who fetched wealth for gold, especially gold for Yudhishthira to perform the Ashramida Yajna, so therefore he got the name Dhananjaya. Arjuna got the name."
    },
    {
      "start_time": 878,
      "end_time": 920,
      "verse_references": [],
      "themes": [
        "Yudhishthira",
        "Wealth",
        "Bhishma",
        "Conclusion"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Yudhishthira appeared very very rich when he was visiting Bhishma",
      "summary": "The speaker concludes by summarizing Yudhishthira's wealth and aristocratic appearance when visiting Bhishma, accompanied by sages and brothers, and ends the session with a thank you and Hare Krishna.",
      "timestamp_url": "https://youtu.be/BchZMGcPIMU?t=878",
      "transcript": "So Yudhishthira was able to actually get so much gold for the sake of performing Ashramida Yajna, and that's that's the way Yudhishthira appeared very, very rich when he was visiting Bhishma accompanied by all the sages and also accompanied by his brothers who were who were riding on chariots driven by horses which were decorated with golden ornaments, so that's the description here. I'll stop here. Thank you very much."
    }
  ]
}