{
  "video_id": "bDU3necB7wM",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.13.8 | 24-09-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=bDU3necB7wM",
  "segments": [
    {
      "start_time": 0,
      "end_time": 46,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyana Timiraandasya Gyananjanishalakaya Chaksharunmeelitam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/bDU3necB7wM?t=0",
      "transcript": "Om Agyana Timiraandasya Gyananjanishalakaya Chaksharunmeelitam Yena Tasmai Shri Gurave Namaha Namah Om Vishnupadaya Krishna Preshtaya Bhutale Srimate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nityananda Shri Advaita Gadadhara Sri Vasadi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Jai Vanarottamam Devi Saraswati Vyasam Tato Jayam Udi Rayet"
    },
    {
      "start_time": 46,
      "end_time": 99,
      "verse_references": [
        "SB 1.13.8"
      ],
      "themes": [
        "gratitude",
        "protection",
        "family"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "My uncle Do you remember how you always protected us along with our mother from all sorts of calamities?",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam and explains Yudhishthira's question to Vidura about his protection.",
      "timestamp_url": "https://youtu.be/bDU3necB7wM?t=46",
      "transcript": "In this session we will be discussing from the 8th verse of the 13th chapter of the 1st canto of Sriman Bhagavatam. Yudhishthira Uvacha Api Smaratha No Yushmat Paksha Chhaya Same Dhitam Vipad Gannat Vishag Nyader Mochitayat Samatra Kaha. The meaning of this verse is Maharaj Yudhishthira said, \"My uncle...\" He is addressing Vidura. Yudhishthira is addressing Vidura, \"My uncle, do you remember how you always protected us along with our mother from all sorts of calamities? Your partiality, like the wings of a bird, saved us from poisoning and arson.\""
    },
    {
      "start_time": 99,
      "end_time": 177,
      "verse_references": [],
      "themes": [
        "devotion",
        "spiritual advancement",
        "Mahatma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It is reserved for Great devotees",
      "summary": "Srila Prabhupada explains why Vidura is addressed as Mahatma, emphasizing his spiritual realization and devotion.",
      "timestamp_url": "https://youtu.be/bDU3necB7wM?t=99",
      "transcript": "Now Srila Prabhupada explains this. What is this poisoning and arson? In the purport, Srila Prabhupada says, \"Due to Pandu's death at an early age, his minor children and widow were the object of special care by the elderly men, the family members of the family, especially Bhishma Deva and Mahatma Vidura.\" Vidura is addressed as Mahatma because he was not only very conscious of his responsibility as an elderly member of the family, but he was also spiritually self-realized, spiritually advanced, and self-realized after his traveling to pace the pilgrimage and inquiring from Maitreya Rishi and becoming spiritually enlightened. So therefore he is addressed as Mahatma Vidura. This Mahatma title is not for simply somebody great by some material estimation. No, it is reserved for great devotees."
    },
    {
      "start_time": 177,
      "end_time": 225,
      "verse_references": [
        "BG 9.13"
      ],
      "themes": [
        "devotion",
        "spiritual potency",
        "Krishna consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "One who has taken shelter of Krishna's Internal spiritual potency",
      "summary": "The speaker quotes Bhagavad Gita to define a Mahatma as someone who has taken shelter of Krishna's internal potency and is engaged in pure devotional service.",
      "timestamp_url": "https://youtu.be/bDU3necB7wM?t=177",
      "transcript": "According to the Bhagavad Gita, Mahatma anastumam partha Daiveem prakritim ashritah Bhajanti ananya manaso Gyaatva bhutadim abhyayam. According to the Bhagavad Gita, who is to be called a Mahatma? One who has taken shelter of Krishna's internal spiritual potency. And the symptom of having taken shelter of Krishna's internal potency is that such a person is always engaged in pure devotional service to Krishna without any interruption. So Vidura was such a pure devotee of Krishna. Therefore he is addressed as Mahatma Vidura."
    },
    {
      "start_time": 225,
      "end_time": 367,
      "verse_references": [],
      "themes": [
        "politics",
        "family dynamics",
        "protection"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Dhritarashtra was Not treating the Pandavas Equally with his own sons",
      "summary": "The lecture explains Dhritarashtra's inner desire for his own sons to become emperors and his unequal treatment of the Pandavas, leading to Vidura's partiality towards them.",
      "timestamp_url": "https://youtu.be/bDU3necB7wM?t=225",
      "transcript": "Vidura was more or less partial to the Pandavas. Due to their political position, the Pandavas were fatherless. Kunti was staying with her minor sons in the palace of Dhritarashtra. Dhritarashtra was the Ketakar king, but Dhritarashtra was not treating the Pandavas equally with his own sons because Dhritarashtra had an inner desire that somehow his own sons should become the emperors of the world and not the sons of Pandu, who are the rightful claimants to the throne of Hastinapura. So Duryodhana plotted to actually kill the Pandavas before they could actually become adults and supported his son Duryodhana in all his nefarious activities. So Srila Prabhupada explains, \"Although Dhritarashtra was equally careful for the minor children of Maharaja Pandu, he was one of the intriguing parties who wanted to wash away the descendants of Pandu and replace them by raising his own sons to become rulers of the kingdom. Mahatma Vidura could follow this intrigue of Dhritarashtra and company, and therefore, even though he was a faithful servitor of his eldest brother Dhritarashtra, he did not like Dhritarashtra's political ambition for the sake of his own sons. Therefore, Vidura was very careful about the protection of the Pandavas and their widow mother Kunti. Thus he was, so to speak, partial to the Pandavas, preferring them to the sons of Dhritarashtra, although both of them were equally affectionate.\""
    },
    {
      "start_time": 367,
      "end_time": 477,
      "verse_references": [],
      "themes": [
        "justice",
        "family",
        "politics"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Peaceful annihilation Means they should be eliminated In such a way that Nobody will suspect any foul Play",
      "summary": "The speaker describes Vidura's careful balance in protecting the Pandavas while showing affection to both sides, and Dhritarashtra's policy of peaceful annihilation of the Pandavas.",
      "timestamp_url": "https://youtu.be/bDU3necB7wM?t=367",
      "transcript": "In his ordinary eyes, see how Vidura is carefully, on the one hand, trying to protect the Pandavas. On the other hand, he is also showing equal affection to the Pandavas and Kauravas because both of them are sons of his two brothers. He was equally affectionate to both the camps of Nebus in the sense that he always chastised Duryodhana for his intriguing policy against his cousins. He always criticized his elder brother Dhritarashtra for his policy of encouragement to his sons. At the same time, he was always alert in giving special protection to the Pandavas. All these different activities of Vidura within the palace politics made him well known as partial to the Pandavas. Maharaj Yudhishthira has referred to the past history of Vidura before his going away from home for a prolonged pilgrim's journey. Maharaj Yudhishthira reminded Vidura that he was equally kind and partial to his grown up nephews even after the battle of Kurukshetra, a great family disaster. So Srila Prabhupada explains, \"Before the battle of Kurukshetra, Dhritarashtra's policy was peaceful annihilation of his nephews. Peaceful annihilation means they should be eliminated in such a way that nobody will suspect any foul play.\""
    },
    {
      "start_time": 477,
      "end_time": 573,
      "verse_references": [],
      "themes": [
        "deception",
        "protection",
        "divine intervention"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Dhritarashtra desired That his brother's Family live there For some time",
      "summary": "The lecture narrates Dhritarashtra's plan to send the Pandavas to Varanavata and Vidura's tactful warning to Yudhishthira about the impending danger.",
      "timestamp_url": "https://youtu.be/bDU3necB7wM?t=477",
      "transcript": "It should seem like they died somehow. And then because nobody is there to ascend the throne as descendants of Pandu, therefore Dhritarashtra's sons will become the claimants to the throne of Hastinapura. So this was Dhritarashtra's policy and plan. And what did Dhritarashtra do? He ordered Purochana to build a house at Varanavata. And when the building was finished, Dhritarashtra desired that his brother's family live there for some time because the Pandavas and Kauravas were sharing that palace in Hastinapura. So Dhritarashtra said to the Pandavas, \"You can go and live there comfortably. This palace is for you separately, you can live.\" When the Pandavas were going there in the presence of all the members of the royal family, Vidura tactfully gave instructions to the Pandavas about the future plan of Dhritarashtra. The Pandavas did not know what was Dhritarashtra's plan, but Vidura knew, and Vidura gave instructions to Yudhishthira very, very tactfully about Dhritarashtra coming to know about it. So this is specifically described in the Mahabharata Adiparva 114."
    },
    {
      "start_time": 573,
      "end_time": 699,
      "verse_references": [],
      "themes": [
        "warning",
        "danger",
        "protection"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A weapon not made of steel Or any other material element Can be more sharp to kill an enemy",
      "summary": "The speaker elaborates on Vidura's indirect warnings to Yudhishthira about the fire plot and the Pandavas' escape through a tunnel.",
      "timestamp_url": "https://youtu.be/bDU3necB7wM?t=573",
      "transcript": "He indirectly hinted. What did he say? What did Vidura say to Yudhishthira? \"A weapon not made of steel or any other material element can be more sharp to kill an enemy, and he who knows this is never killed.\" See, in the form of a riddle, he is telling something to Yudhishthira. That is to say, Vidura hinted that the party of the Pandavas was being sent to Varanavata to be killed, and thus he warned Yudhishthira to be very careful in their new residential palace. He also gave indications of fire and said that fire cannot extinguish the soul but can annihilate the material body, but one who protects the soul can live. Kunti could not follow such indirect conversations between Maharaj Yudhishthira and Vidura, and thus when she inquired from her son about the purport of the conversation, Yudhishthira replied to Kunti Devi that from the talks of Vidura, it was understood that there was a hint of fire proceeding later on. Vidura came in disguise to the Pandavas and informed them that the housekeeper was going to set fire to the house on the fourteenth night of the waning moon. It was an intrigue of Dhritarashtra that the Pandavas might die altogether with their mother. By his warning, that is Vidura's warning, Pandavas escaped through a tunnel underneath the earth so that their escape was also unknown to Dhritarashtra, so much so that after setting the fire, the Kauravas were so certain of the death of the Pandavas that Dhritarashtra performed the last rites of their death."
    },
    {
      "start_time": 699,
      "end_time": 857,
      "verse_references": [],
      "themes": [
        "protection",
        "justice",
        "family"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Vidura played A Fair role In the Palace politics",
      "summary": "The lecture concludes by highlighting Vidura's fair role in palace politics, his efforts to prevent injustice, and his constant protection of the Pandavas, comparing it to a bird protecting its eggs.",
      "timestamp_url": "https://youtu.be/bDU3necB7wM?t=699",
      "transcript": "With great cheerfulness during the morning period, all the members of the palace became overwhelmed with lamentation, but Vidura did not become so because Vidura had knowledge that the Pandavas were alive somewhere. There are many such instances of calamities, and in each of them, Vidura gave protection to the Pandavas. On one hand, and on the other, he tried to restrain his brother Dhritarashtra from such intriguing policies. See how Vidura played a fair role in the palace politics. He tried to prevent his brother Dhritarashtra from doing injustice to the Pandavas, and he also kept warning the Pandavas so that Pandavas might not be killed by Dhritarashtra's intrigues. Therefore, it is described here that Vidura was always partial to the Pandavas, just as a bird protects its eggs by its wing. It is natural when a bird lays an egg so that the egg can eventually mature and hatch into a young one. So before the egg hatches, the bird has to protect that egg against attack by enemies or by some other birds which may come and, or some reptiles can come and eat away the egg. So the bird has to protect. So like that, Vidura, in order to protect the Pandavas against being killed by Dhritarashtra and Duryodhana and the Kauravas, he had to protect them very, very carefully. So this was the special protection of Vidura, and therefore Yudhishthira makes a reference to this after Yudhishthira returned after the battle of Kurukshetra, how because of Vidura's protection, Yudhishthira and his brothers and even Kunti were actually protected against being completely killed and eliminated by Dhritarashtra and company."
    },
    {
      "start_time": 857,
      "end_time": 861,
      "verse_references": [],
      "themes": [
        "gratitude"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Thank you very much",
      "summary": "The speaker concludes the session with gratitude.",
      "timestamp_url": "https://youtu.be/bDU3necB7wM?t=857",
      "transcript": "So I will stop here. Thank you very much."
    }
  ]
}