{
  "video_id": "bed3_T287po",
  "title": "SB 1.17.26-28 | HH Stoka Krishna Swami | 10-03-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=bed3_T287po",
  "segments": [
    {
      "start_time": 0,
      "end_time": 47,
      "verse_references": [],
      "themes": [],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Gyanati Miran Dhasya Gyananjani Shalakaya Chakshuron Militam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/bed3_T287po?t=0",
      "transcript": "Om Gyanati Miran Dhasya Gyananjani Shalakaya Chakshuron Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shri Vasadi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Jai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udhirayet"
    },
    {
      "start_time": 47,
      "end_time": 173,
      "verse_references": [
        "SB 1.17.26"
      ],
      "themes": [
        "auspiciousness",
        "divine presence",
        "burden of the earth"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When Krishna was present as an incarnation all good was performed because of his auspicious footprints.",
      "summary": "The speaker introduces the verses to be discussed and explains the meaning of verse 26, focusing on how Krishna's presence diminished the burden of the earth and brought auspiciousness.",
      "timestamp_url": "https://youtu.be/bed3_T287po?t=47",
      "transcript": "In this session we will be discussing from verses 26, 27 and 28 of the 17th chapter of the 1st canto of Srimad Bhagavatam. The 26th verse: The meaning of this 26th verse is, \"The burden of the earth was certainly diminished by the personality of Godhead and by others as well. When he was present, as an incarnation, all good was performed because of his auspicious footprints.\" These are words spoken by Parikshit Maharaj in response to Dharma's reply. Parikshit asked Dharma, \"Who or what is the cause of your suffering?\" And Dharma did not give a direct reply. He gave a very philosophical reply. So then Parikshit immediately replied, and he recognized this bull is no ordinary bull. It is the personality of religious principles. And he also understood the cow was mother earth in the shape of a cow. So now he's talking about how the burden of the earth, which was due to so many demoniac persons posing as kings at the time of Krishna's advent, just before Krishna's advent, that was definitely reduced by Krishna appearing and killing so many demons. When Krishna was present as an incarnation all good was performed because of his auspicious footprints, merely Krishna setting foot on the surface of the earth, by that there was all auspiciousness for everyone in the entire world."
    },
    {
      "start_time": 173,
      "end_time": 374,
      "verse_references": [
        "SB 1.17.27"
      ],
      "themes": [
        "lamentation",
        "degradation",
        "leadership",
        "kali yuga"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Unfortunately in the age of Kali the lower class men without training occupied a post of a ruler by strength of popular votes is called the democratic system.",
      "summary": "The speaker explains verse 27, describing how Mother Earth laments the future rule by unqualified leaders in Kali Yuga, drawing a parallel to contemporary democratic systems and their shortcomings.",
      "timestamp_url": "https://youtu.be/bed3_T287po?t=173",
      "transcript": "Then in the 27th verse it is said here, the meaning of this 27th verse is, \"Now she, that is mother earth, the chaste one, being unfortunately forsaken by the personality of Godhead, laments her future with tears in her eyes, for now she is being ruled and enjoyed by lower class men who pose as rulers.\" Krishna came and the demons posing as rulers were completely destroyed and Krishna installed the most righteous Yudhishtira Maharaj as the emperor of the world. The Pandavas were ruling, but Kali Purusha is entering, Kali Yuga is beginning, and in Kali Yuga the earth will be ruled by lower class men who pose as Kshatriyas but don't have Kshatriya qualities, and because the people and the animals, innocent people and innocent animals, will be exploited by these rulers, mother earth is having tears in her eyes, she's lamenting. So Srila Prabhupada explains in the purport, \"The Kshatriya who is qualified to protect the sufferers is meant to rule the state. Untrained lower-class men or men without ambition to protect the sufferers cannot be placed on the seat of an administrator. Unqualified person should not be sitting on the seat of the administrator.\" Unfortunately in the age of Kali, the lower class men without training occupied a post of a ruler by strength of popular votes is called the democratic system. Votes, who gets a maximum votes, majority works properly as it said in Latin, by majority vote a person comes to power and instead of protecting the sufferers these untrained people, unqualified people create a situation quite intolerable for everyone. Such rulers illegally gratify themselves at the cost of all comforts with citizens. They collect taxes, don't use it for the citizens welfare, entirely they become themselves very rich, they misuse the tax collected in this way and they throw some crumbs for the people in the name of welfare activity, they don't do real welfare for the people and thus the chaste mother earth cries to see the pitiable condition of her sons, both men and animals, innocent men and women are not allowed to live in the country, unqualified untrained lower-class men are ruling in the name of countries and"
    },
    {
      "start_time": 374,
      "end_time": 478,
      "verse_references": [],
      "themes": [
        "irreligiosity",
        "religious principles",
        "good qualities"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Anybody who follows it properly they will become decorated with all good qualities automatically.",
      "summary": "The speaker emphasizes that irreligiosity does not mean abandoning religious principles, and that following religious principles leads to good qualities.",
      "timestamp_url": "https://youtu.be/bed3_T287po?t=374",
      "transcript": "different countries, they divided the whole earth and then almost all the rulers are untruthful, they are unqualified, they don't have mercy on, they don't have any credit of austerity, they're not truthful. So such people if they are at the helm of affairs you can only imagine so much of problem, difficulty for the people and the innocent animals. That is the future of the world in the age of Kali when irreligiosity prevails most prominently. Now here irreligiosity should not be taken as a threat. I am saying that this does not mean that they should accept. Don't realize their right step is the right step. It is done not summary, one step by one step by step every benefit system of religion as ever means is the our life and that's selfish ours of someone doing something wrong. We have our food, we have money, we given that anybody who follows it properly they will become decorated with all good qualities automatically."
    },
    {
      "start_time": 478,
      "end_time": 578,
      "verse_references": [],
      "themes": [
        "religious hypocrisy",
        "commandments",
        "animal killing",
        "ahimsa"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Prabhupada says why are you not following the commandment of Bible you claim to be a Christian but you don't follow the commandment.",
      "summary": "The speaker discusses the hypocrisy of not following religious commandments, particularly regarding animal killing, citing examples from Christianity and Buddhism.",
      "timestamp_url": "https://youtu.be/bed3_T287po?t=478",
      "transcript": "Simply following the, just like in Christianity Prabhupada points out, \"Thou shall not kill\" is the first commandment, if I am not wrong, at least one of the ten commandments. I know I think it is the first commandment that now they are interpreting, \"Thou shall not murder,\" meaning that applies only to not killing humans, so animals they have, they think they have a license to kill even when they claim to be so called Christians. So Prabhupada says, \"Why are you not following the commandment of Bible? You claim to be a Christian but you don't follow the commandment.\" This is true even in other religious systems also, it's not just in Christianity, even in Hinduism so much animal killing is going on in the name of sacrifice. So Lord Buddha came, Lord Buddha is incarnation of Vishnu to stop this animal killing in the name of sacrifice, but today Buddhists themselves they are not anymore following the Ahimsa principle taught by Buddha. They claim to be Buddhists but they eat meat, they are meat eaters. Formerly when Buddha invented and taught Ahimsa all those following Buddhism were pure vegetarians."
    },
    {
      "start_time": 578,
      "end_time": 637,
      "verse_references": [],
      "themes": [
        "vegetarianism",
        "corruption",
        "bhagavata dharma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The only solution is people have to be educated in Bhagavata Dharma.",
      "summary": "The speaker notes the decline in vegetarianism among various religious groups and suggests that teaching Srimad Bhagavatam is the solution to corruption and other problems.",
      "timestamp_url": "https://youtu.be/bed3_T287po?t=578",
      "transcript": "Even now the a portion, a small section of the Buddhists they are pure vegetarians, even Christians you find, even Muslims you find pure vegetarians, those who strictly follow their religious tradition, the teachings of the saints or the Lord, but majority of the so called Christians or Muslims or Buddhists or Hindus even now they are not non-vegetarians, so this means they don't follow the commandments. So in the absence of a suitable king Prabhupada says, \"Teaching the Srimad Bhagavatam will clear the hazy atmosphere of corruption, bribery, blackmail etc.\" The only solution is people have to be educated in Bhagavata Dharma."
    },
    {
      "start_time": 637,
      "end_time": 727,
      "verse_references": [
        "SB 1.17.28"
      ],
      "themes": [
        "irreligion",
        "sinful acts",
        "responsibility"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This age of Kali will certainly be full of all activities of Kali but this does not mean that the leaders of society should sit down tightly and become callous to the reactions of the age of Kali.",
      "summary": "The speaker introduces and explains verse 28, emphasizing that while the age of Kali is full of sinful activities, leaders and devotees should not be passive in the face of it.",
      "timestamp_url": "https://youtu.be/bed3_T287po?t=637",
      "transcript": "28th verse: iti dharmam maheem chaiva santvayitva maharatha nishatam adade khadgam kalaye adharma hetave. The meaning of this verse is, \"Maharaj Pariksit who could fight one thousand enemies single handedly, maharatha, thus pacified the personality of religion and the earth, then he took up his sharp sword to kill the personality of Kali who is the cause of all irreligion.\" So Srila Prabhupada explains, \"As described above the personality of Kali is he who deliberately commits all kinds of sinful acts which are forbidden in the revealed scriptures. There is no license to kill animals, there is no license to kill animals innocent animals no way, but they are doing that in the name deliberately committing sinful activities even though it is forbidden in the scriptures. This age of Kali will certainly be full of all activities of Kali but this does not mean that the leaders of society the executive heads the learned and intelligent men or above all the devotees of the Lord should sit down tightly and become callous to the reactions of the age of Kali.\""
    },
    {
      "start_time": 727,
      "end_time": 877,
      "verse_references": [],
      "themes": [
        "precaution",
        "executive action",
        "corruption",
        "intoxication"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The administrators should not simply pass resolutions for anti-corruption steps but they must be ready with sharp swords to kill the persons creating corruption.",
      "summary": "The speaker uses the analogy of taking precautions against rain to illustrate the need for executive action against the activities of Kali, advocating for strict measures against corruption and intoxication, concluding with a thank you.",
      "timestamp_url": "https://youtu.be/bed3_T287po?t=727",
      "transcript": "Sometimes people say what can we do? We are following, we don't kill animals, we don't harm people, but we cannot do anything about others indulging in animal killing or others harming innocent people, we cannot do anything. So it's not that I cannot control somebody else therefore I don't do anything, that's not correct. So Prabhupada gives a nice example here, \"In the rainy season certainly there will be profuse rainfalls but that does not mean that men should not take means to protect themselves from the rains.\" Very nice example, you cannot stop the rain but you can take precaution for protecting yourself against the rain. Similarly it is the duty of the executive heads of state and others to take all necessary actions against the activities of Kali or the persons influenced by the age of Kali and Maharaj Parikshit is the ideal executive head of state for at once he was ready to kill the personality of Kali with his sharp sword because Kali was harming an innocent cow and an innocent bull so he was ready to kill Kali Purusha. The administrators should not simply pass resolutions for anti-corruption steps but they must be ready with sharp swords to kill the persons creating corruption from the angle of vision of the recognized shastras. See this is the practical action to be taken. The administrators cannot prevent corrupt activities by allowing wine shops. I have an example Prabhupada is giving, they must at once close all shops of intoxicating drugs and wine and force punishment even by death for those who indulge in habits of intoxication of all description as long as people are indulging in intoxication they cannot have any good behavior, good principles, they cannot be truthful, it is not possible. So government has to stop, totally stop. So Maharaj Parikshit the Maharatha is exhibiting the proper method of curbing down Kali Purusha. So I will just say I will stop here thank you very much."
    }
  ]
}