{
  "video_id": "BFiVtLo-C4s",
  "title": "SB 1.18.20 | HH Stoka Krishna Swami | 10-04-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=BFiVtLo-C4s",
  "segments": [
    {
      "start_time": 0,
      "end_time": 79,
      "verse_references": [],
      "themes": [
        "invocation",
        "introduction to Srimad Bhagavatam"
      ],
      "content_type": "introduction",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "In this session we will be discussing from the 20th verse of the 18th chapter of the first canto of Shri Madbhagavatam.",
      "summary": "The lecture begins with traditional Vaishnava prayers and an introduction to the specific verse from Srimad Bhagavatam that will be discussed.",
      "timestamp_url": "https://youtu.be/BFiVtLo-C4s?t=0",
      "transcript": "Om Agyana Timiraandhasya Gyananjanishalakaya Chaksharunmilitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhaktivedanta Swamil Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Paschatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nityananda Shri Advaita Gadadhara Shri Vasadi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet. In this session, we will be discussing from the 20th verse of the 18th chapter of the first canto of Shri Madbhagavatam. This chapter describes how Maharaj Pariksit was cursed by a brahmana boy, because of which it led to Pariksit Maharaj meeting Shukadev Goswami and Shri Madbhagavatam being spoken."
    },
    {
      "start_time": 80,
      "end_time": 143,
      "verse_references": [
        "SB 1.18.20"
      ],
      "themes": [
        "unlimitedness of God",
        "position of Lakshmi Devi"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So this verse is a very important verse spoken by Suta Goswami.",
      "summary": "The speaker recites and translates verse 20 from the 18th chapter of the first canto of Srimad Bhagavatam, highlighting the unlimited nature of God and the unique position of Lakshmi Devi.",
      "timestamp_url": "https://youtu.be/BFiVtLo-C4s?t=80",
      "transcript": "So the 20th verse: Etavatalam Nanu Suchitena Gunair Asamya Natishamaya Nishaya Nasya Hitvetaraan Prarthayato Vibhuter Yasyangri Renum Jushate Nabhip Soho. The meaning of this verse is: It is now ascertained that he, the personality of Godhead, is unlimited and there is none equal to him. Consequently, no one can speak of him adequately. Great demigods cannot obtain the favor of the goddess of fortune even by prayers, but this very goddess renders service unto the Lord although he is unwilling to have such service. So this verse is a very important verse spoken by Suta Goswami."
    },
    {
      "start_time": 144,
      "end_time": 235,
      "verse_references": [],
      "themes": [
        "unlimitedness of Krishna",
        "attributes of God"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Only one personality in the entire cosmic manifestation that is the supreme personality of Godhead, Krishna alone is unlimited.",
      "summary": "The speaker emphasizes the unlimited nature of Krishna, stating that He is the only unlimited personality in the cosmic manifestation and that His qualities, forms, and opulences are also unlimited.",
      "timestamp_url": "https://youtu.be/BFiVtLo-C4s?t=144",
      "transcript": "What is the position of the personality of Godhead? Sri Krishna. In the previous verse, there was a description about the personality of Godhead who is unlimited in potency and transcendental by all the attributes. He is called Ananta, the unlimited personality, supreme personality. So that unlimited, now he is justifying. Suta Goswami is justifying because nobody is equal to him and nobody else can be unlimited. Only one personality in the entire cosmic manifestation, that is the supreme personality of Godhead, Krishna alone is unlimited and no one can speak of him adequately. Any amount of description cannot exhaust the different transcendental qualities of the Supreme Lord. So he has unlimited qualities. He has unlimited forms. He has unlimited opulences. Everything about him is unlimited."
    },
    {
      "start_time": 236,
      "end_time": 352,
      "verse_references": [],
      "themes": [
        "Lakshmi Devi's service",
        "Krishna's independence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So he accepts the service of Lakshmi Devi he accepts the service of his innumerable devotees pure devotees simply for blessing them for giving them his blessings for showing his mercy upon them.",
      "summary": "The speaker explains that while demigods seek the favor of Lakshmi Devi, she serves Krishna, who is complete and doesn't need her service, but accepts it to bless His devotees.",
      "timestamp_url": "https://youtu.be/BFiVtLo-C4s?t=236",
      "transcript": "And one specific point here in this verse is that when compared to the goddess of fortune, Lakshmi Devi, and what is the position of the goddess of fortune, Lakshmi Devi? Great demigods, they seek her favors, but they are unable to obtain it even by offering so many prayers, but that goddess of fortune, Lakshmi Devi, she herself renders service to the unlimited Supreme Lord, Anantha, the personality of Godhead, Krishna. But Krishna's position is not that he is in need of Lakshmi Devi's service. He is full and himself is complete and he is not in need of Lakshmi Devi's service. Even then, it is his kindness that even though he doesn't require the service, it is for benefiting the servitor that the Lord agrees to accept that service. So he accepts the service of Lakshmi Devi, he accepts the service of his innumerable devotees, pure devotees, simply for blessing them, for giving them his blessings, for showing his mercy upon them, and one should not wrongly think it is some kind of necessity that Krishna has to be served and he is dependent on the service of his devotees, no, never."
    },
    {
      "start_time": 353,
      "end_time": 502,
      "verse_references": [],
      "themes": [
        "Shruti and Smriti literature",
        "Vedic knowledge"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Shruti is the original Vedas which have been received in oral translation.",
      "summary": "The speaker begins to explain the difference between Shruti and Smriti literature, defining Shruti as the original Vedas received through oral tradition.",
      "timestamp_url": "https://youtu.be/BFiVtLo-C4s?t=353",
      "transcript": "So in the purport, Srila Prabhupada explains this point by clearly referencing the Shruti literature. Now what is the difference between Shruti literature and Smriti literature? Two kinds of Vedic literatures: Shruti and Smriti. Shruti is the original Vedas which have been received in oral translation of the Shruti literature which have been received in oral translation of the Shruti literature which have been received in oral translation of the Shruti literature which have been received in oral translation of the Shruti literature two kinds of Vedic literature one or the other Shruti is Arjuna'sľhooハ Shoppa within Brahma's heart. So at that time, there was nobody other than the Supreme Lord and Brahma. Brahma is the first created being. So then from Brahma it is coming down in parampara from Brahma to his sons and disciples, from them to their disciples and successors. That is the oral tradition. It's called Shruti. It is received by hearing. It is received by hearing from the predecessor. So it is coming down in human society and since the beginning of creation, that's called Shruti literature, the original Vedas. What we say, the original Vedas. You would have heard of these terms: Rig Veda, Yajur Veda, Sama Veda, Atharva Veda. So these four Vedas are basically the original Vedic knowledge and these Vedas have many subdivisions also, many varieties of details are there of this original Vedas: Samhitas, Brahmanas, Aranyakas, Upanishads, like that. It there is it's very vast body of knowledge. Then there are other kind of Vedic literature called Shruti."
    },
    {
      "start_time": 503,
      "end_time": 664,
      "verse_references": [],
      "themes": [
        "Smriti literature",
        "Puranas and Itihasas"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Shruti literature is the compilation of the same vedic message by the saintly persons by the great devotees by witches sages or by dead火根 for explaining the Vedic message to a particular audience to explain in an easily understandable way",
      "summary": "The speaker defines Smriti literature as compilations of Vedic messages by saintly persons, making the knowledge more accessible, and gives examples like Puranas and Itihasas.",
      "timestamp_url": "https://youtu.be/BFiVtLo-C4s?t=503",
      "transcript": "literature. What is Shruti literature? Shruti literature is the compilation of the same vedic message by the saintly persons, by the great devotees, by witches sages or by dead火根 for explaining the Vedic message to a particular audience, to explain in an easily understandable way because the Vedic message in the original Vedas is very difficult to understand for most people, for common people. So it has been simplified and presented in different ways to disseminate the same knowledge, the same message without any change, without any interpretation, the original message as it is explained in simple way. So what is this Smriti literature? The examples of Smriti literature are all other literature other than the Vedas like the Puranas, the Itihasas, the Sutras, the Upaveda's, the Vedangas and the various commentaries, the various explanations given by realized Acharyas etc. So Bhagavatam is in the category of Smriti literature, that is one of the Puranas, but it is not a creation of some person which is independent of the Vedic message. It is exactly the same message of the vedas, the original Vedas which is there in the Bhagavatam, but the way it is written and it is not something which gets stolen in some way, there is no reason for that. The speciality of Bhagavatam is it is directly and easily understandable. The Vedas sometimes speak in a very very indirect way whereas the Puranas are directly describing the Vedic message."
    },
    {
      "start_time": 665,
      "end_time": 780,
      "verse_references": [],
      "themes": [
        "Shruti literature",
        "Krishna's independence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The personality of Godhead or the Parameshwara Parabrahman according to the Shrutis has nothing to do so in the Shrutis it is said natasya karyam karanam cha vidyate natat samascha abhyadikas cha dhrushyate parashya",
      "summary": "The speaker quotes Shruti literature to emphasize that the Supreme Personality of Godhead, Parameshwara Parabrahman, has nothing to do, meaning He is independent and self-sufficient.",
      "timestamp_url": "https://youtu.be/BFiVtLo-C4s?t=665",
      "transcript": "So Srila Prabhupada in the opening of the purport itself he says the personality of Godhead or the Parameshwara Parabrahman according to the Shrutis has nothing to do. So in the Shrutis it is said natasya karyam karanam cha vidyate natat samascha abhyadikas cha dhrushyate parashya shaktir vividhaiva shuyate svabhaviki jnanam karyam karanam cha vidyate natasya karyam karanam karanam cha vidyate natasya karyam karanam cha vidyate natasya karyam karanam cha vidyate natasya karyam karanam cha vidyate natasya karyam karanam cha vidyate natasya karyam karanam. So this is one of the verses in the Upanishads. Now it's not easy to understand this, but what it means is that the Supreme absolute truth, the Supreme personality of Godhead known as Parameshwara Parabrahman to distinguish him from other controllers, subordinate controllers, lower level controllers, controllers, Ishwaras. So he is Parameshwara. Nobody else can be called Parameshwara. Only Krishna, the Supreme Personality got it. It's called Parameshwara and Parabrahman because Brahman means the sometimes refers to the living entities. But Krishna is Parabrahman. Atma refers to the living entities sometimes, but Paramatma refers only to the Supreme Personality of God in this way. The Supreme Lord is distinguished from everyone else in so many ways. So that Supreme Personality of God and according to the Shruti literature that Prabhupada is quoting here, it is described the Shruti literature is nothing to do."
    },
    {
      "start_time": 781,
      "end_time": 938,
      "verse_references": [
        "BG 3.22"
      ],
      "themes": [
        "Krishna's independence",
        "devotee's need"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "His position is unique in that he has unlimited potencies and Is every action is carried out systematically in his natural perfect ways",
      "summary": "The speaker reinforces the idea that Krishna has no equal or superior and is full in Himself, unlike beings in the material world who are always in need, concluding the lecture.",
      "timestamp_url": "https://youtu.be/BFiVtLo-C4s?t=781",
      "transcript": "Same thing is told in the Bhagavad Gita also: Name Parthasthi Kartabhyam Trishulokeshu Kinchana. See Bhagavad Gita also the same Message. Bhagavad Gita is also part of Mahabharata, which is Smriti literature, Itihasa. But even that Bhagavad Gita, what is spoken by Krishna and documented or recorded by Vyasa Deva also contains the same Esoteric message that the absolute supreme absolute truth, the Supreme Personality of God has nothing to do. What does it mean he has nothing to do? So that is explained by Prabhupada further. He has no equal. That means everybody else has got duties. Everybody else has got Something to do. By their very constitution Prabhupada further says nor does anyone excel him. Nobody can excel him. He is no equal. He has no superior. Everybody is subordinate to him. But His position is unique in that he has unlimited potencies and Is every action is carried out systematically in his natural perfect ways: parashya-shaktir-vividhayi-vashuyate-svabhavikī natural jñāna-balak-kriyāca automatically, systematically, very nicely carried out by his different energies. Thus the supreme personality of God is full in himself and he has nothing to accept from anyone else including the great demigods like Brahma. So nobody need to offer him service for the sake of Krishna being in need of something, no. In this world we accept service from others because we are in need. Everybody is in need. Nobody is complete by themselves, nobody is complete, but the supreme lord is full in himself and he is completely full so he is not in need, we are in need. So that difference always eternally exists. So I will stop here, thank you very much."
    }
  ]
}