{
  "video_id": "bgJl9llMpcc",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.15.12 | 04-12-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=bgJl9llMpcc",
  "segments": [
    {
      "start_time": 0,
      "end_time": 124,
      "verse_references": [],
      "themes": [
        "Arjuna's achievements",
        "Krishna's grace",
        "Srimad Bhagavatam"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "These are words spoken by Arjuna.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam 1.15.12, explaining that Arjuna is recounting his achievements and the grace of Lord Krishna to Yudhishthira after returning from Dwaraka.",
      "timestamp_url": "https://youtu.be/bgJl9llMpcc?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyananj Nishalakaya Chaksharan Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Devim Saraswati Vyasam Tato Jayam Udi Rayet Om Namah Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam In this session we will be discussing from the 12th verse of the 15th chapter of the 1st canto of Srimad Bhagavatam. Yat Tejasatha Bhagavan Yudhisula Panir Vismapitasagirijostram Adhan Nijamme Anyepichaham Amunaiva Kalevarena Prapto Mahendra Bhavane Mahadasanardham Prapto Mahendra Bhavane Mahadasanardham The meaning of this verse is: It was by his influence only that in a fight I was able to astonish the personality of God, Lord Shiva, and his wife, the daughter of Mount Himalaya. Thus he, Lord Shiva, became pleased with me and awarded me his own weapon. Other demigods also delivered their respective weapons to me and in addition I was able to reach the heaven. I was able to reach the heavenly planets in this present body and was allowed a half elevated seat."
    },
    {
      "start_time": 124,
      "end_time": 279,
      "verse_references": [],
      "themes": [
        "Demigods vs. Supreme Lord",
        "Devotion to Krishna",
        "Srila Prabhupada's purport"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "By such a conception one becomes an offender ultimately meets with the same end as Ravana and others.",
      "summary": "The speaker explains Srila Prabhupada's purport, emphasizing that pleasing the Supreme Lord Krishna is superior to pleasing demigods, and that devotees of Krishna respect demigods, but those who consider demigods equal to Krishna are offenders.",
      "timestamp_url": "https://youtu.be/bgJl9llMpcc?t=124",
      "transcript": "These are words spoken by Arjuna. He is speaking to Yudhishthira. He has returned from Dwaraka. He has brought the news that Krishna has departed for his personal abode. And he is recollecting the grace of Lord Krishna, by which he was able to do so many wonderful things. So Srila Prabhupada explains this in the purport: By the grace of the Supreme Personality of God, Sri Krishna, all the demigods including Lord Shiva were pleased with Arjuna. The idea is that one who is favored by Lord Shiva or any other demigod may not necessarily be favored by Arjuna. But he was certainly a great devotee of Lord Shiva, but he could not be saved from the wrath of the Supreme Personality of God, Lord Ramachandra. And there are many instances like that in the histories of the Puranas. But here is an instance where we can see that Lord Shiva became pleased even with the grace of Lord Shiva. He was pleased with Arjuna. Even in the fight with Arjuna. The devotees of the Supreme Lord know how to respect the demigods, but the devotees of the demigods sometimes foolishly think that the Supreme Personality of Godhead is no greater than the demigods. By such a conception one becomes an offender, ultimately meets with the same end as Ravana and others. The instances described by Arjuna during his friendly dealings with Lord Sri Krishna are instructive for all who may be convinced by the lessons that one can achieve all favors simply by pleasing the Supreme Lord Sri Krishna, whereas the devotees or worshippers of the demigods may achieve only partial benefits which are also perishable, just as the demigods themselves are."
    },
    {
      "start_time": 279,
      "end_time": 334,
      "verse_references": [
        "BG 9.21"
      ],
      "themes": [
        "Perishable vs. Eternal",
        "Awards from Krishna vs. Demigods",
        "Bhagavad Gita"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Whereas the Supreme Lord is eternal. His blessings are eternal.",
      "summary": "The speaker contrasts the perishable benedictions received from demigods with the eternal blessings of the Supreme Lord Krishna, referencing the Bhagavad Gita.",
      "timestamp_url": "https://youtu.be/bgJl9llMpcc?t=279",
      "transcript": "In the Bhagavad Gita it is said, Cheene Punye Marthya Lokam Vishanti. In the Bhagavad Gita it is said, the... I am sorry. Less intelligent people worship demigods by which they get benedictions which are perishable, as much as the demigods themselves are perishable, whereas the Supreme Lord is eternal. His blessings are eternal. His alms, awards are eternal. So there is a significant difference between the award given by Krishna and awards given by the demigods."
    },
    {
      "start_time": 334,
      "end_time": 448,
      "verse_references": [],
      "themes": [
        "Arjuna's heavenly journey",
        "Suitability of bodies",
        "Grace of Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But Arjuna, by the grace of Lord Sri Krishna, he was able to go in the self-same body to the heavenly planet of Indra Deva.",
      "summary": "The speaker highlights Arjuna's unique ability to reach the heavenly planets in his physical body due to the grace of Lord Krishna, contrasting it with the general limitations of bodies and planetary conditions.",
      "timestamp_url": "https://youtu.be/bgJl9llMpcc?t=334",
      "transcript": "Srila Prabhupada further explains, another significance of the present verse is that Arjuna, by the grace of Lord Sri Krishna, was able to reach the heavenly planet even with the self-same body. Generally, we cannot go to the heavenly planet with this body. Each and every body is suitable for certain living conditions on a particular planet. The living conditions are different on different planets. The duration of life is different. The atmospheric conditions are different. Just like Srila Prabhupada gives the example, there are so many creations. There are so many creatures, aquatics, living in the water, but we cannot live in the water. Similarly, there are creatures living in the air. Now, we cannot live in the air. So, every creature, created being, has got a suitable body for residing on a particular planet in a particular atmosphere. This is the reason why it is said here simply somebody cannot just go by some mechanical means and enter the heavenly planets. It is not possible. But Arjuna, by the grace of Lord Sri Krishna, he was able to go in the self-same body to the heavenly planet of Indra Deva. Not only he went there, it is described. He was also honored by the heavenly demigods."
    },
    {
      "start_time": 448,
      "end_time": 533,
      "verse_references": [
        "BG 9.21"
      ],
      "themes": [
        "Pious acts",
        "Karma",
        "Heavenly planets",
        "Rebirth"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Kshine Punye Marthya Lokam Vishanti one comes down to the earthly planets when they exhaust their Punyakarma",
      "summary": "The speaker explains that while pious acts can lead to the heavenly planets, the enjoyment is temporary, and one returns to the earthly plane upon exhausting the merits, referencing the Bhagavad Gita.",
      "timestamp_url": "https://youtu.be/bgJl9llMpcc?t=448",
      "transcript": "started position compared to the human beings on the earth, but Indra offered his seat, shared his seat with Arjuna, which means that Arjuna was able to please Indra Deva all by the grace of Lord Shri Krishna. So Srila Prabhupada says generally one can reach the heavenly planets but a pious acts recommended in the Shastras in the category of fructive activities, karma Kanda portion of the Vedas, it is described how certain types of pious activities, Punyakarya, makes one eligible in the next life to reach the heavenly planet. And as it is stated in the Bhagavad Gita 9th chapter 21st verse, when the reactions of such pious acts are spent, the enjoyer is again degraded to this earthly planet. One elevates oneself by pious acts, when the Punya is exhausted one comes back to the earth. Kshine Punye Marthya Lokam Vishanti, one comes down to the earthly planets when they exhaust their Punyakarma."
    },
    {
      "start_time": 533,
      "end_time": 671,
      "verse_references": [],
      "themes": [
        "Heavenly planets",
        "Sacrifice",
        "Charity",
        "Austerities",
        "Modern science"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "Arjuna was allowed to enter into the heavenly planets in the self same body simply by the grace of the Lord otherwise it is not possible to do so",
      "summary": "The speaker contrasts the traditional path to heavenly planets through pious acts with Arjuna's unique access through Krishna's grace, criticizing modern scientists' attempts to reach heavenly planets without the necessary spiritual qualifications.",
      "timestamp_url": "https://youtu.be/bgJl9llMpcc?t=533",
      "transcript": "So Srila Prabhupada further says, the moon is also on the level with the heavenly planets and only persons who have performed virtues, only performing sacrifices, giving charity and undergoing severe austerities, yagna daana tapa, can be allowed to enter into the heavenly planets after the duration of life of the present body. I do punya karma while in this body, while on the earth, and after I quit this body by dint of the punya karma I am elevated to the heavenly planet in the next life, not in the same life. Arjuna was allowed to enter into the heavenly planets in the self same body simply by the grace of the Lord, otherwise it is not possible to do so. So it's only the grace of Lord Krishna, by the grace of Lord Krishna anything is possible for the devotees. The present attempts to enter into the heavenly planets by the modern scientists will certainly prove futile because such scientists are not on the level of Arjuna. What was possible for Arjuna is not possible for the modern-day scientists. They are trying to go by some mechanical means to the moon planet or nowadays even the Mars planet. They cannot go like that because they don't have a suitable body which is fit for the atmosphere of the earth and they cannot go like that because they don't have a suitable body which is fit for the atmosphere conditions on those planets. Proper further says these modern scientists who are trying to go there, they are ordinary human beings without any assets of sacrifice, charity or austerities. Most of them are atheists in any case they are."
    },
    {
      "start_time": 671,
      "end_time": 776,
      "verse_references": [],
      "themes": [
        "Modes of material nature",
        "Lust and greed",
        "Degraded consciousness",
        "Higher planetary systems"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "The material body is influenced by the three modes of material nature everyone who is taken birth in this material world is influenced by the three gunas including Lord Brahma",
      "summary": "The speaker discusses how the modes of passion and ignorance (Rajoguna and Tamoguna) lead to lust and greed, preventing one from reaching higher planetary systems, and how only those influenced by goodness can access them.",
      "timestamp_url": "https://youtu.be/bgJl9llMpcc?t=671",
      "transcript": "not performed the necessary punya karma, so how can they go? It's not possible. The material body is influenced by the three modes of material nature. Everyone who is taken birth in this material world is influenced by the three gunas, including Lord Brahma. The present population is more or less influenced by the modes of passion ignorance and the symptoms for such influence are exhibited in the becoming very lusty and greedy. Rajasthamo bhava kama lobha, the influence of Rajoguna and Tamoguna, passion and ignorance modes of material nature, is that one becomes lusty and greedy, kama krodha, sorry kama and lobha. So with such a religious consciousness one cannot enter the heavenly planets. Social a proper further says such degraded fellows can hardly approach the higher planetary systems. Above the heavenly planets there are many other planets also which only those who are influenced by goodness can reach. In heavenly and other planets with inhabitants are all highly intelligent. So this is a piece of information."
    },
    {
      "start_time": 776,
      "end_time": 909,
      "verse_references": [],
      "themes": [
        "Intelligence of demigods",
        "Goodness",
        "Devotees of the Lord",
        "Favor of Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Become a devotee of Lord Sri Krishna then you have the favor of the demigods also but somebody is simply trying to satisfy some devata not necessarily they will be favored by Krishna",
      "summary": "The speaker emphasizes the superior intelligence and piety of the inhabitants of heavenly planets, highlighting that they are devotees of the Lord, and reiterates that devotion to Krishna ensures the favor of the demigods, concluding the lecture.",
      "timestamp_url": "https://youtu.be/bgJl9llMpcc?t=776",
      "transcript": "authentic fact for the modern-day scientists. Some of them believe that humans are the most intelligent persons in this entire material creation, but they do not know the devatas in the higher planets, the rishis, the sages, they are many times more intelligent than the human beings from the earth. They are all pious in the higher and highest mode of goodness, that's also a qualification. They are pious, Punya, in the higher and highest modes of goodness, that means they are almost situated in entirely in goodness, though in the material world there's nothing like exclusive goodness, there's always a tinge of the influence of rajoguna, tamoguna, always it is there in the conditioned souls. So these inhabitants of the heavenly planets, they are highly intelligent, they are very pious, they have so much of Punya karma and most importantly they are all devotees of the Lord. All of them in the heavenly planets, they are all devotees, Vishnu Bhaktas, Mitho, Daiva and although their goodness is not unadulterated, there's some tinge still they are known as demigods possessing the maximum amount of good qualities possible in the material world. So this is a very important point that we need to understand. This is the description by Srila Prabhupada in this purport. So we should understand become a devotee of Lord Sri Krishna then you have the favor of the demigods also, but somebody is simply trying to satisfy some devata not necessarily they will be favored by Krishna. I'll stop here thank you very."
    }
  ]
}