{
  "video_id": "bJhVwk44oqQ",
  "title": "Krishna Wants Our Uninterrupted Attention | Soulful Japa",
  "speaker": "HH Stoka Krishna Maharaj",
  "youtube_url": "https://www.youtube.com/watch?v=bJhVwk44oqQ",
  "segments": [
    {
      "start_time": 0,
      "end_time": 27,
      "verse_references": [],
      "themes": [
        "bhakti",
        "chanting",
        "attention"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Let me connect this uninterrupted chanting to Bhakti.",
      "summary": "The lecture begins by connecting uninterrupted chanting to Bhakti, referencing a fire example.",
      "timestamp_url": "https://youtu.be/bJhVwk44oqQ?t=0",
      "transcript": "Let me connect this uninterrupted chanting to Bhakti. The fire example we have given. Okay. The iron in the fire example we have given. But how is Krishna more pleased? Whether I chant 108 mantras in 108 minutes or in seven minutes,"
    },
    {
      "start_time": 27,
      "end_time": 53,
      "verse_references": [],
      "themes": [
        "chanting",
        "Krishna's pleasure",
        "quantity vs. quality"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Whether I chant 108 mantras in 108 minutes or in seven minutes, how does it matter?",
      "summary": "The speaker questions whether the speed of chanting matters to Krishna, suggesting that the number of mantras chanted shouldn't be the only factor.",
      "timestamp_url": "https://youtu.be/bJhVwk44oqQ?t=27",
      "transcript": "how does it matter? Krishna should be saying, okay, you're doing wrong. You're done 108 times, fine. So it should be same, no? No, it is not. Why?"
    },
    {
      "start_time": 53,
      "end_time": 120,
      "verse_references": [],
      "themes": [
        "attention",
        "devotion",
        "love",
        "uninterrupted chanting"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna wants, what are we doing in our japa? We are offering something very fundamental to us. What is that? Attention.",
      "summary": "The speaker explains that Krishna desires our attention during japa, comparing uninterrupted attention to the greater love of a devoted lover.",
      "timestamp_url": "https://youtu.be/bJhVwk44oqQ?t=53",
      "transcript": "Krishna's angle. Krishna wants, what are we doing in our japa? We are offering something very fundamental to us. What is that? Attention. We are giving our attention. Is it not? We are giving our attention to the Lord. And the Lord wants our attention. If we are able to give attention uninterruptedly, is it not a matter of grace? Greater devotion. Yes. Suppose there is a lover and he thinks of the beloved always. There's another lover who thinks of him now and then he thinks of him. Whose love is great? In the same way, somebody who can give attention uninterruptedly, that means his devotion, he's devoting his attention to the Lord. He is devoting his attention more to the Lord than a person, Hare Krishna, Hare Krishna,"
    },
    {
      "start_time": 120,
      "end_time": 148,
      "verse_references": [],
      "themes": [
        "chanting",
        "hearing",
        "remembering Krishna",
        "essence of Krishna consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna wants the essence of all Krishna consciousness is always remember Krishna, never forget him.",
      "summary": "The speaker emphasizes the importance of concurrent chanting and hearing, highlighting that the essence of Krishna consciousness is to always remember Krishna.",
      "timestamp_url": "https://youtu.be/bJhVwk44oqQ?t=120",
      "transcript": "Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare. So what about this? What about that? Okay. Again, Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, even if it is concurrent chanting and hearing. At least that particular chanting, I'll hear and chant, which is better. If you're doing japa, Krishna wants the essence of all Krishna consciousness is always remember Krishna,"
    },
    {
      "start_time": 148,
      "end_time": 174,
      "verse_references": [],
      "themes": [
        "uninterrupted japa",
        "rehearsal",
        "spiritual reason"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Two hours of 16 rounds is a great opportunity for rehearsal of uninterrupted japa, constant chanting of Hare Krishna Maha Mantra without a break.",
      "summary": "The speaker suggests that chanting 16 rounds for two hours is a rehearsal for uninterrupted japa.",
      "timestamp_url": "https://youtu.be/bJhVwk44oqQ?t=148",
      "transcript": "never forget him. He's the essence of Krishna consciousness. Always remember him. So two hours of 16 rounds is a great opportunity for rehearsal of uninterrupted japa, constant chanting of Hare Krishna Maha Mantra without a break. So this is the spiritual reason. Why? Why? Why? Why?"
    },
    {
      "start_time": 174,
      "end_time": 209,
      "verse_references": [],
      "themes": [
        "attention",
        "devotion",
        "Krishna Nama",
        "uninterrupted japa"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Definitely, an uninterrupted japa means you are devoting your attention exclusively for him, not allowing anybody, anything else to take your attention away.",
      "summary": "The speaker reiterates that uninterrupted japa means giving exclusive attention to Krishna, preventing distractions.",
      "timestamp_url": "https://youtu.be/bJhVwk44oqQ?t=174",
      "transcript": "Definitely, an uninterrupted japa means you are devoting your attention exclusively for him, not allowing anybody, anything else to take your attention away. My Krishna is most important. Now I have said, my Sadhya is now 108 beats. Nobody shall interfere. My mind cannot interfere. Outside, nobody can interfere. My attention is fully for Krishna Nama. Hare Krishna, Hare Krishna. Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare."
    },
    {
      "start_time": 209,
      "end_time": 247,
      "verse_references": [],
      "themes": [
        "devotion",
        "energy",
        "mercy",
        "chanting",
        "hearing"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Lord is definitely pleased more and therefore if he's pleased more, therefore you see more energy, more heat flows into you.",
      "summary": "The speaker connects devotion to increased energy and mercy, emphasizing the power of chanting and hearing Krishna's name.",
      "timestamp_url": "https://youtu.be/bJhVwk44oqQ?t=209",
      "transcript": "You see the spirit behind uninterrupted. So devotion is connected even though I have given the fire example. The fire example looks like an impersonal example. That impersonal example is connected to this Lord being actually pleased more. Lord is definitely pleased more and therefore if he's pleased more, therefore you see more energy, more heat flows into you. More Satchitananda mercy, you attract the mercy of Sakyavesha Nama. Then you are so devotedly attentive to the Nama and doing the seva of chanting and hearing his name."
    },
    {
      "start_time": 247,
      "end_time": 284,
      "verse_references": [],
      "themes": [
        "rehearsal",
        "chanting",
        "mantra",
        "lotus flower"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So this is like a rehearsal for us. The chanting 16 rounds uninterruptedly.",
      "summary": "The speaker concludes by stating that chanting 16 rounds uninterruptedly is a rehearsal, and that the mantra is for the lotus flower to be lit.",
      "timestamp_url": "https://youtu.be/bJhVwk44oqQ?t=247",
      "transcript": "Very, very powerful. Okay. So this is like a rehearsal for us. The chanting 16 rounds uninterruptedly. So when you chant the mantra, the mantra is for the lotus flower to be lit. Very powerful."
    }
  ]
}