{
  "video_id": "bjYKu8NSUOs",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.6.27 | 22-11-2021",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=bjYKu8NSUOs",
  "segments": [
    {
      "start_time": 0,
      "end_time": 62,
      "verse_references": [
        "SB 1.6.27"
      ],
      "themes": [
        "Narada Muni's previous life",
        "detachment",
        "death"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So Narada Muni is going to conclude his description about his previous life.",
      "summary": "Narada Muni is concluding the description of his previous life and how he met with death, free from material attachments.",
      "timestamp_url": "https://youtu.be/bjYKu8NSUOs?t=0",
      "transcript": "In this session, we will be discussing the 27th verse of the 6th chapter of the 1st canto, Srimad Bhagavatam. The meaning of this verse is: \"And so, O Bramhna Vyasadeva, in due course of time, I, who was fully absorbed in thinking of Krishna and who therefore had no attachment to Krishna, am being completely free from all material taints, met with death, as lightning and illumination occurs simultaneously.\""
    },
    {
      "start_time": 62,
      "end_time": 162,
      "verse_references": [],
      "themes": [
        "detachment",
        "Krishna consciousness",
        "material attachment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "even if a devotee has a tinge of material attachment he has to take birth again",
      "summary": "The speaker explains that a devotee free from material attachments, fully absorbed in Krishna consciousness through chanting and hearing, will not be reborn in the material world.",
      "timestamp_url": "https://youtu.be/bjYKu8NSUOs?t=62",
      "transcript": "So Narada Muni is going to conclude his description about his previous life. This is the last verse about his previous life. What happened? As he was engaged in traveling throughout the earth, chanting and glorifying the Lord without any material formalities, he, in course of time, when he had become fully absorbed in thinking of Krishna and in such a state of consciousness, he did not think of Krishna. So he was not fully absorbed in thinking of Krishna. He had become completely free from all material attachments, no attachment to anything in this material world. It is important to note this, that even if a devotee has a tinge of material attachment, he has to take birth again after quitting this body in the material world, whereas that devotee who is completely free from all attachments, and how is that possible? By becoming fully absorbed in thinking of Krishna, by constantly engaging in chanting and hearing and glorifying the name, fame, pastimes, activities, qualities of the"
    },
    {
      "start_time": 162,
      "end_time": 264,
      "verse_references": [],
      "themes": [
        "purification",
        "chanting",
        "death",
        "spiritual body"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "as one goes on chanting and hearing the heart becomes cleansed and no further contamination can enter",
      "summary": "The speaker elaborates on the process of purification through chanting and hearing, leading to freedom from material contamination and a different kind of death, like lightning and illumination.",
      "timestamp_url": "https://youtu.be/bjYKu8NSUOs?t=162",
      "transcript": "Supreme Lord, being completely freed from all material taints. Completely free from all material taints, as one goes on chanting and hearing, the heart becomes cleansed and no further contamination can enter because such a devotee is always engaged thinking of Krishna, always engaged in hearing about Krishna, always engaged in chanting the holy name, fame, qualities, past times of Krishna, etc. So no further contamination and all past contamination is completely cleansed away. Then, in course of time, he met with death. What is that death? Quitting the present body. Krishna says in the Bhagavad Gita, the soul doesn't die, the real person, the spiritual identity is not lost at the time of death. It is only the material body that one quits. So met with death as lightning, in the lightening and illumination occurs simultaneously. Now what is the significance of Narada Muni telling he met with death as lightning and"
    },
    {
      "start_time": 264,
      "end_time": 394,
      "verse_references": [],
      "themes": [
        "detachment",
        "material existence",
        "spiritual reality",
        "hankerings"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "As a very rich man has no hankerings for small petty things. So also a devotee of Lord Krishna who is guaranteed to pass on to the kingdom of God",
      "summary": "The speaker explains Prabhupada's purport, emphasizing that a devotee absorbed in Krishna has no hankerings for petty material things, which are temporary and without permanent value.",
      "timestamp_url": "https://youtu.be/bjYKu8NSUOs?t=264",
      "transcript": "illumination occurs simultaneously is explained by Prabhupada in the purport. So let us go through the purport. To be fully absorbed in the thought of Krishna means clearance of material dirts or hankerings. Such cleansing away of material dirt is not possible for somebody who is engaged in material activities. Material activity means actions and reactions under the influence of the three gunas. So material activity means, what is the material activity? It means one becomes further entangled more and more in the material existence. Whereas cleansing away the material dirt by being absorbed fully in thought of Krishna means no more material entanglement, no more material contamination. And Srila Prabhupada gives a nice example here: As a very rich man has no hankerings for small petty things, so also a devotee of Lord Krishna who is guaranteed to pass on to the kingdom of God where life is eternal, fully cognizant and blissful, Satchitananda, naturally has no hankerings for petty material things which are like dolls or shadows of the reality and are without permanent value. Srila Prabhupada is nicely summarizing. What is this material existence consisting of? Petty material things and these material things have no permanent value. Nothing material has permanent value. We discussed this in a"
    },
    {
      "start_time": 394,
      "end_time": 552,
      "verse_references": [],
      "themes": [
        "material vs spiritual",
        "spiritual body",
        "kingdom of God",
        "eternal life"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Similarly anything material is nothing but a shadow or a reflection of the spiritual reality.",
      "summary": "The speaker contrasts the temporary nature of material things with the eternal nature of the spiritual world, emphasizing that the material world is a reflection of the spiritual reality and our true home is the kingdom of God.",
      "timestamp_url": "https://youtu.be/bjYKu8NSUOs?t=394",
      "transcript": "previous session. So this being reinforced, this understanding for our benefit, because we have got a background of having developed value for so many different material objects or material things. But now in spiritual life, we should understand none of those material things are of any permanent value. They are compared to material things, compared to shadows of reality. That means the real shadow means there is a real object of which the shadow is nothing but a reflection. So the real object is valuable. The shadow is not. Similarly, anything material is nothing but a shadow or a reflection of the spiritual reality. So if we have a material body, it is a reflection or a shadow of our spiritual form, spiritual body. That spiritual body is covered by material coverings. Similarly, the entire material world itself, not only our own form but even the material world itself, is nothing but a reflection or a shadow of the spiritual world. Krishna's personal abode, Parastasmatubhavonyo vyakto vyaktatsanatanah, that eternal abode of the Supreme Lord. It is called the kingdom of God where life is eternal, fully cognizant and blissful. There are no miseries. There is no ignorance. There is no temporary life. There is only eternal life. There is full cognizance, full knowledge. Full knowledge. There is no ignorance at all. And there is no misery. There is no suffering. There is no disease, old age. There is no death. Completely blissful. That place, the kingdom"
    },
    {
      "start_time": 552,
      "end_time": 687,
      "verse_references": [],
      "themes": [
        "detachment",
        "purification",
        "change of body",
        "spiritual body"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "For a devotee, death is a sudden change of body.",
      "summary": "The speaker describes the process of a pure devotee's death as a sudden change of body, where they simultaneously quit the material body and develop a spiritual body by the will of the Supreme.",
      "timestamp_url": "https://youtu.be/bjYKu8NSUOs?t=552",
      "transcript": "of God is of permanent value, is eternal. So that is where we belong. That should be our destination. So Srila Prabhupada says that is the sign of spiritually enriched persons. Spiritually enriched persons. That's how they lose all attraction for everything material. That's how they lose value for anything material. And in due course of time when a pure devotee is completely prepared. What is the complete preparation? Full absorption in thought of Krishna. Complete preparation of the self. Completely purified of all material taints and completely freed from all material hankerings. No more material contamination. No more material attachments. Completely freed. Then all of a sudden the change of body occurs which is commonly called, the change of the body occurs which is commonly called death. For a devotee, death is a sudden change of body. What is this change of body? This change of body for a devotee is that it takes place exactly like lightning and illumination follow simultaneously. In this, when there are rains, you can see there is a flash of lightning. It is simultaneously occurring with the sound of the thunder. So like that a devotee simultaneously changes his material body and develops a spiritual body by the will of the Supreme."
    },
    {
      "start_time": 687,
      "end_time": 861,
      "verse_references": [],
      "themes": [
        "purification",
        "devotional service",
        "spiritualization",
        "back to Godhead"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A pure devotee's body, material body, so called material body, is not material at all. It is spiritualized because he completely engages his body, his mind, his words, everything in Krishna's pure devotional service.",
      "summary": "The speaker explains that a pure devotee's body becomes spiritualized through devotional service, like an iron rod in fire, and upon death, they attain a fully spiritual body and return to Godhead.",
      "timestamp_url": "https://youtu.be/bjYKu8NSUOs?t=687",
      "transcript": "Both happen simultaneously. The material body, generally when we quit this material body, we enter another material body. For those who are not fully purified by devotional service, they will enter another material body. But those who are completely purified and are fully ready to go to the kingdom of God, to go back to Godhead, for them simultaneously the material body, the devotee quits the material body and simultaneously develops a fully spiritual body by the will of the Supreme. This happens by the will of the Lord. Actually, it is described here, even before death for a pure devotee, there is no material affection. Why? Because a pure devotee's body being completely engaged in pure devotional service becomes spiritualized. A pure devotee's body, material body, so called material body, is not material at all. It is spiritualized because he completely engages his body, his mind, his words, everything in Krishna's pure devotional service. Exactly like an iron rod when placed in fire becomes completely red hot and acts like fire. This is the best example. Easily we can understand. Iron rod placed in blazing fire becomes completely red hot, then it acts like fire. Similarly, a pure devotee's material body, which we see ordinarily with our eyes as a material body, actually is not anymore material because he is fully engaged in pure devotional service. It becomes completely spiritualized. And when he quits that body, then fully spiritual body, in that fully spiritual body, which he develops instantaneously, he goes back to Godhead. He does not take birth again in this world. So I'll stop here. Thank you very much."
    }
  ]
}