{
  "video_id": "BkVR4_N30WU",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.13.5-7 | 23-09-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=BkVR4_N30WU",
  "segments": [
    {
      "start_time": 130,
      "end_time": 287,
      "verse_references": [],
      "themes": [
        "Vidura's departure",
        "spiritual inquiry",
        "Atma Vidya",
        "Brahma Vidya"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Vidura actually left the palace not because he was insulted by Duryodhana, but really because he wanted to inquire and acquire the knowledge about this cell, Atma Vidya.",
      "summary": "The speaker explains that Vidura left the palace not because of Duryodhana's insult, but to seek spiritual knowledge and inquire about Atma Vidya.",
      "timestamp_url": "https://youtu.be/BkVR4_N30WU?t=130",
      "transcript": "the limbs and senses become active and existence itself becomes delightful. Vidura was so dear to the members of the Kaurava family that his long absence from the palace was comparable to inactivity. Why was Vidura absent for a long time from the palace? If you remember, it was described previously that Vidura was insulted by Duryodhana when Vidura was trying to advise Dhritarashtra, his elder brother, in some particular issue, particularly Dhritarashtra not treating the Pandavas properly, while the Pandavas were actually not treating the Pandavas properly, without their father, fatherless children. And Dhritarashtra was a caretaker, but he was not properly treating the Pandavas. He was partial to his own sons, and he did so much injustice to the Pandavas. Therefore, when Vidura pointed that out to Dhritarashtra, Duryodhana became very angry, and he insulted Vidura. Of course, Vidura apparently left the palace being insulted by Duryodhana, but in reality, Vidura left the palace because he wanted to inquire about the spiritual subject matter from saintly persons in the places of pilgrimage. Therefore, Vidura left the palace in order to visit holy places of pilgrimage to search out for a saintly person who could explain to him the truth about this self, Atma Vidya or Brahma Vidya. This is actually the real business of human form of life, to make this inquiry. In the Vedanta Sutra it is said, Athato Brahma Jignasa. So Vidura actually left the palace not because he was insulted by Duryodhana, but really because he wanted to inquire and acquire the knowledge about this self, Atma Vidya."
    },
    {
      "start_time": 287,
      "end_time": 387,
      "verse_references": [],
      "themes": [
        "Vidura's pilgrimage",
        "Uddhava",
        "Maitreya Rishi",
        "Vaishnava etiquette",
        "spiritual guidance"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Uddhava directed Vidura to go to Maitreya Rishi, who was nearby, and inquire from Maitreya Rishi about this knowledge of the cell, Atma Vidya.",
      "summary": "Vidura travels on pilgrimage, meets Uddhava, who directs him to Maitreya Rishi for spiritual instruction, respecting Vaishnava etiquette.",
      "timestamp_url": "https://youtu.be/BkVR4_N30WU?t=287",
      "transcript": "So Vidura left and went on a pilgrimage, and he kept travelling till he met Uddhava in one of the holy places of pilgrimage, and he began to inquire from Uddhava about this self. While Uddhava began to speak, then Uddhava realized that Vidura's questions can best be answered by Maitreya Rishi, because even though both Uddhava and Maitreya Rishi were instructed by Krishna before Krishna's departure from this world at the end of his manifest pastimes, even though both were instructed and both were self realized, both were competent, but Maitreya Rishi was elder in age to Uddhava. Therefore, Uddhava did not want to actually do Maryada Vetikrama, he didn't want to break the Vaishnava etiquette that when there is a senior devotee or senior personality present, then the younger one should not instruct the seekers of knowledge, spiritual knowledge. So Uddhava directed Vidura to go to Maitreya Rishi who was nearby and inquire from Maitreya Rishi about this knowledge of the self, Atma Vidya."
    },
    {
      "start_time": 387,
      "end_time": 522,
      "verse_references": [],
      "themes": [
        "Vidura's return",
        "Dhritarashtra's deliverance",
        "Yudhishthira's care",
        "affection",
        "separation"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Vidura came back to the palace simply to deliver Dhritarashtra because he himself, Vidura himself was self realized.",
      "summary": "Vidura returns to Hastinapura after receiving instruction, intending to deliver Dhritarashtra, who is living comfortably under Yudhishthira's care, and his return is met with joy.",
      "timestamp_url": "https://youtu.be/BkVR4_N30WU?t=387",
      "transcript": "Accordingly, Vidura went to Maitreya Rishi, and Maitreya Rishi received Vidura very nicely and instructed him. So after Vidura was instructed by Maitreya Rishi, then he came back to Hastinapura. Why did he come back? To actually deliver his brother Dhritarashtra. By this time, already the battle of Kurukshetra was over, and all the Kauravas were killed in that battle. Dhritarashtra and Gandharva were staying under the care of Yudhishthira when Yudhishthira was enthroned as the emperor of the world after the battle of Kurukshetra by Lord Krishna, and Yudhishthira was ruling. Yudhishthira was very, very kind and respectful and compassionate, and very nicely he is taking care of Dhritarashtra and Gandharva, his uncle and aunt. He was taking care of them in the palace. They were living under the care of Yudhishthira very nicely, but Vidura actually thought that Dhritarashtra is actually not pursuing self realization. He is just living comfortably in the palace under the care of Yudhishthira and wasting his time in simply maintaining the body, simply for the sake of living a comfortable life, while time is running out, death is nearing. He had become an old man. Dhritarashtra had become an old man. So Vidura came back to the palace simply to deliver Dhritarashtra because he himself, Vidura himself, was self realized. So Vidura came back, and how the members of the royal palace received Vidura is being described here. Vidura was so dear to the members of the Kaurava family that his long absence from the palace is comparable to inactivity."
    },
    {
      "start_time": 522,
      "end_time": 745,
      "verse_references": [],
      "themes": [
        "reception",
        "Vedic culture",
        "hospitality",
        "treating enemies",
        "moral codes"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Even an enemy received at home should be so well received that he will not feel any fearful situation.",
      "summary": "The speaker explains the Vedic culture of hospitality, emphasizing that even enemies should be treated with respect and kindness when they are guests.",
      "timestamp_url": "https://youtu.be/BkVR4_N30WU?t=522",
      "transcript": "All of them were feeling acute separation from Vidura, and therefore his return to the palace was joyful for all. The sixth verse, mumucho prema baashpa, mumucho prema baashpaugham viraha autkantya kataraha rajatam arhayam chakre kratasana parigraham. The meaning of this verse is, due to anxieties and long separation, they all cried out of affection. King Yudhishthira then arranged to offer sitting accommodations and a reception for Vidura. The seventh verse, tam bhukta vantam vishrantam asinam sukham asane prashrayavanato raja prahatesham cha shunvatam. The meaning of this seventh verse is, after Vidura ate sumptuously and took sufficient rest, he was comfortably seated, then King Yudhishthira began to speak to him, and all who were present there listened since he has come back. They are very eager to hear from him about his travel. Now in the purport, Srila Prabhupada explains something very important about the Vedic culture. Srila Prabhupada says, King Yudhishthira was expert in reception also even in the case of his family members. Vidura was well received by all the family members by exchange of embraces and obeisances. The younger ones to Vidura, they paid obeisances to Vidura, and the equals, they embraced, and out of affection for all those family members, Vidura himself, he embraced the affectionate family members. After that, bathing and arrangements for a sumptuous dinner were made by Yudhishthira, and then Vidura was given sufficient rest. After finishing his rest, Vidura was offered a comfortable place to sit, and then the king, Yudhishthira, began to talk about all happenings, both family and otherwise. That is the proper way to receive a beloved friend or even an enemy. This is the important point you should note. Srila Prabhupada says, not only receiving a friend properly so nicely or some dear relative, but even an enemy comes home, he should be received the same way like an affectionate relative or a dear friend. So Srila Prabhupada says, according to Indian moral codes that is based on the Vedic culture, Vedic tradition, even an enemy received at home should be so well received that he will not feel any fearful situation. An enemy is always afraid of his enemy, but this should not be so when he is received at home by his enemy. This means that a person when received at home should be treated as a relative."
    },
    {
      "start_time": 745,
      "end_time": 859,
      "verse_references": [],
      "themes": [
        "Vedic culture",
        "guest reception",
        "Atithi",
        "friendliness",
        "fearlessness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Even if a stranger enters your house, you will receive him in such a friendly way that he will forget that you are his enemy and he will have no fear.",
      "summary": "The speaker elaborates on the Vedic principle of treating uninvited guests (Atithi) with utmost respect and friendliness, ensuring they feel safe and welcome.",
      "timestamp_url": "https://youtu.be/BkVR4_N30WU?t=745",
      "transcript": "So what to speak of a family member like Vidura was a well wisher for all the members of the family. Thus Yudhishthira Maharaj began to speak in the presence of all the other members very lovingly. Yudhishthira began to speak to Vidura. Now Srila Prabhupada explains elsewhere what is this Vedic culture of receiving a guest, even if the guest, guest means somebody who comes without being invited, not having an invitation. Obviously, an enemy will not have an invitation. So even if an enemy comes or anybody comes without invitation, they are received very nicely by being offered a reception that is supposed to be offered to atithi, a guest who is uninvited, who comes home. How should a householder receive such a guest? So the injunction in the Vedas is that a householder should not be a stranger, not a stranger. So whatever a person is, even if a stranger enters your house, you will receive him in such a friendly way that he will forget that you are his enemy, and he will have no fear, no fear."
    },
    {
      "start_time": 859,
      "end_time": 1042,
      "verse_references": [],
      "themes": [
        "Parikshit Maharaj",
        "Shamika Rishi",
        "hospitality",
        "scriptural injunctions",
        "anger"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Vedic culture is to receive any uninvited guest properly even if the guest happens to be an enemy.",
      "summary": "The speaker narrates the story of Parikshit Maharaj and Shamika Rishi to illustrate the importance of properly receiving guests, even if they are superiors or enemies, according to scriptural injunctions.",
      "timestamp_url": "https://youtu.be/BkVR4_N30WU?t=859",
      "transcript": "of facing the enemy. That is the way to receive. So Shrila Prabhupada explains elsewhere that when Parikshit Maharaj went hunting on some occasion and he became very thirsty and he started looking for water, he could not find any body of water nearby in the forest, and he happened to come across the ashram of one Shamika Rishi. So he entered that ashram of Shamika Rishi, and the Rishi was sitting there, and Yudhishthira Maharaj was not properly welcomed and received by this Rishi, so I'm sorry, Parikshit Maharaj was not received properly by Rishis Shamika. So Parikshit Maharaj became very angry, but not being received properly. So Shrila Prabhupada explains why did Parikshit Maharaj become angry at this Shamika Rishi. Actually, Parikshit Maharaj's Kshatriya is in a subordinate position to Shamika Rishi because Shamika Rishi is a Brahmana. So it is not expected that a Brahmana should actually respect a Kshatriya in the normal circumstances, but in this particular case when Parikshit Maharaj has come to the ashram as a guest, atithi, then even if that atithi happens to be an enemy, what to speak of a good Kshatriya king, the host, the resident of that ashram should receive the guest respectfully, very nicely, very properly. So only because of this particular injection in the scriptures, it was justified that Parikshit Maharaj became upset with Shamika Rishi, but then again Shamika Rishi did not, was not receiving परिक्षेत महाराज विकास शमिकर रिशी वास इन एंड मेडिटेशन सो इस एक्स्टाउर्नरी सरकुमस्टेंस अरेंड वाड़ सुप्रीन वॉल्ड सुगर परिक्षेत वुद्धि कर्स वाई द कि संख आफ शमिकर रिशी एंड परिक्षेत शुद्धी टाइप his kingdom and later on bhagat would be spoken by shukadeva swan pariksit maharaj and will reveal to the whole world through the medium of shukadeva and pariksit that was krishna's arrangement in any case this is what prabhupada says the very culture is to receive any uninvited guest properly even if"
    }
  ]
}