{
  "video_id": "bL4CspM0X30",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.12.19 Part 1| 15-08-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=bL4CspM0X30",
  "segments": [
    {
      "start_time": 0,
      "end_time": 39,
      "verse_references": [],
      "themes": [
        "invocation",
        "mantras"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyana Timiraandhasya Gyananjanishalakaya Chakshurunmilitam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, invoking blessings and setting the spiritual tone.",
      "timestamp_url": "https://youtu.be/bL4CspM0X30?t=0",
      "transcript": "Om Agyana Timiraandhasya Gyananjanishalakaya Chakshurunmilitam Yena Tasmai Shri Gurave Namaha Namah Om Vishnupadaya Krishna Prishthaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Paschatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 39,
      "end_time": 136,
      "verse_references": [
        "SB 1.12.19"
      ],
      "themes": [
        "birth of Pariksit",
        "comparison to Rama and Ikshvaku",
        "lineage"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "O son of Pritha, this child shall be exactly like King Ikshvaku, son of Manu, in maintaining all those who are born.",
      "summary": "The speaker introduces the 19th verse of the 12th chapter of the first canto of Srimad Bhagavatam, focusing on the prophecy regarding the birth of Emperor Pariksit and his resemblance to King Ikshvaku and Lord Rama.",
      "timestamp_url": "https://youtu.be/bL4CspM0X30?t=39",
      "transcript": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jaya Mudhirayet. In this session, we will be discussing from the 19th verse of the 12th chapter of the first canto of Srimad Bhagavatam. The topic of this chapter is birth of Emperor Pariksit. Brahmana Uchuhu Partha Prajavita Sakshad Ikshvakor Iva Manavaha Brahmanya Satya Sandhashya Ramo Dasarathir Yatha Yatha Yatha. The meaning of this verse is, the learned Brahmana said, O son of Pritha, this child shall be exactly like King Ikshvaku, son of Manu, in maintaining all those who are born. And as for following the Brahmanical principles, especially in being true to his promise, he shall be exactly like Rama, the personality of Godhead, the son of Maharaj Dasaratha. And as for following the Brahmanical principles, especially in being true to his promise, he shall be exactly like Ramachandra, Lord Rama. Because there are many Ramas in the past, so specifically this child will be like Dasarathi Rama, Lord Ramachandra, the personality of Godhead, who appeared as the son of Dasaratha Maharaj. Lord Ramachandra, the personality of Godhead, who appeared as the son of Dasaratha Maharaj, that Rama."
    },
    {
      "start_time": 136,
      "end_time": 279,
      "verse_references": [],
      "themes": [
        "nature of the soul",
        "material desires",
        "the body as a vehicle"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Actually the living being has no birth and no death but because of his separation from the service of the lord and due to his desire to lord it over material nature he is offered a suitable body to satisfy his material desires",
      "summary": "The speaker explains Srila Prabhupada's purport, emphasizing the eternal nature of the soul, its separation from the Lord due to material desires, and the awarding of a material body to fulfill those desires.",
      "timestamp_url": "https://youtu.be/bL4CspM0X30?t=136",
      "transcript": "So, in a very elaborate purport by Srila Prabhupada for this verse. Maharaj asked a question, will he be as glorious as his forefathers in his dynasty? So the Brahmanas replied, yes, he will have all the good qualities of all the great persons and that will be described in the next 10 to 15 verses of this chapter. So very, very promising child has taken birth as the grandson of Arjuna, the only surviving descendant of the Kuru dynasty. Everyone else has died in the battle of Kurukshetra. So a very qualified and exceptionally great personality has taken birth because this is a person's birth. pure devotee taken birth and it's a lord's arrangement for the good of this entire world so srila prabhupada elaborately explains in the purport praja means the living being who has taken his birth in this material world praja actually the living being has no birth and no death but because of his separation from the service of the lord and due to his desire to lord it over material nature he is offered a suitable body to satisfy his material desires so a very fundamental understanding of who we are and we are actually spirit soul spirit soul does not have birth does not have death the soul itself is not born or does not die but it is the body body has got birth and body has got death and this body is awarded to us to the spirit soul particular spirit soul to satisfy the material desires of the spirit soul."
    },
    {
      "start_time": 279,
      "end_time": 436,
      "verse_references": [],
      "themes": [
        "separation from Krishna",
        "material world",
        "transmigration of the soul",
        "karma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Spirit soul does not belong to material world spirit soul belongs to the spiritual world",
      "summary": "The lecture continues to elaborate on the soul's misplaced position in the material world, driven by the desire to dominate, and how this leads to the transmigration of the soul through various bodies based on karma.",
      "timestamp_url": "https://youtu.be/bL4CspM0X30?t=279",
      "transcript": "The soul and material desires don't go together actually, but because we are separated from the service of the lord, why are we separated from the service of the lord? Because we want to desire to lord over material nature, we want to enjoy materially. So this is the reason we are placed in the material world where we don't belong. Spirit soul does not belong to material world, spirit soul belongs to the spiritual world. But then in this material world, if a spirit soul has to live in the material world, spirit soul has to get a material body, only then we can live in the material world, we can attempt to lord over material nature, we can attempt to satisfy material desires. So therefore, Shloka Prabha says the spirit soul, the actual person, the living being is offered a suitable body. So the varieties of bodies are there. In doing so, one becomes conditioned by the laws of material nature and the material body is changed in terms of his own work. Condition means we are subject to the control, the influence of material nature. We cannot act in any way different from the influence and whatever work we do exactly according to that work we get our next body. So if our work is possible we can move it, we can change it and we can change the world in terms of devotional service, we get a spiritual body, we revive our spiritual form. Otherwise if you don't do devotional service, we keep changing our body according to our work in different species in different places or planets in different the living entity thus transmigrates from one body to another in 8 million 400 thousand species of"
    },
    {
      "start_time": 436,
      "end_time": 564,
      "verse_references": [],
      "themes": [
        "transmigration of the soul",
        "body changes",
        "illusion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Life between birth and death in this life we are changing body from childhood to youth to old age but we are not thinking that our body is changing we think our body is growing we think our body is the same",
      "summary": "The speaker explains the concept of transmigration, comparing it to the continuous changes within a single lifetime, emphasizing that the body is constantly changing even though we perceive it as the same.",
      "timestamp_url": "https://youtu.be/bL4CspM0X30?t=436",
      "transcript": "life. Transmigration, that means we are changing body, but we don't appear to be changing body, especially when in this very body, in this very life, what we understand is life between birth and death. In this life, we are changing body from childhood to youth to old age, but we are not thinking that our body is changing, we think our body is growing, we think our body is the same body which is become bigger or which has become older, but that's not a fact. The body is material and matter doesn't grow. For example, this table, will this table ever grow? No, never. Nothing material ever grows. So therefore, this body appears to grow, but because it is material it will not grow, it doesn't grow. Then what happens? I was a child, now I have somebody has a body of a youth and I had a body of old man. So what happened actually? The old body we give up to accept a new body and this happens in such a way that we don't realize that continuously, changes are taking place in this body. After all, this body is made up of so many cells, right? And some cells are dying and they are replaced with new cells. Old cells are replaced with new cells."
    },
    {
      "start_time": 564,
      "end_time": 731,
      "verse_references": [
        "BG 2.22"
      ],
      "themes": [
        "transmigration of the soul",
        "varieties of bodies",
        "desires"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, nature has actually fashioned 8,400,000 types of bodies.",
      "summary": "The lecture delves into the variety of bodies available in different species, explaining that each body is suited to fulfill specific desires for enjoyment.",
      "timestamp_url": "https://youtu.be/bL4CspM0X30?t=564",
      "transcript": "Continuously, this is happening. And it's so very gradual. If you are continuously in touch with another person, we don't notice how the person is changing body. We don't notice that. And as long as there is a resemblance between one body, the previous state of my body and the next stage of my body, because there is a resemblance, we think, oh, the same person, same body. Same person, yes, but not the same body. It's not the same body. It's a similar body. It's a similar body. So, therefore, this is called transmigration. Dehantara. In the Bhagavad Gita, it is explained. Dehino samsara. So, this transmigration from one body to another happens in different species of life to accommodate different types of desires for enjoyment. Everybody doesn't have the same desire to enjoy. Just like in the human body, nobody enjoys eating stool. Rubbish. But there is a particular body for enjoyment. For those who have such desires, the pig's body, the hog's body, somebody likes to enjoy eating, drinking fresh blood. Then they have to get the body of a tiger. A tiger pounces on its prey, kills it, and sucks the blood and eats the flesh. So, there is a suitable body. There is a body for that. The body of a tiger. Or the body of a lion. So, there are varieties of bodies. There are some birds which eat stone. So, somebody has a desire to eat stone. They have to get that particular type of body for which it's food and it is relishable. So, nature has actually fashioned 8,400,000 types of bodies. They are called species of life. And every person gets a suitable body according to the desires the person has to enjoy."
    },
    {
      "start_time": 731,
      "end_time": 896,
      "verse_references": [],
      "themes": [
        "part and parcel of Krishna",
        "dependence on Krishna",
        "illusory energy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Krishna is the whole creation and we are just one insignificant tiny atomic particle of spirit.",
      "summary": "The speaker emphasizes that every soul is a part and parcel of Krishna, inherently dependent on Him for maintenance and protection, and that the illusion of independence is a mistake.",
      "timestamp_url": "https://youtu.be/bL4CspM0X30?t=731",
      "transcript": "But due to his being the part and parcel of the Lord, every soul, every living being, you, I, every living being, is actually part and parcel of God. This many times it has been mentioned in Srila Prabhupada's books and writings, but please understand part means we are a tiny part, a tiny amsa of God, of Krishna. Krishna is a complete whole, we are a tiny part and we are very, very, very, very, very small. It's just like an atom compared to an entire universe, entire universe, compared to the universe, whole universe as a whole, compared to that what is an atom in that universe, like that. So, Krishna is the whole creation and we are just one insignificant tiny atomic particle of spirit. Part and parcel. Parcel means we cannot be disconnected from Krishna. We cannot be independent of Krishna. We are always connected through the relationship of we are maintained and Krishna is the maintainer. Krishna maintains us. Krishna provides for us. we cannot independently get our necessities independent of Krishna supply we cannot get in necessities so to think that somebody other than Krishna is my maintainer or provider or my master is actually a mistake is a mistake under the illusory energy mistake under illusion Krishna only is the provider Krishna only is the maintainer of everyone there is a statement in the Kathopanishad Eko Bahunam Yo Vidhati Kama so therefore because we are part and parcel of the Lord we are maintained by the Lord with all necessities of life you are part and parcel of the Lord we are maintained by the Lord with all necessities of life and we are also protected by the Lord and his representatives the saintly kings."
    },
    {
      "start_time": 896,
      "end_time": 903,
      "verse_references": [],
      "themes": [
        "conclusion",
        "future discussion"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "So I will stop here we'll continue discussing this purport because it's a long purport in the next few sessions thank you very much Hare Krishna",
      "summary": "The speaker concludes the session, announcing the continuation of the discussion on the purport in subsequent sessions.",
      "timestamp_url": "https://youtu.be/bL4CspM0X30?t=896",
      "transcript": "So I will stop here, we'll continue discussing this purport because it's a"
    }
  ]
}