{
  "video_id": "BnjurdS05vM",
  "title": "| Srila Prabhupada |  ISKCON Bangalore Sanga",
  "speaker": "HDG Srila Prabhupada",
  "youtube_url": "https://www.youtube.com/watch?v=BnjurdS05vM",
  "segments": [
    {
      "start_time": 0,
      "end_time": 27,
      "verse_references": [],
      "themes": [
        "Guru",
        "Devotion"
      ],
      "content_type": "chanting",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Gaur Hari Bhol Jai Jai Guru De Prabhu Paar",
      "summary": "Opening chants glorifying Guru and Krishna.",
      "timestamp_url": "https://youtu.be/BnjurdS05vM?t=0",
      "transcript": "Gaur Hari Bhol Jai Jai Guru De Prabhu Paar Guru De Jai Jai Prabhu Paar Jai Jai Guru De Prabhu Paar"
    },
    {
      "start_time": 27,
      "end_time": 92,
      "verse_references": [],
      "themes": [
        "Krishna",
        "Radha Rani",
        "Punya (Merit)"
      ],
      "content_type": "chanting",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna Tava Punyah Bebha E Punya Kori Bejabe Radha Rani Kushi Habe",
      "summary": "Chanting about Krishna's virtues and how good deeds please Radha Rani.",
      "timestamp_url": "https://youtu.be/BnjurdS05vM?t=27",
      "transcript": "Durudev Jaya Jaya Prabhu Maa Krishna Tava Punyah Bebha Krishna Tava Punyah Bebha Krishna Tava Punyah Bebha Krishna Tava Punyah Bebha E Punya Kori Bejabe Radha Rani Kushi Habe E Punya Kori Bejabe Radha Rani Kushi Habe E Punya Kori Bejabe Radha Rani Kushi Habe"
    },
    {
      "start_time": 92,
      "end_time": 140,
      "verse_references": [],
      "themes": [
        "Dhruva Maharaja",
        "Devotion"
      ],
      "content_type": "chanting",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Dhruva Ati Bholi Toh Mata",
      "summary": "Chanting about Dhruva Maharaja's devotion.",
      "timestamp_url": "https://youtu.be/BnjurdS05vM?t=92",
      "transcript": "Dhruva Ati Bholi Toh Mata Dhruva Ati Bholi Toh Mata Dhruva Ati Bholi Toh Mata Dhruva Ati Bholi Toh Mata Dhruva Ati Bholi Toh Mata Dhruva Ati Bholi Toh Mata Dhruva Ati Bholi Toh Mata Dhruva Ati Bholi Toh Mata Dhruva Ati Bholi Toh Mata Dhruva Ati Bholi Toh Mata"
    },
    {
      "start_time": 144,
      "end_time": 195,
      "verse_references": [],
      "themes": [
        "Guru",
        "Krishna Bhakti",
        "Punya (Merit)"
      ],
      "content_type": "chanting",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Se se mohant guru, jag ter madhe uru, Krishna bhakti de thai thai, Krishna tava punyaha bebaay",
      "summary": "Chanting about the importance of the Guru and Krishna bhakti, emphasizing Krishna's merit.",
      "timestamp_url": "https://youtu.be/BnjurdS05vM?t=144",
      "transcript": "Sajisuta priyati, Krishna seva yara thulnaay, Krishna seva yara thulnaay, Se se mohant guru, jag ter madhe uru, Krishna bhakti de thai thai, Krishna bhakti de thai thai, Krishna tava punyaha bebaay, Krishna tava punyaha bebaay, Krishna tava punyaha bebaay, Krishna tava punyaha bebaay,"
    },
    {
      "start_time": 199,
      "end_time": 261,
      "verse_references": [],
      "themes": [
        "Gauranga",
        "Krishna",
        "Punya (Merit)"
      ],
      "content_type": "chanting",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Tāra iccha bala vān, pāścā tārā, Hoi jā te gaurang re na, Krishna tava punyaha bebaay",
      "summary": "Chanting about the strong will and the glories of Gauranga and Krishna.",
      "timestamp_url": "https://youtu.be/BnjurdS05vM?t=199",
      "transcript": "Tāra iccha bala vān, pāścā tārā, Tāra iccha bala vān, pāścā tārā, Tāra iccha bala vān, pāścā tārā, Hoi jā te gaurang re na, Hoi jā te gaurang re na, Prithivi te nagara di, āsa mudra na dana di, Prithivi te nagara di, āsa mudra na dana di, Sakalai lohi, Krishna na, Sakalai lohi, Krishna na, Krishna tava punyaha bebaay, Krishna tava punyaha bebaay, Krishna tava punyaha bebaay, Krishna tava punyaha bebaay, Krishna tava punyaha bebaay, Krishna tava punyaha bebaay, Taha le anand hoi, tave hoi dikvi jai Chaitan nera kripati shai"
    },
    {
      "start_time": 261,
      "end_time": 322,
      "verse_references": [],
      "themes": [
        "Ananda (Bliss)",
        "Chaitanya",
        "Krishna",
        "Punya (Merit)"
      ],
      "content_type": "chanting",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Taha le anand hoi, tave hoi dikvi jai Chaitan nera kripati shai, Krishna tava punyaha bebaar",
      "summary": "Chanting about the bliss and mercy of Chaitanya and Krishna.",
      "timestamp_url": "https://youtu.be/BnjurdS05vM?t=261",
      "transcript": "Maya dushta jata dukhi jagate sabai sukhi Vaishnavaira ichcha purna ho Krishna tava punyaha bebaar Krishna tava punyaha bebaar Krishna tava punyaha bebaar Krishna tava punyaha bebaar"
    },
    {
      "start_time": 322,
      "end_time": 383,
      "verse_references": [],
      "themes": [
        "Kripa (Mercy)",
        "Krishna",
        "Punya (Merit)"
      ],
      "content_type": "chanting",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Taise tomar kripa, maghi techi anurupa, Aaji tumi sabar praveena, Krishna tava punyaha bebaar",
      "summary": "Chanting about the mercy of Krishna and his virtues.",
      "timestamp_url": "https://youtu.be/BnjurdS05vM?t=322",
      "transcript": "Sikarya je kori bare, ajya ja didi lo more Sikarya je kori bare, ajya ja didi lo more Yogya nahi aati di nahi nahi Yogya nahi aati di nahi nahi Yogya nahi aati di nahi nahi Taise tomar kripa, maghi techi anurupa Taise tomar kripa, maghi techi anurupa Aaji tumi sabar praveena Aaji tumi sabar praveena Krishna tava punyaha bebaar Krishna tava punyaha bebaar Krishna tava punyaha bebaar Krishna tava punyaha bebaar"
    },
    {
      "start_time": 383,
      "end_time": 424,
      "verse_references": [],
      "themes": [
        "Guru",
        "Krishna",
        "Seva (Service)",
        "Jeevan Sarthaka (Successful Life)"
      ],
      "content_type": "chanting",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Tomar se shakti pele Guru se vaivastu mile, Jeevan sarthaka yade ho, Se se seva paile tahale sukhi hale",
      "summary": "Chanting about the power received from the Guru, leading to a successful life through service to Krishna.",
      "timestamp_url": "https://youtu.be/BnjurdS05vM?t=383",
      "transcript": "Tomar se shakti pele Guru se vaivastu mile Tomar se shakti pele Guru se vaivastu mile Jeevan sarthaka yade ho Jeevan sarthaka yade ho Se se seva paile tahale sukhi hale Tab sangh bhagyate milo Krishna tava punyah beba"
    },
    {
      "start_time": 424,
      "end_time": 491,
      "verse_references": [],
      "themes": [
        "Maya (Illusion)",
        "Krishna",
        "Devotion"
      ],
      "content_type": "chanting",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Tumi mor chira sati Bhulia maya lathi, Khayi aachi janma janma antare, Kabe pare tu hi milo",
      "summary": "Chanting about overcoming illusion and seeking union with Krishna.",
      "timestamp_url": "https://youtu.be/BnjurdS05vM?t=424",
      "transcript": "Tumi mor chira sati Bhulia maya Tumi mor chira sati Bhulia maya lathi Tumi mor chira sati Bhulia maya lathi Khayi aachi janma janma antare Khayi aachi janma janma antare Khayi aachi janma janma antare Aaji puna yesu yog yadi hoy yogayon Aaji puna yesu yog yadi hoy yogayon Kabe pare tu hi milo Kabe pare tu hi milo Tabe pare tu hi milo Krishna tava punyah beba"
    },
    {
      "start_time": 491,
      "end_time": 542,
      "verse_references": [],
      "themes": [
        "Krishna",
        "Pastimes",
        "Devotion"
      ],
      "content_type": "chanting",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "humara milane bhai, aabar se sukha paaye, gocharane dhuridhin bhora, katha vane chuta chuti, vane kai luta putti",
      "summary": "Chanting about the joy of meeting Krishna and remembering his pastimes.",
      "timestamp_url": "https://youtu.be/BnjurdS05vM?t=491",
      "transcript": "Krishna tava punyah beba Krishna tava punyah beba humara milane bhai, aabar se sukha paaye gocharane dhuridhin bhora katha vane chuta chuti, vane kai luta putti se dina kabe habe maura"
    },
    {
      "start_time": 542,
      "end_time": 619,
      "verse_references": [],
      "themes": [
        "Krishna",
        "Smaran (Remembrance)",
        "Devotion"
      ],
      "content_type": "chanting",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "aaji se subhedane tomara smaran bela, bharo asha dake lam thai, ometomara nithyada tsaikoriyeta",
      "summary": "Chanting about remembering Krishna and filling oneself with hope.",
      "timestamp_url": "https://youtu.be/BnjurdS05vM?t=542",
      "transcript": "krishna tava punya habe bhaar krishna tava punya habe bhaar krishna tava punya habe bhaar krishna tava punya habe bhaar aaji se subhedane tomara smaran bela aaji se subhedane tomara smaran bela bharo asha dake lam thai bharo asha dake lam thai ometomara nithyada tsaikoriyeta ometomara nithyada tsaikoriyeta kumi veena nyagatinaai kumi veena nyagatinaai kumi veena nyagatinaai"
    },
    {
      "start_time": 649,
      "end_time": 701,
      "verse_references": [],
      "themes": [
        "Radha Rani",
        "Krishna",
        "Good Deeds"
      ],
      "content_type": "chanting",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Oh, when this good deed is done, Radharani will be happy, Krishna's good deeds are unparalleled",
      "summary": "Chanting about pleasing Radha Rani through good deeds and the unparalleled nature of Krishna's actions.",
      "timestamp_url": "https://youtu.be/BnjurdS05vM?t=649",
      "transcript": "Oh, when this good deed is done, Radharani will be happy When this good deed is done, Radharani will be happy When the Guru's words are spoken, Radharani will be happy Krishna's good deeds are unparalleled Krishna's good deeds are unparalleled Krishna's good deeds are unparalleled Krishna's good deeds are unparalleled"
    },
    {
      "start_time": 701,
      "end_time": 730,
      "verse_references": [],
      "themes": [
        "Krishna",
        "Hare Krishna Mantra"
      ],
      "content_type": "chanting",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare",
      "summary": "Chanting the Hare Krishna Maha Mantra.",
      "timestamp_url": "https://youtu.be/BnjurdS05vM?t=701",
      "transcript": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Hare Krishna Hare Krishna Krishna Krishna Hare Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 744,
      "end_time": 892,
      "verse_references": [],
      "themes": [
        "Radha Krishna",
        "Devotion"
      ],
      "content_type": "chanting",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Jai Radha Krishna Chandra Radha Krishna Chandra Radhe, Jai Radha Madhava Kunjabihari",
      "summary": "Chanting glories to Radha and Krishna.",
      "timestamp_url": "https://youtu.be/BnjurdS05vM?t=744",
      "transcript": "Jai Radha Krishna Chandra Radha Krishna Chandra Radhe Jai Jai Gurudev Prabhu Paa Jai Radha Madhava Kunjabihari Jai Radha Madhava Kunjabihari Jai Radha Madhava Kunjabihari Jai Radha Madhava Kunjabihari Jai Gopi Janavallabha Giribharadari Jai Gopi Janavallabha Giribharadari Jai Gopi Janavallabha Giribharadari Yashodanandana Vraja Janaranjana Yashodanandana Vraja Janaranjana Yashodanandana Vraja Janaranjana Ramunati Ravanachari Ramunati Ravanachari Jai Radha Madhava Kunjabihari Jai Radha Madhava Kunjavi Adi"
    },
    {
      "start_time": 892,
      "end_time": 996,
      "verse_references": [],
      "themes": [
        "Krishna Balaram",
        "Nithai Gauranga",
        "Prahlad Narsimha",
        "Devotion"
      ],
      "content_type": "chanting",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Jai Krishna Balaram Jai Krishna Balaram, Jai Nithai Gauranga Jai Nithai Gauranga, Jai Prahlad Narsimha",
      "summary": "Chanting glories to Krishna Balaram, Nithai Gauranga, and Prahlad Narsimha.",
      "timestamp_url": "https://youtu.be/BnjurdS05vM?t=892",
      "transcript": "Jai Radha Krishna Chandra Radha Krishna Chandra Radhe Jai Krishna Balaram Jai Krishna Balaram Krishna Balaram Jai Vrindavanida Jai Krishna Balaram Krishna Balaram Krishna Balaram Jai Krishna Balaram Jai Nithai Gauranga Jai Nithai Gauranga Nithai Gauranga Jai Nithai Gauranga Jai Nithai Gauranga Nithai Gauranga Jai Shree Nivaas Govinda Jai Shree Nivaas Govinda Jai Prahlad Narsimha Jai Prahlad Narsimha Jai Prahlad Narsimha Jai Jai Gurudev Prabhupad"
    },
    {
      "start_time": 996,
      "end_time": 1026,
      "verse_references": [],
      "themes": [
        "Guru",
        "Hari Bol",
        "Devotion"
      ],
      "content_type": "chanting",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Jai Jai Gurudev Prabhupad, Hari Gol Hari Gol Hari Gol",
      "summary": "Final chants glorifying the Guru and chanting 'Hari Bol'.",
      "timestamp_url": "https://youtu.be/BnjurdS05vM?t=996",
      "transcript": "Hari Gol Hari Gol Hari Gol Hari Gol Hari Gol Hari Gol Hari Gol Hari Gol Hari Gol Hari Gol"
    }
  ]
}