{
  "video_id": "BOLAMYUT9Dk",
  "title": "Understanding Death and Rebirth | HH Stoka Krishna Swami",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=BOLAMYUT9Dk",
  "segments": [
    {
      "start_time": 0,
      "end_time": 54,
      "verse_references": [
        "BG 2.22"
      ],
      "themes": [
        "immutability of the soul",
        "death and rebirth",
        "transmigration"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "That change of body is called death and rebirth, punar janma.",
      "summary": "The soul is immutable and undergoes transmigration, accepting new bodies upon the death of the old one, a process known as death and rebirth.",
      "timestamp_url": "https://youtu.be/BOLAMYUT9Dk?t=0",
      "transcript": "It is immutable; it does not undergo any change. Whatever changes we see are changes of the body, or even the changes that we perceive in a person are the changes in the mind. But the soul is different from the body and the mind, so the soul is unchanging; it is immutable. As a person puts on new garments, giving up old and useless ones, the soul similarly accepts new bodies, material bodies, giving up old and useless ones. So Krishna explains that when the body becomes old and useless, that is when we give up this body and we accept another new material body."
    },
    {
      "start_time": 54,
      "end_time": 84,
      "verse_references": [],
      "themes": [
        "certainty of death and birth",
        "duty",
        "detachment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "For one who has taken birth, death is certain and for one who dies, birth is certain.",
      "summary": "Death and birth are certain, therefore one should not lament while performing their duty.",
      "timestamp_url": "https://youtu.be/BOLAMYUT9Dk?t=54",
      "transcript": "That change of body is called death and rebirth, punar janma. Krishna also says, \"For one who has taken birth, death is certain, and for one who dies, birth is certain.\" Therefore, He tells Arjuna, \"You should not lament in the unavoidable discharge of your duty as a Kshatriya.\""
    }
  ]
}