{
  "video_id": "bpXAJdRP-d4",
  "title": "What Is Our True Identity? | Sri Chanchalapathi Dasa | SB 2.5.31 | 09.08.2024",
  "speaker": "HG Chanchalapathi Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=bpXAJdRP-d4",
  "segments": [
    {
      "start_time": 0,
      "end_time": 68,
      "verse_references": [],
      "themes": [
        "creation",
        "mode of passion",
        "sense organs"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "By further transformation of the mode of passion, the sense organs, like the ears, skin, nose, eyes, tongue, mouth, hands, genitals, legs and the outlet for evacuating, together with intelligence and living energy, are all generated.",
      "summary": "The lecture begins with a reading and translation of Srimad Bhagavatam 2.5.31, discussing the creation of sense organs, intelligence, and living energy from the mode of passion.",
      "timestamp_url": "https://youtu.be/bpXAJdRP-d4?t=0",
      "transcript": "Om Namo Bhagavate Vasudevaya. Coming from Srimad Bhagavatam, 2nd Canto, 5th Chapter, entitled The Cause of All Causes, text number 31. Taija Sat Tuvikurvanad Indriyanidashad Bhavan Jnana Shakti Kriya Shaktir Buddhiv Pranascha Taija Sav Shrotram Tvagrana Drukjikva Vagdor Medra Angripayavaha Shrotram Tvagrana Drukjikva Vagdor Medra Angripayavaha. Translation and purport by His Divine Grace A.C. Bhaktivedanta Swami Ishwara Prabhupada. Translation: By further transformation of the mode of passion, the sense organs, like the ears, skin, nose, eyes, tongue, mouth, hands, genitals, legs and the outlet for evacuating, together with intelligence and living energy, are all generated."
    },
    {
      "start_time": 117,
      "end_time": 175,
      "verse_references": [],
      "themes": [
        "creation",
        "mode of passion",
        "egoism"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It is the ahankara which is under the influence of Rajoguna.",
      "summary": "This segment explains that the chapter discusses the creation of the material world and the transformations arising from the mode of passion (Rajoguna), specifically passionate egoism (ahankara).",
      "timestamp_url": "https://youtu.be/bpXAJdRP-d4?t=117",
      "transcript": "So this chapter, called the cause of all causes in the second canto, is describing the process of creation of the material world. And in this verse, we are reading about the transformations that come about from the mode of passion or Rajoguna. Taijasattu vikurvanat. Taijasa. Very nicely Prabhupada has said. He has translated this word as passionate egoism. It is the ahankara which is under the influence of Rajoguna."
    },
    {
      "start_time": 211,
      "end_time": 273,
      "verse_references": [],
      "themes": [
        "senses",
        "knowledge",
        "activity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Knowledge understanding and activity",
      "summary": "The speaker discusses the five senses and the relationship between knowledge and activity, drawing a parallel between material and spiritual knowledge and their respective activities.",
      "timestamp_url": "https://youtu.be/bpXAJdRP-d4?t=211",
      "transcript": "We are aware from the Shaastra, we have five... What we learn in school is five senses. We have knowledge. The next most important thing that happens is activity, just like we were getting material knowledge and we were preparing for material activities. Then Srila Prabhupada came into our life, gave us spiritual knowledge, then we prepared ourselves for spiritual activities. So activity is a natural outcome of a certain knowledge and understanding. Someone hears about politics and they become inspired. Next what happens to them? They will join some political party to do political work."
    },
    {
      "start_time": 284,
      "end_time": 363,
      "verse_references": [],
      "themes": [
        "senses",
        "knowledge",
        "action",
        "intelligence",
        "life energy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Jnana Shakti he crea Shakti he jnana Shakti jnana when we get it comes with a certain Shakti of potency which enables us to acquire more understanding",
      "summary": "The lecture elaborates on the ten senses (five knowledge-acquiring and five active), their connection to Jnana Shakti and Kriya Shakti, and the importance of intelligence and Prana (life energy).",
      "timestamp_url": "https://youtu.be/bpXAJdRP-d4?t=284",
      "transcript": "Interesting connection in the Bhagavad Gita between these two, how Srila Prabhupada explains this in a short while. So dasha indriyani abhavan, ten senses, five knowledge acquiring senses and five active senses or karma indriya. They are all listed here, we will see. Jnana Shakti he, crea Shakti he, jnana Shakti. Jnana, when we get it, comes with a certain Shakti of potency which enables us to acquire more understanding and Jnana Shakti he. Indriyani are the five, karma Shakti he. Indriyani are the next five. That is why Dasha indriyani abhavan, abhavan, they came about, they were produced, they were created, apart from Dasha indriyani, they came about, they were produced, they were..."
    },
    {
      "start_time": 393,
      "end_time": 453,
      "verse_references": [],
      "themes": [
        "prana",
        "body",
        "passion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Our bodies are activated, are animated, because there is Prana in this body.",
      "summary": "The speaker emphasizes the role of Prana in animating the body and how the body will return to its constituent elements (Panchabhutas) when Prana departs, highlighting that all these are products of passion.",
      "timestamp_url": "https://youtu.be/bpXAJdRP-d4?t=393",
      "transcript": "Our bodies are activated, are animated, because there is Prana in this body. One day Prana will go, then the body will just remain. The body that we care for, the body that we feed and nourish, the body that we dress and give nice dwelling, will just become Panchabhutas. It will return to Panchabhutas, because Prana Shakti, Prana has gone. So Prabhupada translates Prana as the living energy. It's an energy. Chathai, Jaso, all of them are products of passion. And next, the list of the five steps of P Five, R Stimulating power, and three of them are köm diezav, Advog ROM. When you think of breakfast, you know that that is what is the base and the most basic of all these five things or..."
    },
    {
      "start_time": 568,
      "end_time": 634,
      "verse_references": [],
      "themes": [
        "ego",
        "false ego",
        "spiritual understanding"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In our spiritual understanding we have a very special and qualified meaning of the word ego that's why Prabhupada sometimes use the word false ego oh there is false ego which should imply there is real ego or true you ego ego or something that is not false yes these are all very carefully selected words of Srila Prabhupada in presenting Vedic knowledge",
      "summary": "This section clarifies the concept of ego, distinguishing between false ego (ahankara) and a true or real ego, emphasizing Srila Prabhupada's careful use of language in presenting Vedic knowledge.",
      "timestamp_url": "https://youtu.be/bpXAJdRP-d4?t=568",
      "transcript": "Now this passionate egoism, generally in the material world also people say, don't be so egoistic, right? If somebody is projecting oneself too much, then we say, you're so much ego you have, yes. Although in a general sense it is a correct expression, but in our spiritual understanding, we have a very special and qualified meaning of the word ego. That's why Prabhupada sometimes use the word false ego. Oh, there is false ego, which should imply there is real ego or true ego, or something that is not false, yes. These are all very..."
    },
    {
      "start_time": 641,
      "end_time": 701,
      "verse_references": [],
      "themes": [
        "ahankara",
        "identity",
        "body"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Ahankara, ahamkarana, that which creates a sense of identity for us is called ahankara.",
      "summary": "The speaker explains ahankara as that which creates a sense of identity, relating it to the body and referencing Krishna's description of the body as made of eight elements, including ahankara.",
      "timestamp_url": "https://youtu.be/bpXAJdRP-d4?t=641",
      "transcript": "False ego, Prabhupada usually translated ahankhara. Ahem means a sense of identity, and that means a sense of identity, and that which ahankara, ahamkarana, that which creates a sense of identity for us is called ahankara. Krishna also describes this body as made of eight elements, and the eighth element is ahankara, panchabhuta, manas, buddhi, and the eighth element ahankara."
    },
    {
      "start_time": 702,
      "end_time": 773,
      "verse_references": [],
      "themes": [
        "identity",
        "false identity",
        "body"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In the same way there is an element of ahankara in us which gives us a sense of identity, I am. But it gives a sense of identity in terms of the body.",
      "summary": "The lecture discusses how ahankara gives a sense of identity based on the body, such as gender, which is a false sense of identity.",
      "timestamp_url": "https://youtu.be/bpXAJdRP-d4?t=702",
      "transcript": "This is an eighth element in the body, just like mind, we think, intelligence, we solve problems, we discriminate, this is right, this is not right, these are all functions of intelligence. In the same way there is an element of ahankara in us which gives us a sense of identity, I am. But it gives a sense of identity in terms of the body. I am a man, I am a woman, that's the first identity we all have, isn't it? Just as soon as we are born, a father, a mother, oh, boy is born, girl is born, you see? Connected with the body, the gender connected with the body. So. So this sense of identity, I am a man, I am a woman, from birth till death that continues."
    },
    {
      "start_time": 778,
      "end_time": 846,
      "verse_references": [],
      "themes": [
        "false identity",
        "body",
        "nationality"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This life we have taken a male form. In our previous life what we were? Maybe female form, maybe some other form.",
      "summary": "The speaker continues to elaborate on the false sense of identity connected to the body, including gender, species, and nationality.",
      "timestamp_url": "https://youtu.be/bpXAJdRP-d4?t=778",
      "transcript": "This life we have taken a male form. In our previous life what we were? Maybe female form, maybe some other form. And in that body we think I am male, I am female. And because we have a male or a female human form, we think I am a human being. This is also part of our self-identity. You see, Vedic knowledge is dealing with these subjects about identity. What is going on in our mind? What is going on in our consciousness? Let's understand. What is the truth behind these things? And since we are born in India, we think I am an Indian man. I am an Indian woman. Someone else born in some other part of the country, they think I am American man. I am German woman or whatever."
    },
    {
      "start_time": 851,
      "end_time": 930,
      "verse_references": [],
      "themes": [
        "false ego",
        "intrinsic",
        "influences",
        "sattva",
        "rajas",
        "tamas"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This is the kind of a false egoism that is so intrinsic. We live with it. It comes with us all our life.",
      "summary": "The lecture explains that this false egoism is intrinsic and influenced by the three modes of nature: Sattva, Rajas, and Tamas, with the current verse focusing on the influence of Rajas.",
      "timestamp_url": "https://youtu.be/bpXAJdRP-d4?t=851",
      "transcript": "This is the kind of a false egoism that is so intrinsic. We live with it. It comes with us all our life. Many things are decided because of these things. I am a man, I am Indian, I am woman. And many other things. I am intelligent. I am smart. I am foolish. I am not so intelligent. Like this, many, many, many descriptions of ourselves, ourselves, in terms of the body, we create all through our life. This is the Ahankara manifestation. Next thing the Vedic literatures are pointing out. Now this Ahankara can come under three kinds of influence: Sattva, Rajas and Tamas. And this verse is discussing about this Ahankara under the influence of Rajas."
    },
    {
      "start_time": 933,
      "end_time": 1021,
      "verse_references": [],
      "themes": [
        "rajoguna",
        "enjoyment",
        "sattva",
        "tamas",
        "ignorance"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The most important thing that Rajoguna does is, it puts us in a framework as I am an enjoyer.",
      "summary": "The speaker describes how Rajoguna leads to the desire for enjoyment, often mixed with Sattva Guna (enlightenment) and Tamoguna (ignorance).",
      "timestamp_url": "https://youtu.be/bpXAJdRP-d4?t=933",
      "transcript": "The most important thing that Rajoguna does is, it puts us in a framework as I am an enjoyer. So, I am an enjoyer. I must enjoy. Now I have a body. I must enjoy with this body. Sattva Guna creates a certain kind of an understanding. It enlightens. But usually in the material world, Sattva Guna is never alone. It gets mixed with Rajoguna. So, with a certain kind of an enlightened outlook, we try to become enjoyer. And it is not just that, Sattva Guna and Rajoguna mix. There is also always an element of Tamoguna. And Tamoguna's influence is to create ignorance. So, a sense of enlightenment and knowledge and understanding, with the fundamental desire to enjoy, but covered with a certain amount of ignorance."
    },
    {
      "start_time": 1021,
      "end_time": 1087,
      "verse_references": [],
      "themes": [
        "knowledge",
        "enjoyment",
        "manipulation",
        "struggle for existence",
        "passion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Intelligence to counteract the hard struggle for existence, is assisted by the senses for acquiring knowledge. And the living energy maintains himself, by manipulating the active organs, like the hands and legs.",
      "summary": "This segment explains how knowledge, when combined with the desire to enjoy, leads to manipulating the world for personal gratification, resulting in a struggle for existence driven by passion.",
      "timestamp_url": "https://youtu.be/bpXAJdRP-d4?t=1021",
      "transcript": "This is actually what each one of us are. There is some knowledge. And knowledge, when it is charged with enjoying tendency, we look at this world, and we look at, we develop knowledge about this world, and how to manipulate this world, with our knowledge and understanding, for our enjoyment. You see? That's why Prabhupada says in the purport here, the living condition in material existence, depends more or less on one's intelligence and powerful living energy. Intelligence to counteract the hard struggle for existence, is assisted by the senses for acquiring knowledge. And the living energy maintains himself, by manipulating the active organs, like the hands and legs. But on the whole, the struggle for existence is an exertion of the mode of passion."
    },
    {
      "start_time": 1089,
      "end_time": 1172,
      "verse_references": [],
      "themes": [
        "knowledge",
        "technology",
        "enjoyment",
        "ignorance",
        "citizenship"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We use our intelligence, we use our systematic thinking, we use our school and college education, everything, how to manipulate the material world, for my enjoyment.",
      "summary": "The lecture discusses how modern knowledge and technology are often used to manipulate the material world for personal enjoyment, stemming from a false sense of identity as a citizen of this world.",
      "timestamp_url": "https://youtu.be/bpXAJdRP-d4?t=1089",
      "transcript": "Today, there is so much knowledge of science, technology, economics, management. So, all of this is a certain kind of a knowledge. But, it is charged and influenced with Rajas. And so, we use our intelligence, we use our systematic thinking, we use our school and college education, everything, how to manipulate the material world, for my enjoyment. Now, this thinking that, I am a citizen of this world, and I must enjoy this world, this is actually an aspect of ignorance. Because we are not really a citizen of this world. We have come here. We are not these human bodies. We have got a human body. We see around us, there are so many other non-human bodies also. And there are living entities there also. So, this passion, knowledge, and ignorance, combine together, in different ways, and create the material world."
    },
    {
      "start_time": 1176,
      "end_time": 1230,
      "verse_references": [],
      "themes": [
        "absorption",
        "true position",
        "passionate egoism",
        "rajoguna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We become so absorbed in these things, our whole life passes, without understanding the true position of the soul, the true position of the living entity, and understanding, why this elaborate arrangement is all there.",
      "summary": "The speaker explains that absorption in material pursuits prevents understanding the true position of the soul and the purpose of creation, emphasizing the role of passionate egoism (taijasa) influenced by Rajoguna.",
      "timestamp_url": "https://youtu.be/bpXAJdRP-d4?t=1176",
      "transcript": "We become so absorbed in these things, our whole life passes, without understanding the true position of the soul, the true position of the living entity, and understanding, why this elaborate arrangement is all there. Who made them? What was the purpose of making this? So, this passionate, egoism, taijasa, this ahankara, charged with, rajoguna, is what, we become, all of us become engaged in. And in Kali Yuga, this taijasa, passionate egoism..."
    },
    {
      "start_time": 1233,
      "end_time": 1325,
      "verse_references": [],
      "themes": [
        "passionate egoism",
        "kali yuga",
        "enjoyment",
        "sense gratification",
        "material world"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In Kali Yuga, this taijasa, passionate egoism, is predominant. It is very powerful.",
      "summary": "This segment highlights the predominance of passionate egoism in Kali Yuga and how people seek enjoyment through sense gratification, hard work, and the pursuit of wealth, power, and fame.",
      "timestamp_url": "https://youtu.be/bpXAJdRP-d4?t=1233",
      "transcript": "It is very powerful. Now, the truth of the matter, is, you see this passion, basically puts us in a, mode of, enjoyment. We seek enjoyment in different ways. In the outside world, people are seeking enjoyment, for sense gratification. More money, you go to a restaurant and eat, dress up nicely and have, go to a mall, go to a social function. And, that's what they are doing. And for maintaining, a certain standard of that, they are working very hard. So, it's basically, a sense of enjoyment, through hard work, and expression, using their senses, in different kinds of, enjoyment activities. For that, we need, money. And, and then, if you have, nice, position, position of power, position of authority, position of fame, that can enhance your ability, to enjoy your senses even more. You see."
    },
    {
      "start_time": 1329,
      "end_time": 1407,
      "verse_references": [],
      "themes": [
        "detachment",
        "bhakti",
        "material desires",
        "spiritual desires"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Chaitanya Mahaprabhu teaches, na dhanam, na janam, na sundareem, kavitam vajagadisha kamaye, kamaye, na kamaye, I don't want to desire, these things",
      "summary": "The lecture introduces Chaitanya Mahaprabhu's teachings on detachment from material desires like wealth, followers, and sensual pleasures, contrasting them with the desire for pure devotion.",
      "timestamp_url": "https://youtu.be/bpXAJdRP-d4?t=1329",
      "transcript": "So, Chaitanya Mahaprabhu teaches, na dhanam, na janam, na sundareem, kavitam vajagadisha kamaye, kamaye, na kamaye, I don't want to desire, these things, na dhanam, kamaye, na janam, kamaye, na sundareem, kamaye, na kavitam. Kavitam here, refers to, kavita means, poetry. Vedas, describe in a very poetic way, that how you can enjoy now, and in future, in swargaloka. These are called poetic descriptions, in the Vedic literature. Flowery, pushpitam vajam, Krishna says in the Gita, flowery words. This is the kavita, refers to, fruity activities, described in the Vedic literatures. na dhanam, na janam, na sundareem, kavitam vajagadishakamaye, mama janmani janmanishvare, janmani janmanishvare, janmani janmani..."
    },
    {
      "start_time": 1411,
      "end_time": 1488,
      "verse_references": [],
      "themes": [
        "spiritual culture",
        "fleeting pleasures",
        "moksha",
        "pure devotional service",
        "bhakti"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Chaitanya Mahaprabhu is establishing the principles of pure devotional service, pure bhakti.",
      "summary": "The speaker contrasts fleeting material pleasures with the pursuit of moksha and ultimately emphasizes Chaitanya Mahaprabhu's establishment of pure devotional service (bhakti) as superior.",
      "timestamp_url": "https://youtu.be/bpXAJdRP-d4?t=1411",
      "transcript": "So, in spiritual, in Vedic culture, we learn, these are all not, these are all fleeting things, all the pleasures, of the senses, the pleasures of wealth, the pleasures of women, the pleasures of honor, and fame, and position, and all these things, they are fleeting. Even going to swargaloka, that is also fleeting. Next, we should aspire for moksha, so that we can end, this birth and death cycle, and we can be situated in moksha, and in that way, in moksha there is, ananda of moksha. Again, ananda came there, enjoyment came there. No. So, Chaitanya Mahaprabhu is saying, mama janmani janmanishvare, bhavata bhakti rahayi tukitvayi, I just want to render service to you, life after life. So, I do not want even moksha also. So, Chaitanya Mahaprabhu is establishing the principles of pure devotional service."
    },
    {
      "start_time": 1491,
      "end_time": 1537,
      "verse_references": [],
      "themes": [
        "pure bhakti",
        "krishna's enjoyment",
        "selfless service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The specific thing about bhakti is, our focus is not our enjoyment, our focus is Krishna's enjoyment.",
      "summary": "This segment explains that in pure bhakti, the focus shifts from personal enjoyment to Krishna's enjoyment, with the devotee willing to serve Krishna regardless of personal happiness or suffering.",
      "timestamp_url": "https://youtu.be/bpXAJdRP-d4?t=1491",
      "transcript": "So, in pure, so somebody may say, oh with pure bhakti, you will get bhakti, ananda of bhakti, no? That is the natural ananda, in that, the specific thing about bhakti is, our focus is not our enjoyment, our focus is Krishna's enjoyment. And as a result of serving Krishna, giving pleasure to Krishna, I may get happiness, I may not get happiness, it doesn't matter. Whether I am in heaven or hell, I simply want an opportunity to please Krishna."
    },
    {
      "start_time": 1539,
      "end_time": 1626,
      "verse_references": [],
      "themes": [
        "serving krishna",
        "natural happiness",
        "karma",
        "jnana",
        "constitutional position"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When we serve Krishna, we get happiness naturally.",
      "summary": "The lecture uses the analogy of the hand feeding the stomach to illustrate how serving Krishna naturally brings happiness, contrasting it with the unnatural attempts at happiness through karma and jnana.",
      "timestamp_url": "https://youtu.be/bpXAJdRP-d4?t=1539",
      "transcript": "But of course, we are constituted in such a way, that when we serve Krishna, we get happiness naturally. The other methods were not natural to our constitution. Just like, if the hand puts food into the stomach, the hand gets nourished. Natural. But the hand putting the food in the stomach, is a natural constitutional activity. But if the hand says, no, I won't put food in the stomach, I'll only be touching the food. I'll only be mixing rice, chapati, dal, and just, I won't, why should I feed the stomach? Stomach should enjoy, is it? No, I won't allow. Only I'll be touching. Or I'll be only seeing food. We know that won't nourish us. You see, in the same way, all attempts of karma, all attempts of jnana, are attempts for happiness, in an unconstitutional manner. Constitutional meaning, Swaroopa, our makeup, how we are made, how we are constituted. This is the most important thing."
    },
    {
      "start_time": 1628,
      "end_time": 1722,
      "verse_references": [],
      "themes": [
        "krishna as enjoyer",
        "serving krishna",
        "diseased condition",
        "uncooperative"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna alone is the enjoyer. We have only business is to make him happy.",
      "summary": "The speaker emphasizes that Krishna is the ultimate enjoyer and our purpose is to make Him happy, comparing our current material situation to a diseased and uncooperative part of Krishna's body.",
      "timestamp_url": "https://youtu.be/bpXAJdRP-d4?t=1628",
      "transcript": "That we are not the enjoyers. Krishna is the enjoyer. Krishna alone is the enjoyer. We have only business is to make him happy. Just like the hands, only business is to keep the body in a comfortable situation. We want to have bath, the hands and the legs will work to give bath. We want to dress up, we want to put tilak, hands and legs assist me to put the tilak. We want to eat, hands and legs help. See how hands and legs are parts of the body, they are constantly working for the upkeep and well-being of the whole body. If hands and legs don't cooperate, it is called a diseased condition. We have to go to a doctor, we have to take some treatment, we have to take some treatment. Hand is not working, I am not able to lift my hand, I can't bend, fold my hand. Oh, you have to go to your doctor, you should examine. See hand is not able to work for the whole. Today our material situation is, we are also components, parts of Krishna, but we are the diseased, uncooperative, unwilling to serve the pleasure, for the pleasure of Krishna."
    },
    {
      "start_time": 1727,
      "end_time": 1774,
      "verse_references": [],
      "themes": [
        "ailing arm",
        "spirit of enjoyment",
        "rajoguna",
        "desire"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We are that ailing arm. We are the diseased part of the body.",
      "summary": "The lecture continues the analogy of the ailing arm, attributing our diseased state to the unnatural spirit of enjoyment infused by Rajoguna, which Krishna allows to fulfill our desires.",
      "timestamp_url": "https://youtu.be/bpXAJdRP-d4?t=1727",
      "transcript": "We are that ailing arm. We are the diseased part of the body. This is what we have become today. This is our position. And this is coming because of our spirit of enjoyment. And that spirit of enjoyment is not natural to us. It is infused through the Rajoguna. Why, who is doing this? Krishna is only doing this. Oh, Krishna is, why Krishna is doing? Because we want it. Our desire, our desire, to fulfill our desire..."
    },
    {
      "start_time": 1777,
      "end_time": 1861,
      "verse_references": [],
      "themes": [
        "material world",
        "platform for enjoyment",
        "spiritual life",
        "enjoying spirit"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna has created this material world. You need a platform for activity.",
      "summary": "The speaker explains that Krishna created the material world as a platform for our spirit of enjoyment and that even after entering spiritual life, the desire to be the enjoyer and controller persists.",
      "timestamp_url": "https://youtu.be/bpXAJdRP-d4?t=1777",
      "transcript": "He has given us a material body with the five senses, dasha indriya, dasha buddhi, and he has created this material world. You need a platform for activity. Suppose I am a great singer, or I am a great dancer, I am a great performer. All the artists, they always say, can we come to your temple and sing? Can we come to your temple? Of course, they are devotional people, they say. Because they want a platform for their activity. In the same way, we want a platform for our spirit of enjoyment. So Krishna has created this material world. See how this is what's happening. Now another thing that happens to us, Srila Prabhupada, Chaitanya Mahaprabhu won. Now we come to spiritual life, spiritual understanding, we come to a spiritual organization, but that spirit for enjoyment won't go away so easily. In the spiritual society, in the spiritual organization, we will try again, I should become the enjoyer, I should become the controller."
    },
    {
      "start_time": 1868,
      "end_time": 1922,
      "verse_references": [],
      "themes": [
        "freedom from enjoyment",
        "determination",
        "divine forces",
        "rajoguna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "To free ourselves from that enjoying spirit, first is our determination and our desire that yes, I want to be free from this.",
      "summary": "This segment emphasizes the importance of determination and a sincere desire to be free from the enjoying spirit, acknowledging that the powerful forces of Rajoguna require divine assistance to overcome.",
      "timestamp_url": "https://youtu.be/bpXAJdRP-d4?t=1868",
      "transcript": "To free ourselves from that enjoying spirit, first is our determination and our desire that yes, I want to be free from this. And when Krishna sees that, when Balarama sees that, when Nithyananda Prabhu sees that, they will bless us. Because by our own we cannot get out. It's a Daivi Guna. These forces of Rajoguna, they are all divine. So it's very powerful."
    },
    {
      "start_time": 1928,
      "end_time": 2015,
      "verse_references": [],
      "themes": [
        "desire",
        "determination",
        "self-preservation",
        "pleasing krishna",
        "enjoying tendency"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We must desire, we must make that desire sincere, and we must make that desire strong.",
      "summary": "The lecture stresses the need for a sincere and strong desire to abstain from acts of enjoyment, using the body only for self-preservation and with the intent to please Krishna.",
      "timestamp_url": "https://youtu.be/bpXAJdRP-d4?t=1928",
      "transcript": "That is why we must desire, we must make that desire sincere, and we must make that desire strong. And a strong desire is nothing but determination. And through that determination, we demonstrate to Krishna that I want to abstain from acts of enjoyment. We use our body, we act, we feed our body, take care of our body, to the extent of, to the extent required for self-preservation only. If you don't feed the body, we cannot do, the body will not have energy, we cannot do anything productive. So, some Shakti is required. So we eat, we sleep, we accept these some comforts, only to the extent of self-preservation. And otherwise, our intent is to only give pleasure to Krishna. So, this enjoying tendency created by passion, how this is all brought about..."
    },
    {
      "start_time": 2018,
      "end_time": 2120,
      "verse_references": [],
      "themes": [
        "situation awareness",
        "mind weakness",
        "shastras",
        "vedic knowledge",
        "self-purification"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We should know our situation, we should know this, what is happening, so that we can be constantly reminded in Kali Yuga, or in every time in a material existence, a mind is weak.",
      "summary": "The speaker emphasizes the importance of understanding our situation and constantly reminding ourselves of Vedic knowledge through classes, reading, and discussions for self-purification, especially in Kali Yuga.",
      "timestamp_url": "https://youtu.be/bpXAJdRP-d4?t=2018",
      "transcript": "So we should know our situation, we should know this, what is happening, so that we can be constantly reminded in Kali Yuga, or in every time in a material existence, a mind is weak. And we need to constantly remind ourselves. That is why the Shastras are there, Vedic knowledge is there, so that we refresh our memory, our intelligence, our understanding, daily, by class, by reading books, like Srila Prabhupada has given those, these books. So, and by discussing among ourselves, and by telling others, because when we are telling others, first person who is hearing is ourself. I am giving class, but the first hearer is, some of you may slightly doze off a little, you won't, something you may miss. But one person who is not missing anything, very attentively hearing the class, is myself. So it is for my own purification. So, we speak in different kinds of forum, one on one, one to many, or different ways, mean our purification, self-purification, self-purification. This is the most important thing that we should try for."
    },
    {
      "start_time": 2120,
      "end_time": 2228,
      "verse_references": [],
      "themes": [
        "lust",
        "mind",
        "intelligence",
        "senses",
        "prana shakti",
        "consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It is the prana Shakti energized mind intelligence senses which is the sitting place of lust",
      "summary": "In response to a question, the speaker explains that lust resides in the consciousness and is manifested through the mind, intelligence, and senses, energized by Prana Shakti.",
      "timestamp_url": "https://youtu.be/bpXAJdRP-d4?t=2120",
      "transcript": "Let's stop here. Any questions anyone has? Haruhi Krishna Prabhu. Prabhu, in Bhagavad-gita it is said that lust, sitting places of lust, is mind, intelligence & senses. So, how do we understand? Because we also understand senses are, dead. In one sense it is said. How in senses, lust is sitting? Because mind and intelligence, mind and intelligence we can understand it's active and it mind into things feels wills whereas senses are not okay actually when Krishna is saying mind intelligence senses actually it looks like intelligence senses are dull parts of it actually even the mind and intelligence is Jada now today what is happening in our situation mind intelligence senses all of them have been energized by prana Shakti so it is the prana Shakti energized mind intelligence senses which is the sitting place of lust suppose there's a dead body and in the dead body there are as eyes are there comma is sitting there you know karma what is karma the lust lust is the spirit of enjoyment that enjoying spirit that enjoying spirit is coming from prana it is expressed through mind..."
    },
    {
      "start_time": 2228,
      "end_time": 2309,
      "verse_references": [],
      "themes": [
        "prana",
        "consciousness",
        "lust",
        "mind",
        "intelligence",
        "senses",
        "vedic literatures"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Ultimately it is the prana it is the that's why Prabhupada has used the word prana Shakti prana living energy it is that living force and that living force is coming from the consciousness from the consciousness of the soul and that consciousness is contaminated",
      "summary": "The speaker continues to explain the origin and manifestation of lust, emphasizing its connection to consciousness, Prana Shakti, and the contamination of the soul, referencing the Vedic literatures' description of our anatomy.",
      "timestamp_url": "https://youtu.be/bpXAJdRP-d4?t=2228",
      "transcript": "intelligence and senses ultimately it is the prana it is the that's why Prabhupada has used the word prana Shakti prana living energy it is that living force and that living force is coming from the consciousness from the consciousness of the soul and that consciousness is contaminated and in that contaminated state it is energizing the mind intelligence and the senses in a certain way that is what is happening and hence ultimately you may say where is the lust sitting it is sitting in the consciousness and that is why we have to of the living entity that's correct statement that's an accurate statement but today in our present situation where is the last sitting from the consciousness it is now manifest through mind intelligence and the senses so like that it is getting further this is the anatomy the anatomy that the vedic literatures are describing about us what our body is made of how it is constituted how it is acting."
    },
    {
      "start_time": 2309,
      "end_time": 2376,
      "verse_references": [],
      "themes": [
        "body constitution",
        "consciousness",
        "karma",
        "desire",
        "mind",
        "intelligence",
        "senses"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "What is energizing this body is the consciousness and that consciousness is the sitting place ultimately of karma",
      "summary": "The speaker compares the Vedic understanding of the body's constitution to the study of anatomy, highlighting the role of consciousness as the energizing force and the ultimate seat of karma, which manifests through the mind, intelligence, and senses.",
      "timestamp_url": "https://youtu.be/bpXAJdRP-d4?t=2309",
      "transcript": "And what is just like you study in anatomy you see there is a bone stress skeletal structure that gives strength to this body there is a muscular structure there is a nervous structure nervous system in the same way that what is energizing this body is the consciousness and that consciousness is the sitting place ultimately of karma that karma sitting in consciousness it will just sit there no it will come through mind intelligence and senses so that we can act and we can fulfill that karma for our karma is not a static thing desire is not a it is it is dynamic force you see and the dynamism is brought through these instruments of mind intelligence and sense organ like that so kama is sitting in all these places krishna is describing."
    },
    {
      "start_time": 2387,
      "end_time": 2421,
      "verse_references": [],
      "themes": [
        "constitutional position",
        "earthly planet",
        "enjoyment",
        "spiritual",
        "duality"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When we come to this earthly planet the body is designed in the such a way that we need to enjoy then how the spiritual thing comes",
      "summary": "A question is posed about the apparent duality of the body being designed for enjoyment on Earth, while also having the potential for spiritual development.",
      "timestamp_url": "https://youtu.be/bpXAJdRP-d4?t=2387",
      "transcript": "Yeah yeah as you were mentioning the constitutional position like when we come to this earthly planet the body is designed in the such a way that we need to enjoy then how the spiritual thing comes when we come to this bar like earthly planet the Krishna send us and everything is designed to enjoy only how we will come to the spiritual one is it duality duality like is it made for..."
    },
    {
      "start_time": 2421,
      "end_time": 2500,
      "verse_references": [],
      "themes": [
        "hand analogy",
        "krishna's enjoyment",
        "material world",
        "desire"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The material world we come here it is is it for dual purpose for our enjoyment and for Krishna's enjoy for both purpose is that your question no it is meant only for Krishna's enjoyment but we are not ready for that we have a strong desire for enjoying this material world",
      "summary": "The speaker uses the hand analogy again to clarify that the material world is meant only for Krishna's enjoyment, but our strong desire for personal enjoyment prevents us from realizing this.",
      "timestamp_url": "https://youtu.be/bpXAJdRP-d4?t=2421",
      "transcript": "Enjoy spiritual enjoyment and bodily enjoyment both enjoyment okay as I was mentioning now let's take the hand example I gave hand is meant for touching enjoying the food or it is meant for of course you may touch food and you may get some pleasure nice Rasgulla is nice but real enjoyment is when you put in the mouth isn't it that's not just pleasure so the material world we come here it is is it for dual purpose for our enjoyment and for Krishna's enjoy for both purpose is that your question no it is meant only for Krishna's enjoyment but we are not ready for that we have a strong desire for enjoying this material world our desire to enjoy the material world should be..."
    },
    {
      "start_time": 2504,
      "end_time": 2587,
      "verse_references": [],
      "themes": [
        "desire",
        "spiritual advancement",
        "jeevan mukta",
        "material world"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In an ideal pure devotee state even he is in the material world we He is called a Jeevan Mukta.",
      "summary": "The lecture explains that spiritual advancement involves decreasing the desire for personal enjoyment and increasing the desire to serve Krishna, culminating in the state of Jeevan Mukta, where one is fully devoted to Krishna even while in the material world.",
      "timestamp_url": "https://youtu.be/bpXAJdRP-d4?t=2504",
      "transcript": "Our desire to enjoy the material world is 100, our desire to enjoy to serve Krishna 0 in one sense. But okay, we have moved up in spiritual life, maybe 95 percent is desire to enjoy and 5% we want to serve Krishna, we have understood little bit. This is our situation, we have a mixed situation. So the material world is a platform, is an opportunity where we can try to experience that ninety-five percent desire to enjoy oneself and also 5% to serve the Lord. And as we become spiritually advanced, 95 keeps decreasing, the five keeps increasing. And in an ideal pure devotee state, even he is in the material world, he is called a Jeevan Mukta. He is in this material world. 100% desire to serve Krishna, 0% to enjoy himself. He is called Jeevan Mukta."
    },
    {
      "start_time": 2589,
      "end_time": 2670,
      "verse_references": [],
      "themes": [
        "duality",
        "self-enjoyment",
        "krishna's enjoyment",
        "spiritual world",
        "mishra bhakti"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The struggle of a spiritualist is how I can minimize my self-enjoyment, sense my self-enjoyment, how I can maximize Krishna's enjoyment.",
      "summary": "The speaker acknowledges the duality of our current situation and emphasizes the spiritualist's struggle to minimize self-enjoyment and maximize Krishna's enjoyment, describing the spiritual world as one where everyone is engaged in serving the Lord, and defining mixed devotion.",
      "timestamp_url": "https://youtu.be/bpXAJdRP-d4?t=2589",
      "transcript": "There is a dual situation like you are describing. But the struggle of a spiritualist is how I can minimize my self-enjoyment, sense my self-enjoyment, how I can maximize Krishna's enjoyment. In the spiritual world, everyone, 100% is engaged in serving the Lord and giving pleasure to the Lord. That's another world. Just like here you see there is one world here. Everyone. Everyone is trying to enjoy for oneself. But we have some religious, due to culture. Our parents were taking us to temple. We had some religious functions in our home. So there is some cultural religiosity is there. By culture there is some, which recognizes God. And hence, we go to God. We go to a temple and pray. Krishna, I've got these so many desires. Can you please bless me so that I can enjoy in this world? Yes. But we are going to temple. That's Bhakti. Yes, that's Bhakti. It is called Mishra Bhakti. Karma Mishra Bhakti. It is Bhakti, but largely combined with the desire for enjoyment."
    },
    {
      "start_time": 2674,
      "end_time": 2729,
      "verse_references": [],
      "themes": [
        "bhakti",
        "anartha nivrutti",
        "self-enjoyment",
        "krishna's enjoyment",
        "strong devotee"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "By doing Bhakti, Anartha Nivrutti Syat, what happens is that all these desires for enjoying, gradually diminishes.",
      "summary": "The lecture explains that through bhakti, unwanted desires (anarthas) gradually diminish, leading to a stronger desire to serve Krishna and becoming a strong devotee.",
      "timestamp_url": "https://youtu.be/bpXAJdRP-d4?t=2674",
      "transcript": "But by doing Bhakti, Anartha Nivrutti Syat, what happens is that all these desires for enjoying, gradually diminishes. Anartha. These are unwanted things. They are valueless things. Anartha. Artha means valuable. Anartha means no value. They have no value for us. Truly. But we are holding on to it. Now Bhakti makes us release all that. Nivrutti. Anartha Nivrutti. So gradually that desire for self-enjoyment diminishes. And the desire to serve Krishna increases. And when it is more and more stronger, then we are called strong devotee."
    },
    {
      "start_time": 2729,
      "end_time": 2818,
      "verse_references": [],
      "themes": [
        "svargaloka",
        "material enjoyment",
        "chaitanya mahaprabhu",
        "devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Svarga is nothing but an opportunity for enhanced enjoyment. For one's own enjoyment, not for Krishna.",
      "summary": "The speaker clarifies that Svargaloka offers enhanced material enjoyment but lacks true spirituality, reiterating Chaitanya Mahaprabhu's preference for pure devotion over the path to Svarga.",
      "timestamp_url": "https://youtu.be/bpXAJdRP-d4?t=2729",
      "transcript": "Yes, the body changes. Yes. What? . No. Svargaloka, these are all different arrangements for more material enjoyment. Not much of spirituality there. In Svarga, you will get a body which has a long life. We only live for about 100 years. Out of 100, after 70, what enjoyment you can do? Your body has become very old. So, in Svargaloka you will have 1000 years life. So long you can enjoy. So, Svarga is nothing but an opportunity for enhanced enjoyment. For one's own enjoyment, not for Krishna. But that also with Krishna's blessing. So, this is the kind of a situation. Svarga is also not desirable in that sense. That's why Chaitanya Mahaprabhu is saying, Na kavitam. I don't want to follow this path of Svargaloka, Vedic path and go to Svarga. I don't want that. Janmani janmani Ishvare bhavatad bhakti rahaituki. Bhavatad bhakti. Your devotion is only, I am asking."
    }
  ]
}