{
  "video_id": "btisyER8-yY",
  "title": "Nectar of Devotion | HDG Srila Prabhupada | 29.07.2024",
  "speaker": "HDG Srila Prabhupada",
  "youtube_url": "https://www.youtube.com/watch?v=btisyER8-yY",
  "segments": [
    {
      "start_time": 18,
      "end_time": 621,
      "verse_references": [],
      "themes": [
        "devotional service",
        "varieties of life",
        "understanding Krishna",
        "yoga-māyā",
        "eternal life",
        "enjoyment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So the bhakti-mārga means we want real life, eternal life, and varieties also, आनन्द में व्यास है।",
      "summary": "This segment discusses how devotional service elevates one to a spiritual status, emphasizing the importance of variety in life and understanding Krishna beyond the material realm, highlighting the role of yoga-māyā in concealing Krishna from non-devotees.",
      "timestamp_url": "https://youtu.be/btisyER8-yY?t=18",
      "transcript": "The process of devotional service as it is recommended in the Nectar of Devotion will gradually elevate one from the material condition of life to the spiritual status. आद्वादधि कि कुछ कानधा हैं saw ऐधा। म्यूजाते ने सुख को प्राब प्राण नर भूम न बूत बत रखाओ। कानदा समुचिंगते हों तो समच होता होगा। जब धूशस में आरवमतने की संजिरागति। वह बेचम सिचुएटेड इन पर्थि रसा लाइफ इन एनी एक्शन परफॉर्म फुर दे सैटिस्फेक्शन आपकृष्ण इन इस्से ट्रांसेंडेंटल बक्ति रसा स्टेज उफ लाइफ किंदी राल प्रोपेट्शूल इस सौख और बॉक्तिराशाम्यतः शेंद्रो शीलो रुपो कृष्ट्रामी इस गिविंग अस दि प्रोसेस हाउ टू एलिवेट वनसेल्ब फ्रॉम दिस मेटीरियल प्लेटफॉर्म टू दि स्पिरिचल प्लेटफॉर्म देवोशनल लाइक मीड्स पीड़ी फाइंग दि प्रेजेंट कॉंडिशनल लाइक प्रेजेंट कॉंडिशनल लाइक प्रेजेंट कॉंडिशनल लाइक प्रेजेंट कॉंडिशनल लाइक प्रेजेंट कॉंडिशनल लाइक प्रेजेंट कॉंडिशनल लाइक प्रेजेंट कॉंडिशनल लाइक प्रेजेंट कॉंडिशनल लाइक प्रेजेंट कॉंडिशनल लाइक प्रेजेंट कॉंडिशनल लाइक प्रेजेंट कॉंडिशनल लाइक प्रेजेंट कॉंडिशनल लाइक प्रेजेंट कॉंडिशनल लाइक प्रेजेंट कॉंडिशनल लाइक प्रेजेंट कॉंडिशनल लाइक प्रेजेंट कॉंडिशनल लाइक"
    },
    {
      "start_time": 1781,
      "end_time": 1929,
      "verse_references": [],
      "themes": [
        "Krishna's expansion",
        "Brahman",
        "realization"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "कृष्णा is the origin of ब्रह्म.",
      "summary": "This segment explains Krishna's expansion as gopas and other forms in Vrindavana, emphasizing that Krishna is the origin of Brahman and that realization of Krishna is essential.",
      "timestamp_url": "https://youtu.be/btisyER8-yY?t=1781",
      "transcript": "Just like Kṛṣṇa Himself is expanding Himself as gopas, as cowherds, boys, as cubs and cows and trees in Vṛndāvana, आनंद्र चिन्मय रस अप्रतिभाविताबिता जयोगी। They are all आनंद्र चिन्मय रस. Explanation of Kṛṣṇa's pleasure potential, राधा कृष्ण प्रणय वृकिति अल्लाधिनि शक्ति रस्मा। वक्ति, रस्मा. तो हम लिबरेशन लगता है। लिबरेशन नहीं हों, लोगाश्त के प्रतिश्य जानित, अच्छा था। हम जानित हैं जो श्रीन प्रणार दुर्जारित होता है। वह कृष्ण लोप। वह बैकुन्ठ लोप। स्पेशली कृष्ण लोगों। तब कृष्ण कहते हैं भक्त्यामां अभिजानाति। वह कृष्ण है। स्वच्चित आनंद विग्रह है। उनका बौड़ नहीं है। वह स्वच्चित आनंद विग्रह है, लेकिन वह पूर्ण है। तो ब्रह्म रियालाइजेशन मतलब है कि स्वच्चित आनंद का पूर्ण लिखा जाता है। परमात्मा रियालाइजेशन मतलब है कि रियालाइजेशन का पूर्ण जाता है, कि रियालाइजेशन का पूर्ण जाता है। But आनन्य रियलाइजेशन मीन्स टू बिकम एसोसिएटिव विद कृष्णा। दरी आनन्य। बैराइटीज। राष्ट्रिका। कृष्णा इस प्लेइंग विद दिकावर्ड्स बॉय्ड्स कृष्णा इस डांसिंग विद गोपीज। कृष्णा इसे अन्धारण लिया कि अस्सुएशन के आजितार की ही बाती है, उस प्रसिद्ध, विद दोंधारण। एथ्थं ब्रंभ सुखानु भुद्ध्या दास्वं अतानाँ पर द्वियोते। Kṛṣṇa is the origin of ब्रह्म. Those who are trying for ब्रह्मशु, here is the point, शुकृते घृष्णा, इत्थं ब्रह्म, शुखानु भृत्या, the origin, ब्रह्मणा हंग प्रतिष्ठा, इंपर्शनल ब्रह्म is situated on me, जस्यप्रभाप्रभवतो जगदन्य कोठी, so we get information."
    },
    {
      "start_time": 1929,
      "end_time": 2108,
      "verse_references": [],
      "themes": [
        "understanding Krishna",
        "difficulty of understanding Krishna",
        "Krishna's kindness",
        "Bhagavad Gita",
        "paramparā"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "To understand कृष्णा is not very easy thing, मनुषानाम सहास्तेशु.",
      "summary": "This segment discusses the difficulty in understanding Krishna, highlighting Krishna's kindness in providing instructions through the Bhagavad Gita and emphasizing the importance of understanding Krishna through the paramparā (disciplic succession).",
      "timestamp_url": "https://youtu.be/btisyER8-yY?t=1929",
      "transcript": "So we have to realize these things, what is कृष्णा, that मनुषानाम सहास्तेशु कच्चि जतति सिद्धाम, जतताम भी सिद्धानाम कच्चि वित्ति मांततु. To understand Kṛṣṇa is not very easy thing, मनुषानाम सहास्तेशु. Out of many, many millions who are trying to become successful in the mission of life, मनुषानाम सहास्तेशु कच्चि जतति सिद्धाये, सिद्धाये, सिद्धाये means to become, सिद्धा, means to become ब्रह्म भूत, to understand that I am not this material body, I am ब्रह्मास्तेशु, that is सिद्धि. And जतताम भी सिद्धानाम कच्चि वित्ति मांततु. So out of many शास्तेशु, सिद्धास्तेशु, we have realized पर्मात्मा or ब्रह्मा, out of many such millions of people, one can understand Kṛṣṇa. Kṛṣṇa is so difficult subject matter. But he is so kind also that he is giving us instruction personally in the form of भगवत गीता, what he is, what he is. He says, मत्तः परतरः नान्या किंचि जस्ति धनन्या। My dear Arjuna, don't labor hard simply that there is something beyond me. Sometimes they say that there is still more beyond कृष्णा, but कृष्णा says, no, there is nothing beyond, मत्तः परतरः नान्या किंचि जस्ति धनन्या। शुत्रे गणायिव, everything is resting on me. अहं सर्वश्य प्रभुगत। The Vedanta says, जन्मा दस्य जताँ। जन्मा स्थिते लौज। Where it is staying, where it is being conducted, that is Brahman. Kṛṣṇa answers this question that अहं सर्वश्य प्रभुगत। He is deceiving Brahman. Therefore Arjuna accepted him. परंब्रम्म परंधम्। We are Brahmas, but we are not परंब्रम्म। परंब्रम्म is Kṛṣṇa. We are आत्मा, but we are not परंब्रम्मात्मा। परंब्रम्मात्मा is Kṛṣṇa. So in this way, मनुष्चा नाम सहर्षेशु कष्चि जतति सिद्धये जततामपि सिद्ध्यान। कष्चि वेत्ति माम। So in this way, we have to understand Kṛṣṇa. एमं परंप्राप्रात्म एमं राजर्षय विदु। We have to understand Kṛṣṇa through the paramparā disciple succession, not by our ABCD knowledge."
    },
    {
      "start_time": 2108,
      "end_time": 2256,
      "verse_references": [],
      "themes": [
        "guru",
        "disciple succession",
        "representative of Krishna",
        "respect for guru"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We have to understand Kṛṣṇa through the paramparā disciple succession, not by our ABCD knowledge.",
      "summary": "This segment emphasizes the importance of accepting a bona fide spiritual master (guru) who is a representative of Krishna, highlighting the need to respect the guru as Krishna's representative without the guru considering himself Krishna.",
      "timestamp_url": "https://youtu.be/btisyER8-yY?t=2108",
      "transcript": "That is not possible. One has to accept the disciple succession line. तद्विज्ञान अर्थम्सव गुरुमेव भिगच्छे। That guru, guru means Kṛṣṇa's representative. कृष्णा जय है। शाक्षा धरित्तेन समस्त शास्त्रयि रुप्तस्त तथा भाव्यत एवत सद्धित्यों। शाक्षा धरित्तेन, because guru is representative of Kṛṣṇa. Therefore he should be respected as guru, as Kṛṣṇa. किन्तु प्रवोर्ज्य प्रिय एवत सद्धित्यों। But because a guru is respected as Kṛṣṇa, the guru does not think that he has become Kṛṣṇa. No. That is foolishness. He is the most confidential servant of Kṛṣṇa. Therefore, just like most confidential secretary, he acts as the master. His signature, his settlement, he'll be accepted by the master. Similarly, yasya prasādād bhagavata-prasād. Yasya prasādād naga-tī-pṛto. We are to select the right representative of Kṛṣṇa and accept Him as guru. And if I please Him, then Kṛṣṇa will be pleased. There is no need of somebody, they say that Kṛṣṇa is not present, how shall I please Him? No. Kṛṣṇa's representative is present. You please Him. जस्व देवे पराभक्ति जथा देवे तथा गुरोगुरु। This is the process. जथा देवे तथा गुरुगुरु। तश्य इते कति ता जर्चा प्रकाश्म गुरुक्ति। This is the process. आदु गुर्भास्रम्। That is Gosvāmī, Rūpa Gosvāmī giving his, in the Bhakti-rasāmṛta-kṛṣṇa, आदु गुर्भास्रम्। If you are actually interested to understand Kṛṣṇa and Kṛṣṇa-bhakti, the first business is आदु गुर्भास्रम्। You take shelter of a bona fide spiritual master who is representative of Kṛṣṇa."
    },
    {
      "start_time": 2256,
      "end_time": 2477,
      "verse_references": [],
      "themes": [
        "representative of Krishna",
        "surrender to Krishna",
        "Krishna consciousness",
        "real dharma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If his representative says that he surrendered to Kṛṣṇa, he is representative.",
      "summary": "This segment explains how to identify a representative of Krishna, emphasizing that the representative will advocate surrender to Krishna and promote Krishna consciousness, which is the real dharma.",
      "timestamp_url": "https://youtu.be/btisyER8-yY?t=2256",
      "transcript": "And how we can understand the representative of Kṛṣṇa? And that is not very difficult, because what Kṛṣṇa says, if the representative says the same thing, then he is representative. It is not very difficult. कृष्ण सेज सर्वधन्माण पुरित्तज्य मामेकं सरणं भज्याँ। If his representative says that he surrendered to Kṛṣṇa, he is representative. He does not become himself Kṛṣṇa. That is bogus. A faithful servant will never say that आम ने मास्ता है। I am servant, although he is as good as the master. सिमिलली गुरु ई शक्षा धरित्ते पहनो समस्त शास्त्री उक्तस्तथाभाव्यसौ प्रभुर्जप्रिय एवतृ। He is the most confidential ruse. जो कृपया का शर्मान का विश्वाल रहता है कि वह भूल है। इसका जाना पाए। वह कृपया को कुछ नहीं पहले जाना पाता है किृष्णौ के लिए। प्राप्त का अक्षय प्रबेशन रहता है। गोपी भत्तु पदकमलो दाशो, दाशो, दाशानो दाशा ए गुरु ही जबंपणी या ज्रमण ये होता है हắn लेंưng वे कुछ ऩर्ली आप नहीं का जर्मण स्ट्रिल क्रम करते हैं भी कुछ  Collect. भाग αν आप सर्वेशन का सेक्स्यशन है, सर्वेशन की सर्वेशन और सर्वेशन की सर्वेशन होते पर कुराम प्रार्पंस होना। Backup प्रक्रर्पुतृ, तो आप वह डृपन्तप्राप्तंत होते होंगे, और खत्म की साहत का संधीर होने के लिए ने गुरु, कृष्णा, and the latest गुरु, कृष्णा, because the aim is the same. कृष्णा personally says शर्वधर्मान पुरित्त जम्मामिकं शरुणं भज़ाँ, and who is representative of कृष्णा, he will say the same thing. You surrender to कृष्णा. कृष्णा says मन्मना भवमत भक्त मत जाजि माग नमस्कुरू, the guru will say, yes, you become always कृष्णा conscious. मन्मना. कृष्णा says मन्मना. A guru says you become कृष्णा conscious. The same thing. There is no difference. You become devotee of कृष्णा. You always think of कृष्णा. You always chant of कृष्णा. You always speak of कृष्णा. You do not know anything but कृष्णा. Simply this life is required. So this कृष्णा consciousness movement is teaching people to become कृष्णा, कृष्णा conscious means कृष्णा says मन्मना भव मत भक्त मत जाजि माग नमस्कुरू, the four things. You just become always thinking of कृष्णा. You just become a devotee of कृष्णा. You just offer your obeisances unto कृष्णा and you just worship कृष्णा. And accept कृष्णा, giving up any other engagement. Because real धर्म is to surrender to कृष्णा. Otherwise why कृष्णा says सर्वधर्माल पुरितर्यु. Why he says give up all other so called धर्मास. They are not धर्मास. And the भागवात से धर्म प्रोज्जित कोईत वत्र."
    },
    {
      "start_time": 2477,
      "end_time": 2621,
      "verse_references": [],
      "themes": [
        "real dharma",
        "Krishna consciousness movement",
        "chanting Hare Krishna",
        "going back to God"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Simply by chanting हरे कृष्ण हरे कृष्ण कृष्ण कृष्ण हरे हरे। You become uncontaminated of this material contamination.",
      "summary": "This segment emphasizes that real dharma is surrendering to Krishna, promoting the Krishna consciousness movement as genuine and easy, especially in this age, and highlighting the power of chanting Hare Krishna to become free from material contamination and return to God.",
      "timestamp_url": "https://youtu.be/btisyER8-yY?t=2477",
      "transcript": "The cheating type of धर्म is kicked out from this भागवात. Cheating type. Real धर्म, what is that? Real धर्म. धर्मं तुषाप्षाद भगवत्र नेख़ाँ. What भागवान says सर्वधर्माल पुरितर्यु मामे कमुष्णा. This is real धर्म. So we request everyone. It is very scientific. It is authorized. We are not talking nonsense. Authorized. We are taking the version of कृष्णा. We are taking the version of the वेदि कंक्रूशन्त्. वेदा इष्ट शर्वई अहमेव वेद्या. वेदा, study of वेदा means to understand कृष्णा. One who does not understand कृष्णा, he is simply wasting his time. धर्म शनु स्थितप्पंश विश्यक्षेण कथासु जत। नुत्पादय दृतिं जदि स्रमय वहिके। You can execute your धर्म, your occupational duty, very nicely. That's all right. But if you do not develop Kṛṣṇa consciousness, you are simply wasting your time and working hard for nothing. This is the part. So this Kṛṣṇa consciousness movement is very genuine and it is very easy, especially in this age. That is also authorized statement of Śrūadeva Gosvāmī. कीतनादेव कृष्णस्य मुख्यसंग पढ़ंबजेत। He has described, because in this age, in this age it is called कलीजूप। There are so many impediments. People are fallen. मन्दाश मन्द मतयु मन्द भाग्या जुपद्रता। They are disturbed. So many botheration. It is very difficult to realize Kṛṣṇa consciousness. But there is very shortcut way recommended. कीतनादेव कृष्णस्य मुख्यसंग पढ़ंबजेत। Simply by chanting हरे कृष्ण हरे कृष्ण कृष्ण कृष्ण हरे हरे। हरे नाम हरे नाम राम राम हरे हरे। You become uncontaminated of this material contamination. And thus being free from material contamination, you become eligible to go back to home, back to God."
    }
  ]
}