{
  "video_id": "c5UrO3fWmFA",
  "title": "SB 1.17.19 Part 4 | Daily Evening Bhagavatam Discourse |  | HH Stoka Krishna Swami | 28-02-2023",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=c5UrO3fWmFA",
  "segments": [
    {
      "start_time": 0,
      "end_time": 47,
      "verse_references": [],
      "themes": [
        "invocation",
        "mantras",
        "guru"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyana Timiraandhasya Gyananjani Chalakaya Chaksharunmeeritam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, offering obeisances to the spiritual master and the Lord.",
      "timestamp_url": "https://youtu.be/c5UrO3fWmFA?t=0",
      "transcript": "Om Agyana Timiraandhasya Gyananjani Chalakaya Chaksharunmeeritam Yena Tasmai Shri Gurave Namaha Namah Om Vishnupadaya Krishna Preshtaya Bhutale Srimate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvijesha Shunyavadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nityananda Shri Advaita Gadhadhara Shri Vasadi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet"
    },
    {
      "start_time": 48,
      "end_time": 147,
      "verse_references": [],
      "themes": [
        "Patanjali",
        "Yoga Sutra",
        "Ashtanga Yoga",
        "meditation",
        "self-realization"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "They imagine some form inside and they simply want to concentrate completely on that form and when they are able to absorb their mind completely in meditation on that imagined form they think they have reached the perfection of self-realization.",
      "summary": "The speaker introduces the topic of Patanjali Rishi and his Yoga Sutra, explaining the Ashtanga Yoga system and its focus on meditation on an imagined form for self-realization.",
      "timestamp_url": "https://youtu.be/c5UrO3fWmFA?t=48",
      "transcript": "In this session, we continue to discuss from the 19th verse of the 17th chapter of the first canto of Srimad Bhagavatam. This is part 4 of the discussion. In the previous three parts, three sessions, we discussed Karma Mimamsa philosophy of Jaimini, and then the atheistic Sankhya philosophy of the atheist Kapila. In part 2 and part 3, we discussed the Kanada Rishi's atomic philosophy. Now we are going to discuss the 4th philosopher, Patanjali Rishi. You have heard his name. He is one who teaches the Yoga Sutra, Ashtanga Yoga system. So, Srila Prabhupada explains, philosophers following the precepts of Patanjali Rishi practice Raja Yoga, Hatha Yoga, Raja Yoga, Ashtanga Yoga. They imagine a form of the absolute truth within many forms; that is their process of self-realization. They imagine some form inside, and they simply want to concentrate completely on that form, and when they are able to absorb their mind completely in meditation on that imagined form, they think they have reached the perfection of self-realization."
    },
    {
      "start_time": 147,
      "end_time": 253,
      "verse_references": [
        "BG 9.4",
        "BG 15.15"
      ],
      "themes": [
        "Vedanta",
        "Krishna",
        "Bhagavad Gita",
        "Vedic knowledge",
        "Supreme Personality of Godhead"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "he is presenting the the truth the absolute truth as the supreme personality of godhead krishna as the ultimate goal of all processes of uh knowledge",
      "summary": "The speaker contrasts Patanjali's philosophy with Vedanta, emphasizing that the ultimate goal of knowledge is to know Krishna, the Supreme Personality of Godhead, who is the source of Vedic knowledge.",
      "timestamp_url": "https://youtu.be/c5UrO3fWmFA?t=147",
      "transcript": "But it is explained in the Vedanta philosophy by Vyasa Deva, who is actually giving the understanding as coming in Parampara from the Supreme Lord, who is explaining the perfect understanding of the Vedas of the Upanishads. He is presenting the truth, the absolute truth, as the Supreme Personality of Godhead Krishna as the ultimate goal of all processes of knowledge. Krishna says this in the Bhagavad Gita, \"From all the Vedas, it is the ultimate goal of all the Vedas is to know Krishna, the Supreme Personality of Godhead.\" And Krishna only is giving the Vedic knowledge in the beginning of creation, and Krishna only is the ultimate controller of all controllers, the supreme master of all of all the living beings, the topmost well-wisher. Everything is explained clearly in the Bhagavad Gita, but still there are some different philosophers who put forward their own theories."
    },
    {
      "start_time": 253,
      "end_time": 395,
      "verse_references": [
        "BG 6.10-15"
      ],
      "themes": [
        "Patanjali",
        "Ashtanga Yoga",
        "Yama",
        "Niyama",
        "Meditation",
        "Sense Control"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "patanjali rishi he is talking about a process of uh meditation so first yama niyama asana pranayama pratyahara dharana dhyana samadhi",
      "summary": "The speaker elaborates on the eight steps of Ashtanga Yoga according to Patanjali, including Yama, Niyama, and the process of meditation, highlighting the restrictions and the need for sense control.",
      "timestamp_url": "https://youtu.be/c5UrO3fWmFA?t=253",
      "transcript": "So let us try to understand the defect in their philosophies. Patanjali Rishi, he is talking about a process of meditation. So first, yama, niyama, asana, pranayama, pratyahara, dharana, dhyana, samadhi. There are eight steps, and these eight steps, beginning with yama and niyama, for actually being able to come to the truth of the truth of the truth to the stage of being able to meditate on that imagined form within the heart or within the mind, the Ashtanga Yoga process or the Patanjali's Raja Yoga process says some yama niyama, don'ts and do's. Don't do this, don't do this, don't do this, don't do this, and do this, do this, do this, do this. So so many restrictions are there. So Krishna also explains in the Bhagavad Gita, sixth chapter, that one has to actually control the mind, and for control of mind, one has to abstain from all types of sense gratification, external gross sense gratification, withdraw the mind from sense objects. So that is this kind of sixth chapter briefly, that is the sixth chapter briefly by Krishna. But Patanjali Rishi has written a very great detailed explanation for all this process, this process of Raja Yoga or Hatha Yoga that one goes to a secluded place. Krishna is also briefly described in 6th chapter, 11th verse, 12th verse, 13th verse, etc. So ultimately, for being able to sit down for meditation, and it takes a long time to meditate and come to the stage of Samadhi, total absorption in the object of meditation. So it's as far as"
    },
    {
      "start_time": 395,
      "end_time": 492,
      "verse_references": [],
      "themes": [
        "Ultimate Reality",
        "Impersonalism",
        "Voidism",
        "Nirvishesha",
        "Shunyavada"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "what is a that ultimate reality from whom everything is emanating who is the ultimate goal of all processes of knowledge whose ultimate reality eternally existing that they have no idea",
      "summary": "The speaker criticizes the followers of Patanjali for not knowing the ultimate reality and for imagining it as something impersonal (Nirvishesha) or void (Shunyavada).",
      "timestamp_url": "https://youtu.be/c5UrO3fWmFA?t=395",
      "transcript": "process and the steps are concerned, that's all right, but they do not know exactly what is that ultimate reality from whom everything is emanating, who is the ultimate goal of all processes of knowledge, whose ultimate reality eternally existing, that they have no idea. They imagine something as the ultimate reality, either something impersonal, Niraka or Nirvishesha, or Shunyavadi. Shunyavada is void, everything is ultimately zero. They say that this material world things are going on, but ultimately everything will be destroyed, and after destruction what remains, they say nothing. These void philosophers, they say only Shunya, nothing is there. So from that Shunya again there will be creation."
    },
    {
      "start_time": 492,
      "end_time": 578,
      "verse_references": [],
      "themes": [
        "Illusion",
        "Material World",
        "Maya",
        "Supreme Lord",
        "Energy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "they say this world is unreal it's illusion grand illusion it doesn't exist we just imagine that it exists it really exists",
      "summary": "The speaker refutes the idea that the world is an illusion, explaining that it is the interaction of the Lord's energy, guided by His will.",
      "timestamp_url": "https://youtu.be/c5UrO3fWmFA?t=492",
      "transcript": "And this creation itself, from Shunya, how can there be something coming out? Because shunya is nothing. So they say that is just imaginary, something is existing, is created. So they say this world is unreal, it's illusion, grand illusion, it doesn't exist. We just imagine that it exists, it really exists. It is something that is coming to exist. They say that there is nothing called behaving and that Shunya which comes. Only it is not then it is Form Life Which is created just consequently it is in this 50 Yong that it exists, we imagine it exists, and actually the changes that are taking place are simply the interactions of the illusory energy, which is a partial truth about what is actually happening, the interaction of the modes. But what they fail to understand is that behind this presentation of the material energy or the illusory energy is the Supreme Lord, and it is his energy which is working according to his direction, maya gyakushena prakriti hi suyatesa chara."
    },
    {
      "start_time": 578,
      "end_time": 650,
      "verse_references": [
        "BG 14.5",
        "BG 7.4"
      ],
      "themes": [
        "Material Nature",
        "Three Modes",
        "Eight Elements",
        "Bhagavad Gita",
        "Perfect Explanation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This is the perfect explanation given in the Bhagavad Gita and the Vedanta philosophy. Perfect explanation.",
      "summary": "The speaker explains the composition of material nature according to the Bhagavad Gita, including the eight elements and the three modes of material nature.",
      "timestamp_url": "https://youtu.be/c5UrO3fWmFA?t=578",
      "transcript": "Charam. Then in the 14th chapter, Krishna describes Satwam rajasthama iti guna prakriti sambhava nibadhyanti mahabhaho dehe dehinam abhyayam. Material nature consists of eight elements: Bhumirapo nalowayu khammano budhirevaca ahankara itiyamme bhinna prakritir ashtadav me bhinna prakriti, they are my separated energy. This is the material energy, and that material energy is first of all manifest as the eight elements. Now, apart from these eight elements, when material nature is activated, there is the energy is manifest, material energy is manifest also as the three gunas, the three modes of material nature. Continuously those modes are working, interacting, and producing changes in the configuration of these eight elements."
    },
    {
      "start_time": 650,
      "end_time": 778,
      "verse_references": [
        "SB 3.28.12",
        "BG 15.15"
      ],
      "themes": [
        "Patanjali",
        "Raja Yoga",
        "Imaginary Form",
        "Vishnu",
        "Paramatma",
        "Supreme Personality of Godhead"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But Patanjali doesn't describe clearly this object of meditation as the Supreme Personality of Godhead Krishna, as Vishnu, who is the eternal, transcendental person, that he does not describe.",
      "summary": "The speaker contrasts Patanjali's system with the Vedic understanding of meditating on Vishnu as Paramatma within the heart, emphasizing that Patanjali's system lacks a clear understanding of the Supreme Personality of Godhead.",
      "timestamp_url": "https://youtu.be/c5UrO3fWmFA?t=650",
      "transcript": "This is the perfect explanation given in the Bhagavad Gita and the Vedanta philosophy. Perfect explanation. But these people study some portion, take some observation, and come to some conclusion of their own according to their own theoretical philosophy that they present. So, Patanjali's, this Raja Yoga system, imaginary form for meditating within the heart. This is, they don't know that actually the Bhagavatam and the authentic Vedic literature describe meditation on Vishnu who is seated on the heart as Paramatma, who is actually an expansion of Kshirodakshayi Vishnu, the maintainer Vishnu, the Supreme Personality of Godhead, the Eternal Lord who has a transcendental form. And Lord Kapila, the Incarnate One, the incarnation of the Supreme Lord, describes in the third canto of the Bhagavatam in the Sankhya philosophy meditation on Vishnu within the heart who is Paramatma, Paramatma. He is seated in everyone's heart. Sarvas cha chaham hrithi sannivishto matta smritir jnanam apom nam cha. Bhagavad Gita also it is explained by Krishna. Krishna only, Krishna only means Krishna's expansion of expansion of expansion. He is seated in everyone's heart. But Patanjali doesn't describe clearly this object of meditation as the Supreme Personality of Godhead Krishna, as Vishnu, who is the eternal, transcendental person, that he does not describe."
    },
    {
      "start_time": 778,
      "end_time": 856,
      "verse_references": [],
      "themes": [
        "Mayavadi Philosophers",
        "Illusion",
        "Material World",
        "Reality",
        "Change"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, this imaginary form is based on the wrong understanding that this material world itself is illusion, is false.",
      "summary": "The speaker connects Patanjali's concept of an imaginary form with the Mayavadi philosophy, which considers the material world to be an illusion, and clarifies that reality lies behind the constant changes.",
      "timestamp_url": "https://youtu.be/c5UrO3fWmFA?t=778",
      "transcript": "Imaginary form, something imaginary. So, this imaginary form is also taught by the Mayavadi philosophers. Mayavadi philosophers, they also talk of imaginary form. So, this imaginary form is based on the wrong understanding that this material world itself is illusion, is false. The material world has got an illusory aspect that everything is a presentation of the interactions of the three gunas as reality, but it is not reality. Because it is constantly changing, it is not reality. Reality is what remains or what is behind the change. That is the material energy itself which is working as per the direction of the Supreme Lord Krishna according to his will. So, that is reality. That reality is missed out by all these Mayavadis and the philosophers who follow Patanjali's yoga sutra etc."
    },
    {
      "start_time": 856,
      "end_time": 947,
      "verse_references": [],
      "themes": [
        "Truth",
        "Illusion",
        "Spiritual Master",
        "Parampara",
        "Guidance",
        "Limitations of Speculation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "While we are in the grip of illusion, while we have this material body, while we are in ignorance, unless we take help of a self-realized bona fide spiritual master coming in parampara who is himself situated in transcendence and who can properly explain everything",
      "summary": "The speaker concludes by emphasizing the difficulty of attaining truth without the guidance of a self-realized spiritual master in parampara, highlighting the limitations of speculation and logic.",
      "timestamp_url": "https://youtu.be/c5UrO3fWmFA?t=856",
      "transcript": "They miss out this reality. So, it is not easy to arrive at the truth. While we are in the grip of illusion, while we have this material body, while we are in ignorance, unless we take help of a self-realized bona fide spiritual master coming in parampara who is himself situated in transcendence and who can properly explain everything and enlighten us beyond matter, know our self as spiritual reality, as spirit soul, and Supreme Lord as a Supreme Spirit and the totality, some total understanding of everything in existence, at least the material existence itself as a part of the manifestation of the Lord's energies. So, all this requires superior guidance. Without that guidance, nobody can speculate or analyze or reason, logic, argument will not work. They have got their limitations. I will stop here."
    }
  ]
}