{
  "video_id": "C6fL6Ob2lX4",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.7.13-14 | 28-12-2021",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=C6fL6Ob2lX4",
  "segments": [
    {
      "start_time": 0,
      "end_time": 48,
      "verse_references": [],
      "themes": [
        "Invocation",
        "Prayers"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Agyanati Virandhasya Gyananjani Shadakaya Chakshuram Meelitam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, invoking blessings and paying respects to the spiritual master.",
      "timestamp_url": "https://youtu.be/C6fL6Ob2lX4?t=0",
      "transcript": "Om Agyanati Virandhasya Gyananjani Shadakaya Chakshuram Meelitam Yena Tasmai Shri Gurave Namaha Namao Vishnupadaya Krishna Preshtaya Bhutale Srimate Bhaktivelanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Sri Vasadi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 49,
      "end_time": 178,
      "verse_references": [
        "SB 1.7.13-14"
      ],
      "themes": [
        "Kurukshetra",
        "Aftermath",
        "Ashwatthama's Sin"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Duryodhana, however, disapproved of the heinous act, and he was not pleased.",
      "summary": "The speaker introduces the verses from Srimad Bhagavatam describing the aftermath of the Kurukshetra war, focusing on Duryodhana's death and Ashwatthama's sinful act of killing Draupadi's sons.",
      "timestamp_url": "https://youtu.be/C6fL6Ob2lX4?t=49",
      "transcript": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Jai Vanarottamam Deveem Saraswateem Vyasam Tatho Jaya Mudireyate In this session, we'll be discussing from the 13th and the 14th verses of the 7th chapter of the 1st canto of Sriman Bhagavatam. Yadam Hrithay Kauravasranjaya Nam Veereshu Atho Veeragatim Gateshu Prakodara Aavidha Gadabimarsha Bhaknor Dande Dhritarashtra Putre Bhartupriyam Draunil Itismapashyan Krishna Sutanaam Swapataam Shri Ramasih Upaharat Vipriyam Evatasya Jugup Siddham Karma Vigarha Yanti Two verses are given together. The meaning of these two verses is also given together by Srila Prabhupada. When the respective warriors of both camps, namely the Kauravas and the Pandavas, were killed on the battlefield of Kurukshetra, and the dead warriors obtained their deserved destinations, and when the son of Dhritarashtra fell down, left behind, and died in the battle, lamenting, his spine broken, being beaten by the club of Bhimasena, the son of Dronacharya Ashwathama, beheaded the five sleeping sons of Draupadi and delivered them as a prize to his master, foolishly thinking that he would be pleased. Duryodhana, however, disapproved of the heinous act, and he was not pleased."
    },
    {
      "start_time": 178,
      "end_time": 309,
      "verse_references": [],
      "themes": [
        "Kurukshetra",
        "Ramayana",
        "Dharma Yudha",
        "Krishna's Role"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Both these battles are significant because in both the battles, the Supreme Lord is personally present",
      "summary": "The speaker discusses the significance of the Kurukshetra and Ramayana battles, highlighting the presence and roles of Lord Krishna and Lord Ramachandra, emphasizing Kurukshetra as a Dharma Yudha.",
      "timestamp_url": "https://youtu.be/C6fL6Ob2lX4?t=178",
      "transcript": "In the least. So Suta Goswami begins the narration of the Sriman Bhagavatam, beginning with the topics of the renouncement of the Pandavas and the birth activities and deliverance of King Pariksha. So first of all, he is beginning from the point where the end of the Battle of Kurukshetra, that famous battle. In our history of Greater India, there are two famous battles. One is the battle of the Ramayana between Lord Ramachandra and Ravana. And the other is the battle between the Pandavas and Kauravas as described in the Mahabharata. Both these battles are significant because in both the battles, the Supreme Lord is personally present, though in the battle of Kurukshetra, Krishna was not fighting, but his presence is significant. And in the battle of Ramayana, Lord Ramachandra is directly engaged in the battle, playing the role of a Kshatriya. Of course, Krishna was also playing the role of a Kshatriya on the battle when he was present on the battlefield of Kurukshetra. But because he wanted the battle to be a little bit more peaceful, he wanted the battle to go on in a fair manner, nobody could match the strength and the Kshatriya abilities of Krishna because Krishna is a supreme personality."
    },
    {
      "start_time": 319,
      "end_time": 487,
      "verse_references": [],
      "themes": [
        "Dharma Yudha",
        "Heavenly Planets",
        "Spiritual World",
        "Krishna's Grace"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "And those who died seeing Krishna on the battlefield, they attained their Svarupa, their original constitutional position in the spiritual world.",
      "summary": "The speaker elaborates on the benefits of dying in a Dharma Yudha, explaining that warriors attain heavenly planets and those who see Krishna attain their original spiritual form.",
      "timestamp_url": "https://youtu.be/C6fL6Ob2lX4?t=319",
      "transcript": "But here, the description is that Krishna, the fighting was going on for 18 days and whoever was killed on the battlefield, in this battle of Kurukshetra, the dead warriors obtained their deserved destinations. We should always remember this is a Dharma Yudha. It is a battle fought according to religious principles. So in such a Dharma Yudha, whoever dies fighting, a Kshatriya who dies fighting in this battle, whichever party they belong to, it doesn't matter. They will at least be promoted to heavenly planets. Guaranteed elevation in their status in life. And those who died seeing Krishna on the battlefield, they attained their Svarupa, their original constitutional position in the spiritual world. They were directly promoted to the spiritual world. This is what Srila Prabhupada explains in a discourse given on these two verses. So a Dharma Yudha is not at all bad. In fact, it is spiritually beneficial for everyone. And that is exactly what Krishna says in the Bhagavad Gita also. While Arjuna at the beginning of the battle of Kurukshetra refuses to fight, Krishna tells him this is a Dharma Yudha and you are a Kshatriya. It is your duty to fight in this Dharma Yudha. Either you die on the battlefield while fighting and you attain minimum the heavenly planets or you enjoy a flourishing kingdom if you win this battle. In either case, there is no loss for Arjuna, for the partners. So here it is described. The warriors who were killed on the battlefield of Kurukshetra attained their deserved destinations. Minimum is promotion to heavenly planets. And others who were fortunate enough to die while dying, they were able to see Krishna, the Supreme Personality of Godhead. They got their Svarupa."
    },
    {
      "start_time": 490,
      "end_time": 661,
      "verse_references": [],
      "themes": [
        "Duryodhana",
        "Bhima",
        "Krishna's Intervention",
        "Dharma",
        "God Conscious Ruler"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna's intervention is not partiality on his part. Krishna has got a transcendental objective.",
      "summary": "The speaker describes the fight between Duryodhana and Bhima, Krishna's intervention, and the reasons behind Krishna wanting the Pandavas to win, emphasizing the need for a God-conscious ruler.",
      "timestamp_url": "https://youtu.be/C6fL6Ob2lX4?t=490",
      "transcript": "And in the end, there was a fight between Duryodhana and Bhimasena. So they were fighting with a club in the hand. One on one they were fighting. And Krishna was there present to guide Bhima. Krishna was there to guide Bhima, that this Duryodhana, it's not easy to defeat him or Bhima. It is said that though both were expert in fighting with the club, still Bhima had more bodily strength as compared to Duryodhana. And Duryodhana had better skill in fighting with the club. So actually the fighting would have gone on for many many days, a very long time, had it not been for the intervention of Krishna. We should always remember Krishna's intervention is not partiality on his part. He is not partial to the part of us. Krishna has got a transcendental objective. Krishna wants this battle of Kurukshetra for some very important reasons. One is that the burden of the earth had to be brought down, reduced. And the second reason is that Krishna wants a God conscious Kshatriya, like Yudhishthira to rule the whole world, because the purpose of Kshatriya, because the purpose of this material creation, is that people are guided towards ultimate liberation from material bondage. And a king like Yudhishthira who is Krishna conscious, he is the perfect ruler to guide the citizens towards spiritual emancipation."
    },
    {
      "start_time": 661,
      "end_time": 820,
      "verse_references": [],
      "themes": [
        "Bhima",
        "Duryodhana",
        "Unlawful Killing",
        "Duryodhana's Disapproval"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Duryodhana however was not at all pleased. Because it is totally unlawful.",
      "summary": "The speaker continues the narrative, detailing how Bhima defeated Duryodhana by striking below the waist, and how Ashwatthama's killing of Draupadi's sons was disapproved by Duryodhana.",
      "timestamp_url": "https://youtu.be/C6fL6Ob2lX4?t=661",
      "transcript": "So Krishna wanted the Pandavas to win this battle. And it was not easy to defeat, for Bhima to defeat Duryodhana. But still when Krishna advised or indicated to Bhima that you have to actually use your club to beat Duryodhana below the waist. Now beating below the waist is against the rules of Kshatriya conduct in Dharma Yudha. But still because Krishna indicated to Bhima, Bhima did that, and Duryodhana fell down when he was hit below the waist, and his spine was broken. And after that of course Duryodhana died. At that time when he had just fallen down due to that fighting, the son of Dronacharya, Ashwatthama, he in order to please Duryodhana, Ashwatthama was fighting on the side of the Kauravas, so he beheaded the sleeping sons of Draupadi. Draupadi had five husbands, the five Pandavas. So she had one son through each of the Pandavas, and she had five sons. So all of them were killed totally unlawfully by Ashwatthama. And he brought those five heads to prove that he has killed them, and he delivered them to Duryodhana. Duryodhana however was not at all pleased because it is totally unlawful, and he disapproved of the sinuous act. That is what this verse describes. He was not at all pleased by this. He condemned Ashwatthama for unlawfully killing the five sons of Draupadi."
    },
    {
      "start_time": 820,
      "end_time": 865,
      "verse_references": [],
      "themes": [
        "Bhagavatam",
        "Krishna Katha",
        "Bhagavad Gita",
        "Krishna Consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "And the Krishna Katha given in the form of Bhagavatam is beginning from the end of the battle of Kurukshetra.",
      "summary": "The speaker concludes by explaining that the narration of Bhagavatam begins where the Bhagavad Gita ends, highlighting the connection to Krishna consciousness and preparing for further verses.",
      "timestamp_url": "https://youtu.be/C6fL6Ob2lX4?t=820",
      "transcript": "Now this is where the Bhagavatam begins. Narration of Bhagavatam begins. We already have Krishna's instructions to Arjuna, and to Arjuna and to all of us, the Krishna Katha in the form of Bhagavad Gita before the beginning of the battle of Kurukshetra. And the Krishna Katha given in the form of Bhagavatam is beginning from the end of the battle of Kurukshetra. So we will hear the narration of the Bhagavatam, how it is connected to Krishna consciousness, in the further verses. I will stop here."
    }
  ]
}