{
  "video_id": "C9dY8rJoCV0",
  "title": "SB 1.19.6 | HH Stoka Krishna Swami | 06-05-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=C9dY8rJoCV0",
  "segments": [
    {
      "start_time": 0,
      "end_time": 53,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "In this session we will be discussing from the 6th verse of the 19th chapter.",
      "summary": "The lecture begins with traditional Vaishnava prayers and an introduction to the topic: Srimad Bhagavatam, Canto 1, Chapter 19, Verse 6.",
      "timestamp_url": "https://youtu.be/C9dY8rJoCV0?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyanan Janashala Kaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Sri Vasadi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet"
    },
    {
      "start_time": 53,
      "end_time": 119,
      "verse_references": [
        "SB 1.19.6"
      ],
      "themes": [
        "Ganges",
        "purification",
        "death",
        "shelter"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Consequently everyone who is destined to die must take shelter of this river.",
      "summary": "The speaker introduces and translates verse 6, highlighting the purifying power of the Ganges and the necessity of taking shelter of it in preparation for death.",
      "timestamp_url": "https://youtu.be/C9dY8rJoCV0?t=53",
      "transcript": "In this session, we will be discussing from the 6th verse of the 19th chapter of the first canto of Srimad Bhagavatam. Yavailasach Shri Tulasi Vimishra Krishnangri Renu Abhyadikambu Netri Punatiloka Nubhayatra Seshan Kastamna Sevet Marishyamanah. The meaning of this 6th verse is as follows: The river Ganges, by which the king sat to fast, carries the most auspicious water, which is mixed with the dust of the lotus feet of the Lord and Tulasi leaves. Therefore, that water sanctifies the three worlds inside and outside, and even sanctifies Lord Shiva and other demigods. Consequently, everyone who is destined to die must take shelter of this river."
    },
    {
      "start_time": 119,
      "end_time": 241,
      "verse_references": [
        "SB 1.19.6"
      ],
      "themes": [
        "Ganges",
        "Yamuna",
        "purification",
        "death",
        "shelter"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Therefore this verse is telling everyone who is destined to die must take shelter of this river.",
      "summary": "The speaker elaborates on the glorification of the Ganges and Yamuna rivers, emphasizing their purifying qualities and suitability as a shelter for those facing death.",
      "timestamp_url": "https://youtu.be/C9dY8rJoCV0?t=119",
      "transcript": "So something about the glorification of this Amartana Dhyam, the transcendental river, on whose bank Parikshit was sitting to fast in order to prepare himself to go back to Godhead, to meet death, and thereby go back to Godhead. So what is the special thing about this river? That this river carries the most auspicious water. How is that? Because of two reasons. The water of this river, either Ganges or Yamuna, Ganga or Yamuna, is mixed with the dust of the lotus feet of the Supreme Lord, and it also contains Tulasi leaves. Now how is that? That is explained by Prabhupada in the purport. And because of this reason, the verse is telling, therefore this water of Ganges or Yamuna sanctifies the three worlds inside and outside, completely purifies all the three worlds. So whoever is the first one inside and outside of this world, and not only it purifies the three worlds, it purifies all the devatas including Lord Shiva. Shiva is the topmost among the devatas, so everyone becomes purified by coming in touch with this holy water of the Ganga or Yamuna. Therefore, this verse is telling everyone who is destined to die must take shelter of this river."
    },
    {
      "start_time": 241,
      "end_time": 396,
      "verse_references": [],
      "themes": [
        "Parikshit Maharaj",
        "renunciation",
        "varnashrama",
        "time management"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Maharaj Pariksit just after receiving the news of his death within seven days at once retired from family life.",
      "summary": "The speaker discusses Parikshit Maharaj's immediate renunciation upon learning of his impending death and contrasts this with the traditional varnashrama system and its stages of life.",
      "timestamp_url": "https://youtu.be/C9dY8rJoCV0?t=241",
      "transcript": "Either Ganga or Yamuna is the ideal shelter for those who are destined to die. So in the purport, Srila Prabhupada explains, Maharaj Pariksit, just after receiving the news of his death within seven days, at once retired from family life. Time is very short, seven days, but he did not waste any time at all, at once retired from family life. Generally, in the varnashrama system, it is assumed that people live for 100 years, so there are four spiritual stages of development of spiritual perfection: brahmacharya, grahastha, vanaprastha, sanyas. So ideally, a person divides his hundred years into four parts, 25, 25, 25, 25. So first 25 years is the stage of brahmacharya, one practices brahmacharya, student life. Then in the next 25 years, the householder life, one gets married and raises the family. Then after that, at the age of 51, retires compulsorily and enters vanaprastha ashrama, means leaves home, pancha shoredwam vanam frajeth, goes to the forest. Forest means goes sacred place away from materialistic living, away from city, town, village, all that, away from that to a sacred place, to a holy place, to a place where saints live and exclusively practice spiritual life, vanaprastha. That is from 50th year up to 75th year and that is preparation for taking sanyas by renouncing all material connections 100%, and that sanya stage is from 75 to the 100th year. But we should also remember it is not guaranteed everybody will live 100."
    },
    {
      "start_time": 396,
      "end_time": 580,
      "verse_references": [],
      "themes": [
        "death",
        "Ganges",
        "Yamuna",
        "geography",
        "Jiva Goswami"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Srila Jiva Goswami statement appears to be more accurate because of the geographical situation.",
      "summary": "The speaker explains why Srila Jiva Goswami suggests Parikshit Maharaj took shelter on the bank of the Yamuna rather than the Ganges, based on geographical considerations.",
      "timestamp_url": "https://youtu.be/C9dY8rJoCV0?t=396",
      "transcript": "years, especially in this Kali Yuga, the duration of life in Kali Yuga shortened. Therefore, it is said here, everyone who is destined to die and who is not destined to die, everybody is destined to die. And who you do not believe, one said that all that situation will happen in the material world. In this video is broken and it will be and then what did he do? Shifted himself to the sacred bank of the river. Now again Prabhupada will explain why even though it was not for Gayatri opposition translation says Ganga river, Ganges, Amartyanadhyam, Transcendental river which is referred to as Ganga river. Here Prabhupada is telling in the purport Yamuna, it will be explained now. Generally it is said that the king took shelter on the bank of the Ganges, but according to Srila Jiva Goswami, one of the previous Acharyas who is the authority on Srimad Bhagavatam. According to Srila Jiva Goswami, the king Pariksit Maharaj took shelter on the bank of the Yamuna. Now Srila Prabhupada justifies why Srila Jiva Goswami says Pariksit Maharaj took shelter on the bank of river Yamuna and not Ganga. Srila Jiva Goswami statement appears to be more accurate because of the geographical situation. What is the geographical situation of Pariksit Maharaj? That Srila Prabhupada says Maharaj Pariksit resided in his capital Hastinapura situated near present Delhi and the river Yamuna flows down past the city of Delhi. Even now Yamuna is flowing. Comes from Himalayas, Yamunotri. Comes down and then flows through Delhi and later on flows through Vrindavan, Brajabhumi, Yamuna river. It divides Brajabhumi into two parts, the eastern side and the western side of the river Brajabhumi or Brajamandal. So, Prabhupada says naturally the king would take shelter of the river Yamuna because she was flowing past his palace door. His kingdom was situated in present-day Delhi and along Delhi, Yamuna is flowing. As far as sanctity is concerned."
    },
    {
      "start_time": 580,
      "end_time": 699,
      "verse_references": [],
      "themes": [
        "Yamuna",
        "Krishna",
        "pastimes",
        "sanctification"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Lord Krishna sanctified the river Yamuna from the beginning of his transcendental pastimes in this world",
      "summary": "The speaker describes how Lord Krishna sanctified the Yamuna River from the beginning of his pastimes, specifically when Vasudeva carried baby Krishna across the river.",
      "timestamp_url": "https://youtu.be/C9dY8rJoCV0?t=580",
      "transcript": "the of his onsite kundalini is omitted. From the point of view of the sages in this sages' river Yamuna is more directly connected with Lord Krishna than the Ganges than the river Ganga. Now about Lord Krishna Srila Prabhupada mentions here one interesting fact Lord Krishna sanctified the river Yamuna from the beginning of his transcendental pastimes in this world how is that while his father Vasudeva was crossing the Yamuna with the baby Lord Krishna what happened if you remember hearing or reading the birth of Krishna Krishna was born when Vasudeva and Devaki were imprisoned by Kamsa Krishna was the eighth son of Devaki and Vasudeva so when Krishna appeared Devaki and Vasudeva were very anxious to protect this baby child from the hands of Kamsa Kamsa Kamsa killed the first six sons of Devaki and therefore Devaki and Vasudeva were very anxious to save the eight child somehow from the clutches of Kamsa so Krishna being the supreme lord seeing the anxiety of Devaki and Vasudeva to protect him he directed Vasudeva you hide me in of Gokula in the house of Nanda maharaaj he carried baby krushna across the river Yamuna because on one side of river Yamuna is Mathura on the other side of river Yamuna across Yamuna the other side is Gokula 跟 Kulta was felt safe in the house of Nanda Maharaj you are not offhand, Kamsa's hands can't lay on me so Vasudeva agreed and he carried baby Krishna across the river Yamuna because on one side of river Yamuna is Mathura on the other side of river Yamuna across Yamuna the other side is Gokula, So what did this baby Krishna do to him it has been concluded someone told this was he died and then he haseping , the other-side this 100 earth person trek."
    },
    {
      "start_time": 699,
      "end_time": 863,
      "verse_references": [],
      "themes": [
        "Yamuna",
        "Krishna",
        "pastimes",
        "sanctification",
        "Tulasi"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The Lord fell down into the river Yamuna Krishna fell down and by the dust of his lotus feet the river at once became sanctified",
      "summary": "The speaker continues the story of Krishna's pastimes in the Yamuna, explaining how the river became sanctified by the dust of his lotus feet and the presence of Tulasi leaves.",
      "timestamp_url": "https://youtu.be/C9dY8rJoCV0?t=699",
      "transcript": "And Vasudeva do he took that baby in a basket and cross the river Yamuna to safely hide the baby child Krishna in Gokula. So here the description is by Srila Prabhupada when Vasudeva was crossing with baby Krishna being carried on his head in a basket. What happened? The Lord fell down into the river Yamuna Krishna fell down and by the dust of his lotus feet the river at once became sanctified this is a pastime of Krishna remember Krishna is Supreme Lord he is not a small child. So Vasudeva was very anxious for the protection of Krishna so he became extremely anxious to protect Krishna when accidentally he thought the child had fallen. But actually Krishna was performing his Leela of sanctifying the river Yamuna by falling into the river so that his lotus feet touched the river. So therefore it is said here it is especially mentioned herein that Maharaj Pariksit took shelter of that particular river which is beautifully flowing carrying the dust of the lotus feet of Lord Krishna mixed with Tulasi leaves. Now how are dust of lotus feet of Krishna and Tulasi leaves both in Yamuna? We heard how dust of lotus feet of Krishna is in Yamuna because Krishna fell down into the river Yamuna when Vasudeva was crossing over. Now also Tulasi leaves are present in Yamuna because Lord Krishna's lotus feet are always besmeared with the Tulasi leaves. And thus as soon as the lotus feet contact the water of the Ganges in the Yamuna the rivers become at once sanctified. The Lord however contacted the river Yamuna more than the Ganges. Krishna performed his pastimes in Vrindavan on the bank of the Yamuna so he was more in contact with Yamuna than the Ganga. According to the Varaha Purana as quoted by Srila Jiva Goswami there is no difference between the water of Ganges and the Yamuna because both these waters are washing the lotus feet of the same Supreme Lord."
    },
    {
      "start_time": 863,
      "end_time": 996,
      "verse_references": [],
      "themes": [
        "Ganges",
        "Yamuna",
        "Vamana",
        "Krishna",
        "oneness",
        "names of God"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "There is no difference between the water of Ganges and the Yamuna because both these waters are washing the lotus feet of the same Supreme Lord.",
      "summary": "The speaker explains the origin of the Ganges and emphasizes the oneness of Ganga and Yamuna, as well as the ultimate oneness of Vishnu, Rama, and Krishna, before concluding the lecture.",
      "timestamp_url": "https://youtu.be/C9dY8rJoCV0?t=863",
      "transcript": "What is the pastime of the river Ganga appearing in this world? When the Lord appeared incarnated as Vamana, he stretched his leg to measure three steps of land. When he stretched his leg, it pierced the coverings of the universe and the water of the Karna ocean leaked into this universe. It washed the feet of Lord Vaman Dev and that became the river Ganga which flows through all the planets from the topmost planet Brahmaloka to the bottom most Pataloka and purifies the entire universe by the sacred water because that water contains the dust of the lotus feet of the Supreme Lord Vaman Deva. So therefore Varaha Purana says there is no difference between Ganga and Yamuna. Both are washing the lotus feet of the same Supreme Lord whether Vamana or Krishna it is only one Supreme Lord. One and only one Supreme Personality of Godhead. Ekameva Advita. Ekameva Advita. Ekameva Advita. Ekameva Advita. Ekameva Advita. Ekameva Advita. Ekameva Advita. Ekameva Advita. Ekameva Advita. Ekameva Advita. Ekameva Advita. Ekameva Advita. Ekameva Advita. Ekameva Advita. Ekameva Advita. Ekameva Advita. Ekameva Advita. Ekameva Advita. Ekameva Advita. Ekameva Advita. Ekameva Advita. Ekameva Advita. Ekameva Advita. Ekameva Advita. Ekameva Advita. Ekameva Advita. Ekameva Advita. Ekameva Advita. Ekameva Advita. Ekameva Advita. Then it is called as Yamuna. So Prabhupada cites another statement from the scriptures. It is said in the scriptures that 1000 names of Vishnu equal to 1 name of Rama and 3 names of Rama are equal to 1 name of Krishna. So I will explain this some other time what is the difference between the names of Vishnu, Rama and Krishna. I will stop here. Thank you very much."
    }
  ]
}