{
  "video_id": "c_zX_rBLnXU",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.15.1- 4 | 25-11-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=c_zX_rBLnXU",
  "segments": [
    {
      "start_time": 0,
      "end_time": 79,
      "verse_references": [],
      "themes": [
        "Invocation",
        "Introduction to Srimad Bhagavatam",
        "Pandavas' Retirement"
      ],
      "content_type": "introduction",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "This chapter is entitled The Pandavas Retire Timely and we will be discussing the first four verses in this session.",
      "summary": "The lecture begins with invocations and an introduction to the 15th chapter of the first canto of Srimad Bhagavatam, focusing on the Pandavas' retirement.",
      "timestamp_url": "https://youtu.be/c_zX_rBLnXU?t=0"
    },
    {
      "start_time": 79,
      "end_time": 164,
      "verse_references": [],
      "themes": [
        "Suta Goswami",
        "Arjuna's Grief",
        "Separation from Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Suta Goswami said Arjuna the celebrated friend of Lord Krishna was grief-stricken because of a strong feeling of separation from Krishna over and above all Maharaja Yudhishthira's speculative inquiries.",
      "summary": "The speaker explains the first verse, describing Arjuna's grief due to separation from Krishna, as narrated by Suta Goswami.",
      "timestamp_url": "https://youtu.be/c_zX_rBLnXU?t=79"
    },
    {
      "start_time": 164,
      "end_time": 328,
      "verse_references": [],
      "themes": [
        "Yudhishthira's Inquiries",
        "Arjuna's Silence",
        "Speculation",
        "Choked with Grief"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Being too much aggrieved, Arjuna practically became choked up, and therefore it is not possible for him to reply properly to the various speculations and speculative inquiries of Maharaja Yudhishthira.",
      "summary": "The speaker elaborates on Yudhishthira's anxious inquiries about Krishna and Arjuna's inability to respond due to overwhelming grief, as explained in the purport.",
      "timestamp_url": "https://youtu.be/c_zX_rBLnXU?t=164"
    },
    {
      "start_time": 328,
      "end_time": 450,
      "verse_references": [],
      "themes": [
        "Arjuna's Grief",
        "Remembering Krishna",
        "Increasing Affection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "With great difficulty he checked the tears of grief that smeared his eyes. He was very distressed because Lord Krishna was out of his sight, and he increasingly felt affection for him.",
      "summary": "The speaker explains the second and third verses, focusing on Arjuna's physical and emotional state due to separation from Krishna, highlighting his increasing affection.",
      "timestamp_url": "https://youtu.be/c_zX_rBLnXU?t=328"
    },
    {
      "start_time": 450,
      "end_time": 644,
      "verse_references": [],
      "themes": [
        "Remembering Krishna's Qualities",
        "Friendship",
        "Benefactor",
        "Chariot Driver",
        "Perfect Relations"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Remembering Lord Krishna and his well wishes, benefactor, he began to have very deep interactions, intimate familial relations, and his chariot driving.",
      "summary": "The speaker explains the fourth verse, detailing Arjuna's remembrance of Krishna's qualities as a well-wisher, benefactor, friend, and chariot driver, emphasizing the perfect relationship between Krishna and his pure devotee.",
      "timestamp_url": "https://youtu.be/c_zX_rBLnXU?t=450"
    },
    {
      "start_time": 644,
      "end_time": 773,
      "verse_references": [],
      "themes": [
        "Krishna Consciousness",
        "Supreme Lord",
        "Loving Relationship",
        "Fraternal Relationship",
        "Material Defects"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This is the whole foundation of the philosophy of Krishna consciousness. Krishna is the supreme lord. Every living being is a very tiny part of Krishna. And every living being has got a specific loving relationship with Krishna.",
      "summary": "The speaker elaborates on the philosophy of Krishna consciousness, highlighting the loving relationship between Krishna and every living being, contrasting it with material relationships based on the body and mind.",
      "timestamp_url": "https://youtu.be/c_zX_rBLnXU?t=644"
    },
    {
      "start_time": 773,
      "end_time": 888,
      "verse_references": [],
      "themes": [
        "Spirit Soul",
        "Coverings",
        "Soul-Supersoul Relationship",
        "Perfect Relationship",
        "Arjuna's Reaction"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna's relationship with every living being is soul to the super soul. Perfect relationship.",
      "summary": "The speaker explains the difference between material and spiritual relationships, emphasizing the perfect relationship between the soul and the Supersoul (Krishna), and concludes with Arjuna's reaction to Yudhishthira's inquiries.",
      "timestamp_url": "https://youtu.be/c_zX_rBLnXU?t=773"
    }
  ]
}