{
  "video_id": "c_zX_rBLnXU",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.15.1- 4 | 25-11-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=c_zX_rBLnXU",
  "segments": [
    {
      "start_time": 0,
      "end_time": 79,
      "verse_references": [],
      "themes": [
        "Invocation",
        "Introduction to Srimad Bhagavatam",
        "Pandavas' Retirement"
      ],
      "content_type": "introduction",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "This chapter is entitled The Pandavas Retire Timely and we will be discussing the first four verses in this session.",
      "summary": "The lecture begins with invocations and an introduction to the 15th chapter of the first canto of Srimad Bhagavatam, focusing on the Pandavas' retirement.",
      "timestamp_url": "https://youtu.be/c_zX_rBLnXU?t=0",
      "transcript": "Om Agyana Timiraandhasya Gyananjanishalakaya Chakshuranmilitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udeeraye Namaste Saraswate Deve Gauravani Pracharine In this session we will be discussing from a new chapter. This is the 15th chapter of the first canto of Srimad Bhagavatam. This chapter is entitled The Pandavas Retire Timely and we will be discussing the first"
    },
    {
      "start_time": 79,
      "end_time": 164,
      "verse_references": [],
      "themes": [
        "Suta Goswami",
        "Arjuna's Grief",
        "Separation from Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Suta Goswami said Arjuna the celebrated friend of Lord Krishna was grief-stricken because of a strong feeling of separation from Krishna over and above all Maharaja Yudhishthira's speculative inquiries.",
      "summary": "The speaker explains the first verse, describing Arjuna's grief due to separation from Krishna, as narrated by Suta Goswami.",
      "timestamp_url": "https://youtu.be/c_zX_rBLnXU?t=79",
      "transcript": "four verses in this session. Here is the first verse of this chapter. Suta Vacha Evam Krishna Sakha Krishnao. Suta Vacha Evam Krishna Sakha Krishnao. Suta Vacha Evam Krishna Sakha Krishnao. Suta Vacha Evam Krishna Sakha Krishnao. Vratra Ragna Vicalpitaha. Nana Shankaspadam rupam. Krishna Vishalesha Krishitaha The meaning of the verses Sutta Gosvami said. Remember Sutta Gosvami is narrating his different events to the sages of Naimisharanya leading to the meeting of Parikshitha with Sukadeva Goswami. So how the Pandavas actually retired and handed over charge of ruling the world to Pariksit and what happened after that because of which Pariksit was to meet Sukadeva Goswami that will be described in the remaining chapters of this canto. So here's the translation of the first verse. Suta Goswami said Arjuna the celebrated friend of Lord Krishna was grief-stricken because of a strong feeling of separation from Krishna over"
    },
    {
      "start_time": 164,
      "end_time": 328,
      "verse_references": [],
      "themes": [
        "Yudhishthira's Inquiries",
        "Arjuna's Silence",
        "Speculation",
        "Choked with Grief"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Being too much aggrieved, Arjuna practically became choked up, and therefore it is not possible for him to reply properly to the various speculations and speculative inquiries of Maharaja Yudhishthira.",
      "summary": "The speaker elaborates on Yudhishthira's anxious inquiries about Krishna and Arjuna's inability to respond due to overwhelming grief, as explained in the purport.",
      "timestamp_url": "https://youtu.be/c_zX_rBLnXU?t=164",
      "transcript": "and above all Maharaja Yudhishthira's speculative inquiries. So in the previous chapter we had heard about Yudhishthira seeing bad omens after having sent Arjuna to inquire about Krishna's next program. When Arjuna did not return for several months then Yudhishthira began to conjecture what could be the reason why Arjuna has not returned and what could be the reason why there are bad omens. So he guessed it is only possible because Krishna has returned to his personal abode. He has left this earth planet. Krishna has disappeared. So now this is going to be confirmed by Arjuna and Arjuna has been bewitched He got lost and he returned again. And when Arjuna is there. He is returning again. And Yudhishthira has returned when Yudhishthira was trying to find the cause or the reason for the bad omens and when Arjuna returned immediately Yudhishthira began to inquire why is Arjuna appearing to be very dejected. And therefore he is guessing the cause for Arjuna's dejection and when Arjuna And after, when Arjuna could not immediately reply to Yudhishthira's inquiries, so Yudhishthira went on asking, is it because of this, is it because of that, is it because of something else? And finally, when Arjuna would not reply, either yes or no, then Yudhishthira said, the only reason you are so dejected is because you have lost your dear most friend Lord Krishna, you are separated from him. And now Arjuna is going to reply. So, this verse says, in the Purport Shilaprabha says, being too much aggrieved, Arjuna practically became choked up, and therefore it is not possible for him to reply properly to the various speculations and speculative inquiries of Maharaja Yudhishthira."
    },
    {
      "start_time": 328,
      "end_time": 450,
      "verse_references": [],
      "themes": [
        "Arjuna's Grief",
        "Remembering Krishna",
        "Increasing Affection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "With great difficulty he checked the tears of grief that smeared his eyes. He was very distressed because Lord Krishna was out of his sight, and he increasingly felt affection for him.",
      "summary": "The speaker explains the second and third verses, focusing on Arjuna's physical and emotional state due to separation from Krishna, highlighting his increasing affection.",
      "timestamp_url": "https://youtu.be/c_zX_rBLnXU?t=328",
      "transcript": "The second verse, The meaning of the second verse, due to grief, Arjuna's mouth and lotus-like heart had dried up, therefore his body lost all life. Now, remembering the Supreme Lord, he could hardly utter a word in reply. The third verse, Krachrena samsthavya shuchaha, paanina mridya netrayo ho, parokshena samunadha pranayautkantya katarah, the meaning of this third verse is, with great difficulty he checked the tears of grief that smeared his eyes. He was very distressed because Lord Krishna was out of his sight, and he increasingly felt affection for him. Arjuna had lost sight of his dear one, his foremost friend, even dearer than his own life and he was very much aggrieved because of that. He was very distressed and he began to feel even more affection for Krishna. Already he was very, very affectionate to Krishna, towards Krishna, but he began to feel even more affection on this separation, experiencing separation from Krishna."
    },
    {
      "start_time": 450,
      "end_time": 644,
      "verse_references": [],
      "themes": [
        "Remembering Krishna's Qualities",
        "Friendship",
        "Benefactor",
        "Chariot Driver",
        "Perfect Relations"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Remembering Lord Krishna and his well wishes, benefactor, he began to have very deep interactions, intimate familial relations, and his chariot driving.",
      "summary": "The speaker explains the fourth verse, detailing Arjuna's remembrance of Krishna's qualities as a well-wisher, benefactor, friend, and chariot driver, emphasizing the perfect relationship between Krishna and his pure devotee.",
      "timestamp_url": "https://youtu.be/c_zX_rBLnXU?t=450",
      "transcript": "The fourth verse, sakhyam maitreem sauhrudamcha sarathyaadishu samsmaran nripam agrajam ityaha bashpagadgadayagirah The meaning of this fourth verse is, remembering Lord Krishna and his well wishes, benefactor. He began to have very deep interactions, intimate familial relations, and his chariot driving. Arjuna overwhelmed and breathing very heavily began to speak. So at last Arjuna is speaking, responding to Yudhishtira's many, many, many inquiries. Yudhishtira is very anxious to know, what's the news that you have about Krishna, about Krishna what happened why are you so dejected and Arjuna could not respond immediately but now after he shed some tears of separation and even then becoming overwhelmed with grief and breathing very heavily he began to speak now here the description is given Arjuna feeling intense separation from Krishna began to remember Lord Krishna and he brought to his memory the difference between the two different interactions with his most beloved Lord how Krishna acted as Arjuna's best well-wisher and Krishna acted as Arjuna's benefactor he bestowed so many different ways benedictions in Arjuna and Krishna also was intimately related to family connection Srila Prabhupada explains that in the purport and Arjuna of course had Krishna as his chariot driver on the battlefield of Kurukshetra while fighting that ulin's most important battle fighting for justice against wicked evil-minded Duryodhana and party so in the purple Srila Prabhupada says the supreme living being that is referring to Krishna is perfect in all relations with his pure devotee krishna is perfect in all relations with his pure devotee the in theuire the whole reference that is to krushakar and his idol is perfect in all relations with his pure devotee this is the whole title fact that is in Krishna is not yet completely taken up Video of Shri Akash in問題1 19 Pantheon Parashurali Stream B.Pечupaleya.com in part 4, where Bhaskara has more pleasure"
    },
    {
      "start_time": 644,
      "end_time": 773,
      "verse_references": [],
      "themes": [
        "Krishna Consciousness",
        "Supreme Lord",
        "Loving Relationship",
        "Fraternal Relationship",
        "Material Defects"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This is the whole foundation of the philosophy of Krishna consciousness. Krishna is the supreme lord. Every living being is a very tiny part of Krishna. And every living being has got a specific loving relationship with Krishna.",
      "summary": "The speaker elaborates on the philosophy of Krishna consciousness, highlighting the loving relationship between Krishna and every living being, contrasting it with material relationships based on the body and mind.",
      "timestamp_url": "https://youtu.be/c_zX_rBLnXU?t=644",
      "transcript": "This is the whole foundation of the philosophy of Krishna consciousness. Krishna is the supreme lord. Every living being is a very tiny part of Krishna. And every living being has got a specific loving relationship with Krishna. And in that relationship, Krishna reciprocates perfectly, exactly according to the relationship. So now, how did Krishna relate with Arjuna? That is being explained here. Sri Arjuna is one of the typical pure devotees of the lord, reciprocating in the fraternal relationship. Fraternal. Fraternal relationship means as a friend. Krishna and Arjuna are related as friend. And the lord's dealings with Arjuna are displays of friendship of the highest perfect order. We have friendly relations with different people in this material world. We have experience. But in this world, all relationships with other persons, is tinged with material defects. The first material defect is that all such relationships are based on body. Anything that happens to the body affects the relationship. Body means there is an external body and there is an inside, internal body, the mind. So the gross body and the sub-body. The subtle mind. These are the basis of our relationships in this material world with other persons. Who similarly also have, like I have a gross body and I have a subtle mind. But I am different from these two. I am spirit soul."
    },
    {
      "start_time": 773,
      "end_time": 888,
      "verse_references": [],
      "themes": [
        "Spirit Soul",
        "Coverings",
        "Soul-Supersoul Relationship",
        "Perfect Relationship",
        "Arjuna's Reaction"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna's relationship with every living being is soul to the super soul. Perfect relationship.",
      "summary": "The speaker explains the difference between material and spiritual relationships, emphasizing the perfect relationship between the soul and the Supersoul (Krishna), and concludes with Arjuna's reaction to Yudhishthira's inquiries.",
      "timestamp_url": "https://youtu.be/c_zX_rBLnXU?t=773",
      "transcript": "Similarly, you, if I have a relationship with you, you are also spirit soul. But you have a covering over your spirit soul. You have a covering of the subtle mind and the gross body. So you are. Your subtle mind, your gross body, is covering you and my gross body and my subtle mind is covering me. And the relationship, the material relationship is between or based on this gross body and subtle mind. It has nothing to do with the soul, factually. So, Krishna's relationship with every living being is soul to the super soul. Or soul to the... Supreme soul. He is a supreme soul. He has no covering. Pure devotees don't have any covering. Pure devotees are their individual pure spirit soul. So the relationship is between soul and supreme soul. Perfect relationship. So, Krishna was not only a well-wisher of Arjuna, but actually a benefactor. And to make it. Still more perfect, the Lord tied him into a family relationship by arranging Subhadra's marriage with him. And above all, the Lord became a chariot driver of Arjuna in order to protect his friend from warfare risks. And the Lord became happy when he established the Pandavas to rule over the world after the battle of Rukshetra. Arjuna remembered all these one after another and thus he became overwhelmed with such thoughts. So, this is Arjuna's reaction when Yudhishthira Maharaj made inquiries. I'll stop here. Thank you very much."
    }
  ]
}