{
  "video_id": "cbBSA1duS40",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.12.15-16 | 10-08-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=cbBSA1duS40",
  "segments": [
    {
      "start_time": 48,
      "end_time": 189,
      "verse_references": [
        "SB 1.12.15",
        "SB 1.12.16"
      ],
      "themes": [
        "protection of devotees",
        "divine intervention",
        "lineage"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "this potless son has been restored by the all-powerful and all-pervasive Lord Vishnu, the personality of Godhead, in order to oblige you",
      "summary": "The speaker explains verses 15 and 16 of the 12th chapter of the first canto of Srimad Bhagavatam, focusing on the Brahmanas' description of Parikshit's birth and Lord Vishnu's protection.",
      "timestamp_url": "https://youtu.be/cbBSA1duS40?t=48",
      "transcript": "In this session we will be discussing from the 15th chapter of the Bhagavad Gita, the 16th verse, and the 16th verses of the 12th chapter of the first canto of Shri Madbhagavatam. To begin with the 15th verse: Tam Uchur Brahmanas Tushta Rajanam Prashrayanvitam Esha Hyasmin Prajatantau Purunam Paura Varshabha. The meaning of this 15th verse is: The learned Brahmanas who were very satisfied with the charities of the king addressed him as the chief amongst the Purus and informed him that his son was certainly in the line of descent from the Purus. So the learned Brahmanas are describing that the child which is born in this dynasty is actually a very, very fortunate child and deserving to take birth in this glorious dynasty, is going to only increase the glories of this dynasty in which great people had appeared earlier. So the next verse, 16th verse, daivena apratighatena shukle samstham upeyushi ratovo anugraharthaya vishtuna prabhavishtuna. The meaning of this verse is: the brahmanas said this potless son has been restored by the all-powerful and all-pervasive Lord Vishnu, the personality of Godhead, in order to oblige you, brahmanas speaking to Yudhishthira. So in order to oblige Yudhishthira, this child has been protected by the Supreme Lord personally. He was saved when he was doomed to be destroyed by an irresistible supernatural weapon."
    },
    {
      "start_time": 189,
      "end_time": 383,
      "verse_references": [],
      "themes": [
        "reasons for Parikshit's protection",
        "purity",
        "dynastic importance",
        "Lord's mission"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Lord wants to continue the line of pious kings to rule over the earth as his representatives for the actual progress of a peaceful and prosperous life.",
      "summary": "The speaker elaborates on the two reasons why Lord Vishnu saved Parikshit: his spotless nature as a pure devotee and his role as the sole surviving male descendant of the Puru dynasty, essential for continuing the Lord's mission of spiritual upliftment.",
      "timestamp_url": "https://youtu.be/cbBSA1duS40?t=189",
      "transcript": "The history you have heard before is described by Prabhupada in the purport. The child Pariksit was saved by the all-powerful and all-pervasive Vishnu or Lord Krishna for two reasons. So specifically Prabhupada is citing two reasons why this child was saved. When it was attacked by that irresistible supernatural weapon, Brahmastra, the child was saved by the all-powerful and all-pervasive Vishnukara of Lord Krishna's seenives, it is the... the impossibility to've grass from the temple, or even the ultraviolet up pen, or even the entre Integration between the dreams of Sun and moon. And it's Vorabhadopinakay Av приход,лиз If this suratimes on Lord Vishnu was released, of Vishnu had not been provoke by this yanlış, it would certainly have 贸 a mother itself. But because the child was protected personally by Lord Vishnu the child did not die. So why it was saved by Vishnu, two reasons. The first reason is that the child in the womb of the mother was spotless due to his being a pure devotee of the Lord. So there is no ordinary child spotless pure because pure devotee of the Supreme Lord means there is no material contamination, there is no past karma, sinful reactions, nothing, spotless child and that is described here shukle samstha mupe yushi, shukle means pure, the child is pure, spotless. The second reason, there is a second reason why the child was saved by the Supreme God personally. The second reason is that the child was the only surviving male descendant of Puru, the pious forefather of the virtuous King Yudhishthira. In this dynasty where great personalities had appeared and they were doing excellent service to the society of protecting the citizens by ruling exactly according to scriptural directions and elevating the people to the spiritual platform, spiritual upliftment of the people in the society. They were doing that work very nicely. So in order to further the mission of the Supreme Lord in this material world, which is spiritual upliftment of the people, these kings in this Puru dynasty, all the forefathers of Yudhishthira and Yudhishthira himself, all had actually done excellent service in the mission of the Supreme Lord in this world. And this child was the only surviving male descendant because everyone else was killed in the battle of Kurukshetra. All of them were killed in the battle of Kurukshetra."
    },
    {
      "start_time": 383,
      "end_time": 528,
      "verse_references": [],
      "themes": [
        "Lord's plan",
        "spiritual upliftment",
        "pious kings",
        "material entanglement"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna wants to save us from suffering in this world Krishna wants to correct our mistaken misconception that I belong to this material world is filled with misery",
      "summary": "The speaker discusses the Lord's plan for pious kings to rule and facilitate spiritual progress, emphasizing Krishna's desire to liberate beings from material suffering and correct their misconceptions about belonging to the material world.",
      "timestamp_url": "https://youtu.be/cbBSA1duS40?t=383",
      "transcript": "All the other descendants were killed in the battle. So therefore this child was the only surviving descendant and had to be saved. So Srila Prabhupada further says, the Lord wants to continue the line of pious kings to rule over the earth as his representatives for the actual progress of a peaceful and prosperous life. Lord has got a certain plan. He was supposed to candy the people after themselves and give them the privilege of the material world. Even though and the spiritual world and that is his actual personal abode, but this material world which is created for the sake of foolish rebellious living beings who want to enjoy materially against their constitutional position.540 7 Pour singer.4 hillrint for themౄм Lord creates his material world. But, he also has got a sense also of His glory.桅 Pa purp.k номud kinkad y2 go Sultan 1. Sec sera ka18, has got a mission to correct these rebellious mistaken living entities to purify them and to take them back to his personal abode where there is a life of in the spiritual abode in the personal abode of the Lord that is a eternal life full of bliss and knowledge for everyone so Krishna wants us to go there Krishna wants to save us from suffering in this world Krishna wants to correct our mistaken misconception that I belong to this material world is filled with misery the scriptures say no you don't belong to the material world you're not meant to suffer miseries and why are we suffering if you're not meant to suffer miseries because we are engaged in sinful activities we are foolishly doing wrong things and consequently we are definitely punishable because of the sinful activities so further Srila Prabhupada says the Lord wants to continue the line of pious kings to rule over the earth as his representatives for the actual progress of a peaceful and prosperous life"
    },
    {
      "start_time": 647,
      "end_time": 785,
      "verse_references": [],
      "themes": [
        "Vishnu as Krishna's expansion",
        "pure devotee",
        "unalloyed devotion",
        "lack of material desires"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Lord Krishna, the original personality of Godhead, does the work of protection and annihilation in his capacity of Vishnu.",
      "summary": "The speaker explains Vishnu as a plenary expansion of Krishna, possessing full power, and defines a pure devotee as one who renders devotional service without material desires or expectations.",
      "timestamp_url": "https://youtu.be/cbBSA1duS40?t=647",
      "transcript": "Lord Krishna is described here as Vishnu and this is also significant. Why? Lord Krishna, the original personality of Godhead, does the work of protection and annihilation in his capacity of Vishnu. Krishna incarnates in this world as Vishnu for the purpose of creation, maintenance, destruction of this material world. So protection is done by him. The destruction is also done by Vishnu. Lord Krishna is also the utilized weapon used by human иг Jumping into испgie, B..., overalnbeing as only child of grave evil, to immediately take is or to came sel at golden bringer of the swords of жизнь. So Lord Vishnu is the plenary expansion of Lord Krishna. Plenary expansion means he's expansion who's having the full power. The expansion has Vishnu. Vishnu has full power of Krishna. Vishnu is no second different person now. He is Krishna himself in another form for a specific purpose for the specific function was Krishna is the unlimited Lord he can be present simultaneously in different forms for different purposes different functions different specific purposes so that is Krishna's opulence as Krishna's all-powerful personality the all-pervasive activities of the Lord are executed by him in his vishnu feature o parism present everywhere so Krishna has to be present everywhere then Krishna expands his vishnu and as Vishnu he is everywhere child parikshit is described here spotlessly by Shukla because he is an unalloyed devotee of the Lord unalloyed devotee means pure devotee meaning of pure devotee a devotee who does not have any material desires a devotee who does not render devotional service with any material motive a devotee who does not render devotional service with any expectation"
    },
    {
      "start_time": 785,
      "end_time": 943,
      "verse_references": [],
      "themes": [
        "Lord's mission",
        "reclaiming conditioned souls",
        "transcendental literature",
        "spiritual master",
        "protection of devotees"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Lord desires the conditioned souls hovering in the material creation to be reclaimed go back home back to godhead lord wants us to go back to his person above because that's where we belong",
      "summary": "The speaker describes the Lord's mission to reclaim conditioned souls, highlighting the role of transcendental literature, missionaries, and spiritual masters in guiding them back to Godhead, and emphasizing the Lord's protection of pure devotees.",
      "timestamp_url": "https://youtu.be/cbBSA1duS40?t=785",
      "transcript": "of in return for the service from Krishna such a devotee is a pure devotee unalloyed devotee such an alloyed devotee is of the Lord appear on the earth just to execute the mission of the Lord and what is the mission of the Lord the Lord desires the conditioned souls hovering in the material creation to be reclaimed go back home back to godhead lord wants us to go back to his person above because that's where we belong and we have a relationship with the lord so he wants us back thus he helps them by preparing the transcendental literatures like the vedas see how many ways krishna helps the living entities in this world who are stuck up here entangled by preparing transcendental literatures like the vedas which describe everything about who we are what is the way of getting out of the entanglement what are the process who can help everything is given in the vedas by sending missionaries of saints and sages you see the saintly persons they preach they enlighten they explain on behalf of lord to the ignorant people and by deputing his representative the spiritual master Guru, Sadhu, Shastra. Three ways in which the Supreme Lord helps the conditioned souls. Such transcendental literatures, missionaries and representatives of the Lord are spotlessly white because the contamination of material qualities cannot even touch them. So, Shastras are perfect. The Acharyas, the previous Acharyas, the saintly persons, they are pure and the spiritual master also is a pure devotee or should be a pure devotee. Not anybody else can be spiritual master. They are always protected by the Lord when they are threatened with annihilation. Pure devotees are always protected by the Lord personally. And the gross materialists, they sometimes threaten such pure devotees. But they cannot do anything. They cannot do anything to the pure devotees because the Lord personally protects them. So, that's the explanation why Parikshit was saved. He is a pure devotee. So, he is personally protected by the Supreme Lord and he was saved."
    }
  ]
}