{
  "video_id": "cc7Gtm392rY",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.10.24| 11-06-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=cc7Gtm392rY",
  "segments": [
    {
      "start_time": 0,
      "end_time": 70,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyanati Miran Dhasya Gyanan Janishalakaya",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/cc7Gtm392rY?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyanan Janishalakaya Chakshurun Meelitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chaiva Narottamam Deveem Saraswateem Vyasam Tato Jayamudhi Rayet"
    },
    {
      "start_time": 70,
      "end_time": 198,
      "verse_references": [
        "SB 1.10.24"
      ],
      "themes": [
        "Krishna's transcendental nature",
        "Leela",
        "liberation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "That's Krishna's mission and that's the mission of all Krishna's devotees also so it is Krishna only who is the supreme personality of God it who creates maintains and unleads the material world and he remains unaffected",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam, explaining Krishna's role as the creator, maintainer, and destroyer, emphasizing his transcendental nature and the mission to liberate conditioned souls.",
      "timestamp_url": "https://youtu.be/cc7Gtm392rY?t=70",
      "transcript": "In this session we will be discussing from the 24th verse of the 10th chapter of the 1st canto of Srimad Bhagavatam. Savaayam Sakhi Anugeeta Sakkatho Vedeshu Guhyejucha Guhyavadibhihi Ya Eka Eesho Jagad Atma Leelaya Srijati Avati Atti Natatra Sajjate. The meaning of this verse is: O dear friends, here is that very personality of Godhead whose attractive and confidential pastimes are described in the confidential parts of Vedic literature by his great devotees. It is he only who creates, maintains, and annihilates the material world and yet remains unaffected. These are words spoken by the ladies of Ashthinapura. They know the transcendental nature of Krishna's personality. They are not mistaking him to be another ordinary King. Even though he is playing the role of the King of Dwaraka, it is actually his eternal Leela in the spiritual world which he is displaying in the material world to attract us, the conditioned souls who are trapped here. He wants us to get out of this material existence, put an end to all our suffering. That's Krishna's mission and that's the mission of all Krishna's devotees also. So it is Krishna only, who is the supreme personality of Godhead, who creates, maintains, and unleashes the material world, and he remains unaffected. That cannot be said of the Devatas or anybody else who is engaged in different activities in this material world."
    },
    {
      "start_time": 198,
      "end_time": 346,
      "verse_references": [],
      "themes": [
        "Vedic literature",
        "impersonal vs. personal",
        "devotees"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So if you really want to hear the most attractive personal feature of the absolute truth then you have to hear the most confidential part of the Vedic literature which describes those confidentialities of the Vedas and the personal features of the Vedas confidential pastimes and they are described only by great devotees they discard only by great devotees",
      "summary": "This segment discusses the different aspects of the Vedas, contrasting the impersonal Brahman feature with the personal Bhagavan feature, and highlighting that the most confidential pastimes of Krishna are revealed by great devotees.",
      "timestamp_url": "https://youtu.be/cc7Gtm392rY?t=198",
      "transcript": "You can see that in the material world everyone else becomes bound up by their material actions, whereas Krishna remains completely transcendental under all circumstances. And here it's also said that Krishna's pastimes are confidential, confidential parts of the Vedic literature by his great devotees. So ordinarily the Vedas describe the absolute truth in terms of the impersonal feature and the localized feature, the Brahman feature and the Paramahatma feature. The descriptions of the Bhagawan feature, the personal feature, is very rarely found in the original Vedas. It is there in the original Vedas, but it is not so much described. The bulk of the Vedas consists of the descriptions of the interactions to the three gunas, trai guna vishaya Veda, and the conclusion of the Vedas given as Vedanta philosophy describes mostly the impersonal feature or the Brahman feature of the absolute truth. So if you really want to hear the most attractive personal feature of the absolute truth, Krishna Murti, Krishna Rama, Narsimha, Brahma, Narayana, all of these activities of the personality of Godhead in his various incarnations, and especially his activities in his form, original form as Krishna, then you have to hear the most confidential part of the Vedic literature which describes those confidentialities of the Vedas and the personal features of the Vedas, confidential pastimes, and they are described only by great devotees."
    },
    {
      "start_time": 346,
      "end_time": 478,
      "verse_references": [],
      "themes": [
        "Srimad Bhagavatam",
        "confidential knowledge",
        "Sukhadeva Goswami"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Srimad Bhagavatam especially the confidential parts of his activities are described by the confidential devotee Sukhadeva Goswami so Bhagavatam is special literature",
      "summary": "The speaker emphasizes the importance of Srimad Bhagavatam as a special literature containing confidential knowledge of Krishna's activities, narrated by Sukhadeva Goswami.",
      "timestamp_url": "https://youtu.be/cc7Gtm392rY?t=346",
      "transcript": "They are described only by great devotees. So in the purport from the process as stated in the Bhagavad Gita, all the Vedic literature is glorified greatness of Lord Sri Krishna, her Esvrat Rageet a, everywhere in all the Vedic literature they are simply glorifying the greatness of the Supreme Personality of Godhead Krishna. Here it is confirmed in the Bhagavatam also, the Vedas are expanded by many branches and sub-branches by great devotees and empowered incarnations of the Lord like Vyasa, Narada, Sukhadeva Goswami, the Kumaras, Kapila, Prahlada, Janaka, Bali, and Yamaraj. All of these personalities are Mahajanas, Mahatmas, pure devotees, great personalities, but in the Srimad Bhagavatam especially the confidential parts of his activities are described by the confidential devotee Sukhadeva Goswami. So Bhagavatam is special literature. There are so many Vedic literatures, but among all of them, Nigamakalpatarorgalitamphalam, the most confidential pastimes described in the Bhagavatam are very special and they are described by confidential devotee Sukhadeva Goswami. In the Vedanta sutras or the Upanishads there is only a hint of the confidential parts of his pastimes."
    },
    {
      "start_time": 478,
      "end_time": 595,
      "verse_references": [
        "BG 2"
      ],
      "themes": [
        "transcendental nature",
        "spiritual personality",
        "Leela"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna the personality of Godhead is completely a spiritual personality no tinge of any materiality in his personality he looks like an ordinary person but he is not an ordinary person",
      "summary": "This segment explains the transcendental nature of Krishna, emphasizing that he is a completely spiritual personality, and that his activities (Leela) may appear ordinary but are actually expressions of divine love.",
      "timestamp_url": "https://youtu.be/cc7Gtm392rY?t=478",
      "transcript": "In such Vedic literatures as the Upanishads, the Lord has explained to us that the Lord has expressively been distinguished from the mundane conception of his existence. The Upanishads are describing the transcendental nature of the absolute truth completely separated from the material nature. In the Bhagavad Gita, in the second chapter elaborately it is explained in the second chapter that the soul is not, the soul itself is non-material, the spirit, and so is Krishna. The personality of Godhead is completely a spiritual personality, no tinge of any materiality in his personality. He looks like an ordinary person, but he is not an ordinary person. He looks like a limited person, but he is unlimited personality. He looks like he is incapable when he's chastised by mother Yashoda and he becomes afraid of her punishment. It appears like if a child is afraid of the mother then that child is not any great personality, but Krishna is performing his Leela in his activities in relationship of love with mother Yashoda. This we can understand if we hear the Bhagavatam from Sukhadeva Goswami or from a representative of Sukhadeva Goswami like Srila Prabhupada."
    },
    {
      "start_time": 595,
      "end_time": 759,
      "verse_references": [],
      "themes": [
        "spiritual qualities",
        "Krishna's name",
        "attraction"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is fully present in that sound Krishna so when you say Krishna Krishna appears in the form the sound and he purifies you if you touch him by your consciousness your consciousness becomes completely surcharged with devotion",
      "summary": "The speaker elaborates on Krishna's spiritual qualities, highlighting that his name is non-different from him and that chanting it purifies one's consciousness, leading to attraction to Krishna.",
      "timestamp_url": "https://youtu.be/cc7Gtm392rY?t=595",
      "transcript": "Or from a representative of Sukhadeva Goswami like Srila Prabhupada. They know the confidential nature of such activities of Krishna. So the nature of Krishna's personality has to be understood carefully from the right source. So further Srila Prabhupada says, his identity being fully spiritual, his form, name, quality, and paraphernalia have been elaborately distinguished from matter. They are not material. This form is not material. Our form is completely material. His name is not a material name. That means there are no material qualities when we designate this object as a table. It is entitled actually, is nominated as the author of a census, which means it has been talked about in materialist literature all the way to the recent decades when it is designation of the object itself, it is not the object itself. The name table or the sound table is not the object table, whereas Krishna, when you say Krishna, it's not a name which is indicating Krishna. The name Krishna is Krishna, is the person Krishna. So Krishna is fully present in that sound Krishna. So when you say Krishna, Krishna appears in the form, the sound, and he purifies you. If you touch him by your consciousness, your consciousness becomes completely surcharged with devotion, with bhakti, with love for Krishna. So that is name of Krishna, Krishna namah. His qualities, all his qualities are spiritual, transcendental. That means if Krishna is attractive, that attractive feature of his personality is a transcendental feature. That means once we become attracted to Krishna, nothing else in this material world will be attractive to us. All other attractions will pale into insignificance."
    },
    {
      "start_time": 759,
      "end_time": 907,
      "verse_references": [],
      "themes": [
        "attractiveness of Krishna",
        "qualities of Krishna",
        "bhakti"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This verse explains krishna is all attractive means he attracts everyone and how does he do so by his unlimited attractive qualities he is a reservoir of all wonderful qualities and each person is attracted by one particular quality of krishna",
      "summary": "The lecture concludes by discussing the all-attractive nature of Krishna, explaining that he possesses unlimited qualities that attract different individuals, and that uncovering one's heart leads to attraction to Krishna through bhakti.",
      "timestamp_url": "https://youtu.be/cc7Gtm392rY?t=759",
      "transcript": "When we get attracted by Krishna. This is very nicely explained by Sri Chaitanya Maha Prabhu in the 61 meanings of the Atmarama verse of the Bhagavatam. There is one verse in the Bhagavatam which describes the all attractive feature of Krishna's personality. This verse explains Krishna is all attractive, means he attracts everyone, and how does he do so? By his unlimited attractive qualities. He is a reservoir of all wonderful qualities and each person is attracted by one particular quality of Krishna because that is their nature. Somebody is attracted by Krishna's beauty, somebody is attracted by Krishna's wealth, somebody is attracted by Krishna's kindness, somebody is attracted by Krishna's love. Of course love is a general thing, everybody is attracted by Krishna's love because everyone has a loving relationship with Krishna, but different qualities of Krishna attract different persons and how many qualities that Krishna possess? Unlimited qualities. The sum total of all qualities which are possessed by anybody or all the people, those are the reservoir of qualities in Krishna. All good qualities Krishna possesses and he attracts. So right now our condition is that we are covered, so we are unable to experience that attraction of Krishna. So when we uncover our heart immediately we get attracted to Krishna. That is actually the process of bhakti. I'll stop here. Thank you very much."
    }
  ]
}