{
  "video_id": "cdbXzRnv51g",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.11.23-24 | 13-07-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=cdbXzRnv51g",
  "segments": [
    {
      "start_time": 53,
      "end_time": 260,
      "verse_references": [
        "SB 1.11.23"
      ],
      "themes": [
        "Vedic culture",
        "role of Brahmanas",
        "glorification of the Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It is the glorifiers, the brahmanas, who become themselves glorified by glorifying Krishna.",
      "summary": "This segment discusses the Vedic culture where Brahmanas offer free service and glorify the king, and how glorifying Krishna benefits the glorifier.",
      "timestamp_url": "https://youtu.be/cdbXzRnv51g?t=53",
      "transcript": "In this session, we will be discussing the 23rd and 24th verses of the 11th chapter of the first canto of Srimad Bhagavatam. 23rd verse: स्वयं च गुरुभिर विप्रै सदारै स्थविरैर अपी आशिर्भिर युज्यमानोन्यैर वन्दिभिष्चाविषत्पुरं. The meaning of this 23rd verse: Then the Lord personally entered the city accompanied by elderly relatives and invalid brahmanas with their wives, all offering benedictions and singing the glories of the Lord. Others also praised the glories of the Lord. So, Srila Prabhupada comments on this particular verse in the purport as follows: \"The brahmanas in society were never attentive to banking money for future retired life. This is the Vedic culture. The brahmanas always offer free service and even if they get excess of some charity, they spend it off in devotional service. They don't keep money for future. When they were old invalids, they used to approach the assembly of the kings and simply by praising the glorious deeds performed by the kings along with their wives, they would be provided with all necessities of life. What a wonderful society. When they require, they just go and ask the king, and the king will provide. Such brahmanas were not, so to speak, flatterers of the kings, but the kings were actually glorified by their actions.\" See, they are not doing this just to get some benefit. They are factually glorifying the king for his factual glorious qualities. And here, they are glorifying the supreme king of all kings, the supreme lord, Krishna, who is full of all wonderful qualities. So, the kings, Srila Prabhupada says, were sincerely still more encouraged in pious acts by such brahmanas in a dignified way. The brahmanas would glorify the kings for their good qualities. The kings would also feel encouraged. They would also feel enthused, inspired to do more of such pious activities. In a dignified way, the brahmanas would glorify the king. Lord Sri Krishna is worthy of all glories, and the praying brahmanas and others would glorify themselves by chanting the glories of the lord. In the case of glorification of Krishna, it is not Krishna who is actually in need of the glorification."
    },
    {
      "start_time": 270,
      "end_time": 400,
      "verse_references": [
        "SB 1.11.24"
      ],
      "themes": [
        "Archa-vigraha",
        "Deity worship",
        "Transcendental form of the Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The transcendental form of the lord installed in a temple is not different from the lord personally.",
      "summary": "This segment explains the significance of the Archa-vigraha, the deity form of the Lord, and how it is not different from the Lord himself, being expanded by His internal potency.",
      "timestamp_url": "https://youtu.be/cdbXzRnv51g?t=270",
      "transcript": "The 24th verse: Rāja mārgaṁ gate kṛṣṇae dvārakāyā kulaś triyaḥ harmyāṇi āruruhur vipraḥ tad īkṣana mahotsavāḥ. The meaning of this 24th verse: When Lord Krishna passed over the public roads, all the ladies from the respectable families of Dvārakā, kulaś triyaḥ, went up to the roofs of their palaces just to have a look at the lord. They considered this to be the greatest festival. So Śrīla Prabhupāda elaborately explains this in the purport: \"To have a look at the lord is a great festive occasion, undoubtedly, as it was considered by the metropolitan ladies of Dvārakā. This is still followed by the devout ladies of India. Especially during the days of the jhūlan and janmashtami ceremonies, the ladies of India still throng up, in the greatest number, at the temple of the lord, where his transcendental eternal form is worshipped. The transcendental form of the lord installed in a temple is not different from the lord personally. Such a form of the lord is called archa-vigraha, or archa-incarnation, and is expanded by the lord by his internal potency, just to facilitate the devotional service of his innumerable devotees who are in the material world. The material senses cannot perceive the spiritual nature of the lord, and therefore the lord accepts the archa-vigraha, which is apparently made of material elements like earth, wood and stone, but actually there is no material contamination.\""
    },
    {
      "start_time": 400,
      "end_time": 595,
      "verse_references": [],
      "themes": [
        "Archa-vigraha",
        "Spiritual nature of the Lord",
        "Material elements"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Even though he appears in a material statue, actually he is not contaminated by matter.",
      "summary": "This segment elaborates on the concept that although the Archa-vigraha appears to be made of material elements, it is completely spiritual and not contaminated by matter because the Lord is transcendental.",
      "timestamp_url": "https://youtu.be/cdbXzRnv51g?t=400",
      "transcript": "So, Śrīla Prabhupāda is comparing that when Kṛṣṇa incarnated, He was received by the ladies of Dvārakā by them going on top of the roofs, and just having the darshan of the lord was like a festival for their eyes, because the lord is very, very, very, very beautiful. And the same facility is available even now in the form of the lord being worshipped in the temple, where he is beautifully decorated, ornamented, and cared for by his devotees. So, this archa-incarnation, worshipable deity form, is not different from the lord personally. It is not an imaginary form, it is not a dead statue. It is actually expanded by the lord's spiritual potency, and it facilitates the devotional service of the devotees. Further, Śrīla Prabhupāda explains, the material senses cannot perceive the spiritual nature of the lord. Therefore, the lord accepts the archa-vigraha, which is apparently made of material elements like earth, wood and stone. See, the archa-incarnation is made of material elements, but that doesn't mean it is a material statue. No. Why? Because the lord is Kaivalya, one alone. There is no matter in him. He is one without a second, and therefore, the almighty lord can appear in any form without being contaminated by the material conception. So when the lord appears in the archa form, he is appearing in his transcendental forms, completely spiritual form. Even though he appears in a material statue, actually he is not contaminated by matter. He is completely spiritual, and his appearance is also completely transcendental. This is difficult to understand for ordinary people, but this is being explained by the āchārya. This is explained in the scriptures."
    },
    {
      "start_time": 595,
      "end_time": 732,
      "verse_references": [],
      "themes": [
        "Spiritual transformation",
        "Deity worship",
        "Festivals"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "There is a spiritual transformation of their consciousness.",
      "summary": "This segment discusses the spiritual benefits of having darshan of the Archa-incarnation, leading to a transformation of the heart and consciousness, and compares temple festivals to the festive atmosphere during the Lord's incarnation in Dvārakā.",
      "timestamp_url": "https://youtu.be/cdbXzRnv51g?t=595",
      "transcript": "And it is a fact that those devotees who have darshan of the archa-incarnation of the lord are deriving spiritual benefit simply by having darshan. Their heart becomes cleansed. There is a transformation of their heart. There is a transformation of their consciousness. There is a spiritual transformation of their consciousness. So that is proof that they are not having darshan of a material form. This has to be very carefully understood. If the form were material, there would have been no spiritual transformation by seeing a material form. Whereas, the proof that devotees have darshan of the archa-incarnation resulting in spiritual transformation of the heart means that the form they are seeing is completely spiritual, and therefore, the transformation is taking place. So, Śrīla Prabhupāda further explains, festivities in the temple of the lord as held generally are like festivals performed during the manifestive days of the lord of Dvārakā, about 5000 years ago. So, when the lord would enter Dvārakā, it was a festival for all the inhabitants of Dvārakā. The lord has appeared, the lord has come back, returned to the city. Same way, the lord's appearance is celebrated as Janmashtami festival or Julan festival on certain occasions like the spring festival, the autumn festival. All these are actually the same type of festive atmosphere which was actually present 5000 years back."
    },
    {
      "start_time": 736,
      "end_time": 882,
      "verse_references": [],
      "themes": [
        "Acharyas",
        "Deity installation",
        "Deity vs Idol",
        "Materialistic people"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Deity is the factual presence of the lord in his transcendental form. Idol is an imaginary form, a material form, which is imagined to be something like God.",
      "summary": "This segment explains that only authorized Acharyas can install deities, inviting the Lord to reside in the Archa-vigraha, and distinguishes between a deity (factual presence of the Lord) and an idol (imaginary form).",
      "timestamp_url": "https://youtu.be/cdbXzRnv51g?t=736",
      "transcript": "The authorized āchāryas who know the science perfectly install such temples of the lord under regulated principles just to offer facilities to the common man. The āchāryas are installing the deities. Ordinary people cannot install deities on their own. It's only the āchāryas who invite the lord to come and reside in the archa-vigraha and accept the worship of the devotees. Because the lord is intimately connected, related with the āchārya, so the āchārya can invite and the lord does accept the invitation of the āchārya to facilitate common people. For the common people's spiritual benefit, the lord accepts the invitation of the āchārya and comes and resides in the archa-form, the archa-incarnation. There are persons who are less intelligent, who, without being conversant with the signs of devotional service, mistake this great attempt to be idol worship. There are materialistic people, impersonalists, and all kinds of demons who call this worship of the deity as idol worship. So Prabhupāda makes a clear distinction between deity and idol. Deity is the factual presence of the lord in his transcendental form. Idol is an imaginary form, a material form, which is imagined to be something like God. So idol is different, deity is different. So these materialistic people, the demons, the impersonalists, they think that devotees are worshipping an idol. They poke their nose into that to which they have no access. The impersonalists, the materialists, the demons,"
    },
    {
      "start_time": 882,
      "end_time": 940,
      "verse_references": [],
      "themes": [
        "Devotees",
        "Transcendental reality",
        "Heart transformation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Devotees can benefit spiritually by such worship, by such darshan.",
      "summary": "This segment emphasizes that only devotees can understand and access the transcendental reality of the Lord, benefiting spiritually from deity worship, which results in heart transformation.",
      "timestamp_url": "https://youtu.be/cdbXzRnv51g?t=882",
      "transcript": "have no access to the transcendental reality of the Supreme Lord because they deny, they criticize. So therefore, they have no access. So only devotees can understand this. Devotees can access. Devotees can worship. Devotees can benefit spiritually by such worship, by such darshan. And the benefit, the result is seen in the heart transformation. In second canto, second chapter, there is a description that devotional service, transformation of the heart, change of heart. So that is the proof of that form of the Lord being completely transcendent. I'll stop here. Thank you very much."
    }
  ]
}