{
  "video_id": "cDXJGgPfPWY",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.12.20 Part 2 | 22-08-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=cDXJGgPfPWY",
  "segments": [
    {
      "start_time": 49,
      "end_time": 126,
      "verse_references": [
        "SB 1.12.20"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "Verse Analysis",
        "Charity",
        "Protection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In this session we will discuss the second part of the purport of this twentieth verse.",
      "summary": "The speaker introduces the session, focusing on the second part of the purport of Srimad Bhagavatam 1.12.20, which discusses charity and protection.",
      "timestamp_url": "https://youtu.be/cDXJGgPfPWY?t=49",
      "transcript": "In this session, we will continue to discuss from the twentieth verse of the twelfth chapter of the first canto of Srimad Bhagavatam. In the previous session, we discussed one part of the purport of this twentieth verse. In this session, we will discuss the second part of the purport of this twentieth verse. Just to refresh your memory, the twentieth verse is as follows. So the meaning of this twentieth verse is: This child will be a munificent donor of charity and protector of the surrendered, like the famous king Shastra, and he will expand the name and fame of his family like Bharata, the son of Maharaj Dushyanta. In a previous session, we discussed about Maharaj Shibi."
    },
    {
      "start_time": 126,
      "end_time": 283,
      "verse_references": [],
      "themes": [
        "Bharata",
        "Maharaj Dushyanta",
        "Vedic History"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "There are many Bharatas in history of which three are very famous.",
      "summary": "The lecture delves into the history of three famous Bharatas, including the son of Maharaj Dushyanta, the brother of Lord Ramachandra, and the son of King Rishabha.",
      "timestamp_url": "https://youtu.be/cDXJGgPfPWY?t=126",
      "transcript": "Now we will discuss about Bharata, the son of Maharaj Dushyanta. So, in the purport, Srila Prabhupada briefly mentions the history of this Bharata, the son of Maharaj Dushyanta. First of all, Srila Prabhupada says, \"There are many Bharatas in history, of which three are very famous.\" Three Bharatas are famous. Who are the three Bharatas who are very famous? The first one is the Bharata who is the brother of the king, the brother of Lord Ramachandra, who is actually the son of Dasharatha Maharaj, that Bharata. You can say Dasharathi Bharata. The second Bharata who is famous in history, Vedic history, is Bharata, the son of king Rishabha. The Lord appeared as Rishabhadeva, king Rishabhadeva, emperor of the world, and he had one hundred sons. Of these one hundred sons, the eldest one was Bharata Maharaj. That Bharata Maharaj, he renounced his kingdom at a very young age, practiced very nice austerities, and became advanced spiritually. But towards the end of his life, when he was performing tapasya, after retiring from his kingdom, he got attached to a deer, and he had to take a deer's body in his next life, even though he was spiritually very advanced, and he was given remembrance of his spiritual activities by Krishna within his heart, even in the body of a deer. And he was very, very cautious not to get misled by any material, even in the body of a deer. And then he was again given a chance to take birth in a brahmana family, and in that life, third life, he perfected himself and went back to God. So that Bharata is also famous, the second Bharata. And the third Bharata who is famous is mentioned in this verse: Bharata, the son of Maharaj Dushyanta. He is also very famous."
    },
    {
      "start_time": 283,
      "end_time": 355,
      "verse_references": [],
      "themes": [
        "Vedic Scriptures",
        "Universal History",
        "Knowledge"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        4
      ],
      "key_quote": "The Vedic scriptures give us knowledge which is comprehensive and vast as compared to the body of knowledge that we have in our modern day.",
      "summary": "The speaker contrasts the comprehensive knowledge of Vedic scriptures with the limited scope of modern-day knowledge, emphasizing the vastness of universal history described in the Vedas.",
      "timestamp_url": "https://youtu.be/cDXJGgPfPWY?t=283",
      "transcript": "So, all these Bharatas are historically known to the universe. See, the scriptures describe universal history. And nowadays, the discussion about history is only about some incidents that happened on this planet in the past. But various literature are describing to us the history of the universe. There are millions of planets in one universe. There are millions of universes in this material creation. And apart from this material creation, there is spiritual world which is not created, which is eternal. So all these are described in the Vedic literature, the Vedic scriptures. So the Vedic scriptures give us knowledge which is comprehensive and vast as compared to the body of knowledge that we have in our modern day. The Vedic scriptures give us knowledge which is very, very limited and tiny and incomplete, imperfect knowledge."
    },
    {
      "start_time": 355,
      "end_time": 458,
      "verse_references": [],
      "themes": [
        "Bharata Varsha",
        "King Bharata",
        "History"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This earth planet is known as Bharata, Bharata Varsha due to King Bharata, the son of Rishabhadeva, the second Bharata I mentioned.",
      "summary": "The lecture explains how the earth planet came to be known as Bharata Varsha due to King Bharata, the son of Rishabhadeva, while also highlighting the importance of Bharata, the son of Maharaj Dushyanta.",
      "timestamp_url": "https://youtu.be/cDXJGgPfPWY?t=355",
      "transcript": "So, the three Bharatas are historically known to the universe. This earth planet is known as Bharata, Bharata Varsha. Bharata Varsha is known as Bharata Varsha due to King Bharata, the son of Rishabhadeva, the second Bharata I mentioned. After Rishabhadeva's son Bharata was ruling, this earth planet became famous Bharata Varsha. Before the reign of this Bharata, king of this earth planet, and all the various planets created, Bharata became the son of King Rishabha. This land was known as Ilaavrita Varsha, and just after the coronation of the King Bharata, who was the son of Rishabha, this land became famous as Bharata Varsha. Now Srila Prabhupada says, even though the second Bharata is very famous because the land itself, the planet earth itself, is famous as Bharata Varsha, nonetheless Bharata, the son of Maharaj Dushyanta, was no less important. He was also a very great personality, and his history is also recorded in our scriptures. Now this Bharata, the son of Maharaj Dushyanta, who is described as Doshan Tyr Eva Yajvanam Doshanti Bharata, son of Dushyanta."
    },
    {
      "start_time": 458,
      "end_time": 591,
      "verse_references": [],
      "themes": [
        "Shakuntala",
        "Maharaj Dushyanta",
        "Bharata's Childhood",
        "Strength"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This child Bharata even in his childhood he was so powerful that he challenged the lions and elephants in the forest and would fight with them as little children play with cats and dogs.",
      "summary": "The speaker narrates the story of Bharata's birth to Shakuntala and Maharaj Dushyanta, and his extraordinary strength as a child growing up in the forest, even comparing him to Tarzan.",
      "timestamp_url": "https://youtu.be/cDXJGgPfPWY?t=458",
      "transcript": "He is the son of the famous beauty Shakuntala. So it is described elsewhere, Marnellos themselves fell in love with Shakuntala in the forest, and Bharata was conceived as the son of Maharaj Dushyanta and Shakuntala. Now this Maharaj, he forgot his wife Shakuntala by the curse of one Kanvamuni. The details are given elsewhere. Here Prabhupada mentions briefly the history, and therefore this child Bharata was brought up in the forest by his mother, son of a Kshatriya king, and this child was raised by the mother in the forest itself. Now this child Bharata, even in his childhood, he was so powerful that he challenged the lions and elephants in the forest and would fight with them as little children play with cats and dogs. This much powerful this Bharata, the son of Maharaja Dushyanta, was even when he was a young boy raised in the forest by his mother Shakuntala. Now it is said because of the boys becoming so strong, single-handedly he could combat elephants and lions in the forest, so he became so strong, more than the so-called Tarzan. There are fictitious characters created nowadays who are actually not real people who have got any strength."
    },
    {
      "start_time": 591,
      "end_time": 674,
      "verse_references": [],
      "themes": [
        "Sarva Dhaman",
        "Mahabharata",
        "Bharata Dynasty"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This boy Bharata is not a fictitious character created by some imaginative story writer. No he is a real person and as a boy he was even more powerful than the so-called Tarzan.",
      "summary": "The lecture emphasizes the reality of Bharata's character and his strength, explaining why he was called Sarva Dhaman and how the Pandavas are addressed as Bharata due to their lineage.",
      "timestamp_url": "https://youtu.be/cDXJGgPfPWY?t=591",
      "transcript": "They are characters created for the sake of some entertainment for children. So one such character Prabhupada mentions, Tarzan. This boy Bharata is not a fictitious character created by some imaginative story writer. No, he is a real person, and as a boy he was even more powerful than the so-called Tarzan. Therefore the rishis in the forest, they called him Sarva Dhaman. This means one who is able to control everyone else is so powerful, Sarva Dhaman, they called him like that. And Srila Prabhupada says this Maharaja Bharata, son of Dushyanta, is fully described in the Mahabharata Aadi Parva. Now the Pandavas or the Kurus are saying that his son was a boy, are sometimes addressed as Bharata. In the Bhagavad Gita, Krishna addresses Arjuna as Bharata."
    },
    {
      "start_time": 674,
      "end_time": 746,
      "verse_references": [
        "BG 3.14"
      ],
      "themes": [
        "Yajna",
        "Sacrifices",
        "Welfare",
        "Cycle of Nature"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "There is a cycle that is operating in this earth planet.",
      "summary": "The speaker explains the importance of performing sacrifices (yajña) for the welfare of the kingdom, highlighting the natural cycle of food production, rainfall, and the role of yajña in maintaining this balance.",
      "timestamp_url": "https://youtu.be/cDXJGgPfPWY?t=674",
      "transcript": "So that is because the Pandavas are born in the dynasty of the famous Maharaj Bharata, who was the son of King Dushyanta. That's why the Pandavas are called Bharata or the members of the Kuru dynasty also. Even Dhritarashtra is addressed as Bharata by Sanjaya in the Bhagavad Gita. So that name Bharata for the descendant of Bharata, the son of King Dushyanta. So this Bharata was famous for performing many many sacrifices. A king should perform sacrifices for the sake of the welfare of the whole kingdom, because in the Bhagavad Gita it is explained that annad bhavanti bhutani parjanyad anna sambhavah yajnyad bhavati parjanyo yajna karma samutbhavah."
    },
    {
      "start_time": 746,
      "end_time": 881,
      "verse_references": [
        "BG 3.14"
      ],
      "themes": [
        "Food Production",
        "Rainfall",
        "Yajna",
        "Prescribed Duties"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        4
      ],
      "key_quote": "So production of grains, sufficient quantity of grains for all creatures, humans and the animals and the other birds etc. depends on proper rainfall.",
      "summary": "The lecture elaborates on the dependence of food production on rainfall, which in turn is dependent on the performance of yajña, emphasizing the importance of prescribed duties for the welfare of all beings.",
      "timestamp_url": "https://youtu.be/cDXJGgPfPWY?t=746",
      "transcript": "There is a cycle that is operating in this earth planet. What is that? That all living beings subsist on food grains directly or indirectly. The vegetarians directly subsist on food grains, but the non-vegetarians they subsist on animals who subsist on food grains. So therefore directly or indirectly all living beings are dependent on food grains. And the food grains are due to rains, proper rainfall. We know that when there is excessive rain or there is scarcity of rain then there is no proper production of grains. So production of grains, sufficient quantity of grains for all creatures, humans and the animals and the other birds etc. depends on proper rainfall, because we cannot manufacture food grains in factories and industries and all kinds of scientific research. We cannot manufacture food grains. It has to be grown on the land, fertile land. And even if the land is fertile, unless there is proper rainfall, you cannot get sufficient grains production. So now the rains are dependent on yajñād bhavati parjanyo. Parjanyo means rainfall. Rainfall is dependent on proper performance of yajña. So yajña performance by the human beings ensures adequate rainfall, not too much, not too little. And if there is proper rainfall, there is plenty of grain production, and that grain production will nourish all creatures on this earth planet, human beings and the lower creatures also, everyone. And this is the arrangement of the Supreme Lord. Yajña karma samudbhavaha. Yajña means to perform prescribed duties, not self-assumed duties."
    },
    {
      "start_time": 881,
      "end_time": 967,
      "verse_references": [],
      "themes": [
        "Duties",
        "Yajna",
        "Prosperity",
        "King's Role"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Duty is something that is prescribed in this jastra for the overall welfare of the entire population of this world.",
      "summary": "The speaker stresses that duties are prescribed for the welfare of all, and the king's role in performing yajña leads to prosperity for the entire country, foretelling Pariksit's future role.",
      "timestamp_url": "https://youtu.be/cDXJGgPfPWY?t=881",
      "transcript": "Nowadays people think, oh my duty is something, according to what I think is my duty. No. Duty is something that is prescribed in this shastra for the overall welfare of the entire population of this world. Otherwise, by artificial means, we cannot get our necessities. Not possible. There will only be a failure of the administrators to provide for the necessities of the people of the country by artificial methods is not going to work. So Bhagavad Gita says the natural method is they should perform yajña. And the foremost person to perform yajña is the king, the ruler, the leader of all the people in the world. He should perform yajña. And when he performs yajña, there is prosperity for all the people of the country. And this Dushyanta was famous for having performed many sacrifices. Similarly, Pariksit also will perform sacrifices for the welfare of the entire kingdom, and there will be prosperity because of this child growing up to rule the whole world. That is what is being foretold by the brahmanas to King Yudhishthira."
    }
  ]
}