{
  "video_id": "Cgn6KZhkQxY",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.7.45-46 | 19-01-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=Cgn6KZhkQxY",
  "segments": [
    {
      "start_time": 0,
      "end_time": 53,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyanati Mirandasya Gyananjanishalakaya Chaksharunminitam Yena Tasmait Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/Cgn6KZhkQxY?t=0",
      "transcript": "Om Agyanati Mirandasya Gyananjanishalakaya Chaksharunminitam Yena Tasmait Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Devi Saraswati Vyasa Tato Jayam Udi Raye"
    },
    {
      "start_time": 53,
      "end_time": 201,
      "verse_references": [
        "SB 1.7.45"
      ],
      "themes": [
        "Dronacharya",
        "Ashwatthama",
        "Draupadi's argument",
        "Vedic Culture"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So in either case, Ashwathama was a representative of Dronacharya, and therefore killing Ashwathama would be like killing Dronacharya.",
      "summary": "The speaker explains verse 45, focusing on Draupadi's argument against killing Ashwatthama, emphasizing that Ashwatthama represents Dronacharya.",
      "timestamp_url": "https://youtu.be/Cgn6KZhkQxY?t=53",
      "transcript": "In this session we will be discussing from the 45th and the 46th verses of the 7th chapter of 1st canto of Srimad Bhagavatam. The 45th verse is Saesha Bhagavang Dronaha Praja Rupena Vartate Tasyatmano Urdham Patnyaste Nanvagad Veerasu Kripi. The meaning of this verse is, He that is Dronacharya is certainly still existing, being represented by his son. His wife Kripi did not undergo a sati with him because she had a son. Gravapati is explaining the reason why Ashwatthama should not be killed. She is coming up with so many different arguments that here she is saying that she is not a good person. She is telling Dronacharya he died in the battle but he is still existing because he is represented by his son, Praja Rupena Vartate, and Dronacharya is referred out of respect by Draupadi as Bhagavan Dronaha, Saesha Bhagavata Dronacharya is referred out of respect by Draupadi as Bhagavan Dronaha, Saesha Bhagavata. So it is explained by Srila Prabhupada in the purport, the wife of Dronacharya, Krippi, is a sister of Krippacharya, a devoted wife, who is according to the revealed scripture, the better half of her husband, is justified in embracing voluntary death along with her husband, if she is without issue. But in the case of the wife of Dronacharya, she did not undergo such a trial, because she had her son, the representative of her husband. So Srila Prabhupada explains, a widow is a widow only in name, if there is a son of her husband existing. So in either case, Ashwathama was a representative of Dronacharya, and therefore killing Ashwathama would be like killing Dronacharya. That was the argument."
    },
    {
      "start_time": 201,
      "end_time": 282,
      "verse_references": [
        "SB 1.7.46"
      ],
      "themes": [
        "respect",
        "family",
        "grief"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A slight insult for a respectable family is sufficient to invoke grief.",
      "summary": "The speaker introduces verse 46, highlighting the importance of respecting respectable families and avoiding actions that cause grief.",
      "timestamp_url": "https://youtu.be/Cgn6KZhkQxY?t=201",
      "transcript": "The argument of Draupadi against the killing of Ashwathama. Draupadi was against killing Ashwathama. The 46th verse. The meaning of this verse is, O most fortunate one, who knows the principles of religion, it is not good for you to cause grief to glorious family members, who are always respectable and worshipful. So Srila Prabhupada says, in the purport to this 46th verse, A slight insult for a respectable family is sufficient to invoke grief. Therefore, a cultured man should always be careful in dealing with worshipful family members. So Srila Prabhupada has explained elaborately these two verses in a discourse he had given earlier."
    },
    {
      "start_time": 282,
      "end_time": 497,
      "verse_references": [],
      "themes": [
        "Guru",
        "Dronacharya",
        "Bhagavan",
        "Opulence",
        "Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The original Bhagawan is Krishna.",
      "summary": "The speaker elaborates on Dronacharya's position as Guru and the meaning of 'Bhagavan,' ultimately defining Krishna as the supreme Bhagavan possessing all opulences.",
      "timestamp_url": "https://youtu.be/Cgn6KZhkQxY?t=282",
      "transcript": "Now, the point explained. The point explained by Prabhupada, especially with reference to these two verses, is that what is the position of Dronacharya in the life of the Pandavas. Dronacharya is accepted as Guru by the Pandavas. They were trained up by Dronacharya. And Dronacharya, especially as required by the Pandavas. As regards Arjuna, Dronacharya taught all the secrets. And already Draupadi has pointed out, It is only by the mercy of Dronacharya that you learnt all the secrets about Dhanur Vidya or Dhanur Veda. So Draupadi is not an ordinary woman. You should always remember this. She knows everything about religious principles. And therefore she is teaching the assembly of respectable learned persons how the spiritual master should be respected. She herself is referring to Dronacharya as Bhagawan Drona. Anyone who is extraordinarily powerful is addressed as Bhagawan. Sometimes Narada is addressed as Bhagawan. Sometimes Lord Shiva is addressed as Bhagawan. They are all extraordinarily powerful personalities. The original Bhagawan is Krishna. The definition given by Parashara Muni in the Shastra is who is Bhagawan. One who possesses the sum total of all the wealth and the other opulences. Six opulences. Sum total of all the six opulences possessed by Krishna, Bhagawan Krishna. He is the supreme Bhagawan. But there are others who are not exactly in the position of Krishna as supreme. But they are also having certain extent the same qualities as Krishna. The qualities of Bhagawan they have. So in that sense they also can be addressed as Bhagawan. Because they are extraordinarily powerful compared to other persons. But they are not having Samagra Aishwarya. They are not having the sum total of all the wealth. So that position possessing the sum total of all the wealth is held only by one person. Krishna. Nobody else can equal him."
    },
    {
      "start_time": 497,
      "end_time": 686,
      "verse_references": [],
      "themes": [
        "Praja",
        "Father-Son Relationship",
        "Vedic Culture",
        "Widow"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Dronacharya is still present in the form of his son Ashwathama.",
      "summary": "The speaker explains the concept of 'Praja' (offspring) and the father-son relationship in Vedic culture, emphasizing that a son represents the father, and a woman with a son is not considered a widow even if her husband is deceased.",
      "timestamp_url": "https://youtu.be/Cgn6KZhkQxY?t=497",
      "transcript": "Nobody else can excel him. So she is telling he is extraordinarily powerful personality, Dronacharya. Saesha Bhagawan Drona. Praja roopena vartate. He is still existing. Praja. In the form of Praja. Praja means offspring, son or daughter. So one who is born of the father is called Praja. Now without father there is no possibility of any birth taking place, either son or daughter. So one who gives birth, Prajayate. Praja is the product of the body of the father. That's what Prabhupada explains. The father's body is actually present in the form of the son or daughter, Praja. The Shastra says, Yatha yoni yatha bijam. Father is the bijam. The seed is given by the father. And just like you sow a seed in the ground, then a huge tree comes up. So the seed itself is generated by the tree. But that seed again grows up to be a tree. So the seed is tree later on. Similarly, the seed is put by the father in the womb of the mother, implanted. And when you sow a seed in the ground, you take care for it to properly grow. Similarly, the seed is sown in the womb of the mother, and the mother takes care of the seed and becomes a big body and comes out. So this is the process of birth. In one sense, the seed and the tree there is no difference. Similarly, there is no difference between the son and the father. No difference. The seed of the father and the father himself, there is no difference. So Dronacharya is still present in the form of his son, Ashwathama. So according to Vedic culture, this is very important to understand. A woman who has got a son, even if her husband is dead, she is not considered a widow. Widow, which actually means a woman who doesn't have a husband, who has lost her husband, husband is dead. But if the husband's representative is there, the son, then the woman is not a widow."
    },
    {
      "start_time": 686,
      "end_time": 805,
      "verse_references": [],
      "themes": [
        "Wife",
        "Better Half",
        "Absolute Truth",
        "Draupadi's Argument"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So in the same way, the wife is considered the better half of the husband, Ardhangini.",
      "summary": "The speaker discusses the concept of the wife as the 'better half' and connects it to the absolute truth, reiterating Draupadi's argument that killing Ashwatthama is equivalent to killing Dronacharya.",
      "timestamp_url": "https://youtu.be/Cgn6KZhkQxY?t=686",
      "transcript": "So in English also it is said, the wife is considered half the body. In Sanskrit also. In English, better half. So where is this concept coming from? So Prabhupada explains, this concept is coming from the absolute truth. The ultimate source of everything is the absolute truth, Krishna. So we have finished that. Now, we have to 1962. We have done this. Now, we have to specifically explain. To understand we completely understand it in abstract language. Why as we have heard it coming. Up grilled. Hannah and zyangorji. Yes this tradition is also like it was before. These ideas. So Radha and Krishna have combined in the form of Chaitanya Mahaprabhu. So in the same way, the wife is considered the better half of the husband, Ardhangini. And the son is there. In so many ways, Draupadi is trying to convince, don't think Dronacharya is dead and gone. Dronacharya is still existing. So killing the son of Dronacharya means killing Dronacharya. So do not do this. This is Draupadi's argument."
    },
    {
      "start_time": 805,
      "end_time": 921,
      "verse_references": [],
      "themes": [
        "Family Glory",
        "Religious Principles",
        "Vaishnavi",
        "Devotion",
        "Compassion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Being a Vaishnavi, being a devotee, a pure devotee, not just a devotee, a pure devotee.",
      "summary": "The speaker emphasizes the importance of acting in a way that glorifies the family, adhering to religious principles, and highlights Draupadi's compassion and devotion as a Vaishnavi, considering the grief that killing Ashwatthama would cause his mother, Kripi.",
      "timestamp_url": "https://youtu.be/Cgn6KZhkQxY?t=805",
      "transcript": "And one should act in such a way that the action will always be glorified in the family. Now Pandava's family is a very respectable family. So Draupadi is telling also, if you know the principles of religion, you will not perform any action which will bring down the glory of the family. You should not do such an action. So therefore, you should take care in dealing with the family members of Dronacharya, especially Krippi. So there will be further reasons given by Draupadi why Ashwathama should not be killed in the next two verses. Now Draupadi is a Vaishnavi. That will be explained in the next verse. She is a great devotee. Earlier also Prabhupada had mentioned in the Purport that she is a pure devotee. Therefore, even though she is aggrieved because of the loss of her sons, she is thinking not just of her own problem. She is thinking how Krippi will be put into so much of grief. She has already lost her husband. Further, if you kill Ashwathama, she is going to be put into so much more grief. So Draupadi has all such considerations. Being a Vaishnavi, being a devotee, a pure devotee, not just a devotee, a pure devotee. I'll stop here. Thank you very much."
    }
  ]
}