{
  "video_id": "cgnQKK7lYx8",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.7.44 | 18-01-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=cgnQKK7lYx8",
  "segments": [
    {
      "start_time": 0,
      "end_time": 62,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyanati Miran Dhasya Gyananj Nishalakaya Chakshurun Meelitam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/cgnQKK7lYx8?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyananj Nishalakaya Chakshurun Meelitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshthaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Ganadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet. In this session we will be discussing from the 44th verse of the Bhagavad Gita, of the 7th chapter of the 1st canto of Srimad Bhagavatam."
    },
    {
      "start_time": 62,
      "end_time": 178,
      "verse_references": [
        "SB 1.7.44"
      ],
      "themes": [
        "Dhanurveda",
        "Vedic knowledge",
        "military science"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Gross military science is dependent on material weapons but finer than that is the art of throwing arrows saturated with Vedic hymns which act more effectively than gross material weapons like machine guns or atom bombs.",
      "summary": "The speaker discusses the verse from Srimad Bhagavatam about Dhanurveda, the Vedic military science, and how it involves controlling weapons with Vedic hymns, a science lost in modern times.",
      "timestamp_url": "https://youtu.be/cgnQKK7lYx8?t=62",
      "transcript": "Sarahasyo Dhanur Vedaha Savisargo Pasamyamaha Astra Gramascha Bhavata Shikshito Yad Anugrahat. The meaning of this verse is, it was by Dronacharya's mercy that you learnt the military art of throwing arrows and the confidential art of controlling weapons. Sarahasyo Dhanur Vedaha. So Shri La Prabhupada explains in the purport, Dhanur Veda or military science was taught by Dronacharya with all its confidential secrets of throwing and controlling by Vedic hymns. This is unknown in modern times. Control a weapon after releasing it by mantra, sound. Gross military science is dependent on material weapons but finer than that is the art of throwing arrows saturated with Vedic hymns which act more effectively than gross material weapons like machine guns or atom bombs. See the difference? That art, or the science, is lost now. It's not there. The control is by Vedic mantras or the transcendental science of sound. Vedic mantras, they are not ordinary sounds. The sound can be used to direct a weapon, to control a weapon."
    },
    {
      "start_time": 178,
      "end_time": 453,
      "verse_references": [],
      "themes": [
        "Shabda Vedi",
        "Maharaj Dasaratha",
        "Ramayana",
        "mistake",
        "consequences"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He could pierce his target with his arrow by only hearing the sound without seeing the object.",
      "summary": "The speaker narrates the story of Maharaj Dasaratha and his mastery of Shabda Vedi, the art of hitting a target by sound, and how he accidentally killed a Brahmachari named Shravan Kumar, leading to negative consequences.",
      "timestamp_url": "https://youtu.be/cgnQKK7lYx8?t=178",
      "transcript": "To target a particular person when you release a weapon. That is lost now. That science is lost. So in the Ramayana, it is said that Maharaj Dasaratha, the father of Lord Sri Rama used to control arrows by sound only. He could pierce his target with his arrow by only hearing the sound without seeing the object. So Srila Prabhupad explains, it is called Shabda Vedi. Just like I cannot see where is a bird, but the bird is chirping. And by Shabda Vedi, I can release an arrow. It will go wherever the bird is by the dint of the sound the bird is making. And it will go and kill that bird. So, this is called Shabda Vedi. Now Maharaja Dasharatha used it. He knew this science and he used it. And once he made a mistake of instead of killing an animal in the forest, he killed a boy, one Brahmachari. It is described in the Ramayana. Because that Brahmachari had come, he was taking his parents on a pilgrimage and they were old. He was carrying them in a palanquin and when they were thirsty on the way, so he stopped and he went to fetch water. So, he went looking for a water source and he found a pond with clear water. So, when he dipped that pot in the pond to get water, it made sound and this Dasharatha, was actually hiding. And when he heard that sound, he thought here is some animal that has come to drink water in the pond. So, he released an arrow aimed at whoever was actually making that sound while fetching water or drinking water. And the arrow went and actually pierced that Brahmachari. His name was Shravan Kumar. That is described in the Ramayana. And Shravan Kumar almost immediately was killed by the arrow released by Dasharatha. Then Dasharatha, after having released the arrow, when he heard a human being is crying out, then he went and saw, Oh, I have killed a Brahmachari. He never intended to kill a Brahmachari. No. But he mistook by the sound of that pot he was trying to fill. He mistook that sound to be the sound of an animal drinking water. And because he knew the science without seeing the target, He actually shot the arrow, Shabda Vedi, and it went and pierced that target. The Brahmachari who made that sound while filling the pot."
    },
    {
      "start_time": 453,
      "end_time": 689,
      "verse_references": [],
      "themes": [
        "curse",
        "Dasharatha's death",
        "Rama's exile",
        "karma",
        "divine plan"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So I have come to give you water. Then they were ecstatic. They were extremely aggrieved because only his son, they were dependent on him.",
      "summary": "The speaker continues the story of Dasharatha, explaining how the Brahmachari's parents cursed him, leading to his grief and death due to Rama's exile, but ultimately, Dasharatha was blessed to have the Supreme Lord as his son.",
      "timestamp_url": "https://youtu.be/cgnQKK7lYx8?t=453",
      "transcript": "So when he came and saw, he was very, very repentant. Then just before that boy died, he said, my parents are waiting nearby. They are elderly. They are in a palanquin. So kindly give them water. They are very thirsty. So this Dasharatha, and saying this, he died. Dasharatha took that pot of water and actually went to give that water to nearby. He saw a palanquin and two elderly people. Obviously, the parents of that Brahmachari, Shravan Kumar, were sitting. And he went and tried to give them water. They asked, who are you? He said, I am actually a king. And I had come for hunting. And I am very sorry to inform you that by mistake, instead of killing an animal, I killed your son. So I have come to give you water. Then they were ecstatic. They were extremely aggrieved because only his son, they were dependent on him. And they cursed this Dasharatha that even Dasharatha would die being aggrieved by the loss of his son. And what happened? Because of that curse, Dasharatha, at the time of coronation of Lord Ramachandra, his eldest son, he was obliged to his youngest queen, Kaikeyi, that she demanded that Rama be banished, sent to the forest in exile, 14 years. And that her own son, Bharata, be enthroned as the king. And because Dasharatha was bound by a promise to this queen, Kaikeyi, he had to actually fulfill that promise. And then even though he was reluctant, when Rama came to know that his father had promised his stepmother, so he agreed to actually fulfill that demand of his stepmother. Because he wanted to keep his father's promise intact. He did not want to break that promise. So Rama was, he went away to the forest. And Dasharatha could not tolerate that his son was actually banished just when he was about to be coronated. And in that grief he died. Of course, because Rama is no ordinary son, dying while constantly thinking and calling out his name, that was good for Dasharatha. Because Rama is the Supreme Lord. So that was his blessing that he got the Supreme Lord as his son. And therefore, even if, whatever be the case, he was actually fortunate. But still, Dasharatha did commit a grave mistake by not properly utilizing the Shabda Vedi. So they knew this science."
    },
    {
      "start_time": 689,
      "end_time": 815,
      "verse_references": [
        "BG 15.15"
      ],
      "themes": [
        "Upavedas",
        "Dhanurveda",
        "Ayurveda",
        "Sthapatyaveda",
        "Gandharvaveda",
        "Brahmavidya",
        "Atmavidya",
        "Krishna consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Vedas ultimate goal is to know or understand Krishna.",
      "summary": "The speaker discusses the Upavedas, including Dhanurveda, Ayurveda, Sthapatyaveda, and Gandharvaveda, emphasizing that the ultimate goal of the Vedas is to understand Krishna and our relationship with Him.",
      "timestamp_url": "https://youtu.be/cgnQKK7lYx8?t=689",
      "transcript": "And that's how Arjuna was taught all this by Dronacharya. The science called Dhanurveda. It is one of the Upavedas. Dhanurveda, Ayurveda, Sthapatyaveda, Gandharvaveda. The science of dance and music. The science of architecture. That's how they used to build beautiful temples. Nice Gopurams, nice Vimanam. Very intricately carved, exact dimensions, etc. So all these sciences are there in the Vedas. Upaveda. It is subsidiary. Because the main subject matter of the Vedas is Brahmavidya, Atmavidya. Spiritual science. Krishna says in the Bhagavad Gita, Adhyatmavidya Vidyanam. So, don't be carried away by some subsidiary subsidiary subject matter of the Vedas. Because the main aim of the Vedas Vedaischa Sarvair Ahameva Vedyam. The Vedas ultimate goal is to know or understand Krishna. So this is very important. As I mentioned earlier in a previous session, that Chaitanya Mahaprabhu teaches us the main teaching of the Vedas is Who am I? Who is Krishna? And what is my relationship with Krishna? This is the ultimate goal of life. To re-establish our lost relationship with Krishna in devotional service. In devotional service."
    },
    {
      "start_time": 815,
      "end_time": 984,
      "verse_references": [],
      "themes": [
        "detachment",
        "Krishna consciousness",
        "Pandavas",
        "Mahaprasthana",
        "pure devotees"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "They are not carried away by those skills.",
      "summary": "The speaker uses the example of the Pandavas to illustrate how even with worldly achievements, pure devotees remain focused on Krishna consciousness and detachment, ultimately renouncing everything to return to the Lord.",
      "timestamp_url": "https://youtu.be/cgnQKK7lYx8?t=815",
      "transcript": "So that way, if somebody learns even a subsidiary subject matter in the Vedas, they understand the ultimate goal is not merely the use of that particular skill or that subject matter. Just like the Pandavas. They won the battle of Kurukshetra. But they ruled for very short time. Because they were ruling because it was Krishna's instruction to them. Because they were divine natured. So they should be ruling the people. Because they are divine natured. Not demoniac natured persons like Kauravas. So they were ruling. But when they came to know that Krishna has actually departed for his personal abode. Immediately they retired. Immediately they retired and went on Mahaprasthana. They renounced. Of course before renouncing they handed over charge of ruling to the grandson, Arjuna's grandson Parikshit Maharaj. So Yudhishthira handed over charge to Parikshit Maharaj. And all the five Pandavas they went away. Mahaprasthana. They keep walking while remembering the Supreme Lord. And in that consciousness of remembrance of the Lord they will quit the body. Whenever it is time to quit the body. They keep walking, walking, walking. So they are conscious of the ultimate goal is to prepare oneself to quit the body while remembering the Lord. And therefore when they learnt that Krishna has gone back to his abode and Narada had told you remain here on the earth till Krishna is here. And after that you go back to Krishna. Because they are all belonging to Krishna. They are associates of Krishna. Personal associates. So they go back to Krishna. They came for the sake of participating in Krishna's pastimes as Krishna's assistants. And they go back. This is the position of a pure devotee. So as pure devotees they never forget they teach us by their exemplary behavior. What is the proper goal in spite of studying these other subjects. They are not carried away by those skills. I will stop here."
    }
  ]
}