{
  "video_id": "CgoBer_VitE",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.12.4 | 1-08-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=CgoBer_VitE",
  "segments": [
    {
      "start_time": 0,
      "end_time": 50,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/CgoBer_VitE?t=0",
      "transcript": "Om Gyanati Miran Dhasya Gyanan Janishalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Devi Saraswati Vyasam Tato Jaya Mudhirayet"
    },
    {
      "start_time": 50,
      "end_time": 145,
      "verse_references": [],
      "themes": [
        "Srimad Bhagavatam",
        "science of Krishna",
        "Srila Prabhupada",
        "world peace"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "There is a need for the science of Krishna in human society for all the suffering humanity of the world.",
      "summary": "The speaker introduces the topic of discussion, verse 4 of the 12th chapter of the first canto of Srimad Bhagavatam, and emphasizes the importance of the science of Krishna for the well-being of humanity, referencing Srila Prabhupada's vision.",
      "timestamp_url": "https://youtu.be/CgoBer_VitE?t=50",
      "transcript": "In this session, we will be discussing from the fourth verse of the twelfth chapter of the first canto of Srimad Bhagavatam: Suta Uvacha Apipalad Dharma Rajaha Pitruvad Rajayan Prajaha Nispraha Sarvakamebhya Krishna Padanu Sevaya. The meaning of this verse is: Shri Suta Goswami said, \"Emperor Yudhishthira administered generously to everyone during his reign. He was exactly like his father. He had no personal ambition and was freed from all sorts of sense gratification because of his continuous service unto the lotus feet of the Lord Shri Krishna.\" So Suta Goswami is beginning to answer the point raised by Shaunaka Rishi on behalf of the sages of Naimishaharanya. Srila Prabhupada explains this elaborately in the purport. As many of you know, in our introduction, there is a need for the science of Krishna in human society for all the suffering humanity of the world. And we simply request the leading personalities of all nations to take to the science of Krishna for their own good, for the good of society, and for the good of all the people of the world. This is the vision of the Acharya."
    },
    {
      "start_time": 145,
      "end_time": 246,
      "verse_references": [],
      "themes": [
        "Krishna's concern",
        "Acharyas",
        "Srila Prabhupada",
        "science of Krishna",
        "leadership"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Srila Prabhupada as the Acharya is thinking about the well-being of every living entity in this entire world.",
      "summary": "The speaker elaborates on Krishna's concern for all living beings and how Acharyas, particularly Srila Prabhupada, share this concern and advocate for the science of Krishna to benefit the world, especially if leaders participate.",
      "timestamp_url": "https://youtu.be/CgoBer_VitE?t=145",
      "transcript": "Srila Prabhupada's vision is meant for doing good to the entire world. Acharyas come to this world on behalf of Krishna. Krishna's concern is every living entity in this material world who is suffering. Krishna's concern is all such suffering souls. Krishna wants to deliver, wants to take back all the suffering souls who are suffering in this material world to his personal abode. So just like Krishna thinks of the entire world, every living being, similarly the Acharyas, and in our present times, Srila Prabhupada as the Acharya is thinking about the well-being of every living entity in this entire world. Therefore, he is suggesting, based on the Srimad Bhagavatam's recommendation, that everyone should simply take to the science of Krishna. That will do them good. And if leaders simply participate in this attempt to distribute this science of Krishna to the entire world, then it will do good to the whole world, to the entire campus, to everyone."
    },
    {
      "start_time": 246,
      "end_time": 355,
      "verse_references": [],
      "themes": [
        "Maharaj Yudhishthira",
        "Ramachandra",
        "Praja",
        "ideal king"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The king represents all living beings.",
      "summary": "The speaker uses the examples of Maharaj Yudhishthira and Ramachandra as ideal kings and explains the meaning of the word 'Praja' to encompass all living beings, not just humans.",
      "timestamp_url": "https://youtu.be/CgoBer_VitE?t=246",
      "transcript": "So it is confirmed herein by the example of Maharaj Yudhishtira. Ramachandra was the ideal king, and all other kings or emperors in India controlled the destiny of the world for the prosperity of every living being who took birth on the earth. You see, Ramaraja is important because Lord Ramachandra ruled in such a way that there was prosperity for every living being. And Srila Prabhupada now particularly explains the word Praja. Herein, the word Praja is significant. The etymological import of the word is that which is born, Praja, that which is born. On the earth, there are many species of life from aquatics up to the perfect human beings, and all are known as Prajas. Praja doesn't mean only human beings. Praja means all living beings who take birth in this world. Lord Brahma, the creator of this particular universe, is known as the Prajapati because he is the grandfather of all who have taken birth. Thus, Praja is used in a broader sense than it is now used. The king represents all living beings: the aquatics, the plants, trees, reptiles, birds, animals, and man."
    },
    {
      "start_time": 355,
      "end_time": 472,
      "verse_references": [
        "BG 14.4"
      ],
      "themes": [
        "Supreme Lord",
        "protection",
        "administration",
        "animal society"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Every one of them is a part and parcel of the Supreme Lord.",
      "summary": "The speaker quotes Bhagavad Gita to emphasize that all living beings are part of the Supreme Lord and that a true leader should provide protection to all, contrasting this with the current demoralized system of administration.",
      "timestamp_url": "https://youtu.be/CgoBer_VitE?t=355",
      "transcript": "Every one of them is a part and parcel of the Supreme Lord. And this is mentioned in Bhagavad Gita, 14th chapter, 4th verse: Sarva Yoni Shukanteya Am Bija Pradapita. Krishna says, \"Of all species of life, I am... I am the seed-giving father.\" So, every living being is part and parcel of the Supreme Lord. The king, being the representative of the Supreme Lord, is duty-bound to give proper protection to every one of them. This is not the case with the presidents and dictators of this demoralized system of administration in the present times. The same then Telugu The rent which has been laid at times happened in the late mud days to the gametea, however the man fewer, better persons where the lower animals are given no protection, while the higher animals are given so-called protection. It's the animal society The man more important such that simply neglectful of the spiritual culture and they live like animals and the government is not really bothered about the real welfare of the people neither they give proper protection to the poor animals the lower animals so Srila Prabhupada says this is a great science how to give protection to all"
    },
    {
      "start_time": 472,
      "end_time": 555,
      "verse_references": [],
      "themes": [
        "science of Krishna",
        "perfect man",
        "devotional service",
        "government"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "By knowing the science of Krishna one can become the most perfect man in the world.",
      "summary": "The speaker emphasizes that the science of Krishna is essential for becoming a perfect person and that academic qualifications are useless without it, highlighting the importance of devotional service for leaders.",
      "timestamp_url": "https://youtu.be/CgoBer_VitE?t=472",
      "transcript": "living beings based on the scriptural directions. This is a great science which can be learned only by one who knows the science of Krishna. By knowing the science of Krishna, one can become the most perfect man in the world. And unless one is knowledgeable in the science, all qualifications and doctorate diplomas acquired by academic education are spoiled and useless. Nowadays, people claim to have done so much advancement in different branches of science and technology, but they don't have any knowledge about the science of Krishna, and therefore all their other knowledge is useless. It results in defeat of human birth, defeat of the entire civilization. Maharaj Yudhishthira knew this science of Krishna very well, for it is stated here, and by continuous cultivation of this science or by continuous cultivation of devotional service to Lord Krishna, he acquired the qualification of administering this state."
    },
    {
      "start_time": 555,
      "end_time": 672,
      "verse_references": [],
      "themes": [
        "devotional service",
        "Maharaj Yudhishthira",
        "material suffering",
        "administration"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He wants to free all the people from the shackles of material suffering.",
      "summary": "The speaker explains that devotional service is not sectarian and is meant for every human being, highlighting Maharaj Yudhishthira's desire to free people from material suffering and his administration based on the good of the citizens.",
      "timestamp_url": "https://youtu.be/CgoBer_VitE?t=555",
      "transcript": "So this is the necessity for the king or the governmental head to actually continuously cultivate this devotional service to the Supreme Lord Krishna. This is not a sectarian process meant for some believers. No, it is meant for especially every human being. The father is sometimes seemingly cruel to the son, but that does not mean that the father has lost the qualification to be a father. A father is always a father because he always has the good of the son at the heart. The father wants every one of his sons to become a better man than himself. Therefore, a king like Maharaj Yudhishthira, who was the personality of goodness, wanted everyone under his administration, especially human beings who have better developed consciousness, to become devotees of Lord Krishna so that everyone can become free from the trifles of material existence. See the lofty thinking of Maharaj Yudhishthira. He wants to free all the people from the shackles of material suffering. He wants to make them completely free from material suffering. And for that, there is a definite process recommended in the Srimad Bhagavatam. His motto of administration was all good for the citizens, for as personified goodness, he knew perfectly well what is actually good for them. He conducted the administration on that principle"
    },
    {
      "start_time": 672,
      "end_time": 775,
      "verse_references": [],
      "themes": [
        "demoniac principle",
        "sense gratification",
        "selfishness",
        "service to Krishna",
        "parts and parcels"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Modern day administrators they rule the world based on giving sense gratification to the people and that is demoniac.",
      "summary": "The speaker contrasts the demoniac principle of sense gratification with the ideal of serving Krishna, explaining that serving Krishna includes serving all living beings as parts and parcels of the whole.",
      "timestamp_url": "https://youtu.be/CgoBer_VitE?t=672",
      "transcript": "and not on the Rakshasi demoniac principle of sense gratification. Modern day administrators, they rule the world based on giving sense gratification to the people, and that is demoniac. It makes people degraded. It makes people selfish. It makes people cruel. It makes people envious. So that is not the proper way to rule the world or the nation or the kingdom. As an ideal king, he had no personal ambition: Nisriha Sarvakamyaipya. Personally, he had no desire for material enjoyment, and there was no place for sense gratification because all his senses at all times were engaged in the loving service of the Supreme Lord, which includes the partial service to the living beings who form the parts and parcels of the complete whole. So when Yudhishthira Maharaj is serving the Supreme Lord Krishna, that means he is also engaged in serving the living beings who are part of Krishna. Those who are busy rendering service to the parts and parcels, leaving aside the whole, only spoil time and energy as one does when watering the leaves of a tree without watering the root."
    },
    {
      "start_time": 775,
      "end_time": 885,
      "verse_references": [],
      "themes": [
        "watering the root",
        "service to Krishna",
        "perfect management",
        "next life"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When one renders service to Krishna who is the complete whole, then all the parts and parcels, the living entities, they are automatically served.",
      "summary": "The speaker uses the analogy of watering the root of a tree to explain that serving Krishna automatically serves all living beings, emphasizing that Yudhishthira Maharaj's administration ensured both comfort in this life and progress in the next, concluding the lecture with thanks and Hare Krishna.",
      "timestamp_url": "https://youtu.be/CgoBer_VitE?t=775",
      "transcript": "This is the example given in the Bhagavatam. As when watering the root of a very big tree, all the branches, the leaves, the twigs, every other part of the tree is completely nourished by the watering of the root of the tree. Exactly like that. When one renders service to Krishna who is the complete whole, then all the parts and parcels, the living entities, they are automatically served by this one action of serving Krishna. If water is poured on the root of the tree, the leaves are enlivened perfectly and automatically. But if water is poured on the leaves only, the whole energy is spoiled. Maharaj Yudhishthira therefore was constantly engaged in the service of the Lord, and thus the parts and parcels of the Lord, the living beings, under his careful administration, were perfectly attended with all comforts in this life and all progress in the next. That is the way of perfect management of state administration. See, not only this life, when Yudhishthira Maharaj was doing administration, their next life was also safeguarded. It was the best preparation for the people for the next life by rendering service to Lord in this life. I will stop here. Thank you very much."
    }
  ]
}