{
  "video_id": "CGZkMtd3VI4",
  "title": "SB 1.18.1-2 | HH Stoka Krishna Swami | 25-03-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=CGZkMtd3VI4",
  "segments": [
    {
      "start_time": 49,
      "end_time": 177,
      "verse_references": [],
      "themes": [
        "Srimad Bhagavatam",
        "Parikshit Maharaj",
        "Sukadeva Goswami",
        "Krishna Katha"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Their meeting is completely transcendental completely spiritual so these topics are also Krishna Katha.",
      "summary": "The lecture begins with an introduction to the 18th chapter of the first canto of Srimad Bhagavatam, focusing on the questions asked by the sages of Naimisharanya about Parikshit Maharaj and Sukadeva Goswami and their connection to Krishna.",
      "timestamp_url": "https://youtu.be/CGZkMtd3VI4?t=49",
      "transcript": "In this session we will be discussing from two verses, the first and second verse of the 18th chapter of the first canto of Srimad Bhagavatam. We are beginning a new chapter in this session. The 18th chapter is entitled Maharaj Pariksit Cursed by a Brahmana Boy. If you remember, this first canto began by the sage Naimisharanya asking six questions. To begin with, this was a print of this discussion from the Ugrashrava Suta, Suta Goswami, and Suta Goswami answered these questions and he saw the Sages are very eager to hear about Krishna. So when he saw the eagerness to hear about Krishna, then he said I am going to recite the Srimad Bhagavatam as I heard it from Sukadeva Goswami, when Sukadeva Goswami is speaking Bhagavatam seven days continuously to Parikshit Maharaj, when Parikshit Maharaj is about to quit his body, cursed by a brahmana body. So before Suta Goswami could begin reciting the Bhagavatam that he heard from Shukadeva Goswami, the sage Brahmishananya had so many more questions: please tell us before you begin reciting Bhagavatam, please tell us about Parikshit Maharaj, please tell us about Shukadeva Goswami, please tell us how did Parikshit Maharaj meet Shukadeva Goswami, how did they meet and we have heard that Parikshit Maharaj's birth activities and even his death is very very glorious, please describe in detail these topics which pertain to Krishna. Krishna means Krishna and his pure devotees. So since Shukadeva Goswami is a pure devotee of Krishna, Parikshit Maharaj is a pure devotee of Krishna."
    },
    {
      "start_time": 228,
      "end_time": 343,
      "verse_references": [],
      "themes": [
        "Parikshit Maharaj",
        "Kali",
        "Surrender",
        "Fearlessness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Parikshit protected his citizens against influence of Kali by taking proper steps so they were amazed what a great and wonderful personality is Parikshit Maharaj",
      "summary": "The speaker discusses the first verse of the 18th chapter, highlighting Parikshit Maharaj's wonderful administration and his ability to protect his citizens from the influence of Kali, emphasizing his surrender to Krishna.",
      "timestamp_url": "https://youtu.be/CGZkMtd3VI4?t=228",
      "transcript": "The first verse of the 18th chapter, Shukadeva Goswami said, \"Due to the mercy of the personality of God, Shri Krishna, who acts wonderfully, Maharaj Parikshit, though struck by the weapon of the son of Drona in his mother's womb, could not be so.\" In the purport, Srila Prabhupada says, \"The sages of Naimisharanya became struck with wonder after hearing about the wonderful administration of Maharaj Parikshit, especially in reference to his punishing the personality of Kali and making him completely unable to do any harm within the kingdom.\" See, Parikshit Maharaj gave shelter to Kali, but who is Kali? He is the friend of irreligion, adharma bandhu. He's got nefarious purpose. So Parikshit Maharaj gave him shelter, at the same time he incapacitated Kali Purusha to do any harm within his kingdom. Parikshit protected his citizens against influence of Kali by taking proper steps. So they were amazed what a great and wonderful personality is Parikshit Maharaj. Suta Goswami is equally anxious to describe Maharaj Parikshit's wonderful birth and death and this verse is stated by Suta Goswami to increase the interest of the sage Naimisharanya that his birth was wonderful, now hear about his death, even that is very very"
    },
    {
      "start_time": 343,
      "end_time": 474,
      "verse_references": [],
      "themes": [
        "Fearlessness",
        "Surrender",
        "Narayana Parayana",
        "Material Existence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Only a pure devotee of the Supreme Lord is fearless in this material existence.",
      "summary": "The speaker explains the second verse, focusing on Parikshit Maharaj's fearlessness due to his surrender to Krishna, contrasting it with the miseries of material existence (birth, death, old age, and disease).",
      "timestamp_url": "https://youtu.be/CGZkMtd3VI4?t=343",
      "transcript": "very wonderful. Second verse: brahma kopa utthitaad yastu, brahma kopa utthitaad yastu, brahma kopa utthitaad yastu takshakath phduina prihlavathu nasamuhamoha urubhayat bhagavati arpitashayaha. The meaning of the second verse: furthermore, Maharaj Parikshit was always consciously surrendered to the personality of Godhead and therefore he was neither afraid nor overwhelmed by fear due to a snake bird which was to bite him because he was afraid of him and of the fury of a brahmana boy. Before describing the details of Pariksit being cursed by a brahmana boy for an untimely death due to the curse being bitten by a snake bird, Suta Goswami is telling the sage Nami Sharanya that Pariksit Maharaj was not afraid of death itself, what to speak of fear of death due to a curse being bitten by a snake bird, he had no fear at all. Why? Because he is always surrendered to the personality of Godhead Krishna. So in the purport Srila Prabhupada explains this point. A self-surrendered devotee of the Lord is called Narayana, Narayana, Parayana. One is completely surrendered to the Supreme Lord Narayana and is very much attached to the Lord. Such a person is never afraid of any place or person, not even of death. Only a pure devotee of the Supreme Lord is fearless in this material existence. Otherwise in the material existence there are always these four right components, one is a pure devotee of the Lord and one is a pure devotee of the Lord. So Nami Sharanya is telling us that the pure devotee of the Lord is fearlessness in this material existence. Otherwise in the material existence there are always these four fundamental problems which simply are giving so much of miseries to the living"
    },
    {
      "start_time": 474,
      "end_time": 597,
      "verse_references": [
        "BG 13"
      ],
      "themes": [
        "Material Existence",
        "Dukha",
        "Surrender",
        "Heaven and Hell"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Material existence means these four fundamental Dukha, Dosha. Dukha means misery and Dosha means defect.",
      "summary": "The lecture elaborates on the miseries of material existence and how a surrendered devotee views heaven and hell equally, understanding them as creations of the Lord.",
      "timestamp_url": "https://youtu.be/CGZkMtd3VI4?t=474",
      "transcript": "entities. Janma, Mrtyu, Jara, Vyadi, Dukha, Dosha, Anudarshanam, Krishna warns about this in the 13th chapter of the Bhagavad Gita. Material existence means these four fundamental Dukha, Dosha. Dukha means misery and Dosha means defect. So, nobody can avoid these four things. Once they take birth in this material world, they have to face death at a later time. And in between birth and death, there are the miseries of disease and old age. But a person who is completely surrendered to the Supreme Lord, like Maharaj Pariksit, is never afraid of any misery or any person or any situation, not at all. He is fearless. For him, that means for such a surrendered soul, nothing is as important as the Supreme Lord. Thus, he gives equal importance to heaven and hell. Why? How is it possible? That a surrendered devotee of the Supreme Lord, how does he give equal importance to heaven and hell? There is so much difference in the conditions of living in heaven and hell. The reason is, he knows well that both heaven and hell are creations of the Lord. Who is the creator of this material existence? The different planetary systems, the different arrangements, the different facilities. It is Supreme Lord himself. He is the original creator. There are secondary creators, but the original creator is the Supreme Lord. And similarly, life and death are different conditions of existence created by the Lord in this material world."
    },
    {
      "start_time": 597,
      "end_time": 718,
      "verse_references": [],
      "themes": [
        "Remembrance of Narayana",
        "Surrender",
        "Fearlessness",
        "Curse"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But in all conditions and in all circumstances in this material world, remembrance of Narayana is essential if at all somebody wants to be fearless.",
      "summary": "The importance of remembering Narayana in all circumstances is emphasized, along with the explanation of how Parikshit Maharaj, as a pure devotee, was not afraid of death or the curse because he considered it sent by Narayana.",
      "timestamp_url": "https://youtu.be/CGZkMtd3VI4?t=597",
      "transcript": "It is an arrangement of the Supreme Lord that those living entities who are rebellious to devotional service, who are rebellious and who don't want to live with the Supreme Lord in the spiritual kingdom of God, they are placed in material existence and they are placed in situation of life and death, heaven and hell, etc. But in all conditions and in all circumstances in this material world, remembrance of Narayana is essential if at all somebody wants to be fearless, somebody wants protection, somebody wants to avoid suffering from these conditions. What is most essential and what works really ultimately is the remembrance of Narayana. Constant remembrance of the Supreme Personality of Godhead, Narayana. The Narayana Parayana practices this constantly. A pure devotee like Maharaj Pariksit, he practices remembering Narayana constantly. Maharaj Pariksit was such a pure devotee. He was wrongfully cursed by an inexperienced son of a brahmana. He was wrongfully cursed by an inexperienced son of a brahmana. This son of the brahmana was under the influence of Kali. Therefore, he wrongly cursed Parikshit Maharaj. And details will be described in the later part of this chapter by Suta Goswami. But here Prabhupada is just explaining how Parikshit was not afraid of death or the curse or the bite of this snake bird by which he was supposed to die. He was not afraid of that."
    },
    {
      "start_time": 718,
      "end_time": 891,
      "verse_references": [],
      "themes": [
        "Parikshit Maharaj",
        "Krishna's Protection",
        "Brahmastra",
        "Surrender"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Anything sent by God is a blessing for the devotee.",
      "summary": "The speaker recounts the story of how Krishna saved Parikshit Maharaj from the Brahmastra in his mother's womb, highlighting Parikshit's understanding that even his death by snake bite would be by the will of the Lord, and how a devotee sees everything as a blessing.",
      "timestamp_url": "https://youtu.be/CGZkMtd3VI4?t=718",
      "transcript": "So, Maharaj Parikshit took this curse to be sent by Narayana. How is it possible for Parikshit to consider like this? He knew that Narayana, Lord Krishna had saved him when he was burned in the womb of his mother. How did Parikshit take birth? When he was in the womb of his mother. At the end of the battle of Kurukshetra, this Dronacharya's son Ashwatthama was fighting on the side of the Kauravas and the Kauravas had lost the battle. So, he wanted to somehow take revenge against the Kauravas losing the battle. So, he tried to kill them. He tried to kill the five Pandavas and by mistake he killed the five sons of the five Pandavas, Upapandavas and by beheading them when they were asleep, fast asleep. And this was not at all appreciated by Duryodhana, his master. Duryodhana condemned this heinous act by Ashwatthama. And then Ashwatthama was actually punished by Arjuna, though his life was spared. And then he still was not, was not still giving up the opportunity to do some harm, some destruction for the Pandavas. So, what did he do? He used a Brahmastra to kill the only surviving descendant of the Pandavas who was Maharaj Parikshit, in the womb of his mother, the grandson of Arjuna, in the womb of his mother, Abhimanyu's wife, Arjuna's daughter-in-law. So, he tried to kill Parikshit in the womb of his mother. But Parikshit was saved by Krishna when this danger was there. So, Parikshit knew that he was saved by the Supreme Lord Narayana or Lord Krishna when he was in the womb of his mother. And similarly, if he were to be killed by a snake bite, it would also take place by the will of the Lord. So, the devotee never goes against the will of the Lord. Anything sent by God is a blessing for the devotee."
    },
    {
      "start_time": 891,
      "end_time": 937,
      "verse_references": [],
      "themes": [
        "Surrender",
        "Fearlessness",
        "Pure Devotee",
        "Shelter of the Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "That is the sign of a pure devotee of the Lord. A pure devotee is always fearless.",
      "summary": "The lecture concludes by summarizing the qualities of a pure devotee, emphasizing their fearlessness, protection under the Lord's shelter, and indifference to material situations due to their complete surrender.",
      "timestamp_url": "https://youtu.be/CGZkMtd3VI4?t=891",
      "transcript": "So, devotee is completely surrendered to the Lord. His life is in the hands of the Lord. Nobody else can do anything without the Lord's sanction in the material world. Therefore, Maharaj Parikshit was neither afraid nor bewildered by such things as a curse or bite of a snake bird or death itself. That is the sign of a pure devotee of the Lord. A pure devotee is always fearless. He is always protected. He is always under the shelter of the Supreme Lord. And in this way, he is actually indifferent to all material situations and circumstances. I will stop here. Thank you very much."
    }
  ]
}