{
  "video_id": "chsNODAkKKw",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.6.34 | 29-11-2021",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=chsNODAkKKw",
  "segments": [
    {
      "start_time": 59,
      "end_time": 150,
      "verse_references": [
        "SB 1.6.34"
      ],
      "themes": [
        "chanting",
        "transcendental activities",
        "overcoming anxiety"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "anybody who is full of anxieties due to this material existence they can very easily cross over this ocean of nescience...by taking help of the constant chanting of the transcendental activities of Lord Krishna.",
      "summary": "Narad Muni instructs Vyasa Deva that chanting the transcendental activities of Lord Krishna helps overcome anxieties of material existence.",
      "timestamp_url": "https://youtu.be/chsNODAkKKw?t=59",
      "transcript": "In this session we will be discussing from the 34th verse of the 6th chapter of the 1st canto of Srimad Bhagavatam: एतद्ही आतुरचित्तानाम् मात्रास्परशेच्छयामुहु भवसिंदुप्लवो दुरुष्टो हरिचरियानु वर्णनम। The meaning of this verse is, it is personally experienced by me that those who are always full of cares and anxieties due to desiring contact of the senses with their objects can cross the ocean of nescience on a most suitable boat, the constant chanting of the transcendental activities of the personality of Godhead. These are words spoken by Narad Muni. He is instructing Vyasa Deva that by his personal experience he has found out that anybody who is full of anxieties due to this material existence, they can very easily cross over this ocean of nescience, ocean of ignorance, ocean of material existence by taking help of the constant chanting of the transcendental activities of Lord Krishna."
    },
    {
      "start_time": 159,
      "end_time": 237,
      "verse_references": [],
      "themes": [
        "living entity",
        "activity",
        "spirit soul"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The symptom of a living being is that he cannot remain silent even for some time.",
      "summary": "A living being is always active, thinking, or talking, animated by the eternally living spirit soul.",
      "timestamp_url": "https://youtu.be/chsNODAkKKw?t=159",
      "transcript": "So, Srila Prabhupada explains in the purport, how does it work? The symptom of a living being is that he cannot remain silent even for some time. He can't find food. He can't even consume food. There is this past sente constantly silent. There is this present sensation of absence. For just some night. Nothing will happen. Continuously nothing will happen. He is unable to be became empty. Otherwise the body is by itself dead matter, what appears like a living body is not a living body, it is a dead body animated by the living spirit soul, eternally living spirit soul. So Srila Prabhupada says a living being cannot remain silent at any time, so he must be doing something or he must be thinking of something or talking about something."
    },
    {
      "start_time": 237,
      "end_time": 345,
      "verse_references": [],
      "themes": [
        "sense gratification",
        "illusory energy",
        "anxiety",
        "maya"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "they become full with cares and anxieties",
      "summary": "Materialistic men discuss subjects that satisfy their senses, but such activities under the influence of illusory energy do not give satisfaction and lead to anxiety.",
      "timestamp_url": "https://youtu.be/chsNODAkKKw?t=237",
      "transcript": "So some activity is always there if somebody is living. Generally the materialistic men think and discuss about subjects which satisfy their senses. So normally people are in ignorance about who they are and therefore they generally talk or discuss about subjects like what is meant for satisfying their senses because such things are exercised under the influence of the external illusory energy. Such sensual activities do not actually give them any satisfaction, however it may be promising or pleasing for the senses. None of these activities which are under the influence of the illusory energy can actually give us satisfaction, none of them can give us satisfaction. On the contrary, they become full with cares and anxieties. Then somebody tries to squeeze out some pleasure or happiness or some satisfaction out of material or sensual activities, then they are not able to get the satisfaction, at the same time they become filled with anxiety. This is called maya."
    },
    {
      "start_time": 345,
      "end_time": 468,
      "verse_references": [],
      "themes": [
        "maya",
        "sense gratification",
        "frustration",
        "chanting"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "satisfaction for such frustrated beings engaged in sense gratification is to chant always the activities of Lord",
      "summary": "People under the influence of illusory energy seek pleasure in things that cannot provide it, leading to frustration, which can be overcome by chanting the activities of the Lord.",
      "timestamp_url": "https://youtu.be/chsNODAkKKw?t=345",
      "transcript": "Or what is not, maya means not this, that which cannot give them satisfaction is accepted as an object for satisfaction. People under the influence of the illusory energy, they are always accepting something which is not pleasurable as pleasurable. So Narad Muni, so Narad Muni by his personal experience he says that satisfaction for such frustrated beings engaged in sense gratification is to chant always the activities of Lord. What is sense gratification? The senses are seeking some objects. What is sense gratification? No. For the eyes beautiful form, for the ears some melodious sound, for the nose some fragrant smell, for the tongue something very tasty to eat, for the sense of touch something which is very soft, something which is very smooth, something which is very warm, etc. Like that all the senses are ever seeking pleasure through this sense contact, but the result of the sense contact is not really pleasure. If at all there is some pleasure, some momentary pleasure may be there by such contact, but after that they are full of anxiety. Every action results in a reaction."
    },
    {
      "start_time": 468,
      "end_time": 520,
      "verse_references": [],
      "themes": [
        "sense gratification",
        "anxiety",
        "entanglement",
        "chanting"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "the senses cannot actually give any satisfaction on the other hand they become entangled",
      "summary": "Indulging in satisfying the senses leads to anxiety and entanglement, while chanting the activities of the Lord brings a different experience.",
      "timestamp_url": "https://youtu.be/chsNODAkKKw?t=468",
      "transcript": "So they indulge in satisfying the senses, then they become very much filled with anxiety because the senses cannot actually give any satisfaction. On the other hand, they become entangled and therefore they are always frustrated. Entanglement means there is only complicated miseries. Now what happens if somebody starts chanting the activities of the Lord?"
    }
  ]
}