{
  "video_id": "CK4hyhTUISs",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.10.6 | 28-05-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=CK4hyhTUISs",
  "segments": [
    {
      "start_time": 0,
      "end_time": 86,
      "verse_references": [
        "SB 1.10.6"
      ],
      "themes": [
        "suffering",
        "material world",
        "peace"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Because of the kings having no enemy the living beings were not at any time disturbed by mental agonies, diseases or excessive heat or cold.",
      "summary": "The speaker introduces verse 6 from the 10th chapter of the first canto of Srimad Bhagavatam, explaining how the absence of enemies under a righteous king leads to a peaceful existence free from various miseries.",
      "timestamp_url": "https://youtu.be/CK4hyhTUISs?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyananj Nishalakaya Chakshurun Militam Yena Dasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Prishtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunya Vadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhigaura Bhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jaya Mudhirayet. In this session we will be discussing from the 6th verse of the 10th chapter of the first canto of Shri Madbhagavatam: Nadhayo Vyadhaya Klesha Daiva Bhutatma Hetavaha Ajatashatra Vabhavan Jantu Unam Ragni Karhi Chit. The meaning of this verse is: Because of the kings having no enemy, the living beings were not at any time disturbed by mental agonies, diseases, or excessive heat or cold."
    },
    {
      "start_time": 86,
      "end_time": 210,
      "verse_references": [],
      "themes": [
        "suffering",
        "material nature",
        "body and mind"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Our existence in this material world is always disturbed by three kinds of miseries imposed by material nature upon all of us.",
      "summary": "The speaker elaborates on the three types of miseries (Daiva, Bhuta, and Atma) that cause suffering in the material world, explaining their origins and effects on living beings.",
      "timestamp_url": "https://youtu.be/CK4hyhTUISs?t=86",
      "transcript": "This is a very interesting verse that our existence in this material world is always disturbed by three kinds of miseries imposed by material nature upon all of us. So they are described here in this verse as Daiva. The disturbances or the miseries imposed by supernatural powers, the Devatas who control the wind, who control the rain, who control the heat, the sunshine, etc. So we suffer due to excessive heat or excessive cold or excessive rain or excessive wind, cyclone, tornado, hurricane, or earthquakes or epidemics. Of course, epidemics doesn't come under Daiva. Earthquakes comes under that. Then Bhuta, due to other living entities, enemies or mosquitoes or some other living beings, some wild animals or some pests like that. Then Atma, Atma refers to our own body and mind. When the body becomes fatigued, body becomes injured, body becomes old and invalid, body becomes diseased, we suffer. Or the mind, mind is disturbed due to fear, anxiety, worry, stress, we suffer. So due to our own body and mind also we suffer."
    },
    {
      "start_time": 210,
      "end_time": 323,
      "verse_references": [],
      "themes": [
        "peace",
        "protection",
        "non-violence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "To be non-violent to human beings and to be a killer or enemy of the poor animals is Saturn's philosophy.",
      "summary": "The speaker contrasts the peaceful conditions under Yudhishthira Maharaj's rule with the current state of affairs, criticizing the hypocrisy of being kind to humans while harming animals.",
      "timestamp_url": "https://youtu.be/CK4hyhTUISs?t=210",
      "transcript": "So these are imposed upon us. As spirit soul, we are actually free from all these three. But when we are covered by this body, we have to suffer. Now in the case of the citizens of the world when Yudhishthira Maharaj was ruling as the emperor, it is described here, the citizens, citizens includes not only the human beings but also the animals. And all other creatures, Praja, Praja means those who are born in a particular land. So all those who have taken birth are entitled to be protected by the king, not just humans alone. So all of them were experiencing a very peaceful life, free from these three kinds of miseries, Klesha Daiva Bhutatma Hetavaha. So here it is said, because Yudhishthira Maharaj is not having any enemy, Ajata Shatru. He for whom enemy is never born, Ajata, never born, Shatru, Shatru means enemy. So therefore the living beings were not at any time disturbed by the enemy. They were not disturbed by mental agonies, diseases, or excessive heat or cold. They were not disturbed by any of these. So in the purport Srila Prabhupada explains, \"To be non-violent to human beings and to be a killer or enemy of the poor animals is Saturn's philosophy. This is demoniac mentality. This is not divine nature.\""
    },
    {
      "start_time": 323,
      "end_time": 476,
      "verse_references": [],
      "themes": [
        "animal killing",
        "vegetarianism",
        "compassion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Why should people kill poor animals?",
      "summary": "The speaker condemns the unnecessary killing of animals for food, advocating for vegetarianism and emphasizing the right of all creatures to live under the protection of a ruler.",
      "timestamp_url": "https://youtu.be/CK4hyhTUISs?t=323",
      "transcript": "Just like now-a-days, they say we should not harm human beings, other human beings. But when it comes to animals, they don't hesitate to kill animals, specially in the western countries, and now-a-days even in India. So many millions of animals are killed just because people want to eat animal flesh. When there is plenty of animal flesh, plenty of vegetables, fruits, and vegetarian grains, dal available, why should people kill poor animals? Why should they kill animals? So this is not at all justified. It is showing enmity towards animals. So this is condemned in the scriptures, unnecessary killing of any creature, not only animals, even the birds, even the insects, even the worms. Everyone has got a right to live under the protection of the ruler or the king. As was explained in the previous verse, the king is ruling on behalf of the supreme lord, and all creatures are children of the supreme lord in this world. So this perspective, that everyone has the right to live, is the perspective of the Vedic scholars in the scriptures, the Sarvejana Sukhino Bhavantu, or all creatures, may they be living happily, safely, nicely. This is the correct perspective for our own living in this world, not that we just think human beings should be not harmed, but it is okay to kill animals."
    },
    {
      "start_time": 476,
      "end_time": 592,
      "verse_references": [
        "BG 18.44"
      ],
      "themes": [
        "animal anxiety",
        "cruelty",
        "government responsibility"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "There is enmity towards poor animals and therefore the poor creatures are always anxious.",
      "summary": "The speaker discusses the anxiety and suffering of animals due to human cruelty, criticizing godless governments that fail to protect them.",
      "timestamp_url": "https://youtu.be/CK4hyhTUISs?t=476",
      "transcript": "In this age Srila Prabhupada says there is enmity towards poor animals, and therefore the poor creatures are always anxious. They can understand, those animals, they cannot speak, but they can sense that the humans, some humans, they are very, very hard hearted, they are very cruel, and they treat these animals very badly. So always the anxiety is there. The animal can understand that they are going to be killed. The poor animals is being forced on human society. The killing is not without any after effect. Though the government may not take any action against the animal killers, because the government is a godless government, that's why. So they have got just some which punishes someone who kills another human being, but there is no punishment if somebody kills an animal, though the animal also has got a right to live under the protection of the government. But nature, which is controlled by God, nature will not spare these people who kill animals, while the animals should be actually protected, especially the cow."
    },
    {
      "start_time": 592,
      "end_time": 786,
      "verse_references": [],
      "themes": [
        "karma",
        "war",
        "animal killing"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The war or this fighting between human beings is a reaction by mother nature because these people indulge in killing animals.",
      "summary": "The speaker connects the widespread killing of animals to the occurrence of wars and conflicts, suggesting that these are reactions from nature.",
      "timestamp_url": "https://youtu.be/CK4hyhTUISs?t=592",
      "transcript": "Bhagavad Gita says go raksha, cow should be specially protected, and the other animals should not be killed. They should be left alone to live their own life, the other animals. But because so much killing is going on, there is reaction. And what way do we experience the reaction? That is explained here. Vishwila Prabhupada says, \"Therefore there is always a strain of cold or hot war between men individually and collectively or nationally. Men kill each other. People kill each other in the name of nationality.\" One nation declares war against another nation, Vietnam war, the Iraq invasion, or all these kind of wars that happen in Syria, so much of fighting between two different groups of Islamic followers, the Shias and Sunnis, so much of fighting. And I recently heard that the United Nations is trying to stop this fighting, and it has been going on for the last 11 years. There is no respite. The militants, they attack the ordinary civilians. Ordinary civilians are attacked by the militants, and each group goes and, you know, attacks these civilians apparently belonging to the opposite group. Like Shias will go, and the Shia militants will go and attack the civilians belonging to Sunni community, and Sunni militants retaliate and attack the civilians belonging to Shia community. Civilians are completely non-violent. They don't indulge in fighting, but the militants, they want to enforce their own ideology or whatever that may be, but they are fighting against each other, and in the process so many people are either injured or killed, and it has been going on for the last 11 years without any respite. So this is what Srila Prabhupada says, that the war or this fighting between human beings is a reaction by mother nature because these people indulge in killing animals. They are indulging in killing animals."
    },
    {
      "start_time": 786,
      "end_time": 928,
      "verse_references": [],
      "themes": [
        "righteous rule",
        "peace",
        "religious principles"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If the government or the head of state is conversant with these religious principles and rules according to the scriptural codes, then all the people will be peaceful happy and there will be plenty of supply.",
      "summary": "The speaker concludes by highlighting the benefits of a God-conscious ruler who follows scriptural principles, leading to peace, happiness, and abundance for all.",
      "timestamp_url": "https://youtu.be/CK4hyhTUISs?t=786",
      "transcript": "Whereas here it is described in this particular verse that we are discussing, at the time of Maharaj Yudhishthira, there were no different nations. There were only eight states. Yudhishthira Maharaj was the emperor of the world. So there were many states. The whole world was united because there was one emperor, and the supreme head, being a trained king like Yudhishthira, kept all the inhabitants free from anxiety, diseases, and excessive heat and cold. That was about 5000 years back. They were not only economically well to do, as was described in the previous verse, nature used to supply plenty of all the natural resources, and they were also physically fit and undisturbed by supernatural power. They were also protected against enmity by other living beings, and they were also protected against bodily and mental agonies. So this is the result of the king being God conscious, king following the principles, the religious principles as described in the scriptures. This is nothing to do with any belief system or any kind of sectarian view of who they believe in or what they believe in now, but actually the scientific understanding that ultimately there is only one supreme lord, and he is in control, and he administers through nature justice for all kinds of unnecessary killing. This is the understanding. And so if the government or the head of state is conversant with these religious principles and rules according to the scriptural codes, then all the people will be peaceful, happy, and there will be plenty of supply. That is what is to be learnt from this particular verse."
    }
  ]
}