{
  "video_id": "cK9mIsXIS_Y",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.6.17 | 31-10-2021",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=cK9mIsXIS_Y",
  "segments": [
    {
      "start_time": 0,
      "end_time": 57,
      "verse_references": [],
      "themes": [
        "Invocation",
        "Prayers",
        "Guru Parampara"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Agyana Timiraandasya Gyananjanishalakaya Chaksharunmilitam Yena Tasmai Shri Gurave Namaha",
      "summary": "The session begins with traditional Vaishnava prayers, invoking blessings and paying respects to the spiritual lineage.",
      "timestamp_url": "https://youtu.be/cK9mIsXIS_Y?t=0",
      "transcript": "Om Agyana Timiraandasya Gyananjanishalakaya Chaksharunmilitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshthaya Bhutale Shreemate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shri Vasadi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Devim Saraswateem Vyasam Tato Jayam Udi Rayet"
    },
    {
      "start_time": 57,
      "end_time": 157,
      "verse_references": [
        "SB 1.6.17"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "Narada Muni",
        "Ecstasy",
        "Meditation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Being absorbed in an ocean of ecstasy, I could not see both myself and the Lord.",
      "summary": "The speaker introduces the 17th verse of the 6th chapter of the 1st canto of Srimad Bhagavatam, focusing on Narada Muni's experience of ecstasy during meditation and his inability to perceive himself or the Lord.",
      "timestamp_url": "https://youtu.be/cK9mIsXIS_Y?t=57",
      "transcript": "In this session, we will be discussing from the 17th verse of the 6th chapter of the 1st canto of Srimad Bhagavatam. Prema Atibhara Nirbhinna Pulaka Ango Ati Nirvrata Ananda Samplave Leeno Na Apashyam Ubhayam Mune. The meaning of this verse is, O Vyasa Deva, Narada Muni is speaking to Vyasa Deva, describing the experience he underwent in his previous life when he was instructed by the Bhaktivedantas and he went to a secluded place, a sacred spot in the Himalayas and he sat there firmly and began to do meditation. So, we have heard so far how he experienced symptoms of ecstasy. So, what does it mean to ecstasy? One of the symptoms is described in the 16th verse, that tears started rolling down from his eyes. What else happened? That is being described in this verse. O Vyasa Deva, at that time, being exceedingly overpowered by feelings of happiness, every part of my body became separately enlivened. Being absorbed in an ocean of ecstasy, I could not see both myself and the Lord. This is the 17th verse."
    },
    {
      "start_time": 157,
      "end_time": 275,
      "verse_references": [],
      "themes": [
        "Ecstasy",
        "Spiritual Joy",
        "Material Happiness",
        "Incomparability"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Spiritual feelings of happiness and intense ecstasies have no mundane comparison.",
      "summary": "The lecture emphasizes the incomparable nature of spiritual joy and ecstasy, contrasting it with the limitations of material happiness.",
      "timestamp_url": "https://youtu.be/cK9mIsXIS_Y?t=157",
      "transcript": "I just read the translation of the 17th verse. If you remember, in the 16th verse, Narada Muni had told, he experienced that joy, the ecstasy of having come to the stage of that bhava. Bhava nirjita chetasa and tears began to flow from his eyes, tears of joy, extreme joy and he also had mentioned the Supreme Lord appeared on the lotus of his heart. Krishna, who is seated on the heart, gave him darshan. Gave him darshan. Next, what? He experienced, Narada experienced, that he is overpowered by feelings of happiness, exceedingly overpowered. That means the happiness is so much, there is no comparison to any material experience of happiness at all. It is completely different. This is the first point. Srila Prabhupada says in the purport, Spiritual feelings of happiness and intense ecstasies have no mundane comparison. There is no comparison with anything material that we experience in this world. There is no material comparison. This is entirely a different experience. It is incomparable because, the amount of joy one experiences is actually unlimited."
    },
    {
      "start_time": 275,
      "end_time": 389,
      "verse_references": [],
      "themes": [
        "Bhakti",
        "Sadhana Bhakti",
        "Stages of Bhakti",
        "Purification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We have to purify our heart. We have to purify our consciousness.",
      "summary": "The speaker outlines the stages of Bhakti, emphasizing the importance of spiritual practice, purification, and giving up misconceptions to progress towards experiencing divine ecstasy.",
      "timestamp_url": "https://youtu.be/cK9mIsXIS_Y?t=275",
      "transcript": "Though we are very, very tiny and our experience has got limitation, but still, to the extent we can experience as much joy as we really can, it is possible to experience as much joy as we really can. It is possible by spiritual practice of Bhakti, Sadhana Bhakti, through the stages, as I mentioned in the previous session, Shraddha, Sadhu Sangha, Bhajana Kriya, Anartha Nivritti, Nishtha, Ruchi, Asakti, Bhava. In that Bhava stage, the eighth stage, one stage before Prema, one stage before the ultimate perfection. In that Bhava stage, the eighth stage, one stage before Prema, one step before the ultimate perfection. In that stage, one is exceedingly overpowered by feelings of happiness. So, there is no mundane comparison. Therefore, it is very difficult to give expression to such feelings. We can just have a glimpse, as far as we are concerned, we are beginners, how we have got to make progress. It will take time. We have to become serious. We have to apply the principles. We have to follow all the rules, regulations. We have to associate with devotees. We have to give up all misconceptions that we have about ourselves, or God, or the relationship, or about this world. Everything we have to. We have to purify our heart. We have to purify our consciousness."
    },
    {
      "start_time": 389,
      "end_time": 578,
      "verse_references": [],
      "themes": [
        "Senses",
        "Spiritual Awakening",
        "Serving the Lord",
        "Krishna's Form",
        "Spiritual Fragrance"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Every sense has got a certain function... the eyes for seeing the form of the Lord, the ears for hearing about the Lord.",
      "summary": "The lecture explains how the senses become awakened to serve the Lord, focusing on experiencing Krishna's form, fragrance, and other transcendental qualities through the senses.",
      "timestamp_url": "https://youtu.be/cK9mIsXIS_Y?t=389",
      "transcript": "So, we can get an idea in the words of Narada, as he is describing to Vyasa Deva. In the words of Narada, we can get a brief glimpse of the ecstasy that Narada Muni experienced by reaching that eighth stage. Reaching that eighth stage of progress in the practice of Bhakti. Here, Srila Prabhupada says, Each and every part of the body or senses has its particular function. See, a living person means there are senses. Senses of perception and senses of action. All these ten senses are centered around the mind. And the mind is called the sense within. Mind is the center. So, in the mind and the senses, one is able to experience joy, spiritual joy. And such experience, what does it do? The spiritual joy of ecstasy, bhava. That after seeing the Lord, the senses become fully awakened to render service to the Lord. Every sense has got a certain function. The eyes for seeing the form of the Lord. The ears for hearing about the Lord. The tongue for tasting food offered to the Lord. Offered tasting the tulsi leaves offered in the lotus feet of the Lord. The taste of prasadam or the taste of remnants of yajna shishta. And the nose for smelling the fragrant incense offered to the Lord. And all, all spiritual fragrances. It's not just that. That is the beginning. In the beginning we offer incense to the Lord when we do worship. But there are other kinds of spiritual fragrances. And just like Krishna's transcendental form has got a spiritual fragrance. Every spiritual form has got a unique spiritual fragrance. So when one is able to come face to face with Krishna, one is able to smell, relish that fragrance of Krishna's transcendental form."
    },
    {
      "start_time": 578,
      "end_time": 693,
      "verse_references": [],
      "themes": [
        "Krishna's Beauty",
        "Darshan",
        "Bhakti Practice",
        "Purification",
        "Inward Focus"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Upon our sincere endeavor to practice bhakti exactly according to the scriptural directions... we will be able to see the Lord in the heart.",
      "summary": "The speaker describes the experience of seeing Krishna's beautiful form and emphasizes the importance of sincere Bhakti practice, following scriptural directions, and turning inward to experience the Lord in the heart.",
      "timestamp_url": "https://youtu.be/cK9mIsXIS_Y?t=578",
      "transcript": "Krishna's transcendental beauty on seeing the form of Krishna. Whether within the heart or when Krishna appears in front of the devotee. That seeing the transcendental beautiful form. The most beautiful form. There is no form as beautiful as Krishna's form in the entire creation. No form like that. So that form, just a brief glimpse of that form. The eyes. The spiritual vision. One begins to feel exceedingly overpowered by joy upon seeing that most beautiful form. I am just trying to describe through words. But actually, each one of us has to actually see that form. Experience that vision of the form when Krishna gives darshan. Upon our seeing that form. Upon our sincere endeavor to practice bhakti exactly according to the scriptural directions. As taught practically by the bona fide spiritual master. Following his instructions very rigidly. And going through the process of purification. We will be able to see the Lord in the heart. To begin with. See the Lord in the heart. When he gives darshan. When our attention has been turned inward. Away from all material distractions. Material forms and material objects and material things. Away from that."
    },
    {
      "start_time": 693,
      "end_time": 791,
      "verse_references": [],
      "themes": [
        "Senses",
        "Krishna Consciousness",
        "Loving Relationship",
        "Devotional Service",
        "Ecstasy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "All the senses are meant for serving the Lord in the relationship of love.",
      "summary": "The lecture elaborates on how all the senses become fully awakened and efficient in serving the Lord in a loving relationship, leading to the stage of ecstasy (Bhava).",
      "timestamp_url": "https://youtu.be/cK9mIsXIS_Y?t=693",
      "transcript": "So that is being described here. All the senses become fully awakened. The senses are looking for Krishna. The form of Krishna. The voice of Krishna. The sound of Krishna. The fragrance of Krishna's transcendental form. The taste of offerings to Krishna. Like this. Every. The sense of touch. The embrace of the Lord. What is that experience? Embrace of the Lord. So all this is possible. And Narada Muni is describing that in very very brief. That in transcendental ecstasy it so happened that the senses became separately enlivened to serve the Lord. All this is ultimately meant for. All the senses are meant for serving the Lord. In the relationship of love. It is a loving relationship. In such loving relationship there is exchange of love. Through devotional service. Loving devotional service. So the senses become very very efficient. Most efficient in serving the Lord. That is the stage of ecstasy."
    },
    {
      "start_time": 791,
      "end_time": 877,
      "verse_references": [
        "SB 1.6.17"
      ],
      "themes": [
        "Ecstasy",
        "Absorption",
        "Loss of Self",
        "Loss of Sight of the Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Then he experienced I am completely merged in an ocean of ecstasy. I am drowning in an ocean of ecstasy.",
      "summary": "The speaker describes Narada Muni's experience of being completely merged in an ocean of ecstasy, leading to a temporary loss of sight of both himself and the Lord.",
      "timestamp_url": "https://youtu.be/cK9mIsXIS_Y?t=791",
      "transcript": "Bhava. So what happened? Now in the 17th verse it is being described. Every part of the body of Narada became separately enlivened to serve the Lord. Then he experienced I am completely merged in an ocean of ecstasy. I am drowning in an ocean of ecstasy. That was the experience of Narada Muni. But in that when he actually drowned. Experienced that absorption in the ocean of ecstasy. He lost sight of himself and the Lord. Both. He is focused inward in meditation on the Lord. According to the standard procedure. Then the Lord gave Darshan. And he experienced Bhava. Tears started rolling down. And then all the senses became enlivened. Overpowered by the joy of ecstasy. Every limb, every sense became awakened. To serve the Lord. Then suddenly he lost sight of the Supreme Lord. Suddenly he lost sight of the Supreme Lord. Also lost sight of himself."
    },
    {
      "start_time": 877,
      "end_time": 953,
      "verse_references": [],
      "themes": [
        "Paramatma",
        "Individual Soul",
        "Heart",
        "Loss of Sight"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Inside the heart of every living being, the living being is there as spirit soul, and the Supreme Lord as Paramatma is also there.",
      "summary": "The lecture concludes by explaining the presence of both the individual soul and the Paramatma (Supreme Lord) within the heart, and reiterates Narada Muni's experience of losing sight of both at a certain stage of ecstasy before ending with Hare Krishna.",
      "timestamp_url": "https://youtu.be/cK9mIsXIS_Y?t=877",
      "transcript": "See inside the heart. I am seated. And the Supreme Lord as Paramatma is also seated. Two souls are seated here. Every heart. Inside the heart of every living being. The living being is there as spirit soul. And the Supreme Lord as Paramatma is also there. The Supreme Lord as Paramatma is the same in everybody's heart. But the individual person, living being is individual. Each individual is a unique identity. So I am there. Lord is there. In your heart you are there. And the Lord is also there. Inside his heart Lord is there. And he is also there. He is there and Lord is also there. So like this. Narada Muni. In his previous life. He suddenly at this stage. He is describing. He lost sight of the Lord and himself. Both. Could not see himself. Could not see God. I will stop here. Thank you very much."
    }
  ]
}