{
  "video_id": "CPaYBnLBlsg",
  "title": "Srimad Bhagavatam I Srila Prabhupada I SB 1. 2 .5 I 27.11.2023",
  "speaker": "HDG Srila Prabhupada",
  "youtube_url": "https://www.youtube.com/watch?v=CPaYBnLBlsg",
  "segments": [
    {
      "start_time": 30,
      "end_time": 132,
      "verse_references": [],
      "themes": [
        "Kṛṣṇa-kathā",
        "peacefulness",
        "Kṛṣṇa consciousness movement"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "So here it is recommended that simply by inquiring about Kṛṣṇa and taking answer of the question, both the questioner and the answer-giver, both will be pleased.",
      "summary": "Engaging in Kṛṣṇa-kathā, questioning and answering about Kṛṣṇa, brings peacefulness and relief from the blazing fire of the world.",
      "timestamp_url": "https://youtu.be/CPaYBnLBlsg?t=30",
      "transcript": "So, questioning about Kṛṣṇa and answering the question is Kṛṣṇa-kathā. So here it is recommended that if we are constantly engaged in Kṛṣṇa-kathā, about Kṛṣṇa, talking about Kṛṣṇa, questioning about Kṛṣṇa, then ātmāṣu prakṛtati. We are hankering after peacefulness of our heart, peacefulness of our atmosphere. So here it is recommended that simply by inquiring about Kṛṣṇa and taking answer of the question, both the questioner and the answer-giver, both will be pleased. Jaya ātmāṣu prakṛtati. Therefore Caitanya Mahāprabhu ordered, yāre dākṣa tāre kaha kṛṣṇa-apare. The world is like the blazing fire in the forest, so this Kṛṣṇa-kathā, this Kṛṣṇa consciousness movement, will give them relief."
    },
    {
      "start_time": 136,
      "end_time": 270,
      "verse_references": [],
      "themes": [
        "pious questions",
        "departure of Kṛṣṇa",
        "re-establishing religion",
        "auspiciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It is simply questioning about Kṛṣṇa and hearing the answer.",
      "summary": "Inquiring about Kṛṣṇa is a pious activity that leads to auspiciousness and the re-establishment of religious principles.",
      "timestamp_url": "https://youtu.be/CPaYBnLBlsg?t=136",
      "transcript": "And Vishuddha Gosvāmī says, your question is very pious question. That's it, sādhu, because it is about Kṛṣṇa. The question was, after the departure of Kṛṣṇa, dharma, kaṁ, what is that, sarnā-gata, kārthaṁ, what is that? This is the inquiry. The answer is given there. Sir, your inquiry, Kṛṣṇa comes for re-establishing the principles of religion. That's it. Lillian means the order set by the Supreme Personality of God. That is lillian. You do like this, just like king's order, or the government order, do like this. Loose and, does not, So that is dharma. If you follow the do's and do nots given by Kṛṣṇa, that is a lie. You cannot manufacture it. That is bogus. So munayam svayabhu kṛṣṇa-bhagavad-vī-loka-maṅgalam. This question, just like our Kṛṣṇa consciousness movement, is the same. It is simply questioning about Kṛṣṇa and hearing the answer. It is loka-maṅgalam. Anywhere this vibration will go on, there will be all auspicious, loka-maṅgalam."
    },
    {
      "start_time": 278,
      "end_time": 393,
      "verse_references": [],
      "themes": [
        "attractiveness of Kṛṣṇa",
        "liberation",
        "activities of Kṛṣṇa",
        "religious principles"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Without any doubt, our liberation is guaranteed simply by hearing about Kṛṣṇa.",
      "summary": "Hearing about Kṛṣṇa's attractive qualities and activities guarantees liberation, as Kṛṣṇa comes to re-establish religious principles.",
      "timestamp_url": "https://youtu.be/CPaYBnLBlsg?t=278",
      "transcript": "Kṛṣṇa saṅkṣu, cīnātmā suprasūdhī. Another feature is, Kṛṣṇa is all-attractive, therefore talks about Him is also attractive. In our Kṛṣṇa book, there are so many topics about Kṛṣṇa. Janma karma-mṛdivyam, about His birth, about His transference from real father's house to another foster father. Then the attack by the demon upon Kṛṣṇa, kaṁsau, all these activities. If we simply study and hear the Kṛṣṇa saṅkṣu-prasṇā, then we are liberated. Without any doubt, our liberation is guaranteed simply by hearing about Kṛṣṇa. Kṛṣṇa therefore comes, so many activities. Na māṅg karmānī limpaṇṭhī na me kaṇva-pareśa-prihāḥ. Kṛṣṇa says that He has nothing to do. What He has to do? But still He is killing so many demons, He is giving protection to so many devotees, because He has come to reestablish what is religious principle. So by His personal activities, He's telling, otherwise, Kṛṣṇa has nothing to do. Nā mā rāma kṛṣṇaḥ. He is self-satisfied. He has nothing to do. But to teach us, He comes. In this way we should live, from the very beginning of His childhood."
    },
    {
      "start_time": 435,
      "end_time": 544,
      "verse_references": [],
      "themes": [
        "Absolute Truth",
        "human form of life",
        "Kṛṣṇa as the ultimate Absolute Truth",
        "Paramātmā",
        "brahma effulgence",
        "yoga"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1
      ],
      "key_quote": "The ultimate Absolute Truth is Kṛṣṇa, the person.",
      "summary": "The human form of life is meant for inquiring about the Absolute Truth, with Kṛṣṇa being the ultimate Absolute Truth, surpassing the understanding of Paramātmā and brahma effulgence.",
      "timestamp_url": "https://youtu.be/CPaYBnLBlsg?t=435",
      "transcript": "Athāta brahma-jīgānta. Athā. Now, this is the time for inquiring about the Absolute Truth. This is the time, means, this human form of life. Animals cannot inquire. So therefore Vedānta Sutra says athā, athā, brahma-jīgānta, inquire about the Absolute Truth. Brahma, brahmeti, paramātmeti, bhagavān eti sadyati. The ultimate Absolute Truth is Kṛṣṇa, the person. Paramātmā is plenary expansion. And brahma, he is impersonal, effulgent. So if one understands Kṛṣṇa by question and answer, then he understands the other three features. But simply by understanding the impersonal feature, brahma effulgence, one cannot understand Kṛṣṇa. Neither by understanding or seeing the Paramātmā, one can understand Kṛṣṇa. To see the Paramātmā is the business of the yogis. dhyānā-vasthita-tad-gatena-manuṣā patsyante saṁyam yogiḥ. Yogina, the yogi, they are trying to see Kṛṣṇa or Viṣṇu within their heart by meditation. Meditation means this. dhyānā-vasthita-tad-gatena-manuṣā. patsyante saṁyam yogiḥ."
    },
    {
      "start_time": 544,
      "end_time": 582,
      "verse_references": [],
      "themes": [
        "jñānīs",
        "devotees",
        "service to Kṛṣṇa",
        "satisfaction"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1
      ],
      "key_quote": "They are satisfied in any condition life, provided they have got the opportunity to serve Kṛṣṇa.",
      "summary": "Devotees are distinct from jñānīs and yogis, finding satisfaction in serving Kṛṣṇa in any condition of life.",
      "timestamp_url": "https://youtu.be/CPaYBnLBlsg?t=544",
      "transcript": "And the jñānīs, they want to stop the material varieties, make it impersonal, and merge into the existence of brahma effulgence. But devotees, they do not, neither of them, neither they even want to be transferred to the Vaikuṇṭha-loka. They are satisfied in any condition life, provided they have got the opportunity to serve Kṛṣṇa. That is everything."
    },
    {
      "start_time": 805,
      "end_time": 870,
      "verse_references": [],
      "themes": [
        "spiritual vs. material",
        "remembering Kṛṣṇa",
        "forgetting Kṛṣṇa"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "So the conclusion is when we forget Kṛṣṇa, that is materialistic.",
      "summary": "The distinction between spiritual and material lies in remembering or forgetting Kṛṣṇa, with actions performed for Kṛṣṇa's satisfaction being spiritual.",
      "timestamp_url": "https://youtu.be/CPaYBnLBlsg?t=805",
      "transcript": "How do the foods and stores which is matter, become spiritual? Isn't that the question? We say one man is constructing this type of a building with wood and stone. We say this is materialistic. They can also challenge you that you are also interested in wood and stone and constructing a huge church or temple. Why? Why in your... Yes, spiritualism. Now, you can compare. This is spiritualism means in this stone and earth and wood you remember Kṛṣṇa. I am constructing something for Kṛṣṇa. Therefore it is spiritual. So the conclusion is when we forget Kṛṣṇa, that is materialistic. And when we constantly remember Kṛṣṇa, that is spiritual."
    },
    {
      "start_time": 874,
      "end_time": 978,
      "verse_references": [],
      "themes": [
        "sense gratification",
        "materialism",
        "Kṛṣṇa's energy",
        "proprietorship"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Materialism means forgetfulness of Kṛṣṇa.",
      "summary": "Materialism is driven by sense gratification and the desire for proprietorship, stemming from forgetfulness of Kṛṣṇa, who is the source of everything.",
      "timestamp_url": "https://youtu.be/CPaYBnLBlsg?t=874",
      "transcript": "The materialists means they are thinking of sense gratification. All these big, big buildings were constructed in your country, Edinburgh. The idea was that we shall show something opulent, that we are very great nation. We have got nice buildings, nice churches, nice roads, swapsa. Everyone wants to be swapsa before his friends and relatives. So this is materialism. But the same thing done for the satisfaction of Kṛṣṇa, that we shall construct this temple for Kṛṣṇa's inauguration. We shall construct this building for providing devotees of Kṛṣṇa so that they may be able to chant Hare Kṛṣṇa mahā-mantra without any disturbance. It appears the same thing, karma and bhakti. But bhakti is always in relation with Kṛṣṇa, and karma is always in relation with sense gratification. Therefore the thing, the ingredient, is originally spiritual, because it is Kṛṣṇa's energy. But ahaṁ mamṛti, when we try to impose our proprietorship, that is materialism. Materialism means forgetfulness of Kṛṣṇa. Otherwise there is no materialism."
    },
    {
      "start_time": 1243,
      "end_time": 1296,
      "verse_references": [],
      "themes": [
        "different opinions",
        "serving Kṛṣṇa",
        "family life",
        "acca-vigraha-seva",
        "social problems"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "That will solve all social problems.",
      "summary": "Introducing Kṛṣṇa consciousness into family life through acca-vigraha-seva can solve social problems by centering activities around Kṛṣṇa.",
      "timestamp_url": "https://youtu.be/CPaYBnLBlsg?t=1243",
      "transcript": "So in Kṛṣṇa center, even in Kṛṣṇa center, we are having different opinions, because we are accustomed to live like that. But actually, if we are serious about serving Kṛṣṇa, then there cannot be two people. One of them. How to serve Kṛṣṇa? So in family life, if we introduce this acca-vigraha-seva, every family can see Rādhā-Kṛṣṇa-vigraha, Lord Caitanya Mahāprabhu's photo, vigraha. And as we are, whatever we are doing, center is Kṛṣṇa. Similarly, everyone can do that. That will solve all social problems."
    },
    {
      "start_time": 1296,
      "end_time": 1374,
      "verse_references": [],
      "themes": [
        "economic problems",
        "Kṛṣṇa consciousness",
        "strike",
        "satisfaction"
      ],
      "content_type": "practical",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "So without being Kṛṣṇa conscious, there is no end of social problems.",
      "summary": "Kṛṣṇa consciousness can resolve economic and social problems by fostering satisfaction and reducing the endless pursuit of more money.",
      "timestamp_url": "https://youtu.be/CPaYBnLBlsg?t=1296",
      "transcript": "Social problems, political problems, economic problems. Economic problem, practically there is no economic problem. Just like in London, they are throwing away tons of tomatoes. It will be seed. That is our clue. God has given sufficient to eat. But because there is strike, we have created a problem. So if one is Kṛṣṇa conscious, what is this strike? Strike means they want money, more money, more money. There is no end. When I first came to America and New York, there was strike of the transport man. All transports stopped. The subway, the bus, everything. People became so much in difficulty. So without being Kṛṣṇa conscious, there is no end of social problems. There is no end of self-justification. Nobody knows."
    },
    {
      "start_time": 1374,
      "end_time": 1442,
      "verse_references": [],
      "themes": [
        "satisfaction",
        "economic policy",
        "chanting Hare Kṛṣṇa",
        "peace of mind"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Let me utilize my valuable time of this human form of life in chanting Hare Kṛṣṇa.",
      "summary": "Instead of focusing on improving economic policy, one should utilize their time in chanting Hare Kṛṣṇa for peace of mind and satisfaction.",
      "timestamp_url": "https://youtu.be/CPaYBnLBlsg?t=1374",
      "transcript": "But Kṛṣṇa conscious person, they are satisfied. Even still in India, you will find this satisfaction by Kṛṣṇa conscious. A poor man, practically very big income, but he is satisfied. He is satisfied in this way. He thinks, Kṛṣṇa has given me this much. I must receive this much. Kṛṣṇa has given me this much. Why should I eat? And that is also recommendation of the śāsyas, that tasya-yoheta-pratyate tatha-vidah nanabhate yantra-matāṁ kare. We should not waste our time for improving our economic policy. That is already settled up. So whatever Kṛṣṇa will do, that is all right. Let me utilize my valuable time of this human form of life in chanting Hare Kṛṣṇa."
    },
    {
      "start_time": 1442,
      "end_time": 1555,
      "verse_references": [],
      "themes": [
        "saintly persons",
        "Kṛṣṇa consciousness",
        "dependence on Kṛṣṇa",
        "God's provision"
      ],
      "content_type": "story",
      "circle_fit": [
        1
      ],
      "key_quote": "Until the devotee is completely dependent upon me, I carry personally whatever he needs.",
      "summary": "Saintly persons dedicated to Kṛṣṇa consciousness rely on Kṛṣṇa for their needs, exemplified by the story of Gīla Maṁgata, who received personal care from Kṛṣṇa.",
      "timestamp_url": "https://youtu.be/CPaYBnLBlsg?t=1442",
      "transcript": "People will not agree to this, but actually if anyone wants peace of the mind, jñātmā-śutra-siddhanti, then this process will be allowed. This is practical also. There are many saintly persons. They do not try where to go, where to take money, or where to eat. They are busy in Kṛṣṇa consciousness. If Kṛṣṇa sends some food, I shall eat. Otherwise it doesn't matter. I shall starve. Then what is their determination? Spirit. They do not go anywhere. But Kṛṣṇa sends it, everything. Just like Gīla Maṁgata. Just like Gīla Maṁgata. He was not going anywhere. He was living in Vrndavana. Kṛṣṇa personally was coming to give him something. He became blind. He could not see. So Kṛṣṇa would come just like a boy. Gīla Maṁgata, I think you are hungry. Will you take some milk? I am not very good. All right, so give me little milk. Next day he comes. Then he would ask, who is this boy? I cannot see. He comes and gives me milk daily. Yuga-kemaṁ bhāmaḥ. In the Bhagavad-gītā he said that, until the devotee is completely dependent upon me, I carry personally whatever he needs. Yuga-bhūṇāṁ vṛnda-kāmaḥ. That one person is supplying all the necessities of all the living entities."
    },
    {
      "start_time": 1555,
      "end_time": 1604,
      "verse_references": [],
      "themes": [
        "economic development",
        "godless civilization",
        "God-consciousness",
        "devotional service",
        "happiness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The very, very, very basic principle of devotional service will make one happy.",
      "summary": "Unhappiness arises from godless civilization and unnecessary competition, while God-consciousness and devotional service lead to satisfaction and happiness.",
      "timestamp_url": "https://youtu.be/CPaYBnLBlsg?t=1555",
      "transcript": "That is God. God is not beggar. God fulfills everyone's necessities. Freshly carried. So that is, people are unhappy by so-called economic development. Everyone is competing. They have no satisfaction. Without God, godless civilization is created. Unnecessary competition. But if you become God-conscious, he'll be satisfied. Jaya ātmāḥ sattva-śrīve. The very, very, very basic principle of devotional service will make one happy."
    }
  ]
}