{
  "video_id": "cUhOd7jRUlY",
  "title": "SB 1.18.11 | HH Stoka Krishna Swami | 01-04-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=cUhOd7jRUlY",
  "segments": [
    {
      "start_time": 0,
      "end_time": 57,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer",
        "guru"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Namo Bhagavate Vasudevaya",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, invoking blessings and paying respects to the spiritual lineage.",
      "timestamp_url": "https://youtu.be/cUhOd7jRUlY?t=0",
      "transcript": "Om Agyana Timiraandhasya Gyananjanishalakaya Chaksharunmeelitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shri Vasadi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Deveem Saraswateem Vyasam Tato Jayam Udi Raiye Om Namah Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Deveem Saraswateem Vyasam Tato Jayam Udi Raiye"
    },
    {
      "start_time": 57,
      "end_time": 133,
      "verse_references": [
        "SB 1.18.11"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "immortality",
        "Krishna's activities"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This is just like nectar for mortal beings like us.",
      "summary": "The speaker introduces the 11th verse of the 18th chapter of the first canto of Srimad Bhagavatam, explaining that hearing about Krishna's activities is like nectar for mortal beings, offering a path to immortality.",
      "timestamp_url": "https://youtu.be/cUhOd7jRUlY?t=57",
      "transcript": "In this session, we will be discussing from the 11th verse of the 18th chapter of the first canto of Srimad Bhagavatam. This chapter is entitled Maharaj Pariksit Cursed by a Brahmana Boy. In the beginning of this chapter, there are descriptions of events leading to that particular incident. The 11th verse is as follows: Suta Jeevasamah Saumya Shashwative NFiSth Travisa Vishedam Yashah Astvam Shamsasie Krishnasya Martheanam Amrutham He Nahab. Meaning of this verse: The good sages said, Oh, grave Suther has Swami, may you live many years and have eternal fame, for you are speaking very nicely about the activities of Lord Krishna, the personality of Godhead. This is just like nectar for mortal beings like us. Martyanam Amrutam Hinaha."
    },
    {
      "start_time": 133,
      "end_time": 234,
      "verse_references": [],
      "themes": [
        "death",
        "material existence",
        "nectar",
        "Krishna katha"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "It will guarantee eternal life for whoever hears them.",
      "summary": "The speaker elaborates on the meaning of 'Martya' (place of death) and 'Amrutam' (nectar), emphasizing that hearing narrations about Krishna guarantees eternal life.",
      "timestamp_url": "https://youtu.be/cUhOd7jRUlY?t=133",
      "transcript": "Everyone in this earth planet is called Martya. Martya means this place is a place of death. Mrutyu, from Mrutyu the word Martya comes. That does not mean that people living on other planets don't die. But here particularly, the death can be perceived or can be perceived as a place of death. It can be understood as one of the fundamental problems that plague our material existence. And for somebody who is certainly going to die, the nectar, Amrutam, Amrutam means just the opposite of death, that which helps one counteract death, that which gives eternal life, Amrutam. So, this narration about Krishna is just like Amrutam. It's like drinking nectar. It will guarantee eternal life for whoever hears them."
    },
    {
      "start_time": 234,
      "end_time": 321,
      "verse_references": [],
      "themes": [
        "Suta Goswami",
        "Naimisharanya",
        "hearing",
        "eternal fame"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Simply by speaking about Krishna, Suta Goswami is giving an opportunity for all those assembled sages to hear this nectarian narration and thereby conquer death, which is otherwise impossible.",
      "summary": "The speaker describes how the sages of Naimisharanya praised Suta Goswami for speaking about Krishna, enabling them to conquer death through hearing the nectarian narration.",
      "timestamp_url": "https://youtu.be/cUhOd7jRUlY?t=234",
      "transcript": "So, therefore, the description here is given. The sages of Naimisharanya, who assembled for a long sacrifice, they are hearing Srimad Bhagavatam from Suta Goswami. So, Suta Goswami is speaking so nicely that they are perceiving this narration about Krishna as very, very pleasing to the ears. And it also guarantees eternal life. So, therefore, they are addressing Suta Goswami and telling, may you live many years and have eternal fame. Eternal fame because Suta Goswami's action, or Suta Goswami's act, is very, very glorious. Simply by speaking about Krishna, Suta Goswami is giving an opportunity for all those assembled sages to hear this nectarian narration and thereby conquer death, which is otherwise impossible. So, Aushriya Prabhupada explains in the purport."
    },
    {
      "start_time": 321,
      "end_time": 420,
      "verse_references": [
        "BG 4.9"
      ],
      "themes": [
        "transcendental qualities",
        "spiritual energy",
        "material energy",
        "bondage"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna has two kinds of energies that are working in this world, the material energy and the spiritual energy.",
      "summary": "The speaker quotes Srila Prabhupada and Bhagavad Gita, explaining the difference between Krishna's transcendental activities performed under spiritual energy and the conditioned souls' actions under material energy, which causes bondage.",
      "timestamp_url": "https://youtu.be/cUhOd7jRUlY?t=321",
      "transcript": "Aushriya Prabhupada explains in the purport, Why do we hear about the transcendental qualities and activities of the personality of Godhead? We may always remember what has been spoken by the Lord Himself in the Bhagavad Gita, Fourth Chapter, Ninth Verse of the Bhagavad Gita. What does the Lord say? His acts, even when He acts in human society, are all transcendental, for they are all accentuated by the spiritual energy of the Lord, which is distinguished from its material energy. Krishna has two kinds of energies that are working in this world, the material energy and the spiritual energy. So the spiritual energy is the energy by which Krishna and his pure devotees, they act under that spiritual energy. And we in the material world, the conditioned souls, we are acting under the material energy. Material energy is the cause of bondage. Contaminated by the three gunas, the three modes of material nature, whereas spiritual energy is pure, it is completely spiritual and it is free from any influence of the gunas."
    },
    {
      "start_time": 420,
      "end_time": 574,
      "verse_references": [
        "BG 4.9"
      ],
      "themes": [
        "spiritual energy",
        "material energy",
        "Krishna's birth",
        "transcendental body"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna's actions karma called as karma in this verse and janma Krishna's birth are completely transcendental this means that Krishna does not act or take his birth like an ordinary living being under the custody of material energy",
      "summary": "The speaker continues to explain that Krishna's birth and activities are transcendental, unlike ordinary beings who are under the control of material energy and possess changeable, material bodies.",
      "timestamp_url": "https://youtu.be/cUhOd7jRUlY?t=420",
      "transcript": "So there is a very, very big difference between spiritual energy and material energy. Krishna's actions are always transcendental because they are always performed under the spiritual energy. So Srila Prabhupada further says, as stated in the Bhagavad Gita, such acts are called divyam. The verse is janma karma chame divyam, transcendent, all are transcendental. Krishna's actions, karma, called as karma in this verse, and janma, Krishna's birth, are completely transcendental. This means that Krishna does not act or take his birth like an ordinary living being under the custody of material energy. We all take birth under the material energy, so we get a material body, we have a material mind, we have material ego. All these are covering our real self, that is the spirit soul, and we are covered by these material coverings. When Krishna appears or Krishna takes birth in the material world, like he did five thousand years back, he does not take birth like an ordinary living being, nor is his body material or changeable like that of ordinary living beings. Our body is always material. When we take birth in this world, we take a material body, we accept the material body. Krishna's body is not material. Now, material body has got a characteristic that it is constantly changing. Body is changing from childhood to old age, and the body changes even at the time of death. So we are subject to this changeable body."
    },
    {
      "start_time": 574,
      "end_time": 698,
      "verse_references": [
        "BG 4.9"
      ],
      "themes": [
        "Krishna's nature",
        "liberation",
        "spiritual realm",
        "devotional service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Such a person is not reborn after leaving the present material body.",
      "summary": "The speaker explains that understanding Krishna's transcendental nature leads to liberation from rebirth and admittance into the spiritual realm, where one can engage in loving devotional service.",
      "timestamp_url": "https://youtu.be/cUhOd7jRUlY?t=574",
      "transcript": "Now, if somebody understands this fact that Krishna's body is completely transcendental and even Krishna's activities are completely spiritual, then such a person, when he understands this particular fact about Krishna either from the Lord or from authorized sources, directly one may hear from Krishna or one may hear from a representative of Krishna coming in parampara who is a pure devotee, then what happens? Such a person is not reborn after leaving the present material body. Punar janma naiti, Krishna says in Bhagavad Gita. Such an enlightened soul is admitted into the spiritual realm of the Lord and engages in the transcendental loving service of the Lord. So the destination after death is dependent on what kind of activities we perform while we are in this body in the present life. If we hear about Krishna and we become enlightened about his transcendental nature, then we are eligible to go to the personal abode of the supreme Lord after quitting this body at the time of death, and there we can engage in loving devotional service to Krishna. So that's the perfection of life, that is the highest perfection, and that is possible simply by hearing Krishna katha from the right source."
    },
    {
      "start_time": 698,
      "end_time": 862,
      "verse_references": [
        "BG",
        "SB"
      ],
      "themes": [
        "Bhagavad Gita",
        "Srimad Bhagavatam",
        "hearing",
        "progress",
        "back to Godhead"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Simply by dedicating oneself to hearing about Krishna from the proper from a true representative of Shukudev Goswami, or a true representative of Krishna himself, then we definitely make progress.",
      "summary": "The speaker emphasizes the importance of hearing about Krishna from authentic scriptures like Bhagavad Gita and Srimad Bhagavatam, and from true representatives, to make progress on the path back to Godhead.",
      "timestamp_url": "https://youtu.be/cUhOd7jRUlY?t=698",
      "transcript": "So Srila Prabhupada says, therefore, the more we hear about the transcendental activities of the Lord as they are stated in the Bhagavad Gita and Srimad Bhagavatam... See, where do you find such descriptions of the transcendental activities of the Lord? You can find it accurately described in the authentic original scriptures. So in the Bhagavad Gita and Srimad Bhagavatam, two most important scriptures, Sri Chaitanya Mahaprabhu teaches us there are so many varieties of Vedic literature, innumerable, but among all of them, two particular literatures are singled out by Chaitanya Mahaprabhu. He says, you just focus and concentrate and study or hear or discuss subject matter presented in two books: Bhagavad Gita and Srimad Bhagavatam. So we should hear about the transcendental activities of Krishna from the Bhagavad Gita and from the Srimad Bhagavatam. What happens for somebody who hears that? The more we hear, the more we can know about his transcendental nature. To understand the transcendental nature of Krishna is a little difficult if we consider the fact that we are used to hearing about the material activities of people in this world, but to hear about Krishna, Krishna's transcendental activities, means we are making definite progress on the path back to Godhead. So this is a fact that simply by dedicating oneself to hearing about Krishna from the proper, from a true representative of Shukadev Goswami, or a true representative of Krishna himself, then we definitely make progress. And by making such progress, we actually go back to Godhead."
    },
    {
      "start_time": 862,
      "end_time": 944,
      "verse_references": [],
      "themes": [
        "Chaitanya Mahaprabhu",
        "chanting",
        "hearing Bhagavatam",
        "eternal life",
        "Krishna's abode"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "You chant Hare Krishna, and you hear Bhagavatam every day.",
      "summary": "The speaker concludes by recommending chanting Hare Krishna and hearing Bhagavatam regularly, as suggested by Chaitanya Mahaprabhu, to attain eternal life and reach Krishna's personal abode.",
      "timestamp_url": "https://youtu.be/cUhOd7jRUlY?t=862",
      "transcript": "So, the recommendation by Chaitanya Mahaprabhu is particularly available, that he says, you chant Hare Krishna, and you hear Bhagavatam every day. The Bhagavatam itself recommends, Nityam Bhagavata Sevaya, always render service to Bhagavatas, two kinds of Bhagavatas, the book Bhagavatam, and the devotee Bhagavatam, the pure devotees particularly. So, we should actually hear Bhagavatam regularly, or read Bhagavatam regularly, and that will guarantee us eternal life after quitting this body, because we simply become eligible to go to Krishna's personal abode if our consciousness is properly situated at the time of death, and such preparation of consciousness is possible by simply chanting Hare Krishna, hearing Bhagavatam daily, etc. I'll stop here. Thank you very much."
    }
  ]
}