{
  "video_id": "D1giBxi2ovc",
  "title": "Are We Part of the Drama of This World? | Sri Chanchalapathi Dasa | SB 2.5.26-29 | 19.07.2024",
  "speaker": "HG Chanchalapathi Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=D1giBxi2ovc",
  "segments": [
    {
      "start_time": 0,
      "end_time": 149,
      "verse_references": [],
      "themes": [
        "creation",
        "elements",
        "transformation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "And water being transformed from all life on Earth appears knew in order and as previously becomes qualitatively full of juice, touch, sound and form respectively.",
      "summary": "The speaker reads verses from Srimad Bhagavatam describing the transformation of elements in the process of creation.",
      "timestamp_url": "https://youtu.be/D1giBxi2ovc?t=0",
      "transcript": "Om Namo Bhagavate Vasudevaya. Reading from Srimad Bhagavatam, Canto 2, Chapter 5, Verse 26-29. I will read myself. Reading from Srimad Bhagavatam, Canto 2, Chapter 5, Verse 26-29. Translation and purport by His Divine Grace A.C. Bhaktivedanta Swami Srila Prabhupada: \"Because the star is transformed, the air is generated with the quality of touch. And by previous succession, the air is also full of sound and the basic principle of duration of life, sense perception, mental power, and bodily strength. When the air is transformed in course of time and nature's course, fire is generated, taking shape with the sense of touch and sound. Since fire is also transformed, there is a manifestation of water full of juice and taste. As previously, it also has form and touch and is also full of sound. And water being transformed from all life on Earth appears anew in order and as previously becomes qualitatively full of juice, touch, sound and form respectively.\""
    },
    {
      "start_time": 447,
      "end_time": 572,
      "verse_references": [],
      "themes": [
        "drama of life",
        "roles",
        "creator"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "So in the same way Lord Brahma who is the director of this universe creator of the universe he is doing the set design",
      "summary": "The speaker uses the analogy of a film director to explain how Lord Brahma creates the universe and assigns roles to living entities.",
      "timestamp_url": "https://youtu.be/D1giBxi2ovc?t=447",
      "transcript": "Suppose, let's say I'm a film director and I'm planning a film, and in that film I want some of you to become the king, some of you to become the queen, some of you to become warriors, some of you to become an invader, a villain who will come and do all nonsense, all wrong things, and some of you soldiers. And so now, in filmmaking, there is one important step after the script, casting, all that is done, that's called set design. Because it's a story of a king, queen, all this, we need a palace, we need a battleground, we need horses, we need elephants, we need soldiers. Next, as a film director, I'll start planning all of this so that when we turn on the lights and all of you can act out very correctly, the king will play his role, the queen will play her role, and then the invader will come and all the different things will, as per the story, will unfold. So in the same way, Lord Brahma, who is the director of this universe, creator of the universe, he is doing the set design."
    },
    {
      "start_time": 644,
      "end_time": 792,
      "verse_references": [],
      "themes": [
        "purpose of life",
        "illusion",
        "detachment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But a very fundamental deeper question is why have I become an actor in this drama but very rarely people think they are all busy with their roles they have to play mother father",
      "summary": "The speaker raises the fundamental question of why we are part of this worldly drama and emphasizes that people are usually too engrossed in their roles to contemplate the deeper meaning.",
      "timestamp_url": "https://youtu.be/D1giBxi2ovc?t=644",
      "transcript": "So a fundamental question is, why are we all part of this drama? But this is like a, this, okay, that's like a drama, cinema is all right, but this looks like real life. This doesn't look like drama. No, actually it is a fact. What is a drama, what is a cinema? After some time, the curtains will close and the lights are turned off and the drama ends. So even in our lives, one day the curtain will be drawn, the lights will be turned off, our drama will end, but it doesn't appear like that. It looks like real, you know, this is my wife, this is my husband, this is my home, this is my father, this is my mother, these are my children, this is my house. Why all of this has come about? These are deeper questions. One is, you are a king, play properly your role as a king. You, queen, play properly queen as a role as a queen, do your proper, be a strong king, all that is one thing. But a very fundamental, deeper question is, why have I become an actor in this drama? But very rarely people think, they are all busy with their roles, they have to play mother, father, husband, wife, and they want to play it out nicely so that everybody is impressed with the role I am playing. We rarely think why this drama is going on."
    },
    {
      "start_time": 804,
      "end_time": 931,
      "verse_references": [],
      "themes": [
        "spirit soul",
        "body",
        "entrapment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We are the spirit soul we are playing the role of a man of a woman of an animal of a bird for some time and then the drama ends and then we will be an actor after he finishes one drama he'll get commissioned to do another drama so we will get another opportunity we will go to another situation",
      "summary": "The speaker explains that we are all spirit souls playing different roles in this material world, designed by Lord Brahma, and questions why the soul has become entrapped.",
      "timestamp_url": "https://youtu.be/D1giBxi2ovc?t=804",
      "transcript": "literatures, we get an understanding of this. We are all spirit souls. Just like in the drama or in the cinema, there is a set designer and makeup artist, costume designer. The costume designer will design for the king, you have to play the role of a king, so you should look like a king. You, she must look like a queen. All the costume design will happen. The palace is built. Brahma is doing all this. You should get a male body, you should get a female body, you should look like this, you should look like this, trees, plants. But inside this body is the spirit soul. We are the spirit soul. We are playing the role of a man, of a woman, of an animal, of a bird for some time and then the drama ends. And then we will be an actor, after he finishes one drama, he'll get commissioned to do another drama. So we will get another opportunity, we will go to another situation. Now the Vedic literatures provides a very, very significant perspective, why have we become part of this drama? What is this going on? And that is, we are all spirit souls, we take on this body and the body has male body, female body, animal body has designed by a by Lord Brahma, the creator of all this."
    },
    {
      "start_time": 931,
      "end_time": 1074,
      "verse_references": [],
      "themes": [
        "Krishna",
        "desire",
        "independence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "And this Jeeva Shakti has developed a desire, I want to be independent of Krishna.",
      "summary": "The speaker explains that we are all part of Krishna, but unlike sunlight which cannot be independent of the sun, we have developed the desire to be independent.",
      "timestamp_url": "https://youtu.be/D1giBxi2ovc?t=931",
      "transcript": "Why has the soul become entrapped like this and playing this different role? Very nicely Prabhupada has written in the purport, previous purport. As an Amsha, we are all spirit soul, Amsha of Krishna. Just like there is sunlight. Sunlight has come into the room but some minutes back it was in the sun and it has come all the way and traveled here. Isn't it? We understand that. Now can the sun, sunshine, sunlight, is it possible for the sunlight to be independent of the sun? Can sunlight exist without the sun? Not possible at all, isn't it? Constitutionally, it is not possible. The sunlight is an emanation of the sun. In the same way, we are all living entities. We are all conscious entities coming from Krishna. We are all living entities. We are all conscious entities coming from Krishna. We are all living entities. We are all conscious entities coming from Krishna. We are all conscious entities coming from Krishna. But, this conscious entities have developed one desire. Sunshine has no desire. It is just light energy. Whereas, we are also energy, Jeeva Shakti of the Lord. And this Jeeva Shakti has developed a desire, I want to be independent of Krishna. I want to be independent of Krishna."
    },
    {
      "start_time": 1074,
      "end_time": 1243,
      "verse_references": [],
      "themes": [
        "illusion",
        "unconstitutional desire",
        "dream"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This desire of the living entity to be independent of Krishna is called unconstitutional desire.",
      "summary": "The speaker elaborates on the unconstitutional desire to be independent of Krishna, comparing it to a dream where sunlight can exist without the sun, and how Krishna creates the illusion of the material world to facilitate this desire.",
      "timestamp_url": "https://youtu.be/D1giBxi2ovc?t=1074",
      "transcript": "I want to be independent of Krishna. I want to be independent of Krishna. Krishna. Just like sunlight has come from sun, we are also Jeeva Shakti coming from Krishna, the Shaktimaan. But the difference is that is a inert, lifeless energy, light energy, heat energy. Whereas we are a Shakti which has got Chetana, consciousness. And this Chetana Shakti, Chit Shakti has developed a desire because it's Chetana. Chetana means has desire, has thinking, feeling. And this Chit Shakti has developed a desire, I must be independent of Krishna. It is not possible. Sunshine cannot be independent of the sun. It is an emanation of the sun. This desire of the living entity to be independent of Krishna is called unconstitutional desire. It is not constitutional. It is not by our makeup. How we are composed, how we are formed, what are we made of? We are made of Krishna's energy. We have come from Krishna. So we can never sever that. But we have developed a desire. I want to be independent of Krishna. This is possible only in illusion. For example, we can think of sunshine without sun in our dream. We can say last night I had a dream, you know, there was so much sunlight. I looked up at the sky and I didn't see the sun at all. But there was sunshine. Yes, such a thing is possible in illusory dream. Dream will go away. It's a temporary existence in the night. And when we wake up, it's all gone. Right? In the same way, Krishna through Brahma creates an illusion of this world for the living entities to give an impression that we are independent of Krishna."
    },
    {
      "start_time": 1243,
      "end_time": 1378,
      "verse_references": [],
      "themes": [
        "God consciousness",
        "independent desires",
        "blessings"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "But they follow religion, they follow Dharma. But they follow religion, they follow Dharma. With an aim that God will bless me so that all my various desires I have with my family, with my profession, with myself, I can fulfill all those desires with God's blessing.",
      "summary": "The speaker discusses how many people recognize God but primarily seek His blessings to fulfill their own independent desires and ambitions.",
      "timestamp_url": "https://youtu.be/D1giBxi2ovc?t=1243",
      "transcript": "We are here in the material world. But among the living entities here, some of them have some God consciousness. So they recognize God, they go to temples, they worship, they follow some religion, some Dharma. But they follow religion, they follow Dharma. But they follow religion, they follow Dharma. With an aim that God will bless me so that all my various desires I have with my family, with my profession, with myself, I can fulfill all those desires with God's blessing. This is the large population of the society thinks like this. Recognize God. But I have my desires and I should fulfill my desires, my ambitions with God's blessing. But then the reality is that we are a spirit, chetana shakti, coming from Krishna. We rarely think, what is Krishna's plan for me? What does Krishna want me to do? I have come into this world, I am playing different roles. But our spirit of independence is such that I am here, I am independent, I have my independent desires and ambitions. And God is there, I want God's blessing to fulfill my independent desires. You see, I want to be independent is manifested in the spirit of I want to have independent desires."
    },
    {
      "start_time": 1378,
      "end_time": 1520,
      "verse_references": [],
      "themes": [
        "Krishna's plan",
        "surrender",
        "recognition of God"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Rarely we think, if I am part and parcel of Krishna, I have come from Krishna, what was Krishna's plan for me?",
      "summary": "The speaker contrasts pursuing independent desires with aligning oneself with Krishna's plan, highlighting the initial stage of recognizing God as a fulfiller of personal dreams.",
      "timestamp_url": "https://youtu.be/D1giBxi2ovc?t=1378",
      "transcript": "That's what we pursue. We have our plans. We get inputs from the society, from newspapers, from the heroes of the world, from different sources. And we form our ambitions and we have to do that. And we want to pursue. These are my desires, my ambition. Rarely we think, if I am part and parcel of Krishna, I have come from Krishna, what was Krishna's plan for me? This is the kind of an independent desire that we want to have. Because we want this desire, the independent desire, the independent existence, which is unconstitutional. Krishna creates an illusion in the material world. Gives us different roles and gives us an opportunity to play out our role, trying to be independent. That is the situation of the material world. That is what is happening here. So we take on different roles. I am man, I am woman, this is the family, this is my business. I must have a house, I must have big house. I must have big car, I must have big bank balance. And we work for all these things. Rarely we think, if we are all children of God, what does God want us to do? When we start thinking, what does God want? Can I know that? Can I align myself with God's intention? That is called Sharanagati. That is the next level of recognition of God. In the first stage, where we recognize God, I have my independent desires, I have my independent plans. I want God's blessing so that I can succeed in my own plan."
    },
    {
      "start_time": 1520,
      "end_time": 1625,
      "verse_references": [
        "BG 18.66"
      ],
      "themes": [
        "Sharanagati",
        "surrender",
        "Krishna's plan"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "What does Krishna want me to do? If I am his.",
      "summary": "The speaker introduces the concept of Sharanagati (surrender) and aligning one's desires with Krishna's plan, referencing the Bhagavad Gita's teaching on surrendering to Krishna.",
      "timestamp_url": "https://youtu.be/D1giBxi2ovc?t=1520",
      "transcript": "This is also recognition of God, but a relatively very minimal recognition. God as a supplier of my dreams, as a fulfiller of my dreams. My dreams. It's my dream. And God shall kindly fulfill my dreams. See, this is the large population of the world, in every religion. This is the consciousness of the living entity. The next level Krishna teaches in the Bhagavad Gita, in the Vedic literatures, is that, if you are part and parcel of me, Krishna. We are all part and parcel of Krishna. We have come from Krishna. We are an energy of Krishna. What does Krishna want me to do? What is his plan for me? If I am his. If I am his. If I am his. So, this is how Bhagavad Gita ends, by bringing the concept of Sarva-Dharman-Paridhyajya. Ma mekam sharanam vraja. We must surrender to Krishna. We must align our desires, our plans, our activities, with Krishna's activity."
    },
    {
      "start_time": 1625,
      "end_time": 1778,
      "verse_references": [],
      "themes": [
        "relation with Krishna",
        "drama relationships",
        "temporary"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This is a drama. It's only a drama relationship. No substance.",
      "summary": "The speaker explains that after surrender, one understands their true relationship with Krishna, contrasting it with the temporary and insubstantial relationships in the material world.",
      "timestamp_url": "https://youtu.be/D1giBxi2ovc?t=1625",
      "transcript": "And then what happens? Then, Bhagavatam describes further, after sharanagati, after you align, you will come to understand, you have a relation with Krishna. Relation. Relation is a very powerful thing. Just like somebody is a mother, there is a child. The mother is always conscious, I should take care of my child. And child also, playing around a little bit, if some difficulty, some danger comes, mummy, she will run to the mother, and hold on to the mother. That's the meaning of relationship. There is activity. There is feelings. So, now we, next the Vedic literatures inform us, we have a relation with Krishna. What about all these relationships in the material world? This is a drama. It's only a drama relationship. No substance. Just like in the dream also, we sometimes have so many relationships, so many activities. When we wake up in the morning, all the relationship, all the activities has no meaning. Say in the drama, I earn one crore rupees, and I put it safely into the bank. I am feeling very good. One crore rupees in the bank now. The alarm rings, and then I wake up. Will I run to the bank? Let me draw the one crore rupees. No. It's a dream. It has no substance. Same thing will happen to us, when our life's alarm rings, and we go out of this world. Where is all this relationship? Where is my house? Everything is gone."
    },
    {
      "start_time": 1778,
      "end_time": 1936,
      "verse_references": [],
      "themes": [
        "Ahamkara",
        "false identity",
        "true relation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It all begins with ahamkara. Ahamkara means what? The living entity having a false identity.",
      "summary": "The speaker introduces the concept of Ahamkara (false ego/identity) as the root of our entanglement, contrasting it with the true identity of being part and parcel of Krishna.",
      "timestamp_url": "https://youtu.be/D1giBxi2ovc?t=1778",
      "transcript": "Reset to a new situation. So for all this, very nicely Bhagavatam brings out the primary principle is called Ahamkara. See that's how this Bhagavad, this verse began. So ahamkara iti prokto vikurvan samabhutritha. It all begins with ahamkara. Ahamkara means what? The living entity having a false identity. Usually in our normal language, ahamkara, don't have so much ahamkara. Somebody is very proud, very arrogant, we say that. Right? Yeah, that's okay. It's in one sense. The real sense of the word ahamkara, aham, my identity. My identity truly is I am a part and parcel of Krishna. But now I have developed a false identity. I am independent of Krishna. I have my own life. I have my own plans. I have my own ambitions. I have my own aspirations. And I want to fulfill all these things. And there is God. I understand. I am a pious person. I am a God fearing, God believing person. I need God's blessing to fulfill all my things, my ambitions. But these ambitions are independent of God's plan. I don't know. God is meant for, you know, for fulfilling my desires. That is God. This kind of a recognition of God to sharanagati, to God. And next, I have a relation with God. And that is a true relation. And all these relations are without substance. It's a temporary relation. And I must come to experience that relation which is substantial, which is true, which is real. And that experience and percept, understanding and experience of that relationship"
    },
    {
      "start_time": 1936,
      "end_time": 2028,
      "verse_references": [],
      "themes": [
        "Bhakti",
        "intense relationship",
        "love"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "And that experience and percept, understanding and experience of that relationship is called bhakti.",
      "summary": "The speaker defines Bhakti as the understanding and experience of our true, intense, and loving relationship with Krishna.",
      "timestamp_url": "https://youtu.be/D1giBxi2ovc?t=1936",
      "transcript": "is called bhakti. And that bhakti relationship can become intense. Just like relationships can be very intense between people sometimes. Sometimes, even grown-up men, they have very intense relation with their father and mother. We could have come across such people. Of course, between husband and wife, there could be an intense relation. Between children and parents, there is intense. We all have experienced that. When we had to leave our homes and join ISKCON, join temple, our heart was pulling, father, mother. It was very intense. You see? But these are, all these are drama relationships which we are thinking, it's so intense, it is this, that, all that. It's a drama. Not true. But the truth is that we have an intense, true relationship with Krishna. It is an intense, loving relationship with Krishna."
    },
    {
      "start_time": 2028,
      "end_time": 2193,
      "verse_references": [],
      "themes": [
        "material creation",
        "false identity",
        "independent desire"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The living entity has desire to be independent. Now Lord has to fulfill that. It is not possible to fulfill that. Because it is an unconstitutional desire.",
      "summary": "The speaker explains how Brahma creates the material world to fulfill the living entity's desire to be independent, even though it's an unconstitutional desire.",
      "timestamp_url": "https://youtu.be/D1giBxi2ovc?t=2028",
      "transcript": "So, Bhagavatam is preparing us to understand all this and describing here how Brahma created all these sets in the form of the body, in the form of the dress for the body, in the form of the palace, in the form of the houses, and in modern world, in the form of my factory, my shop, my bank, my bank balance, my car. All these different things have come about. That's why, it is very nicely described here in this verse. Sohankara iti prokto vikurvan samabhut tridha. This ahankara, the false identity the living entity wants to take up. The living entity has desire to be independent. Now Lord has to fulfill that. It is not possible to fulfill that. Because it is an unconstitutional desire. It can only be fulfilled in a dreamlike situation. That is why, Srila Prabhupada gives another example of an unconstitutional desire. There was a child. Child, you know children, they become cranky sometimes. They cry, cry so much. They are small children. And the mother is trying to pacify the child, put the child to sleep. Not able to do anything. So when such things happen, you know, in homes, the mother brought the child, you know, sometimes due to heat also, the children go cranky. So she brought the child out of the house in the night. And hoping that, you know, cool, little cool breeze, child will become alright. The child was still very cranky. And now the child looked at the sky and there was the moon. And now the child started demanding, get me the moon. I want the moon. So the mother is very perplexed. What is this? How can I get the moon? Moon is in the sky. The child's desire is an unconstitutional desire. It is not possible for the child to get the moon from the sky. Impossible. It is not in line with the composition and what the child is made of, what the moon is made of."
    },
    {
      "start_time": 2193,
      "end_time": 2281,
      "verse_references": [],
      "themes": [
        "unconstitutional desire",
        "illusory world",
        "reflection"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "We are related to Krishna, we are meant to have a serving relationship with Krishna but we have developed a desire, I want to be independent, I want to enjoy, I have my plans, I want to have nice relationship in the material world without Krishna.",
      "summary": "The speaker uses the analogy of a child wanting the moon to illustrate how Krishna creates an illusory world to satisfy our unconstitutional desires for independence.",
      "timestamp_url": "https://youtu.be/D1giBxi2ovc?t=2193",
      "transcript": "But the child has developed a desire. The father was an intelligent man. He was watching all this, how the wife, mother is struggling with the child and the child demanding the moon. The father, what he did, he went and brought one big mirror. He said, I want the moon. And the child saw the reflection of the moon in the mirror. And the child saw, oh, the moon is there. And the child was holding the mirror and the child became satisfied. Now I got the moon. Actually the child did not get the moon, got a reflection of the moon. We are related to Krishna, we are meant to have a serving relationship with Krishna but we have developed a desire, I want to be independent, I want to enjoy, I have my plans, I want to have nice relationship in the material world without Krishna. So Krishna has said, all right, I will create an illusory world with illusory forms, with illusory relationships, with illusory activities and we become busy here."
    },
    {
      "start_time": 2281,
      "end_time": 2378,
      "verse_references": [],
      "themes": [
        "truth",
        "acharyas",
        "realism"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So that there is a sense of realism.",
      "summary": "The speaker emphasizes the importance of understanding the truth from the Shastras and Acharyas, and how Brahma creates a sense of realism in the material world.",
      "timestamp_url": "https://youtu.be/D1giBxi2ovc?t=2281",
      "transcript": "This is what is happening to us. Very few people know this truth from the Shastra. Our great Acharyas have presented this to make us understand. This is what is happening to us here. So this is the, how this, and for the, you know when you have to play the role of a king, someone has to play the role of a queen, somebody has an enemy, palace and finally why the cinema film, director is making all this so that the viewers will come and look, oh such a nice cinema it was. King he played his role where you look at the king, look at the palace he had, they should appreciate. So that there is a sense of realism. In the same way, Lord Brahma is creating this material world, minutely tweaking it to get a sense of realism for the audience. The sense of realism for us, the sense of rupa, forms, the sense of gandha, smell, the sense of taste, rasa, the sense of sparsha, soft, touch, the sense of sound, you see because"
    },
    {
      "start_time": 2378,
      "end_time": 2507,
      "verse_references": [],
      "themes": [
        "temporary world",
        "enlightenment",
        "false ego"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Save and accept the Lord, no one can be called the enjoyer, but the living entity falsely desires to become the enjoyer. This is the origin of false ego.",
      "summary": "The speaker reminds us that the material world is temporary and emphasizes that enlightenment comes from understanding the truth about the soul and its relationship with Krishna, highlighting false ego as the root of our problems.",
      "timestamp_url": "https://youtu.be/D1giBxi2ovc?t=2378",
      "transcript": "of these things. Rasa, gandha, smell. Because of this we are having an experience. So Brahma is minutely designing and creating all these experiences so that it looks like a real world for us. Actually it's a, it's a temporary world. We have to remember this. This is endless. This is enlightenment. This is enlightenment, that this is the truth. What is true is this body is not truth, it will go away. The spirit soul, that is eternal. And that spirit soul has a relation with Krishna. So Srimad Bhagavatam is preparing us for all this understanding gradually. Gradually telling how the material creation is coming about. How the sets are being prepared for the actors to play the role in the same way how the material world is being created for the conditioned souls to come and play different roles in this material world. That's the sub, someone's substance. So there is one very nice statement by Srila Prabhupada. Srila Prabhupada, in the previous purport, I'll read that, where is that, oh it's here. Factually, save and accept the Lord, no one can be called the enjoyer. Krishna alone is the enjoyer. Save and accept the Lord, save and accept the Lord, no one can be called the enjoyer, but the living entity falsely desires to become the enjoyer. This is the origin of false ego."
    },
    {
      "start_time": 2507,
      "end_time": 2684,
      "verse_references": [
        "BG 9"
      ],
      "themes": [
        "confidential knowledge",
        "master",
        "enjoyer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "I am the master, I am the enjoyer of everyone's activities and sacrifices.",
      "summary": "The speaker discusses the most confidential knowledge revealed by Krishna in the 9th chapter of the Bhagavad Gita, emphasizing that Krishna is the master and enjoyer of everything.",
      "timestamp_url": "https://youtu.be/D1giBxi2ovc?t=2507",
      "transcript": "This is the origin of ahamkara. This is the important truth Krishna reveals in the 9th chapter of the Bhagavad Gita. In the beginning of the chapter, 9th chapter, Krishna said, idam tu te guhyam pravakshyam anasuyave. Idam tu te guhyam pravakshyam anasuyave. Idam tu te guhyam pravakshyam anasuyave. I am going to tell you the most confidential knowledge. Pravakshyam anasuyave dhyana vigyana sahitam yajnatva mokshase ashubhata. And if you know this truth, you will be freed from all inauspiciousness. What is that truth? Most confidential truth Krishna has revealed in the 9th chapter. There are many aspects of the truth. One of them he is aham hi sarvayagnanam bhogtacha prabhurevaca. This is I am the master, I am the enjoyer of everyone's activities and sacrifices. Natumam abhijananti tatvenathas cavantite. One who don't accept this, I am the master and I am the enjoyer. This is the truth about me. This is the tattva. One who does not accept this. They come to this material world, in this world of illusion. This is the most difficult thing for people to accept. I am not the enjoyer, Krishna is the enjoyer. Or somebody may get an impression, oh Krishna is the enjoyer, I am not the enjoyer. That means Krishna is the enjoyer. And I am what? Sufferer is it? Because opposite of enjoyment is suffering, no? Krishna is the enjoyer. What about me? Krishna is the enjoyer, I am the sufferer. No. By serving him, we will get our enjoyment. That is our pleasure. Not independently trying to be the enjoyer. Krishna is the supreme. The supreme enjoyer. Bhokta cha prabhu revacha. He is the bhokta, he is the prabhu. We must accept. This is the most confidential knowledge that Krishna is describing."
    },
    {
      "start_time": 2763,
      "end_time": 2919,
      "verse_references": [],
      "themes": [
        "free will",
        "love",
        "independent desires"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "For love to happen, freedom is required.",
      "summary": "The speaker answers a question about free will, explaining that it is necessary for love to exist and that our turning away from Krishna leads to independent desires and entrapment in Maya.",
      "timestamp_url": "https://youtu.be/D1giBxi2ovc?t=2763",
      "transcript": "When do we have a free will? And what percentage of free will we are having? Sorry. Why do we have a free will? And what is the percentage of free will we have? Okay, I will answer that. Okay, why do we have free will? See, we were just discussing that we have a relationship with Krishna. And that relationship is loving relationship, bhakti. For love to happen, freedom is required. Just like if I say, I show a gun at you and say, love me or else, you will get scared. I love you. Please let me go. There won't be true love. There is a saying, love cannot come from the barrel of a gun. So, for love, real love to exist, there has to be free will, freedom. So, Jeeva, we have come from Krishna. We are amsa of Krishna. Krishna is fully independent. Swarat. His position. We are amsa. We have small level of independence. We have free will to a small extent. Why Krishna has given that free will to us? Because he wants us to use the free will correctly and love him. But the option exists. If we don't want, we can turn away from him. That is what we are all doing. We have come into this world. Krishna bahirmukha. We have turned away from Krishna. We have come into this material world. Bhogavanchakare. Krishna bahirmukha. Bhogavanchakare. Nikatasta maya. Japati adhare. Very close. When we turn away from Krishna, the first symptom is, we develop independent desires. And moment we develop independent desires, Krishna creates an illusory world. And maya captures us to this world. That is what has happened to us."
    },
    {
      "start_time": 2919,
      "end_time": 3041,
      "verse_references": [],
      "themes": [
        "free will",
        "human life",
        "illusion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "All living entities have have have free will. But that free will is most 100% manifest in human life.",
      "summary": "The speaker continues discussing free will, explaining that it is most manifest in human life and that humans have the ability to understand the ultimate truth and escape the illusion of the material world.",
      "timestamp_url": "https://youtu.be/D1giBxi2ovc?t=2919",
      "transcript": "Now, to what extent, what percentage, you said? Okay. All living entities have have have free will. But that free will is most 100% manifest in human life. And in human life, in sattvic life, it is 100% manifest. In rajasic life, may be little lesser. Tamasic life, even lesser. And animal life, even lesser. Plant life, the least. That's why you see plants, they just grow. They stand there. Practically, they have no volition. They don't have an ability. No, I want to be here. Animal, at least they can. No, I don't want to be in this room. I want to go there. They can run around. They are moving living entities. Birds can fly. There is a little bit more expression of freedom. And that expression of freedom is most in human beings. And if somebody is a little more enlightened and he has got a life, tranquil, peaceful life, he is more free. I can do many things. I can plan to do. You see, that's called sattva guna. So, you can see manifestation of free will according to the different forms, life forms. And it is most manifest in human body. And that's why human beings, we can understand all these ultimate truth and come out of this illusory world. Animals don't have that ability to come out of the illusion. They are just stuck in the illusion. We can come out of that illusion with proper knowledge from the shastra, from the acharyas. That is the possibility open to human beings. We will stop here."
    }
  ]
}