{
  "video_id": "d30rNAe9YZg",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.16.13-15 | 17-01-2023",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=d30rNAe9YZg",
  "segments": [
    {
      "start_time": 0,
      "end_time": 76,
      "verse_references": [],
      "themes": [
        "invocation",
        "verse recitation",
        "introduction"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So all the three verses one after another I shall now recite.",
      "summary": "The lecture begins with traditional Vaishnava prayers and an introduction to the verses that will be discussed from Srimad Bhagavatam.",
      "timestamp_url": "https://youtu.be/d30rNAe9YZg?t=0",
      "transcript": "Om Agyana Timiran Dhasya Gyanan Janishalakaya Chakshurun Meelitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udeerayet. In this session, we will be discussing three verses, the two verses of the Shri Advaitha Gadadhara 13, 14, and 15 of the 16th chapter of the first canto of Srimad Bhagavatam. These three verses are given together by Srila Prabhupada. So I will read the three verses, and then we will hear the translation, and then we will discuss something about these three verses from the purport."
    },
    {
      "start_time": 76,
      "end_time": 143,
      "verse_references": [],
      "themes": [
        "verse recitation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "13th verse",
      "summary": "HH Stoka Krishna Swami recites the 13th, 14th and 15th verses of the 16th chapter of the first canto of Srimad Bhagavatam.",
      "timestamp_url": "https://youtu.be/d30rNAe9YZg?t=76",
      "transcript": "So all the three verses, one after another, I shall now recite. 13th verse: Tatra Tatropa Srinvanaha Swapurvesham Mahatmanam Pragiyamanam Chayashaha Krishnamahatmya Suchakam. In the 14th verse: Atmanam Ch Paritratam Ashwatthamno Astratejasaha Sneham Ch Vrishniparthanam Tesham Bhaktim Ch Kesave. The last verse, last verse in this series of three verses, the 15th verse. So the translation of these three verses..."
    },
    {
      "start_time": 143,
      "end_time": 284,
      "verse_references": [],
      "themes": [
        "translation",
        "explanation",
        "Krishna's protection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Wherever the king visited, he continuously heard the glories of his great forefathers who were all devotees of the Lord.",
      "summary": "Srila Prabhupada's translation of the verses is read, followed by an explanation of the verses, focusing on Parikshit's hearing the glories of his forefathers and Krishna's protection.",
      "timestamp_url": "https://youtu.be/d30rNAe9YZg?t=143",
      "transcript": "given by Srila Prabhupada is as follows: Wherever the king visited, he continuously heard the glories of his great forefathers who were all devotees of the Lord. That means basically the Pandavas. All the Pandavas were great devotees of Krishna, Keshava, and also of the glorious acts of Lord Krishna. People used to describe the forefathers of Parikshit and even the glorious activities of Krishna, because Krishna was also ruling Dwaraka when Yudhishthira was ruling in Hastinapur. So Parikshit also heard how he himself had been protected by the Lord from the powerful heat of the weapon of Ashwatthama. Parikshit's birth was extraordinary. He's protected by Krishna even when he was in his mother's womb. He was attempted to be killed by Ashwatthama at the end of the battle of Kurukshetra, but Krishna saved him in his mother's womb. So that also people were glorified. People also mentioned the great affection between the descendants of Vrishni and Prutha due to the latter's great devotion to Lord Keshava. The descendants of Kunti, that is the Pandavas, and descendants of Vrishni, that means the family members of Krishna, there was a very nice affection between these two families because Kunti was a pure devotee of Krishna. So therefore, there was a nice affectionate relationship between the Vrishnis and the Pandavas."
    },
    {
      "start_time": 284,
      "end_time": 343,
      "verse_references": [],
      "themes": [
        "gratitude",
        "rewards",
        "glorification of Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "What was he pleased to hear? The glories of Lord Krishna and the glories of Krishna's pure devotees, the Pandavas.",
      "summary": "The lecture explains how King Parikshit was pleased to hear the glories of Krishna and His devotees, and how he rewarded the singers of these glories.",
      "timestamp_url": "https://youtu.be/d30rNAe9YZg?t=284",
      "transcript": "So King Parikshit, being very pleased with the singers of such glories, opened his eyes in great satisfaction. Out of magnanimity, he was pleased to award them very valuable necklaces and clothing. He was very pleased to hear. What was he pleased to hear? The glories of Lord Krishna and the glories of Krishna's pure devotees, the Pandavas. And when he was pleased by such an act of glorification of Krishna and his pure devotees, he rewarded the singers with very valuable necklaces and very valuable clothing."
    },
    {
      "start_time": 343,
      "end_time": 477,
      "verse_references": [],
      "themes": [
        "Vedic culture",
        "welcome addresses",
        "Krishna Samhita"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The subject matter of those welcome addresses was Krishna. This is the most important point.",
      "summary": "The speaker explains that the Vedic culture involves welcoming great personalities with addresses focused on Krishna, highlighting that Srimad Bhagavatam is also known as Krishna Samhita.",
      "timestamp_url": "https://youtu.be/d30rNAe9YZg?t=343",
      "transcript": "So Srila Prabhupada explains a significant point to be noted in these verses. In the purport, Srila Prabhupada says, \"Kings and great personalities of the state are presented with welcome addresses.\" This is the Vedic culture. This is a system from time immemorial, and Maharaj Parikshit, since he was one of the well-known emperors of the world, was also presented with addresses of welcome in all parts of the world as he visited those places. He was a very great emperor, so naturally people would welcome him. A great personality is welcomed when he visits a certain place. People who are conversant with his greatness, they will glorify him for the benefit of everyone else. The subject matter of those welcome addresses was Krishna. This is the most important point. How is it that Krishna is the subject matter of all those welcome addresses when Parikshit was travelling in different parts of his kingdom? Because Parikshit was a great devotee of Krishna. Parikshit's forefathers who were ruling the earth planet, the Pandavas, they were also great devotees of Krishna. So whether somebody glorifies Krishna or Krishna's pure devotees, always the subject matter of such glorification is Krishna. That's why the Bhagavatam, which contains nothing but the glorification of Krishna and his pure devotees, is also called Krishna Samhita. That means it is that special Vedic literature, Samhita means Vedic literature, which is exclusively devoted to descriptions of the glorifications of Krishna."
    },
    {
      "start_time": 477,
      "end_time": 621,
      "verse_references": [],
      "themes": [
        "Krishna and devotees",
        "inseparability",
        "Bhakti"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna and his unalloyed devotees cannot be separated. And therefore, glorifying the devotee means, glorifying the Lord and vice versa.",
      "summary": "The lecture emphasizes the inseparability of Krishna and His devotees, explaining that glorifying a devotee is equivalent to glorifying Krishna, and that true Bhakti is devotion to Krishna alone.",
      "timestamp_url": "https://youtu.be/d30rNAe9YZg?t=477",
      "transcript": "That is the speciality of the Bhagavatam. So therefore, it is called Krishna Samhita. It is a very special literature. Similarly, here it is said, wherever Parikshit went, the welcome addresses that were given to Parikshit, the subject matter was Krishna. So Srila Prabhupada clarifies, \"Krishna means Krishna and his eternal devotees as the king means the king and his confidential associates.\" A king is never alone. When a king travels, he has got his confidential associates. Similarly, Krishna is never alone. Krishna is always with his confidential associates, who are all his devotees. All are his devotees. Krishna is the one and only one Supreme Lord, and everyone else, especially in the spiritual world, everyone else is a devotee. Actually, everyone in the material world also is a devotee of Krishna, but in the material world, people are forgetful of their devotional relationship with Krishna. That is the difference between the spiritual world and the material world. So Srila Prabhupada says, \"Krishna and his unalloyed devotees cannot be separated, and therefore, glorifying the devotee means glorifying the Lord and vice versa.\" So glorification of devotee means it is nothing but glorification of Krishna only, because the object of the devotion of the devotees is Krishna only and nobody else. So when Shastras say Bhakti, Bhakti refers to devotion towards Krishna only and not devotion towards some other material personality, some other object of glorification."
    },
    {
      "start_time": 621,
      "end_time": 796,
      "verse_references": [],
      "themes": [
        "Bhakti",
        "Krishna consciousness",
        "Parikshit's remembrance"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "devotees are all the time thinking of Krishna, speaking about Krishna, remembering Krishna, do every activity for the sake of pleasing Krishna. That is Bhakti.",
      "summary": "The speaker continues to define Bhakti as constant remembrance and service to Krishna, illustrating how Parikshit's experiences reminded him of Krishna.",
      "timestamp_url": "https://youtu.be/d30rNAe9YZg?t=621",
      "transcript": "No. Just like they say, Desh Bhakti, devoted to the country. That word Bhakti cannot be used, strictly speaking, for somebody who is very devoted to, who is patriotic. The word Bhakti cannot be used. Bhakti refers to devotion to Krishna only. So even if somebody glorifies the devotee, that glorification will necessarily be glorification of Krishna only, because devotees are all the time thinking of Krishna, speaking about Krishna, remembering Krishna, doing every activity for the sake of pleasing Krishna. That is Bhakti. So Srila Prabhupada further says, \"Maharaj Pariksit would not have been glad to hear about the glories of his forefathers like Maharaj Yudhishthir and Arjuna had they not been connected with the activities of Lord Krishna.\" This is a characteristic of a devotee. He is not simply attached to his family members like ordinary people are. No. His attachment is for devotees. His attachment is for Krishna and Krishna's devotees. The devotees are glorified by the presence of the Lord because they cannot live for a moment without the presence of the Lord and His different energies. This is the symptom of a devotee. A devotee always wants the presence of the Lord. And how does a devotee always be in the presence of the Lord? By constantly thinking of Him, by constantly remembering Him, by constantly chanting His name, by constantly hearing about His glories, by constantly engaging in different acts of devotion and service to Lord Krishna. So therefore, Maharaj Pariksit felt the presence of the Lord when Krishna was glorified by His activities, especially when Pariksit was saved by Lord Krishna in the womb of His mother. So that reminded him of Krishna. Whatever glorification people did simply reminded Pariksit of Krishna."
    },
    {
      "start_time": 796,
      "end_time": 955,
      "verse_references": [
        "BG 1.1"
      ],
      "themes": [
        "Krishna's protection",
        "dangers in material world",
        "Krishna Leela"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The material world is full of joy. There are dangers at every step.",
      "summary": "The lecture discusses how Krishna protects devotees in the dangerous material world, using the example of the Pandavas' involvement in the battle of Kurukshetra as part of Krishna's Leela.",
      "timestamp_url": "https://youtu.be/d30rNAe9YZg?t=796",
      "transcript": "So therefore, Krishna was the only object of glorification in all such welcome addresses. That is the important point. So Srila Prabhupada explains, \"The material world is full of joy. There are dangers at every step.\" That's the description of the Bhagavatam, padam, padam, yat vipadam, every step there is danger, and the devotees sometimes are apparently placed into dangerous positions, and when they are saved by the Supreme Lord Krishna, Krishna becomes glorified. See, this is the description that is there in the scriptures. Sometimes devotees are also put into dangers, but devotees have no other shelter other than Krishna. So when they are in danger, especially devotees pray to Krishna, they think of Krishna, they seek shelter in Krishna's lotus feet, and Krishna is always very, very, very attentive to his devotees. First of all, devotees cannot be harmed by anybody. In case, apparently, they are harmed by anybody, immediately Krishna is there to save the devotees, as is in the current Bhagavad Gita. So Srila Prabhupada says, \"Krishna would not have been glorified as speaker of Bhagavad Gita had his devotees like the Pandavas not been entangled in the battle of Kurukshetra.\" See, the Pandavas' involvement in the battle of Kurukshetra is part of Krishna's Leela for what purpose? Many multiple purposes, that Krishna came to reduce the burden of this earth planet which is overburdened by demons. So Pandavas assisted Krishna by fighting in the battlefield of Kurukshetra and killing those demons or demoniac Nietzsche persons. So they are simultaneously participating in Krishna Leela and also reducing the burden of this world, which was Krishna's purpose of descent."
    },
    {
      "start_time": 955,
      "end_time": 1051,
      "verse_references": [],
      "themes": [
        "modern glorification",
        "false flattery",
        "rewards"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "nowadays also there are presentations of welcome address but people glorify or flatter",
      "summary": "The speaker contrasts the authentic glorification of the past with the often insincere flattery prevalent in modern welcome addresses, also noting the lack of genuine rewards.",
      "timestamp_url": "https://youtu.be/d30rNAe9YZg?t=955",
      "transcript": "So Srila Prabhupada also says nowadays also there are presentations of welcome address, but people glorify or flatter, that's the correct word, the leaders, even though it's allowed to say the word of God of abundance, these people, junkies, or leaders, or the great personalities, but always such glorification is not factual, simply for pleasing the person. They may say so many things. He or she may or may not be actually worthy of all such glorification. The singers of the glories of the great kings would not simply flatter them by some false statements, no never. And also the Kings would actually reward the singers with nice presentations, but nowadays where is such a reward being given? Because they themselves are not sufficiently rich, and if they are rich, they are not willing to part with their wealth. So there is a difference between the way formerly great personality used to be received and welcomed and rewarded."
    }
  ]
}