{
  "video_id": "dE_AegZmFKs",
  "title": "The Purpose of the Varnashrama System in Society | Sri Madhu Pandit Dasa | SB 4.14.18 | 16.07.2024",
  "speaker": "HG Madhu Pandit Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=dE_AegZmFKs",
  "segments": [
    {
      "start_time": 0,
      "end_time": 307,
      "verse_references": [
        "BG 4.13",
        "BG 9.27",
        "BG 18.46"
      ],
      "themes": [
        "Varna and Ashrama",
        "Duty",
        "Devotional Service",
        "Government's Role"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The state's duty and the citizens' duty are very nicely explained in this verse.",
      "summary": "HG Madhu Pandit Dasa reads and explains a verse and purport from Srimad Bhagavatam, emphasizing the importance of Varna and Ashrama for societal harmony and the government's role in ensuring citizens engage in devotional service.",
      "timestamp_url": "https://youtu.be/dE_AegZmFKs?t=0",
      "transcript": "Om Om Bhagavate Vasudevaya. Reading from Srimad Bhagavatam, Canto 4, Chapter 14, Text 18. Canto 4, Chapter 14, Text 18. Translation: In Perpetual Vaisalaprabhupada Jaya, \"The king is supposed to be pious in whose state and cities the general population strictly observes the system of eight social orders of Varna and Ashrama and where all citizens engage in worshipping the Supreme Personality of Godhead by their particular occupation.\" Purport: \"The state's duty and the citizens' duty are very nicely explained in this verse. The activities of the government head or king as well as the activities of the citizens must be so directed that ultimately everyone engages in devotional service to the Supreme Personality of Godhead. The king or the government head is supposed to be representative of the Supreme Personality of Godhead and is therefore supposed to see that things go on nicely and the citizens situated in the scientific social order comprise four Ashramas, four Varnas and four Ashramas. In the Vishnu Purana, it is stated that unless people are educated or situated in the scientific social order comprised of four Varnas, Brahmana, Kshatriya, Vaishya and Shudra, then four Ashramas, Brahmacharya, Grahastha, Vanaprastha and Sannyasa, society can never be considered real human society nor can it make any advancement towards the ultimate goal of human life. It is the duty of the government to see that things go on in terms of Varna and Ashrama. As stated here in Bhagavan Etnapurusha, the Supreme Personality of Godhead Krishna is the Etnapurusha. As stated in Bhagavad Gita, Bhaktaram, Yajna Tapasam, Krishna is the ultimate purpose of all sacrifice. He is also the enjoyer of all sacrifices. Therefore, he is known as Etnapurusha. The word Etnapurusha indicates Lord Vishnu or Lord Krishna or any personality of Godhead in the category of Vishnu Tattva. In perfect human society, people are situated in the orders of Godhead. They follow the orders of Varna and Ashrama and are engaged in worshipping Lord Vishnu by their respective activities. Every citizen engaged in an occupation renders service by the resultant actions of his activities. That is the perfection of life. As stated in Bhagavad Gita, yatah pravrttir bhuthanam ena sarvam idam tatam swakarmanatam abhyarchya siddhim vindati manavah: By worship of the Lord, who is the source of all beings and who is all-pervading, man can, in the performance of his own duty, attain perfection. Thus, the Brahmana Kshatriya Vaishya Shudras must execute their prescribed duties as these duties are stated in the Shastras. In this way, everyone can satisfy the Supreme Personality of Godhead, Vishnu. The king or the government head has to see that the citizens are thus engaged. In other words, the state or the government must not deviate from its duty by declaring that state is a secular state, which has no interest in whether or not the people advance in Varna Ashrama. Today, people engage in government service and people who rule over the citizens have no respect for Varna Ashrama Dharma. They complacently feel that the state is secular. In such a government, no one can be happy. People must follow the Varna Ashrama Dharma and the king must see that they follow it nicely.\" Thus ends the Bhaktivedanta purport."
    },
    {
      "start_time": 307,
      "end_time": 474,
      "verse_references": [],
      "themes": [
        "Varna and Ashrama",
        "Civilization",
        "Division of Labor"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Varna Ashrama system of social organization of human society is a system of social organization meant for civilized human beings.",
      "summary": "The speaker elaborates on the Varna Ashrama system as a foundation for civilized society, highlighting its role in elevating consciousness and the importance of adhering to one's designated division of labor.",
      "timestamp_url": "https://youtu.be/dE_AegZmFKs?t=307",
      "transcript": "So, the duty of the king and that of the citizens is explained here by the great sages to King Vena. As we have been discussing, Varna Ashrama system of social organization of human society is a system of social organization meant for civilized human beings. A civilized human being by following the Varna Ashrama system, he elevates himself into higher states of consciousness. The Varna Ashrama system becomes more abundant, by nationalizing inbuttocks and nuevos and opportunities. Vendra and Sahaja Yoga promote a realized life under the guidance of Varna Ashrama. Vendra and Sahaja Yoga. This civilization, of course, has collapsed. Our Indian civilization was based on this division of labor among different citizens. And then the king's duty is to see that the system does not break. Everyone stays in his division of labor, Brahmana, Kshatriya, Vaishudhra."
    },
    {
      "start_time": 474,
      "end_time": 590,
      "verse_references": [],
      "themes": [
        "Punya",
        "Heavenly Planets",
        "Varna and Ashrama",
        "Karma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Even if he follows this system set up by the Lord, even though he doesn't recognize, but he's part of such a Varna Ashrama society, he will accumulate a lot of Punya.",
      "summary": "The lecture discusses the accumulation of Punya (merit) through adherence to the Varna Ashrama system, even without devotional intent, and its potential consequences, such as attaining heavenly planets.",
      "timestamp_url": "https://youtu.be/dE_AegZmFKs?t=474",
      "transcript": "And this was the duty of the Kshatriya king. And if the population... Okay. He simply lives according to his Varna and Ashrama. He would accumulate a lot of Punya because he is obedient to the system set up by the Supreme Personality of Godhead. Even if somebody is not... Okay. A devotee of the Lord. But if he follows this system set up by the Lord, even though he doesn't recognize, but he's part of such a Varna Ashrama society, he will accumulate a lot of Punya. And accumulating a lot of Punya, what is the result? The next life they will live in a different way. Okay. They will go to the heavenly planets to enjoy the results of those Punyas. Heavenly planets is packed with enjoyment because that is a place to encash your Punya that you have performed in the human body. Okay. So that particular thing of the population thinking that if I am following the Varna Ashrama system, I will get a good life, next life to heavenly planets, has no connection"
    },
    {
      "start_time": 590,
      "end_time": 750,
      "verse_references": [],
      "themes": [
        "Devotional Service",
        "Daivya Varna Ashrama",
        "Karma Mimamsa"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Devotion service is when you recognize that I am part of the Varna Ashrama system that is designed by the Lord.",
      "summary": "The speaker distinguishes between simply following Varna Ashrama for material benefits and engaging in Daivya Varna Ashrama, where the goal is to please the Supreme Personality of Godhead, contrasting it with the Karma Mimamsa philosophy.",
      "timestamp_url": "https://youtu.be/dE_AegZmFKs?t=590",
      "transcript": "with devotion service. Devotion service is when you recognize that I am part of the Varna Ashrama system. Okay. So, I am part of the Varna Ashrama system that is designed by the Lord. And I live my life in strict obedience to the will of the Lord who has designed this Varna Ashrama system. So that is devotion service. That is called Daivya Varna Ashrama system. In that Varna Ashrama is not that, you know, Daivya Varna Ashrama system, Vishnu is the Ejna Purusha. My living as a Brahmana, Kshatriya in the society, everything is for the pleasure of the Supreme Personality of Godhead. So that is how the great Indian civilization was. And even at that time. It's not that if Varna Ashrama is there, everybody is a devotee. No. Large part of people who are in Varna Ashrama, they are following because they want to enjoy. And in case they are ignorant and they do not follow the orders of the social system, then they go down in their material life into another form. Okay. They go down in their material life into another form of life. The lower systems, lower. So Krishna's purpose of Varna Ashrama, karma khandis may misuse it. There's a philosophy called karma mimamsa. It's always there. Just like Vaishnavism, that's always there. There's a philosophy called karma mimamsa. It's always there. They say where is the need for Vishnu. They say where is the need for Vishnu. If I do my karma, I will go to heavenly planet. So, I have to strictly follow the law of karma. If I want to elevate myself to greater enjoyment, they have no concept of pleasing Vishnu by following the laws of Karma."
    },
    {
      "start_time": 750,
      "end_time": 884,
      "verse_references": [],
      "themes": [
        "Laws of Nature",
        "Punya",
        "Varna and Ashrama",
        "Division of Labor"
      ],
      "content_type": "analogy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Similarly, people know that if I do Punya, then I will enjoy my life.",
      "summary": "Using the analogy of atheistic scientists utilizing the laws of electromagnetism, the speaker explains how people can benefit from the Varna Ashrama system and the laws of karma without necessarily being devotees, emphasizing the importance of division of labor in society.",
      "timestamp_url": "https://youtu.be/dE_AegZmFKs?t=750",
      "transcript": "Okay. But still, they know. See, just like to use the laws of material nature, you don't have to be devotees. Atheists, atheistic scientists, they utilize the law of electromagnetism. They don't think of Vishnu. Similarly, people know that if I do Punya, then I will enjoy my life. Not Punya to please the Supreme Lord. Certain acts are Punya. If I do that, I will get… material nature has to give me result. Just like if I know the laws of electromagnetism, it has to give result. Lord is not directly connected with it. He has set up a system. Same way, the Varnashama system is also like that. So, we have to understand that we are for Daivya Varnashama system, where Krishna is the center of the activities, the activities of Brahmana, Kshatriya, Vaishya, Shudra. And they execute these duties being situated in one of the Ashramas. Because there also, how to exist, what is the lifestyle is given. What is the lifestyle of a Brahmana? What is the lifetime of a Kshatriya? What is the lifestyle of a Shudra, a Vaishya? First one is the division by labor. Then a society needs intelligentsia, needs administration, needs economic activity and needs people to work with their hands and legs."
    },
    {
      "start_time": 884,
      "end_time": 1054,
      "verse_references": [],
      "themes": [
        "Varna and Ashrama",
        "Lifestyle",
        "Civilized Society",
        "Vedic Civilization"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Varanashrama system is for civilized human being. Because they are disciplined.",
      "summary": "The speaker explains that the Ashramas are about lifestyle and that the Varna Ashrama system is for civilized human beings because they are disciplined, and laments the destruction of Vedic civilization and the lack of knowledge about Varna Ashrama even among Hindus.",
      "timestamp_url": "https://youtu.be/dE_AegZmFKs?t=884",
      "transcript": "So, we have, these are all division of labor: Brahmana, Kshatriya, Vaishya and Shudra. And this Brahmana, Kshatriya, Vaishya, Shudra, as per the system, they should execute their respective duties, staying under a particular lifestyle. So, Ashramas are about lifestyle. So, the entire human society, why we say civilized? Varanashrama system is for civilized human being. Because they are disciplined. They stay within an Ashrama. And they perform their respective duties as per their Varna. So, in this way, society also will be, everybody performs their part. The human society also will be harmonious. So, these Varanashrama principles are all given in our Shastras. In Mahabharata, when Bhishma was lying on the bed of arrows, most of his instructions was on the Varanashrama. But we know all now that a normal human being, even if he is a Hindu, he does not know this at all. He does not know what is Varanashrama. So, our Vedic civilization has been destroyed. As far as goal of life is concerned, there is no difference between an Indian and an American or a European. No connection with Sanatana Dharma."
    },
    {
      "start_time": 1054,
      "end_time": 1198,
      "verse_references": [],
      "themes": [
        "Sanatana Dharma",
        "Western Civilization",
        "Body-centered Culture",
        "Degradation of India"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "See how much the Indian population has been the victim of another civilization, the Western civilization.",
      "summary": "The speaker contrasts Sanatana Dharma with Western civilization, which he characterizes as body-centered and hedonistic, and expresses concern about the influence of Western culture on the Indian population and the degradation of India's traditional values.",
      "timestamp_url": "https://youtu.be/dE_AegZmFKs?t=1054",
      "transcript": "Our country as an association, our country's origin, the origin of Sanatana Dharma is from our country. See how much the Indian population has been the victim of another civilization, the Western civilization. And the Western civilization is totally body-centered, hedonistic, that means enjoy life, immediate life in this body. Forget. They have no idea of another next life they have. So, that is what today Indians also, they have no idea of what is next life, that there is next life, which is a very obvious factor to everyone. So, unless you know that you are not this body, there is a meaning of next life. If you think you are the body, the body dies, you die. This is the value of the Western society. No spiritual value. Because spirit is not recognized. So, it is very shocking that the entire Bharat, which had a civilization of Varanashrama, for millions of years, it has degraded only in Kali Yuga. In Kali Yuga also, it has degraded only later on,"
    },
    {
      "start_time": 1198,
      "end_time": 1410,
      "verse_references": [],
      "themes": [
        "India's Prosperity",
        "British Rule",
        "Education System",
        "Cultural Heritage"
      ],
      "content_type": "story",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "Unless we break the very backbone of this nation, which is our spiritual and cultural heritage.",
      "summary": "The speaker shares a historical account of Lord Macaulay's address to the British Parliament in 1835, highlighting his strategy to undermine India's spiritual and cultural heritage through the introduction of a new education system.",
      "timestamp_url": "https://youtu.be/dE_AegZmFKs?t=1198",
      "transcript": "due to the foreign rule. People were prosperous, happy under Varanashrama system. What was India's condition? Even 200 years back, when the Britishers ruled, a newspaper cutting of 1835, I will read. Nikolai, who was a British minister in India, in charge of education. And, any of you have that clipping? You have to search it in this. Okay. Here it is. Lord Nikolai addresses the British Parliament on 2nd February, 1835. This is 1835 newspaper cutting. So, what speaks in the British Parliament? \"I have traveled across the length and breadth of India. And, I have not seen one person who is a beggar or who is a thief. Such wealth I have seen in this country. Such high moral values. People of such caliber that I do not think we would ever conquer this country unless we break the very backbone of this nation, which is our spiritual and cultural heritage. And, therefore, I propose that we replace her old and ancient education system, her culture. For, if Indians think that all that is foreign and English is good, and greater than their own, they will lose their self-esteem, their entire, their native culture. They will lose their native culture. And, they will become what we want them, a truly dominated nation.\""
    },
    {
      "start_time": 1410,
      "end_time": 1570,
      "verse_references": [],
      "themes": [
        "Gurukula System",
        "Modern School System",
        "Brainwashing",
        "Cultural Identity"
      ],
      "content_type": "story",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "Anything that is English is great. Anything that is English is good. It's all brainwashing done over hundred years.",
      "summary": "The speaker discusses the dismantling of the Gurukula system and its replacement with the modern school system, emphasizing the resulting brainwashing and loss of cultural identity among Indians.",
      "timestamp_url": "https://youtu.be/dE_AegZmFKs?t=1410",
      "transcript": "You see, huh? So, it is this person who reported to the British Parliament. And, British Parliament approved his plan to dismantle the Gurukula system in the entire country. The Gurukula system where the proper Vedic cultural education was happening. And, they replaced it with this modern school system that we have now. Such a deep and highly valued system of education for human society, for human being, has just been destroyed. We should know all these things, historically. Exactly, they failed. Anything that is English is great. Anything that is English is good. It's all brainwashing done over hundred years. Your children are studying in English school. High value. Even today. Huh? And, people are shy to talk about their culture. Huh? If you take... If you go and stand today and, you know, speak. Indian leaders speak. They don't talk one bit about the culture or anything. Because, they're shy. They don't speak. We cannot talk all these things. Then, you are not educated. You should talk like a Westerner. You should talk Western culture. You should talk Western system. Very deep it is. We were all part of that. That conditioning is so deep. Even now, our conditioning doesn't go."
    },
    {
      "start_time": 1570,
      "end_time": 1730,
      "verse_references": [],
      "themes": [
        "English Education",
        "Prabhupada's Books",
        "Reversal of Fortune",
        "Bhaktisiddhanta Saraswati's Instruction"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "The Lord is in control, ultimately.",
      "summary": "The speaker reflects on the ironic twist of using the English language, initially introduced to destroy Indian culture, to now preach Vedic literature through Prabhupada's books, highlighting Bhaktisiddhanta Saraswati's foresight and the Lord's ultimate control.",
      "timestamp_url": "https://youtu.be/dE_AegZmFKs?t=1570",
      "transcript": "So, this is a story of India 189 years back. Big damage done to our country. So, that is why it is very important that gradually, these things have to come back into the society. They introduce English education. And, you see how everything goes 180 degrees, 360 degrees. It comes back. Now, Prabhupada's books are in English language. Now, we are reading this Prabhupada's book in English. In that English language which they, you know, brought into India to destroy our culture. Now, very same English language, Prabhupada is translating this wonderful literature, Vedic literature. Now, we are talking in English. We are hearing in English about Varnashrama Dharma. How to, how to bring back Varnashrama Dharma. So, the Lord is in control, ultimately. So, we preach in English. See how important Bhaktisiddhanta Saraswati's instruction to Srila Prabhupada. He says, speak to English speaking world. English speaking people. Preach to English speaking people. Bhaktisiddhanta Saraswati clearly knew, even in India, ultimately everybody will be English educated."
    },
    {
      "start_time": 1730,
      "end_time": 1847,
      "verse_references": [],
      "themes": [
        "Cultural Superiority",
        "Preaching",
        "Western Culture",
        "Macaulay's Strategy"
      ],
      "content_type": "question",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "So, should we also preach that no, actually, our culture is superior?",
      "summary": "A question is posed about whether devotees should actively preach the inferiority of Western culture, mirroring Macaulay's strategy to undermine Indian culture.",
      "timestamp_url": "https://youtu.be/dE_AegZmFKs?t=1730",
      "transcript": "Any questions? Hare Krishna, Prabhu. So, Prabhu, you said one thing that how the Lord Macaulay told that unless they feel that whatever is English is superior and whatever they are doing is inferior, we cannot conquer the Indian people. So, and then, as we heard that, how our Acharyas, they, using the same English language, is, they are preaching about Krishna Consciousness, Varnashrama. So, that is one way that is, that is happening, that has happened very nicely. So, should we also, side by side, just like, I remember hearing one lecture or some, reading some book, Prabhupada is saying that we should also convince the Western people that their culture is actually not superior, it is inferior. So, just like Macaulay thought that unless we Indians think that we are inferior, our culture is inferior, we cannot conquer them. So, should we also preach that no, actually, our culture is superior and, I mean, actually, I think that, that only happened that how Prabhupada proved them that your culture is inferior and, so that's how to change the culture. That's the way to prove that"
    },
    {
      "start_time": 1847,
      "end_time": 2064,
      "verse_references": [],
      "themes": [
        "Foundation of Culture",
        "Spirit-centered Culture",
        "Body-centered Culture",
        "Aggression",
        "Sanatana Dharma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Spirit-centered culture is greater because you are spirit.",
      "summary": "The speaker responds by emphasizing the importance of presenting the foundation of Vedic culture, which is spirit-centered, in contrast to the body-centered Western culture, and clarifies that the goal is not to dominate but to spread spiritual culture for the benefit of others.",
      "timestamp_url": "https://youtu.be/dE_AegZmFKs?t=1847",
      "transcript": "they are inferior? No. See, Prabhupada, he told the foundation of our culture. He gave knowledge. Every culture is based on some knowledge. Western culture is based on Western knowledge. Okay, similarly, Indian culture is based on Vedic knowledge. So, Prabhupada went, Prabhupada and our Acharyas, Bhaktivedanta wrote in English, Bhaktivinoda Thakur wrote in English, many things. They went to the foundation of culture and showed that your foundation is shallow, body-centered culture. Ours is spirit-centered culture. Does not matter, Vaishnavism, Mayavadism, Impersonalism, Chodavism, all of them agree spirit. Spirit-centered culture, we are. Spirit-centered culture, spirit-centered culture is greater because you are spirit. Body-centered culture means you are only caring for your life, birth to death. The moment spirit-centered culture means I never die, I am eternal, soul is eternal. So, my welfare means eternal welfare, not my interest in this life, short term. So, that is the difference between, you know, they had a very devious means of dominating. So, we don't have the concept of dominating and then introducing, for that purpose, introducing spiritual culture. So, some of these, our leaders have got it right when they say that we are not aggressors. You see, China is thinking one day the whole world should be China. America is thinking, Russia is thinking. So, they are always thinking how to accumulate more and more power. Conquer means what? Control. So, practically, you know, America is known to be the most powerful nation, was known, the most powerful country. So, see the spirit of, political spirit of those countries is to control the rest of the world. India is not aggressive to capture more and more geographical areas that they are controlling. That is not, India's thing is to spread spiritual culture. For the benefit of their own self, come to Sanatana Dharma. You are short-sighted about your own existence. Just because you have forgot, you, just because you have body-centered culture, doesn't mean you are not a soul. The truth is that you are spirit. And spirit-centered is Varnashma Dharma."
    },
    {
      "start_time": 2064,
      "end_time": 2272,
      "verse_references": [],
      "themes": [
        "Westernization",
        "Prabhupada's Books",
        "Sanskrit Education",
        "Mythology",
        "Temples"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Make best of the bad bargain.",
      "summary": "The speaker acknowledges the westernization of modern India but emphasizes the importance of Prabhupada's books in providing access to Vedic knowledge, which was previously inaccessible due to the destruction of the Gurukula system and Sanskrit education, and highlights the role of temples in preserving Sanatana Dharma.",
      "timestamp_url": "https://youtu.be/dE_AegZmFKs?t=2064",
      "transcript": "So, the modern world is fully, modern India is fully westernized. But doesn't matter. Make best of the bad bargain. As we see here, these wonderful books of Srila Prabhupada. If Prabhupada hadn't translated these books and all, we all would not have become devotees at all. Where do we have Sanskrit? Where do we have Sanskrit? They have broken Sanskrit, no? Once Gurukul system is destroyed, Sanskrit education is broken. And all our knowledge is coming from where? Is written in what language? Sanskrit. So, the Sanskrit translation of these things, we get to appreciate, Oh God, this is not some mythology. Because moment you become educated, after some time you start seeing, because you have no explanation. What is this worship? What is this? What is this? All this ritual? What is this? You know explanation. And when you don't have an explanation, they will come and put, these are all mythologies. These are all superstitions. And they make a joke of all this. So, the Indian educated person, Vedas. Stay away. There is nothing in it. There is ritual, there is superstition. Actually, this was, in my younger days, in college days, this was among all the youths. But it has changed now. So, some positive things are happening in this country now. In my younger days, in my college, somebody came with book distribution, Bhagavad Gita, if they had come. And if all the, my friends are all there. And they come. If I buy, they'll all laugh. They'll laugh. Now it's different. Things have changed. Had zero value for Indian culture. Only our older generations, our parents were the, I think, the last. Then, the next generation became the parents they don't know ABC. They don't know our culture is based on Bhagavad Gita. Some Hindu way of worshipping is there, okay, worship Krishna, worship. So, in fact, it is these places of worship in India, these temples that have kept alive the culture. Kept alive Sanatana Dharma."
    },
    {
      "start_time": 2272,
      "end_time": 2357,
      "verse_references": [],
      "themes": [
        "Mughal Rule",
        "British Rule",
        "Cultural Assimilation",
        "Ghar Wapsi"
      ],
      "content_type": "story",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "Mughals' idea is to come here and make India theirs.",
      "summary": "The speaker contrasts the approaches of the Mughals and the British in ruling India, with the Mughals aiming for cultural assimilation through intermarriage and the British focusing on looting the country, and mentions the Ghar Wapsi program aimed at bringing people back to their Hindu roots.",
      "timestamp_url": "https://youtu.be/dE_AegZmFKs?t=2272",
      "transcript": "But, the Mughals, they knew that, Mughals had a different idea. Britishers' idea was to loot India and take there. Mughals' idea is to come here and make India theirs. Mughal kings. They would conquer, they will kill the men, and they will marry the Indian women. And they are allowed, so many wives married. Then they create, you know, more generations. So, if you see every, you know, Indian Muslim, origin you will go to a Hindu, Hindu mother. You will go. You will reach there. So, that is why they say Garh Vapsi. RSS has a program, Garh Vapsi. They don't say, we are converting you back. Come back. You come back to what you were. Back to home."
    },
    {
      "start_time": 2357,
      "end_time": 2445,
      "verse_references": [],
      "themes": [
        "Practice",
        "Conviction",
        "Realization",
        "Unseen Reality"
      ],
      "content_type": "question",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We should speak with conviction.",
      "summary": "A question is posed about the importance of practicing and boldly preaching the knowledge received, and the speaker responds by emphasizing the need for conviction and realization of the truths being shared, rather than simply reciting from books.",
      "timestamp_url": "https://youtu.be/dE_AegZmFKs?t=2357",
      "transcript": "Any other question? Prabhu, so, I think, so as, now we have received this knowledge, so we should, I mean, not be shy and boldly actually practice. And, just like Prabhupada said, there are two kinds of Bhagavata: Book Bhagavata, person Bhagavata. So, I think it's, it's very important to also become person Bhagavata. So that, the face of the world can change. I mean, it's right, I think. What's the question? Question is that we should not become shy just like sometimes we are taught to be humble. But, while preaching, we should be bold facing the people. We should speak out with conviction. More than bold. Should speak with conviction. We should be convinced of these truths. We should have realization of these truths. We're not simply speaking from some book. These are all facts. These are all the unseen reality. Spirit is the unseen reality. Any other question?"
    }
  ]
}