{
  "video_id": "Dez1DeOI9rc",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.7.7 | 10-12-2021",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=Dez1DeOI9rc",
  "segments": [
    {
      "start_time": 0,
      "end_time": 40,
      "verse_references": [],
      "themes": [
        "invocation",
        "mantras",
        "guru"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Agyana Timiran Dhasya Gyanan Janishalakaya Chakshurun Militam Yena Tasvai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, offering obeisances to the spiritual master and Lord Krishna.",
      "timestamp_url": "https://youtu.be/Dez1DeOI9rc?t=0"
    },
    {
      "start_time": 41,
      "end_time": 100,
      "verse_references": [
        "SB 1.7.7"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "hearing",
        "devotional service",
        "liberation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Simply by giving oral reception to this Vedic literature... the feeling for loving devotional service to Lord Krishna... sprouts up at once to extinguish the fire of lamentation, illusion and fearfulness.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam (1.7.7) and explains that simply by hearing the Bhagavatam attentively, one can develop love for Krishna and overcome lamentation, illusion, and fear.",
      "timestamp_url": "https://youtu.be/Dez1DeOI9rc?t=41"
    },
    {
      "start_time": 100,
      "end_time": 184,
      "verse_references": [],
      "themes": [
        "Pariksit Maharaj",
        "hearing",
        "absorption",
        "nectar"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Through my ears I'm drinking the nectar of the words of the Srimad Bhagavatam spoken by Shukadev Goswami.",
      "summary": "The speaker uses the example of Pariksit Maharaj, who listened to Shukadev Goswami speak the Srimad Bhagavatam for seven days without interruption, to illustrate the power of attentive hearing and absorption in the subject matter.",
      "timestamp_url": "https://youtu.be/Dez1DeOI9rc?t=100"
    },
    {
      "start_time": 189,
      "end_time": 232,
      "verse_references": [],
      "themes": [
        "hearing",
        "devotional service",
        "awakening love",
        "Krishna prema"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Simply by hearing Srimad Bhagavatam attentively, the feeling for loving devotional service to Lord Krishna... it sprouts up at once.",
      "summary": "The speaker reiterates the importance of hearing the Srimad Bhagavatam attentively to awaken the dormant love for Krishna that is already present in the heart.",
      "timestamp_url": "https://youtu.be/Dez1DeOI9rc?t=189"
    },
    {
      "start_time": 232,
      "end_time": 377,
      "verse_references": [],
      "themes": [
        "lamentation",
        "illusion",
        "fear",
        "material pangs",
        "Srila Prabhupada"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Material life means constant lamentation and everyone is after the mirage of illusory things.",
      "summary": "The speaker explains that the Srimad Bhagavatam extinguishes the fire of lamentation, illusion, and fear, which are the primary symptoms of material disease, and quotes Srila Prabhupada on the effectiveness of the ear as a sense.",
      "timestamp_url": "https://youtu.be/Dez1DeOI9rc?t=232"
    },
    {
      "start_time": 381,
      "end_time": 471,
      "verse_references": [],
      "themes": [
        "material disease",
        "symptoms",
        "pure devotee",
        "Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "As soon as you hear from a pure devotee, the actual message of the Bhagavatam, immediately it relieves you from these three material pangs, immediately, you feel relief.",
      "summary": "The speaker elaborates on the symptoms of material disease (lamentation, illusion, and fear) and emphasizes the importance of hearing about Krishna from a pure devotee to experience relief from these pangs.",
      "timestamp_url": "https://youtu.be/Dez1DeOI9rc?t=381"
    },
    {
      "start_time": 471,
      "end_time": 560,
      "verse_references": [],
      "themes": [
        "Bhakti",
        "love for Krishna",
        "Jnana",
        "Karma",
        "Yoga"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The ultimate result of devotional service is to develop genuine love for the first Supreme personality.",
      "summary": "The speaker explains that the ultimate goal of devotional service (Bhakti) is to develop genuine love for Krishna, which cannot be achieved through other methods like Jnana, Karma, or Yoga.",
      "timestamp_url": "https://youtu.be/Dez1DeOI9rc?t=471"
    },
    {
      "start_time": 560,
      "end_time": 636,
      "verse_references": [
        "BG 7.5"
      ],
      "themes": [
        "Prakriti",
        "Parama Purusha",
        "love",
        "male and female"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Love is the only word that can be properly used to indicate the relation between Lord Krishna and the living entities.",
      "summary": "The speaker explains the relationship between Krishna and the living entities as one of love, comparing it to the affection between male and female, with Krishna being the Parama Purusha (supreme male) and the living entities being Prakriti (feminine).",
      "timestamp_url": "https://youtu.be/Dez1DeOI9rc?t=560"
    },
    {
      "start_time": 636,
      "end_time": 755,
      "verse_references": [],
      "themes": [
        "Shravanam",
        "hearing",
        "absolute nature of Krishna",
        "transcendental sound",
        "illusion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Hearing about him means immediate contact with him.",
      "summary": "The speaker emphasizes that loving devotional service begins with hearing (Shravanam) about the Lord, and because Krishna is absolute, hearing about Him is the same as being in direct contact with Him, removing material affections.",
      "timestamp_url": "https://youtu.be/Dez1DeOI9rc?t=636"
    },
    {
      "start_time": 755,
      "end_time": 877,
      "verse_references": [],
      "themes": [
        "illusion",
        "materialism",
        "peace",
        "love"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "By hearing the subject matter of Srimad Bhagavatam this false complexity of materialism is removed and real peace in society begins.",
      "summary": "The speaker uses the analogy of animals being attracted to each other to illustrate how illusion works and explains that hearing the Srimad Bhagavatam removes the false complexities of materialism, leading to peace and love.",
      "timestamp_url": "https://youtu.be/Dez1DeOI9rc?t=755"
    },
    {
      "start_time": 877,
      "end_time": 929,
      "verse_references": [],
      "themes": [
        "Srimad Bhagavatam",
        "cleansing",
        "love",
        "attentive hearing"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The Srimad Bhagavatam is the only literature which gives us perfect description of the Supreme Lord... and such contact with the Lord through simply hearing attentively will ensure that our heart becomes cleansed.",
      "summary": "The speaker concludes by reiterating that the Srimad Bhagavatam is the only literature that perfectly describes the Supreme Lord, and attentive hearing of it cleanses the heart, removes misconceptions, and awakens love for Krishna.",
      "timestamp_url": "https://youtu.be/Dez1DeOI9rc?t=877"
    }
  ]
}