{
  "video_id": "DgwYgDv6gTw",
  "title": "Srimad Bhagavatam | HG Chanchalapathi Dasa | SB 1.7.34 | 21-02-2016",
  "speaker": "HG Chanchalapathi Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=DgwYgDv6gTw",
  "segments": [
    {
      "start_time": 0,
      "end_time": 96,
      "verse_references": [],
      "themes": [
        "Transcendence",
        "Krishna's nature",
        "Anger of the Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Because he is absolute, both his anger and pleasure are the same.",
      "summary": "The speaker explains that while both Arjuna and Krishna are described as angry, Krishna's anger is transcendental and not subject to material nature.",
      "timestamp_url": "https://youtu.be/DgwYgDv6gTw?t=0",
      "transcript": "Both Arjuna and Lord Shri Krishna are described here in an angry mood. But Arjuna's eyes were like balls of red copper, whereas the eyes of the Lord were like lotuses. This means that the angry mood of Arjuna and that of the Lord are not on the same level. The Lord is Transcendence. Please note, Transcendence with a capital T. And thus he is absolute in any stage. His anger is not like the anger of a conditioned living being within the modes of qualitative material nature. Because he is absolute, both his anger and pleasure are the same. His anger is not exhibited in the three modes of material nature. It is only a sign of his bent of mind towards the cause of his devotee. Because that is his transcendental nature. Therefore, even if he is angry, the object of anger is blessed. He is unchanged in all circumstances."
    },
    {
      "start_time": 96,
      "end_time": 249,
      "verse_references": [],
      "themes": [
        "Ashwatthama",
        "Arjuna's anger",
        "Krishna's anger",
        "Srila Prabhupada's purport"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Srila Prabhupada is taking this as an opportunity to explain that Arjuna's anger was that his eyes were red. Krishna is also angry that his eyes are like lotus.",
      "summary": "The speaker discusses the context of Ashwatthama's capture and how Srila Prabhupada uses the situation to explain the difference between Arjuna's and Krishna's anger.",
      "timestamp_url": "https://youtu.be/DgwYgDv6gTw?t=96",
      "transcript": "Thus ends the Bhaktivedanta purport. It's a very interesting part of the Bhagavatam. Ashwatthama has been captured by Arjuna. He is Rajva Bhadva. He is being tightly bound by the ropes. Ripum, he is his enemy. Shibiraya Nishantam. And it is Arjuna's intent that he should bring him to the Shibira military camp. Praha, at that time, spoke. Krishna spoke. Praha, Arjuna. And to Arjuna, Prakupitaha. Praha, who is angry. Bhagavan, Ambujekshanaha, Lord, who has lotus eyes, spoke. Praha, because in the next verse we see Lord Krishna speaking. So Bhagavan, Ambujekshanaha, Krishna, who has lotus eyes, spoke. Prakupitaha, to angry Arjuna. And in the purport, Srila Prabhupada has expanded the understanding and he has said that not only Arjuna was angry, even Krishna was angry about the whole thing. If you see the next statement of Krishna, which you will see in your next class, he is telling Arjuna, kill him. Obviously, you can't be telling Krishna to kill him in a very happy way. Kill him. So there is anger even in Krishna's voice. So even Krishna is angry. Arjuna is also angry. Kill him. So that's the kind of... It's not a simple, normal conversation that's going on. So it's full of anger. And so, in the purport, we see how Srila Prabhupada is taking action. Srila Prabhupada is taking this as an opportunity to explain that Arjuna's anger was that his eyes were red. Krishna is also angry that his eyes are like lotus."
    },
    {
      "start_time": 249,
      "end_time": 374,
      "verse_references": [],
      "themes": [
        "Transcendental nature of Krishna",
        "Material nature",
        "Panchabhootas",
        "Kala (time)"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna's position, Krishna's personality, Krishna's form, Krishna's nature, Krishna's name, Krishna's activities, all of these are transcendental.",
      "summary": "The speaker emphasizes the transcendental nature of Krishna, contrasting it with the material world composed of Panchabhootas (five elements) and influenced by Kala (time).",
      "timestamp_url": "https://youtu.be/DgwYgDv6gTw?t=249",
      "transcript": "That is the difference. Srila Prabhupada takes every opportunity to explain the position of Krishna as a transcendental person. Krishna's position, Krishna's personality, Krishna's form, Krishna's nature, Krishna's name, Krishna's activities, all of these are transcendental. Transcendental meaning, it is something not of this material domain. In the material domain we are familiar with Panchabhootas, right, earth, water, fire, all our bodies, table, all of this is actually transformation of the Panchabhootas. And the Panchabhootas are always undergoing transformation, that is the nature of the Panchabhootas, and they are undergoing transformation under the influence of Kala. So in this material world we see material nature constituting of the Panchabhootas under the influence of Kala undergoing transformations. But Krishna's position is not within the Panchabhootas, not within the Kala, something that is beyond all of this. He is beyond. Whether it is the Rig Veda, whether it is the Upanishad, whether it is the Bhagavad Gita, all of them constantly repeat this"
    },
    {
      "start_time": 374,
      "end_time": 545,
      "verse_references": [],
      "themes": [
        "Krishna's Transcendence",
        "Bhagavad Gita",
        "Yoga",
        "Conquering Lust"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna's position is Tamasaha Parastaat. Tamasaha refers to the material world, the Panchabhootas under the time.",
      "summary": "The speaker explains Krishna's transcendental position using references from the Bhagavad Gita, particularly focusing on how Krishna establishes this in the fourth chapter by stating he spoke yoga to Vivasvan long ago.",
      "timestamp_url": "https://youtu.be/DgwYgDv6gTw?t=374",
      "transcript": "point. Krishna's position is Tamasaha Parastaat. Tamasaha refers to the material world, the Panchabhootas under the time. Tamasa also refers to ignorance, also refers to darkness. This nature of the material world is dark, and so Parastaat is beyond. Let's see how this material world is beyond. Let's see how Krishna establishes this, that his nature is very different and he is transcendental in the Bhagavad Gita. They say, there are many places, but in a very early part in the fourth chapter of the Gita, Krishna begins to establish this. Let's see how Krishna does this in a very interesting manner. In the fourth chapter, Krishna begins by saying, imam vivasvate yogam proktavan aham avyayam. This knowledge, yoga knowledge, yogam, imam vivasvate yogam proktavan aham avyayam. This avyaya yogam, this immutable, indestructible knowledge of yoga. imam vivasvate yogam proktavan prokta means I spoke. proktavan aham avyayam yogam aham proktan to whom? imam vivasvate yogam unto vivasvan. vivasvate yogam proktavan aham proktavan. avyaya yogam aham proktavan imam vivasvate unto vivasvaan. This imam avyayam yogam. Because in the second chapter of the Gita, Krishna spoke. He concluded about transcendental knowledge. Sorry in the third chapter. Krishna concluded that about thus knowing oneself to be transcendental to material senses, mind and intelligence, one should control the lower self by the higher self and thus by spiritual strength conquer this insatiable enemy known as lust."
    },
    {
      "start_time": 545,
      "end_time": 670,
      "verse_references": [],
      "themes": [
        "Arjuna's doubt",
        "Krishna's age",
        "Vivasvan's seniority",
        "Understanding Krishna's words"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Arjuna is asking, Krishna, you are saying that you spoke this knowledge to Vivasvan. How could you do that?",
      "summary": "The speaker explains Arjuna's doubt about Krishna's claim of teaching yoga to Vivasvan, questioning how Krishna, being younger, could have instructed someone so senior.",
      "timestamp_url": "https://youtu.be/DgwYgDv6gTw?t=545",
      "transcript": "That's how the third chapter ends. And then this, how this evam buddhe param buddhva, by this transcendental knowledge, transcendental intelligence, how you should conquer. So this knowledge concerning transcendence, yoga, this I spoke long ago to Vivasvan. This is how Krishna is beginning the fourth chapter. And when he hears this, when Arjuna hears this, he gets a doubt. And in the fourth verse, Arjuna, as I'm skipping a few verses, keeping focus on a certain point that we are discussing. Arjuna uvaca aparambhavato janma param janma vivasvataha katametad vijaniyam tvam adahoproktavaniti Arjuna is asking, Krishna, you are saying that you spoke this knowledge to Vivasvan. How could you do that? aparambhavato janma param janma vivasvataha You are born, you are very junior. Vivasvan is many many many years older. param janma vivasvataha vivasvataha janma param bhavataha janma aparam Your birth, you and me are contemporaries, right? You are my cousin. katametad vijaniyam How can I understand? tvam adahoproktavaniti How you spoke to Vivasvan?"
    },
    {
      "start_time": 670,
      "end_time": 854,
      "verse_references": [],
      "themes": [
        "Analogy",
        "Book distribution",
        "Jawaharlal Nehru",
        "Mahatma Gandhi",
        "Radhakrishnan",
        "Arjuna's question"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Prabhu, how could you give Bhagavad Gita to Jawaharlal Nehru, your junior? Jawaharlal Nehru, Gandhiji, they are very senior. How could you give?",
      "summary": "The speaker uses an analogy of distributing Bhagavad Gitas to Jawaharlal Nehru, Mahatma Gandhi, and Dr. Radhakrishnan to illustrate Arjuna's question about how Krishna could have taught Vivasvan.",
      "timestamp_url": "https://youtu.be/DgwYgDv6gTw?t=670",
      "transcript": "How can I understand? Just like, suppose I say, we are all here going to celebrate book distribution success, right? So, suppose I tell you this story. Three weeks back, I went to Delhi and I was aware there is some problem. There was a book marathon going on. And even I thought I should distribute some books to some important people. So I went to Delhi. I took with me a carton of books. And there was another devotee with me. We went to Red Fort in Delhi. And there was a big lawn beside the Red Fort. We went to the lawn in the Red Fort. And this devotee was with me with a carton of Bhagavad Gitas. And there I saw, there was a gathering and there was some security men and went through all of that. And there, you know, Delhi means security. All these are big issues. So, went there. And had an opportunity to meet Jawaharlal Nehru. And I told the devotee, I said, you know what? And I told the devotee, bring the books. And he opened the carton. And I presented the book to Jawaharlal Nehru. And next to him was Mahatma Gandhi. And I presented, get another book. And he gave me another. I presented another book to Mahatma Gandhi. He looked through the book. And next to him was Dr. Radhakrishnan. Then I remembered, oh, Prabhupada has criticized Radhakrishnan. He didn't understand Gita. So let me give him. I took another book. Dr. Radhakrishnan, this is Bhagavad Gita. You must read. You will understand better. And they were all very happy. And then I said, thank you very much for receiving. And then me and the devotee with me, we were happy. We gave the books to the first prime minister of the country. And we came back. And I come this and come back to Bangalore. And I tell you all of that. This is what we did. Then you will ask the question. Prabhu, how could you give Bhagavad Gita to Jawaharlal Nehru, your junior? Jawaharlal Nehru, Gandhiji, they are very senior. How could you give? This is the question that Arjuna is asking. Just see. Aparambhavato janma param janmavivasvatah. How can I understand? You spoke this knowledge to Vivasvan. Vivasvan is param. He is much much senior to you. Katametadvijaniam tvamadau proktavaniti. You spoke. How can I understand? You distributed Gita to Jawaharlal Nehru."
    },
    {
      "start_time": 854,
      "end_time": 1052,
      "verse_references": [
        "BG 4.5",
        "BG 4.6"
      ],
      "themes": [
        "Krishna's answer",
        "Difference between Krishna and Arjuna",
        "Unborn",
        "Inexhaustible",
        "Controller",
        "Transcendental nature"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Many, many births, I have taken... I am aware of all of those different appearances of mine, you don't understand, you don't remember them.",
      "summary": "The speaker explains Krishna's answer to Arjuna, emphasizing the difference between them: Krishna remembers his past lives and is unborn and inexhaustible, while Arjuna does not.",
      "timestamp_url": "https://youtu.be/DgwYgDv6gTw?t=854",
      "transcript": "And now let's see what Krishna says for this. Only one question, Arjuna. Next verse is Sri Bhagavad Gita. Krishna is answering. bahunime vyatithani janmani tava ca arjuna tanyaham vedasarvani natvam vedtaparanthapa bahunime vyatithani janmani Many, many births, I have taken. Arjuna. bahunime vyatithani janmani many many birds I have passed, you have also passed Arjuna, not that only I have taken many birds and I have appeared many times, even you have taken many birds, TANI AHAM VEDA SARVANI, I am aware of all of those different appearances of mine, NATVAM VETA PARANTHAPA, THVAM NAVETA, you don't understand, you don't remember them, you are not able to remember all of that PARANTHAPA, so immediately Krishna is making a clear point, pointing out there is a difference between you and me just see very clear BAHUNI ME VYATI TANI JANMANI TAVACHARJUNA, TANI AHAM VEDA SARVANI, NATVAM VETA PARANTHAPA and let's see the next verse what Krishna says AJO PISAN NAVYAYATMA BHUTHANAM ISHVARO PISAN PRAKRITIM SWAM ADHISHTAYA SAMBHAVAM YATMAMAYAYA this is my position AJA I am unborn ABYAYATMA I am inexhaustible BHUTHANAM ISHVARO PISAN all existence, all living entities, I am the controller my position is different, Arjuna PRAKRITIM SWAM ADHISHTAYA this is my position situated in my position PRAKRITIM SWAM ADHISHTAYA SWAM PRAKRITI my own nature this is my nature nature, transcendental nature, situated in my adhishthaya, svam prakritim adhishthaya, adhishthaya means being fixed, being situated, prakritim svam adhishthaya sambhavami, I appear in this world, so my appearance, my taking birth here in this world is not the same as you taking birth, it is different, I am Aja, Avyaya, Bhutanam, Ishwaraha, and sprakritim"
    },
    {
      "start_time": 1052,
      "end_time": 1270,
      "verse_references": [
        "BG 4.7",
        "BG 4.8"
      ],
      "themes": [
        "Krishna's appearance",
        "King in prison analogy",
        "Protecting devotees",
        "Annihilating demons",
        "Establishing dharma",
        "Transcendental birth and activities"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Situated in his transcendental position, he comes to this world.",
      "summary": "The speaker elaborates on Krishna's appearance in the world, using the analogy of a king visiting a prison to distribute sweets, and connects it to Krishna's purpose of protecting devotees, annihilating demons, and establishing dharma.",
      "timestamp_url": "https://youtu.be/DgwYgDv6gTw?t=1052",
      "transcript": "svam adhishthaya sambhavami, so Krishna is establishing that his position is transcendental, this is a very important point because Krishna is talking about, he is speaking to Vivaswami, he is coming to this world, to help us understand Srila Prabhupada gave an example, a simple example, one day there was a king and it was king's birthday, and the king decided, oh today is my birthday, how shall I celebrate, anyway so many parties and all those kind of things, all that happens, but this time the king decided, let me go to this world, to the prison and distribute some sweets, in the prison, prisoners suffering, so the king came to the prison to distribute sweets on his birthday, and the prisoners were watching, oh Maharaja has come, so the prisoners were discussing among themselves, see Maharaja has come to our prison, that means he has also become a prisoner, so Maharaja has come, now the king may come to the prison, but he maintains his royalty, his position as the king, prakriti svam adhishthaya sambhavami, situated in his transcendental position, he comes to this world, atmam ayaya, after saying this let us see what Krishna says, now you will immediately recognize, this is the famous verse of the Gita, yad kriyay, ya yadayadahi dharmasya glanir bhavati bharata abhyuttanam udadharmasya tadatmanam srjamyaham After that, paritranaya sadhunam vinasayacha duskrutam dharmasam sthapanarthaya sambhavami yuge yuge So this is the context in which Krishna is telling how he appears yuga after yuga in order to protect the devotees, to annihilate the demons and to establish dharma. He is telling about his appearance in this world. And he is telling that how prakritim svamadhisthaya sambhavami atmamayaya So that we understand how he appears. Soon after that, let's see the next verse what Krishna says. janma karma chame divyam evam yo vethi tattvatah Just see. My birth, my activities are divyam. This is the position of Krishna. Krishna's position is transcendental. He is not a person of material world. His position is transcendental. His personality is transcendental. His nature is transcendental. His name, form, activities are all transcendental. janma karma chame divyam evam yo vethi tattvatah And if someone learns this, Krishna's nature, Krishna's appearance, Krishna's activities, all of these are transcendental."
    },
    {
      "start_time": 1270,
      "end_time": 1376,
      "verse_references": [
        "BG 4.9"
      ],
      "themes": [
        "Understanding Krishna's nature",
        "Liberation",
        "Benefit of knowledge",
        "Freeing from misery"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "After we give up this body, we will not take another birth. Liberated.",
      "summary": "The speaker explains that understanding Krishna's transcendental nature and activities leads to liberation from the cycle of birth and death, emphasizing the practical benefit of this knowledge.",
      "timestamp_url": "https://youtu.be/DgwYgDv6gTw?t=1270",
      "transcript": "If someone is able to understand this properly, in truth, janma karma chame divyam evam yo vethi tattvatah vethi One who knows this truth about Krishna, one who understands this one, what is the result? tyaktva deham punar janma naiti mam eti sorjuna After we give up this body, we will not take another birth. Liberated. This understanding of Krishna, true position, is liberating us from this world. This is the position of Krishna, and this is the consequence, this is the result of understanding Krishna's position. So, this is explained in the Bhagavad Gita, and this is explained in the Srimad Bhagavatam, and actually, any understanding, any knowledge, finally it should benefit us. Isn't it? Just like you study medical science, you study medicine, it should help you, and you should help others in the society, so that when they fall sick, how to treat them. So, if there is some knowledge, it should help. So, this knowledge, what Krishna is giving in the Gita, this knowledge that the Bhagavatam is talking about, what Srila Prabhupada is giving, this knowledge has the ability to free us from all misery."
    },
    {
      "start_time": 1376,
      "end_time": 1524,
      "verse_references": [],
      "themes": [
        "Anxiety in the material world",
        "Narendra Modi",
        "World problems",
        "Personal problems",
        "Knowledge as a solution"
      ],
      "content_type": "practical",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "This knowledge has an ability to help us come out of all of these problems.",
      "summary": "The speaker discusses the pervasive anxiety in the material world, citing examples from politics, global issues, and personal lives, and asserts that Krishna consciousness can help overcome these problems.",
      "timestamp_url": "https://youtu.be/DgwYgDv6gTw?t=1376",
      "transcript": "Recently, I had been to Delhi, this time I am telling the truth. I had really been to Delhi. Been to Vrindavan, regarding our project, and we have one donor there, a very influential donor, and he was telling the truth. We were meeting him in the evening, and he came, and he said, he had, in the morning, he had attended an address by Narendra Modi, Prime Minister Narendra Modi, and he said, Narendra Modi came to the gathering, and we could see he was full of anxiety. Narendra Modi said, Oh, now I understand, I don't want to worry about this. What happened? There was a kind of anxious appearance. And then he started speaking, and of course, after he started speaking, you know, he is a good speaker, he is a good orator, newspaper, so many kinds of difficulties, right? Very depressing, somebody is shouting India should happen this, that should happen, JNU campus and police attacking this, that. And you read the newspapers, it's very depressing. So many difficulties and our leaders in our country, they must be going through a lot of anxiety. Imagine Prime Minister's situation, so much anxiety and now in a few weeks few few days he has to release the budget for the country. So much tension. So if you look at the material world situation, whether it's in our country or whether it is in our world, you look at the world situation. Terrorists, Bombing and Taliban and this problem, that problem, refugees running away, all kinds of problems, international, national, and look at our own lives. Our own lives also at a personal level, we also have problems, right?"
    },
    {
      "start_time": 1524,
      "end_time": 1776,
      "verse_references": [],
      "themes": [
        "Dream analogy",
        "Leopard chase",
        "Anxiety",
        "Waking up"
      ],
      "content_type": "analogy",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "Wake up. And I wake up and I say, oh. There is no leopard. There is no one dozen leopards, there is no one leopard, nothing. It was all a dream.",
      "summary": "The speaker uses the analogy of a dream where he is chased by a leopard and finds himself in a room full of leopards to illustrate the anxiety of material existence and how waking up from the dream brings relief.",
      "timestamp_url": "https://youtu.be/DgwYgDv6gTw?t=1524",
      "transcript": "Some money problem, relationship problem, some business problem, for students it is examination problem, right? Everybody. But this knowledge has an ability to help us come out of all of these problems. How does this work? I'll give you an example. This is an example that Srila Prabhupada also gives. Like say for instance, I am sleeping and in my sleep I am having a dream. And in the dream, I'll just take few minutes, extra minutes and wind up. And in the dream, I go with my friends to Banerjata, picnic, Banerjata we know, famous place. And while I am in the, I am having nice time, suddenly a leopard begins to chase all of us. Right? Familiar story. And we all start running. And we look behind, the leopard is running and we are all running. And here are my friends, here they are all, someone jumps up a tree and climbs. Oh my God, he made it to the tree and I am still running, looking behind. And somebody else goes away this side, that side. And finally I see the leopard has singled out on me. Oh God. And it's chasing me and I am running, running, running, oh full of anxiety and I look behind, all my friends, they are all feeling great relief that leopard has left them and I am seeing them, they are all just feeling it, you know, what, what they relieved, but I am still running and how anxious I will be. And then I am running and running in the midst of the forest. I see one building. Oh, great relief. I run towards the building and the leopard is behind me chasing and I, there is a door there, I push the door open and I jump, run in, get into the building, into that room and then I shut the door, latch it. Oh. And there is a window, I look out of the window, I look outside, the leopard is just there. Oh. Oh. I am so relieved and I look around and inside the room, there are ten more leopards. Oh. And these ten leopards are just getting up from their sleep and they are all, one dozen pairs of leopards staring at me. What an anxiety. What an anxiety it is, right? What shall I do? Again, I am slowly going towards the door, but I am remembering there is a leopard outside. What an anxiety I will be going through. How can someone help me? There is one way, one wonderful way to help me. Wake up. And I wake up and I say, oh. Oh. There is no leopard. There is no one dozen leopards, there is no one leopard, nothing. It was all a dream. How relieved I will be."
    },
    {
      "start_time": 1776,
      "end_time": 1959,
      "verse_references": [],
      "themes": [
        "Material existence as a dream",
        "Transcendental nature of living entities",
        "Krishna's compassion",
        "Vedic literatures"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Material existence is actually a dream... Each one of us being his part and parcel are also transcendental.",
      "summary": "The speaker explains that material existence is like a dream, and that we are all transcendental beings belonging to Krishna's world, but are currently absorbed in material energy.",
      "timestamp_url": "https://youtu.be/DgwYgDv6gTw?t=1776",
      "transcript": "So, material existence is actually a dream. What Krishna teaches in the Bhagavad Gita, in the Bhagavatam is that, not only is Krishna transcendental, each one of us being his part and parcel are also transcendental. We don't belong to this material domain at all. We belong to another world. Our coming into this world, taking this body made of Panchabhutas, our existence in this Panchabhuta existence of this material domain under Panchabhuta and Kala is itself a dream-like existence. And in the dream we will be having, we'll come across a lot of situation. This material domain is designed in such a way it constantly creates one anxiety after another anxiety. And that's what we are all going through individually, collectively, nationally, internationally. Just like you see how very good leaders in our country, in our world, brilliant people constantly applying their minds, constantly applying their intelligence, solving one problem after another problem, another problem, but still another new problem comes up. Just like you see how it is. Now this is our position. We are transcendental. We belong to Krishna. We belong to Krishna's world. But we are right now completely absorbed in the material energy, in the material domain. And it is said in the Vedic literatures When the living entity Jeeva is absorbed in this Panchabhuta, Kala existence, Swatha Yin yang by ourselves we cannot figure out what they really are because we can't actually come up with the exact meaning they really are. What is happening? We will go on solving one problem. By then another problem comes. Yet another problem will come. Like this we will be suffering. Maya Mugdha Ji. Nahi Swatha Krishna Gyan. Who is Krishna? Who we are? This knowledge we will not understand by ourselves."
    },
    {
      "start_time": 1959,
      "end_time": 2122,
      "verse_references": [],
      "themes": [
        "Krishna's representatives",
        "Balarama",
        "Prakasha Tattva",
        "Nithyananda Prabhu"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Out of compassion for us, Krishna has presented Veda Purana... So he sends his own representatives.",
      "summary": "The speaker explains that Krishna sends his representatives, like Balarama and Nithyananda Prabhu, to make knowledge about Krishna available in the world, as we cannot figure it out ourselves.",
      "timestamp_url": "https://youtu.be/DgwYgDv6gTw?t=1959",
      "transcript": "Jeevaira Kripaya Kaila Krishna Veda Puran. And out of compassion for us, Krishna Kaila, Krishna has presented Veda Purana. Vedic literatures and the Puranas like the Bhagavatam, the Gita, all of these literatures. Jeevaira Kripaya. Out of compassion. Krishna has presented these Vedic literatures. So that we understand this. So Krishna has presented this Vedic knowledge. But still we will not understand the Vedic knowledge. So he sends his own representatives. So Krishna is transcendental. His position is transcendental. And Krishna has a mechanism. He has an arrangement. He has made it Just so that for us in this material world who are suffering varieties of anxiety in our dreamlike state so that we can be woken up to our real existence He has made it. And we cannot figure this out ourselves. We are in the dream. We are caught up in the dream. We are absorbed in the dream. We cannot figure this out ourselves. So Krishna has one expansion in the spiritual world, his first expansion, and that is Balarama, and Balarama, one of the important functions of Balarama is, Balarama is known as Prakasha Tattva, one of the important functions of Balarama is, to make this knowledge about Krishna, the transcendence of Krishna, the transcendental position of Krishna, the transcendental world of Krishna, the transcendence of all of us, and how we belong to that transcendental world of Krishna, this knowledge, Prakashaha, to enlighten, to make this knowledge available, Balarama, has this as one of the important functions, that, who is Balarama? Krishna's own expansion, and Balarama makes this knowledge available in this world, and whenever Krishna comes, as Chaitanya Mahaprabhu, Balarama comes as Nithyananda Prabhu, and we observed Nithyananda's appearance day yesterday,"
    },
    {
      "start_time": 2122,
      "end_time": 2240,
      "verse_references": [],
      "themes": [
        "Anxiety",
        "Material nature",
        "Solving problems vs. getting out of problems"
      ],
      "content_type": "practical",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "We don't solve the problems, because problems cannot be solved, we get out of the problem.",
      "summary": "The speaker uses the analogy of a heated debate on television to illustrate the blazing fire of material existence and emphasizes Prabhupada's teaching that we should get out of problems rather than trying to solve them.",
      "timestamp_url": "https://youtu.be/DgwYgDv6gTw?t=2122",
      "transcript": "and we were singing that song, Nithyananda, Nithyananda's lotus feet is like Koti Chandra Sushitala, here we are in a state of anxiety, so much anxiety, like we were discussing, you must have all seen on NDTV, that debate happens, there are different people, they all start arguing, they all start arguing, it becomes heated, right? This Arnab Goswami, Barkha Datt, and this, this, and I don't watch that so much, but sometimes people tell me watch, and so I, and when I see them screaming at each other, this is what comes to mind, this is the forest of blazing fire of forest of material existence, how they are fighting with each other, this opinion, that opinion, I don't agree with you, it's actually, the material nature, unfortunately, they are analyzing the material nature, what we do in Krishna consciousness, Prabhupada's very nice expression, we don't solve the problems, because problems cannot be solved, we get out of the problem, this is how we address this, this is Prabhupada's expression, we get out of the problem, because dream you cannot solve, one leopard, one dozen leopard, I'll find one door, I'll open that door and go inside, and lock up, inside I'll find two dozen leopards, this material nature is like that, we cannot solve,"
    },
    {
      "start_time": 2240,
      "end_time": 2372,
      "verse_references": [],
      "themes": [
        "Lord Nithyananda",
        "Spiritual master",
        "Vedic literatures",
        "Relief from problems",
        "Compassion",
        "Srila Prabhupada"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "With the help of the Vedic literatures, with the help of the spiritual master, who explains this knowledge, and if we take it seriously, we can find relief, we can get out of these problems.",
      "summary": "The speaker concludes by emphasizing the importance of the spiritual master, Vedic literatures, and Srila Prabhupada's compassion in helping us find relief from material problems, and thanks the audience for their book distribution efforts.",
      "timestamp_url": "https://youtu.be/DgwYgDv6gTw?t=2240",
      "transcript": "so the method is, that, Lord Nithyananda, Lord Balarama, Krishna's own expansion, all their representatives, the spiritual master, comes to this world, and they bring, the Veda Purana, which was presented by Krishna, created by Krishna, Jivena Kripa Yakha Ile, Krishna Veda Purana, they bring the Vedic literatures, and with the help of the Vedic literatures, with the help of the spiritual master, who explains this knowledge, and if we take it seriously, we can find relief, we can get out of these problems, this is the great message of the Gita, this is the great message of the Bhagavatam, and now you see, why, we consider the spiritual master, who is representative of Balarama, representative of Nithyananda, representative of Krishna, and how his books, the Vedas, the Puranas, are so important, so, with this, I will close, we are very happy, to have all of you here, to celebrate, all of you last, over a month, you have been distributing, Veda Puran, to help people, come out of the problems, and this can help others also, to come out of their material problems, it's an act of great compassion, that you have all done, and we are all doing this, because Srila Prabhupada, who is very compassionate, who presented all of this knowledge, in a way that we can understand, in English language, or in other languages, which has been translated, so that we can understand, and we can practice this, in the language of ours, so it's a great act of compassion, that all of you have been involved in, this will be very pleasing, to Srila Prabhupada"
    }
  ]
}