{
  "video_id": "DhIhxyKFPeg",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.5.18 | 22-09-2021",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=DhIhxyKFPeg",
  "segments": [
    {
      "start_time": 0,
      "end_time": 77,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Namo Bhagavate Vasudevaya",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/DhIhxyKFPeg?t=0",
      "transcript": "Om Agyana Timiran Dasya Gyanan Janashalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padhaya Krishna Preshthaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nityananda Shri Advaita Gadadhara Srivasadi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jaya Mudhirayet"
    },
    {
      "start_time": 78,
      "end_time": 139,
      "verse_references": [
        "SB 1.5.18"
      ],
      "themes": [
        "intelligence",
        "purpose",
        "materialism"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Persons who are actually intelligent and philosophically inclined should endeavor only for that purposeful end which is not obtainable even by wandering from the topmost planet, Brahmaloka, down to the lowest planet, Patala.",
      "summary": "The speaker introduces the 18th verse of the 5th chapter of the 1st canto of Srimad Bhagavatam, emphasizing that intelligent individuals should strive for something beyond material attainments.",
      "timestamp_url": "https://youtu.be/DhIhxyKFPeg?t=78",
      "transcript": "In this session, we will be discussing the 18th verse of the 5th chapter of the 1st canto of Srimad Bhagavatam. The translation of this verse, as given by Srila Prabhupada: \"Persons who are actually intelligent and philosophically inclined should endeavor only for that purposeful end which is not obtainable, even by wandering from the topmost planet, Brahmaloka, down to the lowest planet, Patala. As far as happiness derived from sense enjoyment is concerned, it can be obtained automatically in course of time, just as in course of time we obtain miseries even though we do not desire them.\""
    },
    {
      "start_time": 140,
      "end_time": 240,
      "verse_references": [
        "SB 1.5.18"
      ],
      "themes": [
        "devotional service",
        "material world",
        "Brahmaloka",
        "Patala"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It is pure devotional service.",
      "summary": "The speaker explains that pure devotional service is the ultimate goal, unattainable through material pursuits in any part of the universe, from Brahmaloka to Patala.",
      "timestamp_url": "https://youtu.be/DhIhxyKFPeg?t=140",
      "transcript": "So, the previous verse was, we were discussing, that there is no loss in pure devotional service even if one does not complete it in one lifetime, achieve the 100% success of perfection. But, another point that is being made now is that those who are intelligent human beings, intelligent human beings who are philosophically inclined, they question, \"Who am I? What is this world?\" Such fundamental questions they are able to raise. Such people, Narada Muni is telling, should endeavor only for one purposeful end. What is that? That which is not obtainable in any place, in any place within the whole universe, from the topmost planet, Brahmaloka, up to the bottom most, Patala. By wandering anywhere, you cannot get that which you cannot get. What is that which is not available from the topmost planet, up to the bottom most, Patala, Brahmaloka to Patala?"
    },
    {
      "start_time": 241,
      "end_time": 364,
      "verse_references": [],
      "themes": [
        "karma",
        "material happiness",
        "suffering",
        "inequality"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "It is miseries and mixed material happiness.",
      "summary": "The speaker discusses how material happiness and distress are available everywhere, varying based on past karma and circumstances, but ultimately limited and mixed with suffering.",
      "timestamp_url": "https://youtu.be/DhIhxyKFPeg?t=241",
      "transcript": "By dint of one's past karma, whatever happiness one can get, whatever material facilities one can get in different planets, in different circumstances, in different types of good work, now that is available differently in different places. Even people who do different kinds of activities, they enjoy different kinds of facilities. So just like even in this life we can see in our own situation, when we see other people in our own neighborhood, there are some people who are born with not so much of facilities or benefits. Somebody is born in a very poor family, or somebody is born in a very rich family. Somebody is born with good material intelligence. Somebody is born with not so good material intelligence, not so much of material intelligence. So we see variations. But in any case, whatever benefits they may have by birth, or they may acquire knowledge in this life by working very hard, or they may acquire wealth, or they may acquire a nice position, power, influence, whatever they may get, or whatever they already have, it can only give them some material happiness. It is miseries and mixed material happiness."
    },
    {
      "start_time": 365,
      "end_time": 504,
      "verse_references": [],
      "themes": [
        "suffering",
        "material existence",
        "gunas",
        "heavenly planets"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Two features of existence in this material world is miseries and mixed happiness.",
      "summary": "The speaker elaborates on the inevitability of suffering in material existence, even in higher planets, due to the influence of the three gunas and the inherent miseries of birth, death, disease, and old age.",
      "timestamp_url": "https://youtu.be/DhIhxyKFPeg?t=365",
      "transcript": "Miseries you cannot avoid. Even in Brahmaloka, the four fundamental problems, janma-mṛtyu-jarāvyādhi-dukkha-doṣānudarśanam, birth, death, disease, old age, associated with birth in the material world, anywhere, any planet, with however much good karma, one cannot avoid these four fundamental problems. And, the three-fold miseries are always there everywhere. Material existence means the three gunas are acting, and the three-fold miseries are always there: Adi-bhautika, adhyatmika, adidaivika klesha. Misery is due to one's own body and mind, misery is due to other living beings, and misery is due to supernatural forces of nature. So, the Bhagavata is telling, this verse is telling, don't endeavor for material happiness, or material facilities, or material enjoyment, which is available even for the dogs and hogs. Of course, according to their standard, according to the body and mentality they have, they have their own enjoyment. And, many gods are enjoying on a different scale, or different level. In their own heavenly planets, they have their own long span of life, they have beautiful body, they have material power, they have influence, and they have facilities. But, two features of existence in this material world is miseries and mixed happiness. It's available everywhere, for every living being."
    },
    {
      "start_time": 505,
      "end_time": 560,
      "verse_references": [],
      "themes": [
        "devotional service",
        "eternal life",
        "destiny",
        "sense enjoyment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This pure devotional service, by which one can get eternal life, one can get eternal bliss, one can get eternal spiritual knowledge, that is not available by any amount of material activities.",
      "summary": "The speaker contrasts material pursuits with pure devotional service, which offers eternal life, bliss, and knowledge, emphasizing that sense enjoyment comes automatically according to destiny.",
      "timestamp_url": "https://youtu.be/DhIhxyKFPeg?t=505",
      "transcript": "But, this pure devotional service, by which one can get eternal life, one can get eternal bliss, one can get eternal spiritual knowledge, that is not available by any amount of material activities, by any good karma, by birth in any planet within this whole universe, it's not available. And, one more point, Narad Muni is telling here, as far as happiness derived from sense enjoyment is concerned, it can be obtained automatically in course of time, even without your separate endeavor, just as miseries come even without your endeavoring for them."
    },
    {
      "start_time": 561,
      "end_time": 680,
      "verse_references": [],
      "themes": [
        "destiny",
        "material endeavor",
        "karma",
        "temporary happiness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "You cannot increase material happiness, you cannot reduce material distress.",
      "summary": "The speaker explains the concept of destiny, stating that material endeavors cannot ultimately increase happiness or decrease distress beyond what is already destined, and that even good karma only leads to temporary enjoyment.",
      "timestamp_url": "https://youtu.be/DhIhxyKFPeg?t=561",
      "transcript": "Destiny. Deha Yogena Dehina. Another place in the Bhagavatam it is said, Sukham Aindriyakam Daitya Deha Yogena Dehina. Deha Yoga. The moment we get a certain type of material body, along with that body, there is a certain amount of material happiness and material distress, which is destined in this body, in this life. It is destined. You cannot reduce, by material endeavor, you cannot reduce the material miseries or material distress that you are destined to suffer. And, by any material endeavor, you cannot increase the material happiness, the material happiness that is due to you. That is destined. You cannot increase material happiness, you cannot reduce material distress. Then, why are you endeavoring? This is foolishness, to think that I can increase my material happiness by gaining more wealth, by having more possessions, by having nice family relationships, by getting some material power, by transferring myself to heavenly planets. In the next life, either in this life or next life, you cannot increase more than what is destined. You cannot. So, and even if somebody thinks that in this life I will work hard and gain good karma, by which in my next life, in my next life I can enjoy, that is also temporary. It is temporary. It will be finished with passage of time."
    },
    {
      "start_time": 681,
      "end_time": 787,
      "verse_references": [],
      "themes": [
        "devotional service",
        "eternal happiness",
        "anxiety",
        "Vaikuntha"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Whereas, pure devotional service gives us eternal happiness, eternal life, eternal knowledge.",
      "summary": "The speaker highlights the eternal benefits of pure devotional service, contrasting it with the anxiety-ridden nature of material existence, even for elevated beings like Lord Brahma.",
      "timestamp_url": "https://youtu.be/DhIhxyKFPeg?t=681",
      "transcript": "eternal happiness, eternal life, eternal knowledge. So, please think over what is the value of pure devotional service: freedom from anxiety, complete freedom from anxiety. In fact, the word, the term that is used for the spiritual planets is called Vaikuntha Loka. Vaikuntha means Vigatakuntha, without any anxiety. Life, in the eternal life, in the spiritual planets of the Supreme Lord, personal abode of the Supreme Lord, is life without any anxiety, zero anxiety. Whereas, material world is characterized by anxiety. Even Lord Brahma, when Hiranyakashipu was terrorizing the whole universe, Brahma was in so much anxiety what to do for cutting down the terrorist activities of Hiranyakashipu, and giving some protection and relief for the people who are thus suffering under his torture. So, Brahma also is in anxiety. So, nobody is free from anxiety in the material existence. Nobody, none of the Devatas, none of the Yogis, Karmis, Jnanis, Tapasvis, nobody, only pure devotees are completely free."
    },
    {
      "start_time": 788,
      "end_time": 870,
      "verse_references": [],
      "themes": [
        "devotional service",
        "anxiety",
        "Krishna Consciousness",
        "eternal benefit"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Only for that one should endeavor.",
      "summary": "The speaker reiterates the importance of striving for advancement in Krishna Consciousness and pure devotional service, emphasizing its ability to free one from anxiety and provide eternal benefits that are never lost.",
      "timestamp_url": "https://youtu.be/DhIhxyKFPeg?t=788",
      "transcript": "And those engaged in pure devotional service, they understand by executing pure devotional service, we can become free from anxiety. So, therefore, one should endeavor for advancement in Krishna Consciousness, in pure devotional service. Only for that one should endeavor. And such endeavor is worthwhile because simply because of some past karma, you are not going to get any spiritual happiness. No. Spiritual happiness is entirely dependent on our executing pure devotional service. And the benefit of pure devotional service is eternal benefit, eternal benefit. The advancement made is never lost, even after we quit the body. It is eternally to our credit, whatever advancement we make in pure devotional service, it's never lost. So, therefore, one should endeavor only for advancement in Krishna Consciousness, in pure devotional service."
    },
    {
      "start_time": 871,
      "end_time": 925,
      "verse_references": [],
      "themes": [
        "devotional service",
        "Krishna's help",
        "eternal life",
        "bliss"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna wants every one of His parts and parcels in this material world to engage in pure devotional service and return to Him in His personal abode for leading an eternal life full of bliss and knowledge.",
      "summary": "The speaker concludes by emphasizing Krishna's desire for all beings to engage in devotional service and return to His blissful abode, offering eternal life and knowledge, and ends with a Hare Krishna mantra.",
      "timestamp_url": "https://youtu.be/DhIhxyKFPeg?t=871",
      "transcript": "point of pure devotional service is, you always have Krishna's help. You always have Krishna's encouragement. Krishna wants every one of His parts and parcels in this material world to engage in pure devotional service and return to Him in His personal abode for leading an eternal life full of bliss and knowledge, in association with the Supreme Lord whose anandamaya abhyasat, whose existence itself is fully blissful, total bliss. He is the source of all transcendental bliss. So, I'll stop here. Thank you very much."
    }
  ]
}