{
  "video_id": "dMhyC2PBG5A",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.9.1 | 23-03-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=dMhyC2PBG5A",
  "segments": [
    {
      "start_time": 0,
      "end_time": 40,
      "verse_references": [],
      "themes": [
        "invocation",
        "mantra"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare, Hare Rama Hare Rama Rama Rama Hare Hare",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/dMhyC2PBG5A?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyanan Janishalakaya Chakshur Unmilitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nitinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nityananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 41,
      "end_time": 67,
      "verse_references": [
        "SB 1.9.1"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "Bhishma Deva",
        "Krishna"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The chapter title is the passing away of Bhishma Deva in the presence of Lord Krishna.",
      "summary": "The speaker introduces the chapter from Srimad Bhagavatam, focusing on Bhishma Deva's passing in Krishna's presence.",
      "timestamp_url": "https://youtu.be/dMhyC2PBG5A?t=41",
      "transcript": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jaya Mudhirayet In this session we will be discussing from the first verse of the Bhagavad Gita, the first verse of the 9th chapter of the first canto of Srimad Bhagavatam. This is a new chapter we are beginning. The chapter title is the passing away of Bhishma Deva"
    },
    {
      "start_time": 67,
      "end_time": 179,
      "verse_references": [
        "SB 1.9.1"
      ],
      "themes": [
        "Bhishma's instructions",
        "Liberation",
        "Krishna consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Those who are Krishna conscious at the time of death, they don't have to take birth again in this material world they straight go back to Godhead",
      "summary": "The speaker explains the significance of Bhishma's instructions to Yudhishthira and the liberation attained through Krishna consciousness at the time of death, referencing Srila Prabhupada's purport.",
      "timestamp_url": "https://youtu.be/dMhyC2PBG5A?t=67",
      "transcript": "in the presence of Lord Krishna. So the first verse: Suta Vacha Iti Bheeta Praja Drohat Sarva Dharma Vivitsaya Tato Vinashanam Praagat Yatra Deva Vrata Apatat. The meaning of this verse is: Suta Goswami said, \"Being afraid for having killed so many subjects on the battlefield of Kurukshetra, Maharaj Yudhishthira went to the scene of the massacre. There Bhishma Deva was lying on a bed of arrows about to pass away.\" A new chapter. This will describe Bhishma's instructions to Yudhishthira to pass away from Kurukshetra to Yudhishthira and also Bhishma offering wonderful prayers before quitting his body. Bhishma offering wonderful prayers to Krishna. He was fortunate that Krishna was present in front of him when Bhishma was to quit his body. That's Krishna's blessing on Bhishma Deva, who was, who is a great devotee of Krishna, one of the Mahajanas of the ideal devotees of Krishna. In the purport, Srila Prabhupada says, \"In this ninth chapter, as it is billed by Lord Sri Krishna, Bhishma Deva will impart instructions to King Yudhishthira on the subject of occupational duties, Sarva Dharma Vivitsaya. Bhishma Deva will impart about occupational duties, Sarva Dharma Vivitsaya. Bhishma Deva will also offer his last prayer to the Lord on the verge of passing away"
    },
    {
      "start_time": 179,
      "end_time": 257,
      "verse_references": [],
      "themes": [
        "Material vs. Spiritual world",
        "Reincarnation",
        "Spiritual form"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Mortal world is the place of death there is no such depth in the spiritual world because in the spiritual world nobody has a material body everybody has spiritual form",
      "summary": "The speaker contrasts the material world of birth and death with the eternal spiritual world, emphasizing the spiritual form in the spiritual realm.",
      "timestamp_url": "https://youtu.be/dMhyC2PBG5A?t=179",
      "transcript": "from this mortal world and thus become liberated from the bondage of further material engagements. Those who are Krishna conscious at the time of death, they don't have to take birth again in this material world, they straight go back to Godhead. No more birth in this material world, no more material existence. So Bhishma Deva was fortunate to be able to offer his last prayer to the Lord on the verge of passing away from this mortal world. Mortal world is the place of death. There is no such death in the spiritual world because in the spiritual world nobody has a material body, everybody has a spiritual form. There is no death. Of course, for the spirit soul there is no death even in this world, but the spirit soul has to keep on taking different material bodies one after another and that is the sum and substance of material existence, samsara, repetition of birth and death. But in the spiritual world there is no birth, there is no death, there is no material body, there is no material"
    },
    {
      "start_time": 259,
      "end_time": 332,
      "verse_references": [],
      "themes": [
        "Bhishma's choice",
        "Krishna consciousness",
        "Perfection of life"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bhishma Deva was endowed with the power of leaving his material body at will...Bhishma Deva's passing away is a lesson for all of us...how he perfectly quit his body in full Krishna consciousness",
      "summary": "The speaker elaborates on Bhishma's ability to choose the time of his death and how his passing away serves as an example of achieving perfection in life through Krishna consciousness.",
      "timestamp_url": "https://youtu.be/dMhyC2PBG5A?t=259",
      "transcript": "furthermore Śrīla Prabhupāda says Bhishma Deva was endowed with the power of leaving his material body at will. This is a special benediction Bhishma had from his father and his lying down because lying down on the bed of arrows was his own choice. It is not a torture, it is not some kind of demonstration of your will to do the right thing, but also to do your own right things. The Raviš is stuck here sadhmadīva said demonstration of yogic power no, it was his choice. I'll explain what how it was his choice. This passing away of the great warrior Bhishma Deva attracted the attention of all the contemporary allies and all of them assembled there to show their feelings of love, respect and affection for the great soul. So Bhishma Deva's passing away is a lesson for all of us including the great personalities of his time how he perfectly quit his body in full Krishna consciousness"
    },
    {
      "start_time": 332,
      "end_time": 492,
      "verse_references": [],
      "themes": [
        "Praja",
        "Responsibility of a King",
        "Protection of all beings"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Praja just doesn't mean the human population of a particular place it means all the living beings or creatures were born in a particular place",
      "summary": "The speaker explains the meaning of 'Praja' as all living beings, not just humans, and emphasizes the king's responsibility to protect all creatures within his domain.",
      "timestamp_url": "https://youtu.be/dMhyC2PBG5A?t=332",
      "transcript": "that's the perfection of life. So Srila Prabhupada explains in another place that King Yudhishthira, he was such a responsible for his life that he was a great devotee of his life and he was a responsible person that he became afraid that I've killed so many Praja. Now the word Praja is very important to understand. Praja just doesn't mean the human population of a particular place, it means all the living beings or creatures were born in a particular place. So when we say Praja of this Bharata Varsha it means not only human beings who have taken birth in Bharata Varsha but even the animals, the birds, the trees, all the creatures they are called Praja. So Srila Prabhupada explains pra means in that word Praja prakrishta roopena there is a meaning in sanskrit for each word so the word is also um formed by combining pra ja ja means jayate takes birth so every living entity takes birth in some particular place whether it is a tree or a bird or an insect or an animal or a human being they take birth in a particular place so when people understand this if somebody has taken birth in america they are called american national national why american national because they could take birth in america so the government extends a certain facilities for those who have taken birth in america they consider them as american national similarly prabhupada is telling what about the animals which are taken birth in america whatever you the trees which are taken birth in america what about them they also require protection the government or the head of the state or the king of a particular country has to give protection not only to the human beings but even to the animals the birds the trees that is the duty and that is the proper responsibility that's the proper way of taking responsibility for a"
    },
    {
      "start_time": 492,
      "end_time": 556,
      "verse_references": [],
      "themes": [
        "Yudhishthira's concern",
        "Protection of cows",
        "Responsibility"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The very conception is not limited just to humans as praja as as those to be protected by the king it is even the animals particularly the cows",
      "summary": "The speaker highlights Yudhishthira's concern for all living beings killed in the war, especially cows, and reinforces the king's duty to protect them.",
      "timestamp_url": "https://youtu.be/dMhyC2PBG5A?t=492",
      "transcript": "king. So Yudhishthira, he is very much afraid of having killed so many different human beings, of course the soldiers and the warriors on the battlefield of Kurukshetra, but he's also concerned about the animals, the elephants, the horses. So many of the animals also died in that battle. So at the huge scale of survival this guy has those 의미거 which he surviving towards his Rabbhas and this became part of hisINTING trick in maintaining this was given in Genghishtira but he decorated different types of HIM minute still till now but in today's case only he is indeed an IDIOTلي here we don't have any proof of his whose Allah powers but he will discuss his some important deficiencies in the history of history regarding adequacy he was not concerned about India but all the IC cards were anybody's matches his enemies who are huge massacre he is very much concerned he is afraid and it is said here that the very conception is not limited just to humans as praja as as those to be protected by the king or those under the um protection of the king it is even the animals particularly the cows"
    },
    {
      "start_time": 556,
      "end_time": 672,
      "verse_references": [],
      "themes": [
        "Yudhishthira's confusion",
        "Bhishma's vow",
        "Brahmacharya"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bhishma took that vow simply to please his father to render some service to his father",
      "summary": "The speaker discusses Yudhishthira's confusion and introduces Bhishma's vow of lifelong Brahmacharya to please his father.",
      "timestamp_url": "https://youtu.be/dMhyC2PBG5A?t=556",
      "transcript": "and even for that matter the trees. So the next point is he is very much afraid of having killed so he wants to uh now because of this killing he's uh completely confused. I have killed so many people what about the consequence of such killing? So what is the consequence of this what should I do now for having killed so many people? So he is uh going to the scene of the massacre the battlefield and there why is he going there because Bhishma Deva is Devavrata is another name for Bhishma. Devavrata he is called Devavrata because he took a vow a great vow. This is a historical fact that when Bhishma was very young he was called Devavrata he got the name Bhishma after he took this vow that he uh for the sake of his father he agreed to remain a brahmachari whole life naishtika brahmachari and that's not easy and that's not very common it's very very rare. So Bhishma took that vow simply to please his father to render some service to his father so he's called Devavrata he's called Bhishma the one who has taken a great vow who's very determined to follow that"
    },
    {
      "start_time": 672,
      "end_time": 759,
      "verse_references": [],
      "themes": [
        "Bhishma's instructions",
        "Krishna's will",
        "Dharma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It is Krishna's will that Bhishma will impart instructions to Yudhishthira...In that most uncomfortable position Bhishma is speaking perfectly and instructing Yudhishthira in the matter of Dharma",
      "summary": "The speaker emphasizes that Bhishma's instructions to Yudhishthira are Krishna's will, even in Bhishma's difficult situation on the bed of arrows.",
      "timestamp_url": "https://youtu.be/dMhyC2PBG5A?t=672",
      "transcript": "that vow he's taken he remained a brahmachari whole life so that a place Yudhishthira Maharaj is going and he is going to hear instructions on dharma from Bhishma the greatest authority. Bhishma is one of the twelve Mahajanas. Bhishma is going to instruct Yudhishthira and this is Krishna's will. It is Krishna's will that Bhishma will impart instructions to Yudhishthira. Yudhishthira was not able to become pacified by instructions from great sages like Vyasa and even Krishna himself instructed try to instruct Yudhishthira but Yudhishthira was not pacified because this was Krishna's will that Yudhishthira should get instructions from Bhishma and that too in what condition Bhishma is instructing when he is about to quit his body he is lying on a bed of arrows. In that most uncomfortable position Bhishma is speaking perfectly and instructing Yudhishthira in the matter of Dharma sarva dharma vivitsaya all varieties of Dharma that is what Yudhishthira is instructing Bhishma all about."
    },
    {
      "start_time": 759,
      "end_time": 889,
      "verse_references": [],
      "themes": [
        "Occupational duty",
        "Atonement",
        "Krishna's presence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Dharma does not mean some religious faith as people think Dharma means the occupational duty occupational duty...In the presence of Krishna, Bhishma was fortunate to quit his body.",
      "summary": "The speaker clarifies that Dharma means occupational duty and highlights the significance of Bhishma's fortunate passing in Krishna's presence, concluding the lecture.",
      "timestamp_url": "https://youtu.be/dMhyC2PBG5A?t=759",
      "transcript": "So then it is said tato vinashanam praagat he wanted to understand from the place where the fighting was held. He wanted to understand what is to be done about this huge number of people who are killed what is to be done about it. So he is going to hear from Bhishma and Bhishma is the authority who can speak on Dharma. Now Dharma does not mean some religious faith as people think Dharma means the occupational duty occupational duty. Dharma means the word dharma also means the intrinsic quality of so in all these senses particularly in this context it is occupational duty. What is the duty of a king who actually was involved in this battle when so many 640 million kshatras. No one. Nobody. were killed in this battle. So, what is his duty now? Is there sinful reaction? Is there any kind of atonement? Is there any way out of avoiding the reactions, atoning for the reactions? So, he is going to hear from Bhishma. So, that is the significance of this particular shloka. And it is also told Bhishma, because along with Yudhishthira, Krishna also went driving the chariot of Arjuna. And in the presence of Krishna, Bhishma was fortunate to quit his body. That will be described in detail in the later part of the chapter."
    }
  ]
}