{
  "video_id": "dOA9Bi8lmlo",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | Rath Yatra | 01-07-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=dOA9Bi8lmlo",
  "segments": [
    {
      "start_time": 51,
      "end_time": 450,
      "verse_references": [],
      "themes": [
        "Lord Jagannath",
        "Indra Dhyumna",
        "Neelamadhava",
        "Darubrahman"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "On top of Neela hill, you should construct a temple. There I will manifest as Darubrahman. The absolute truth manifested in a wooden form.",
      "summary": "The story begins with King Indra Dhyumna's desire to see Lord Vishnu, the discovery of Neelamadhava, and the eventual instruction to build a temple where the Lord would manifest as Darubrahman.",
      "timestamp_url": "https://youtu.be/dOA9Bi8lmlo?t=51"
    },
    {
      "start_time": 450,
      "end_time": 635,
      "verse_references": [],
      "themes": [
        "Temple construction",
        "King Indra Dhyumna",
        "Lord Brahma",
        "Sri Kshetra"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Lord Brahma told him that Sri Kshetra is manifested by the Supreme Lord's internal potency and that the Supreme Lord manifests Himself.",
      "summary": "King Indra Dhyumna builds the temple, travels to Brahmaloka to invite Lord Brahma to consecrate it, and faces a dispute over the temple's construction before Brahma establishes the importance of Sri Kshetra.",
      "timestamp_url": "https://youtu.be/dOA9Bi8lmlo?t=450"
    },
    {
      "start_time": 635,
      "end_time": 775,
      "verse_references": [],
      "themes": [
        "Daru Brahman",
        "Lord Jagannath's appearance",
        "Vishwavasu",
        "Golden Chariot",
        "Narasimha Deva"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Lord Jagannath came to him in a dream and told him that I shall come floating from the sea in my wooden form as Daru Brahman.",
      "summary": "King Indra Dhyumna's frustration leads to a dream where Lord Jagannath promises to appear as Daru Brahman, leading to the discovery of the wood and the involvement of Vishwavasu and the establishment of Narasimha Deva.",
      "timestamp_url": "https://youtu.be/dOA9Bi8lmlo?t=635"
    },
    {
      "start_time": 775,
      "end_time": 992,
      "verse_references": [],
      "themes": [
        "Vishwakarma",
        "Deity carving",
        "Unfinished forms",
        "Lord Jagannath's explanation",
        "Lineage service"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "I am eternally situated here in Nilachala in the form of Lord Jagannath as Daru Brahman. I have no material hands and feet, but with my transcendental senses I accept all the items offered by my devotees.",
      "summary": "Vishwakarma appears as an old brahmana to carve the deities, but the king opens the doors prematurely, revealing the unfinished forms, which Lord Jagannath explains as part of his pastime, establishing the roles of different lineages in his service.",
      "timestamp_url": "https://youtu.be/dOA9Bi8lmlo?t=775"
    },
    {
      "start_time": 992,
      "end_time": 1179,
      "verse_references": [],
      "themes": [
        "Ecstatic form",
        "Krishna",
        "Balaram",
        "Subhadra",
        "Vrindavan pastimes",
        "Kurukshetra"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Thus, by hearing about Krishna's pastimes in Vrindavan Krishna and Balaram with Subhadra in between displayed their ecstatic forms of Jagannath, Baladeva and Subhadra.",
      "summary": "The lecture shifts to the story of Krishna, Balaram, and Subhadra at Kurukshetra, where hearing about Krishna's Vrindavan pastimes causes them to manifest their ecstatic forms as Jagannath, Baladeva, and Subhadra.",
      "timestamp_url": "https://youtu.be/dOA9Bi8lmlo?t=992"
    },
    {
      "start_time": 1179,
      "end_time": 1270,
      "verse_references": [],
      "themes": [
        "Narada Muni",
        "Jagannath Puri",
        "Patitapavana",
        "Liberation",
        "Purushottam Kshetra"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "This special form of Krishna is also known as Patitapavana the saviour of the fallen and anyone who takes his audience with proper consciousness is awarded spiritual liberation.",
      "summary": "Narada's prayer leads to Krishna's appearance as Jagannath in Jagannath Puri, emphasizing the Lord's role as Patitapavana and the potential for liberation through seeing the deity.",
      "timestamp_url": "https://youtu.be/dOA9Bi8lmlo?t=1179"
    },
    {
      "start_time": 1270,
      "end_time": 1397,
      "verse_references": [],
      "themes": [
        "Rathayatra origin",
        "Solar eclipse",
        "Kurukshetra",
        "Yadu dynasty",
        "Karmi vs. Devotee"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But the ambition of the members of the Yadu dynasty was different. Their ambition was to offer Krishna perpetual devotion with faith.",
      "summary": "The lecture describes the origin of Rathayatra during a solar eclipse at Kurukshetra, contrasting the motivations of karmis seeking material benefits with the Yadu dynasty's desire for devotion to Krishna.",
      "timestamp_url": "https://youtu.be/dOA9Bi8lmlo?t=1270"
    },
    {
      "start_time": 1397,
      "end_time": 1574,
      "verse_references": [],
      "themes": [
        "Vrindavan residents",
        "Gopis' love",
        "Separation from Krishna",
        "Ecstasy"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "As soon as Krishna became visible to them they took him inside their hearts through their eyes and embraced him to their full satisfaction.",
      "summary": "The arrival of Nanda Maharaj and the residents of Vrindavan, especially the gopis, at Kurukshetra is described, highlighting the gopis' intense love for Krishna and the ecstasy they experience upon seeing him after a long separation.",
      "timestamp_url": "https://youtu.be/dOA9Bi8lmlo?t=1397"
    },
    {
      "start_time": 1574,
      "end_time": 1721,
      "verse_references": [],
      "themes": [
        "Gopis' ecstasy",
        "Krishna's reciprocation",
        "Krishna's words to the gopis",
        "Devotional service"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Lord Krishna concluded by saying unalloyed devotional service and affection for me are the cause of supreme liberation.",
      "summary": "Krishna reciprocates the gopis' mental embrace and speaks to them, acknowledging their devotion and emphasizing that unalloyed devotional service leads to liberation.",
      "timestamp_url": "https://youtu.be/dOA9Bi8lmlo?t=1574"
    },
    {
      "start_time": 1721,
      "end_time": 1833,
      "verse_references": [],
      "themes": [
        "Gopis' response",
        "Vrindavan atmosphere",
        "Lord Chaitanya",
        "Rathayatra festival"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Rathayatra festival observed by Lord Chaitanya is the emotional process of taking Krishna back to Vrindavan.",
      "summary": "The gopis express their desire for Krishna to remain in their hearts, highlighting their preference for the Vrindavan atmosphere, and the lecture connects this to Lord Chaitanya's Rathayatra festival as a means of bringing Krishna back to Vrindavan.",
      "timestamp_url": "https://youtu.be/dOA9Bi8lmlo?t=1721"
    }
  ]
}