{
  "video_id": "dOA9Bi8lmlo",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | Rath Yatra | 01-07-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=dOA9Bi8lmlo",
  "segments": [
    {
      "start_time": 51,
      "end_time": 450,
      "verse_references": [],
      "themes": [
        "Lord Jagannath",
        "Indra Dhyumna",
        "Neelamadhava",
        "Darubrahman"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "On top of Neela hill, you should construct a temple. There I will manifest as Darubrahman. The absolute truth manifested in a wooden form.",
      "summary": "The story begins with King Indra Dhyumna's desire to see Lord Vishnu, the discovery of Neelamadhava, and the eventual instruction to build a temple where the Lord would manifest as Darubrahman.",
      "timestamp_url": "https://youtu.be/dOA9Bi8lmlo?t=51",
      "transcript": "Today is the day of the Rathayatra of Lord Jagannath, Baldev, and Subhadra. The story of Lord Jagannath is given in the Skanda Purana. I will try to narrate that story very briefly. There was a king by the name Indra Dhyumna, who was a great devotee of Vishnu. Indra Dhyumna became very eager to meet Lord Vishnu face to face. Once a Brahmana came to the palace of King Indra Dhyumna and told him about an incarnation of Lord Vishnu named Neelamadhava. The king then sent different brahmanas out to search for the deity of Lord Neelamadhava. They all returned unsuccessful except for one priest by name Vidyapati. Vidyapati travelled for a long time, after which he came to an area inhabited by non-Aryans called Shabaras. He stayed at the house of a local chief whose name was Vishwavasu. When he arrived, Vishwavasu was not there, but Vishwavasu's daughter Lalitha was at home. Vidyapati stayed there for some time, and eventually married Lalitha, the daughter of the Shabara chief, Vishwavasu. Vidyapati noticed some peculiar behavior of his host. Vishwavasu would go out every day around noon and would return to the house scented with fragrance of sandalwood, camphor, and musk. Vidyapati asked his wife about this and she informed him that her father went to worship him. Lalitha had been told by her father not to tell anyone about Neelamadhava, but that was in advance of her order. She was to be told by her father. Lalitha else had to announced any decision. By this, Linda had been pinched from mud Meela made clear her duty to his husband. विद्यापती रिपीटेडली रिक्वेस्टेड तो सी नीलमाधवा। फाइनली विश्वावसु ललितास फादर बाउन्ड विद्यापतीस आईस आन्ड टुक हिम तो सी नीलमाधवा। विद्यापती सीक्रत्ली कैरिट सम्मस्टर्ड सीट्स इन इस क्लॉथ आणि ड्रॉप्ट देम अन्द पाथ आज ही वस वाकिंग। वाल ही रीच्ट नीलमाधवा द ब्लाइंटफोल्ड वस रिमोव्ड आणि विद्यापती सो नीलमाधवा। Vishwavasu went out to collect some forest flowers to worship Neelamadhava, and Vidyapati stayed near the Deity. During this time, a crow fell off the branch of a tree into a nearby lake and drowned. It immediately took a four-armed Vaikuntha form and started back to the spiritual world. Vidyapati then climbed up onto the tree and was about to jump into the lake. A voice from the sky said, \"Since you have seen Neelamadhava, you should inform King Indra.\" Vishwavasu returned and started his daily worship of Neelamadhava. Suddenly the Lord spoke to him and said, \"I have accepted many days the simple forest flowers and roots offered to me by you. Now I desire the royal worship offered to me in devotion by King Indra Dhyumna.\" Vishwavasu felt cheated by his son-in-law. Therefore, he bound him up and kept him in his house. After repeatedly being requested by his daughter, he let him go. The Brahmana, with these words, said, \"The Brahmana, Vidyapati, then went to King Indra Dhyumna and told him about his discovery. By following the mustard seeds which had grown into small plants, they were able to follow the path to Neelamadhava. When they reached the spot, they could not find him. King Indra Dhyumna had the village besieged and arrested Vishwavasu. Suddenly a voice from the sky told, \"Release the Shabara. On top of Neela hill, you should construct a temple. There I will manifest as Darubrahman, the absolute truth manifested in a wooden form.\""
    },
    {
      "start_time": 450,
      "end_time": 635,
      "verse_references": [],
      "themes": [
        "Temple construction",
        "King Indra Dhyumna",
        "Lord Brahma",
        "Sri Kshetra"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Lord Brahma told him that Sri Kshetra is manifested by the Supreme Lord's internal potency and that the Supreme Lord manifests Himself.",
      "summary": "King Indra Dhyumna builds the temple, travels to Brahmaloka to invite Lord Brahma to consecrate it, and faces a dispute over the temple's construction before Brahma establishes the importance of Sri Kshetra.",
      "timestamp_url": "https://youtu.be/dOA9Bi8lmlo?t=450",
      "transcript": "You will not see me as Neelamadhava. King Indra Dhyumna constructed a temple. He wanted Lord Brahma to consecrate the temple, so he travelled to Brahmaloka and waited there for him. During this time, the temple became covered by sand. While Indra Dhyumna was gone, first Suradeva and then Galamadhava became king of the area. King Galamadhava uncovered the temple from the sand. Shortly afterwards, King Indra Dhyumna returned from Brahma's abode. Indra Dhyumna claimed that he had built the temple, and Galamadhava also claimed the same thing. There was an old crow in the nearby banyan tree who was constantly singing the glories of Lord Rama. The crow had seen the construction of the temple and said that Indra Dhyumna had built the temple and that Gala Madhava had just uncovered it. Because he had not told the truth, Gala Madhava was ordered by Brahma to live outside the temple compound on the western side of Indra Dhyumna Sarovara lake. Indra Dhyumna then asked Lord Brahma to consecrate the temple and the surrounding area which was called Sri Kshetra. He gave the highest type of liberation. Lord Brahma told him that Sri Kshetra is manifested by the Supreme Lord's internal potency and that the Supreme Lord manifests Himself. Therefore, he could not install the Lord here. Lord Jagannath and his abode are eternally situated in the material world. He said he would install the flag on the temple that anyone who sees this flag and offers prostrated obeisances would easily be liberated."
    },
    {
      "start_time": 635,
      "end_time": 775,
      "verse_references": [],
      "themes": [
        "Daru Brahman",
        "Lord Jagannath's appearance",
        "Vishwavasu",
        "Golden Chariot",
        "Narasimha Deva"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Lord Jagannath came to him in a dream and told him that I shall come floating from the sea in my wooden form as Daru Brahman.",
      "summary": "King Indra Dhyumna's frustration leads to a dream where Lord Jagannath promises to appear as Daru Brahman, leading to the discovery of the wood and the involvement of Vishwavasu and the establishment of Narasimha Deva.",
      "timestamp_url": "https://youtu.be/dOA9Bi8lmlo?t=635",
      "transcript": "After a while, King Indra Dhyumna became a monk. King Indra Dhyumna became frustrated with not seeing Neela Madhava. He decided to lay on a bed of Kusha grass and to fast until death. Lord Jagannath came to him in a dream and told him that, \"I shall come floating from the sea in my wooden form as Daru Brahman.\" The king went to the seashore and saw a huge piece of wood which had the marks of a conch, club, disk, and lotus on it. Many men and elephants tried to move Daru Brahman, but they could not move him. That night, Lord Jagannath spoke to Indra Dhyumna in a dream and told him to bring Vishwavasu who used to serve Neela Madhava and bring a golden chariot in front of Daru Brahman. The king did this and Daru Brahman easily was placed on the chariot. Lord Brahma then performed a sacrifice and established a deity of Narasimha Deva on the raised platform of the sacrificial arena. It is said that the deity of Narasimha in the present temple compound that is on the western side of the Mukti Mandapa is the original Narasimha deity. King Indra Dhyumna had the best sculptors come to carve the deity of Lord Jagannath from Daru Brahman. As soon as they started, their chisels broke to pieces. Vishwakarma, the architect of the demigods, assumed a form of an old brahmana and came to Indra Dhyumna. He offered to carve the deities"
    },
    {
      "start_time": 775,
      "end_time": 992,
      "verse_references": [],
      "themes": [
        "Vishwakarma",
        "Deity carving",
        "Unfinished forms",
        "Lord Jagannath's explanation",
        "Lineage service"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "I am eternally situated here in Nilachala in the form of Lord Jagannath as Daru Brahman. I have no material hands and feet, but with my transcendental senses I accept all the items offered by my devotees.",
      "summary": "Vishwakarma appears as an old brahmana to carve the deities, but the king opens the doors prematurely, revealing the unfinished forms, which Lord Jagannath explains as part of his pastime, establishing the roles of different lineages in his service.",
      "timestamp_url": "https://youtu.be/dOA9Bi8lmlo?t=775",
      "transcript": "behind closed doors for 21 days. The old sculptor then took Daru Brahman into the temple and the doors were closed. After 14 days passed, the king could not hear any sounds of the artist's tools and he became fully anxious. The king then personally opened the door of the temple by force. The king did not see the sculptor, but instead he saw the three forms of Lord Jagannath, Subhadra, and Lord Balarama. Their fingers and toes were unfinished. Thinking himself a great offender, the king decided to give up his life. He then laid on a bed of kushagras and began to fast. Lord Jagannath appeared to him in a dream. Lord Jagannath told the king, \"I am eternally situated here in Nilachala in the form of Lord Jagannath as Daru Brahman. I have no material hands and feet, but with my transcendental senses I accept all the items offered by my devotees. The fact that you broke your promise is a part of the pastime for me to manifest in the form of Jagannath. Those devotees whose eyes are smeared with the salve of love will always see me as Shamasundara holding a flute.\" The king then prayed to Lord Jagannath that those in the family of the sculptor who manifested his form will continue to assist in constructing the three karts, the three rathas. He also told the king that the descendants of Vishwavasu who served him as Neelamadhava should generation after generation serve the Lord. They shall be called Daitas. The descendants of Vidyavati born from his brahmana wife should perform the deity worship. The descendants born from his shabara wife Lalitha should cook the Lord's food. King Indrajumna then requested Lord Jagannath that the doors of the temple should be closed only three hours a day. The king also requested that he would not have any descendants so that no one in the future would claim the temple of Lord Jagannath as their own property. This is the story"
    },
    {
      "start_time": 992,
      "end_time": 1179,
      "verse_references": [],
      "themes": [
        "Ecstatic form",
        "Krishna",
        "Balaram",
        "Subhadra",
        "Vrindavan pastimes",
        "Kurukshetra"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Thus, by hearing about Krishna's pastimes in Vrindavan Krishna and Balaram with Subhadra in between displayed their ecstatic forms of Jagannath, Baladeva and Subhadra.",
      "summary": "The lecture shifts to the story of Krishna, Balaram, and Subhadra at Kurukshetra, where hearing about Krishna's Vrindavan pastimes causes them to manifest their ecstatic forms as Jagannath, Baladeva, and Subhadra.",
      "timestamp_url": "https://youtu.be/dOA9Bi8lmlo?t=992",
      "transcript": "of the appearance of Lord Jagannath. Now there is also a description of Jagannath being the ecstatic form of Lord Krishna himself. Once during a solar eclipse Krishna, Balaram, Subhadra, and other residents of Dwarka went to bathe in a holy pond at Kurukshetra. Knowing that Krishna would be there Srimati Radharani, Krishna's parents Nanda Nishoda, and other residents of Vrindavan who were burning in the fire of separation from the Lord went to meet him. Inside one of the many tents the pilgrims had set up at Kurukshetra Rohini, Lord Balaram's mother, narrated Krishna's Vrindavan pastimes to the queens of Dwarka and other Dwarka Nivasis. The residents of Dwarka are said to be in the mood of opulence or Aishwarya and they worship Krishna as the Supreme Lord. But the residents of Vrindavan are in the mood of sweetness, Madhurya and they have a confidential relationship with Krishna that surpasses awe and reverence because it is based on friendship and love. Rohini's narration was thus extremely confidential so she posted Subhadra at the door to prevent anyone from entering. Krishna and Balaram came to the door and stood on Subhadra's left and right sides. While listening to Rohini's narration of Krishna's intimate Vrindavan pastimes Krishna and Balaram became ecstatic and their internal feelings were exhibited externally. Their eyes became dilated. Their limbs became retracted. Seeing these transformations in Krishna and Balaram Subhadra also became ecstatic and assumed a similar form. Thus, by hearing about Krishna's pastimes in Vrindavan Krishna and Balaram with Subhadra in between displayed their ecstatic forms of Jagannath, Baladeva, and Subhadra."
    },
    {
      "start_time": 1179,
      "end_time": 1270,
      "verse_references": [],
      "themes": [
        "Narada Muni",
        "Jagannath Puri",
        "Patitapavana",
        "Liberation",
        "Purushottam Kshetra"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "This special form of Krishna is also known as Patitapavana the saviour of the fallen and anyone who takes his audience with proper consciousness is awarded spiritual liberation.",
      "summary": "Narada's prayer leads to Krishna's appearance as Jagannath in Jagannath Puri, emphasizing the Lord's role as Patitapavana and the potential for liberation through seeing the deity.",
      "timestamp_url": "https://youtu.be/dOA9Bi8lmlo?t=1179",
      "transcript": "When the sage Narada saw Krishna transformed as Jagannath he prayed to the Lord to appear like this again. Although the Lord is not obliged to anyone he reciprocates with his devotees to fulfil their desires. Thus, just as Krishna appeared as Neela Madhava to satisfy Vishwavasu he appeared in the Deity form as Jagannath and resides in Jagannath Puri to satisfy the desire of Narada Muni. This special form of Krishna is also known as Patitapavana, the saviour of the fallen, and anyone who takes his audience with proper consciousness is awarded spiritual liberation. It is said in the Narada Purana in that great abode known as Purushottam Kshetra which is rarely achieved among all the three worlds the Keshava Deity who was fashioned by the Supreme Lord himself is situated. If men simply see that Deity"
    },
    {
      "start_time": 1270,
      "end_time": 1397,
      "verse_references": [],
      "themes": [
        "Rathayatra origin",
        "Solar eclipse",
        "Kurukshetra",
        "Yadu dynasty",
        "Karmi vs. Devotee"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But the ambition of the members of the Yadu dynasty was different. Their ambition was to offer Krishna perpetual devotion with faith.",
      "summary": "The lecture describes the origin of Rathayatra during a solar eclipse at Kurukshetra, contrasting the motivations of karmis seeking material benefits with the Yadu dynasty's desire for devotion to Krishna.",
      "timestamp_url": "https://youtu.be/dOA9Bi8lmlo?t=1270",
      "transcript": "they are easily able to go to the Lord's abode. There is also a narration in the Krishna book about the origin of Jagannath Rathayatra. Once upon a time while Lord Krishna and Balarama were living peacefully in their great city of Dwaraka there was the rare occasion of a full solar eclipse such as takes place at the end of every Kalpa or day of Brahma. By astronomical calculation people were informed about this great eclipse prior to its taking place. Therefore everyone both men and women decided to assemble at the holy place in Kurukshetra known as Samantapanjaka. After arriving in Kurukshetra the members of the Yadu dynasty took their baths ceremoniously with self-control as enjoined in the Shastras and they observed fasting for the whole period of the eclipse in order to nullify the reactions of their sinful activities. The ceremonial functions performed by the members of the Yadu dynasty externally resemble the ritualistic ceremonies performed by the Karmis. When a Karmi performs some ritualistic ceremonies ambition is self-gratification, good position, good wife, good house, good children, or good wealth. But the ambition of the members of the Yadu dynasty was different. Their ambition was to offer Krishna perpetual devotion with faith."
    },
    {
      "start_time": 1397,
      "end_time": 1574,
      "verse_references": [],
      "themes": [
        "Vrindavan residents",
        "Gopis' love",
        "Separation from Krishna",
        "Ecstasy"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "As soon as Krishna became visible to them they took him inside their hearts through their eyes and embraced him to their full satisfaction.",
      "summary": "The arrival of Nanda Maharaj and the residents of Vrindavan, especially the gopis, at Kurukshetra is described, highlighting the gopis' intense love for Krishna and the ecstasy they experience upon seeing him after a long separation.",
      "timestamp_url": "https://youtu.be/dOA9Bi8lmlo?t=1397",
      "transcript": "All the members of the Yadu dynasty were great devotees of Krishna. When Nanda Maharaj and other residents of Vrindavan had heard that Krishna would be present in Kurukshetra because of the solar eclipse and that all the members of the Yadu dynasty would also be there they had immediately prepared to go there. King Nanda accompanied by his cowherd men had loaded all their necessary paraphernalia and bullock carts and all of their Vrindavan residents had come to Kurukshetra to see their beloved sons Lord Balaram and Lord Krishna. When the cowherd men of Vrindavan arrived in Kurukshetra all the Yadu dynasty members were most pleased. As soon as they saw the residents of Vrindavan they stood up to welcome them and appeared to have regained their life. All the Yadus and Vrindavan residents had been very eager to meet each other and when they actually came forward and met they embraced one another to their heart's satisfaction and remained in embrace for a considerable time. As far as the gopis of Vrindavan were concerned from the very beginning of their lives they did not know anything beyond Krishna. Krishna and Balaram were their life and soul. The gopis were so attached to Krishna that they could not even tolerate not seeing him momentarily when their eyelids blinked and impeded their vision. They condemned Brahma the creator of the body because he foolishly made eyelids which blinked and checked their seeing Krishna. Because they had been separated from Krishna for so many years the gopis having come along with Nanda Maharaj and Mother Yashoda felt intense ecstasy upon seeing Krishna. No one can imagine how eager the gopis were to see Krishna again. As soon as Krishna became visible to them they took him inside their hearts through their eyes and embraced him to their full satisfaction. Even though they were embracing Krishna only mentally they became so ecstatic and overwhelmed with joy that for the time being"
    },
    {
      "start_time": 1574,
      "end_time": 1721,
      "verse_references": [],
      "themes": [
        "Gopis' ecstasy",
        "Krishna's reciprocation",
        "Krishna's words to the gopis",
        "Devotional service"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Lord Krishna concluded by saying unalloyed devotional service and affection for me are the cause of supreme liberation.",
      "summary": "Krishna reciprocates the gopis' mental embrace and speaks to them, acknowledging their devotion and emphasizing that unalloyed devotional service leads to liberation.",
      "timestamp_url": "https://youtu.be/dOA9Bi8lmlo?t=1574",
      "transcript": "they completely forgot themselves. The ecstatic trance they achieved simply by mentally embracing Krishna is impossible to achieve even for great yogis constantly engaged in meditation on the Supreme Personality of Godhead. Krishna could understand that the gopis were wrapped in ecstasy by embracing him in their minds and therefore since he is present in everyone's heart he reciprocated the embracing from within. Krishna was sitting with Mother Yashoda and his other mothers Devaki and Rohini but when the mothers engaged in talking he took the opportunity and went to a secluded place to meet the gopis. As soon as he approached the gopis the Lord smiled and after embracing them and inquiring about their welfare he began to encourage them saying, \"My dear friends you know that Lord Balaram and I left Rundhavan just to please our relatives and family members. Thus we were long engaged in fighting with our enemies and were obliged to forget you who were so much attached to me in love and affection. I can understand that I have been ungrateful to you but still I know that you are faithful to me. May I inquire if you have been thinking of us although we had to leave you behind? My dear gopis do you not dislike remembering me considering me to have been ungrateful to you? Do you take my misbehavior with you very seriously? Fortunately you have developed loving affection for me which is the only way to achieve the transcendental position of association with me.\" Lord Krishna concluded by saying, \"Unalloyed devotional service and affection for me are the cause of supreme liberation.\""
    },
    {
      "start_time": 1721,
      "end_time": 1833,
      "verse_references": [],
      "themes": [
        "Gopis' response",
        "Vrindavan atmosphere",
        "Lord Chaitanya",
        "Rathayatra festival"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Rathayatra festival observed by Lord Chaitanya is the emotional process of taking Krishna back to Vrindavan.",
      "summary": "The gopis express their desire for Krishna to remain in their hearts, highlighting their preference for the Vrindavan atmosphere, and the lecture connects this to Lord Chaitanya's Rathayatra festival as a means of bringing Krishna back to Vrindavan.",
      "timestamp_url": "https://youtu.be/dOA9Bi8lmlo?t=1721",
      "transcript": "The gopis responded to Krishna by saying, \"My dear Krishna we therefore request that you remain within our hearts as the rising sun that will be your greatest benediction.\" The gopis are always liberated souls because they are always in Krishna consciousness. They only pretended to be entangled in the household affairs in Vrindavan. Because of their separation from Krishna he might have asked them to return with him to Dwarka but the inhabitants of Vrindavan the gopis were not interested in the idea of going with Krishna to Dwarka. They wanted to remain in Vrindavan and thus feel the presence of Krishna in every step of their lives. This transcendental emotional existence of the gopis is the basic principle of Lord Chaitanya's teachings. The Rathayatra festival observed by Lord Chaitanya is the emotional process of taking Krishna back to Vrindavan. Srimati Radharani refused to go with Krishna to Dwarka to enjoy his company in the atmosphere of royal opulence for she wanted to enjoy his company in the original Vrindavan atmosphere. I'll stop here. Thank you very much."
    }
  ]
}