{
  "video_id": "DQGHIRBeKhY",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.7.20 | 02-01-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=DQGHIRBeKhY",
  "segments": [
    {
      "start_time": 0,
      "end_time": 67,
      "verse_references": [],
      "themes": [
        "invocation",
        "mantras"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Agyanati Miran Dhasya Gyanan Janishalakaya Chaksharun Militam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, setting a spiritual tone.",
      "timestamp_url": "https://youtu.be/DQGHIRBeKhY?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyanan Janishalakaya Chaksharun Militam Yena Tasmai Shri Gurave Namaha Namao Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shri Vasadi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Devim Saraswati Vyasam Tatojitam Jaya Mudirayet. In this session, we will be discussing from the 20th verse of the 7th chapter of the 1st canto of Srimad Bhagavatam."
    },
    {
      "start_time": 67,
      "end_time": 240,
      "verse_references": [
        "SB 1.7.20"
      ],
      "themes": [
        "Ashwathama",
        "Brahmastra",
        "Mahabharata",
        "weaponry"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "It can destroy a whole universe that is the kind of power this Brahmastra has.",
      "summary": "The speaker introduces the context of Srimad Bhagavatam 1.7.20, focusing on Ashwathama's use of the Brahmastra and its destructive power.",
      "timestamp_url": "https://youtu.be/DQGHIRBeKhY?t=67",
      "transcript": "Athopas Prishya Salilam Sandadhetat Samahitah Ajanan Api Samharam Prana Krishra Upasthite. The meaning of this verse as translated by Srila Prabhupada: Since his life was in danger, he touched water in sanctity and concentrated upon the chanting of the hymns for throwing nuclear weapons, although he did not know how to withdraw such weapons. So, the description is that Ashwathama, when he realized his life was in danger after he had beheaded the five sleeping sons of Draupadi, and he wanted to please his master Duryodhana, and Duryodhana was not at all pleased with this act of Ashwathama, and Arjuna, when he learned from Draupadi that Ashwathama has killed her sons, five sleeping sons, then Arjuna vowed to punish this Ashwathama. So, Arjuna started chasing Ashwathama, and Ashwathama was trying to escape, but his horse became tired. On the horseback, his horse became tired, and he realized he can't go any further, and Arjuna is chasing on a chariot, and Arjuna is accompanied by Krishna, who was acting as the Sarathi, the chariot driver of Arjuna. This towards the end of the battle of Kurukshetra. So, this verse describes that this Ashwathama, since his life was in danger, he decided to use the ultimate weapon, the Brahmastra, to protect his son from the evil of the Kurukshetra, and he decided to use the ultimate weapon, the Brahmastra, to protect himself, and he did not have complete knowledge of using this Brahmastra weapon. He knew how to release this weapon, but he did not know how to withdraw it, so he didn't have complete knowledge, and it is, it is like a nuclear weapon. Srila Prabhupada explains this Brahmastra is like a nuclear weapon, it has got tremendous amount of radiation that is generated. And what is the kind of power of this Brahmastra?"
    },
    {
      "start_time": 240,
      "end_time": 397,
      "verse_references": [],
      "themes": [
        "mantra",
        "weaponry",
        "sound",
        "purification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This science of utilizing a particular sound to generate a, an effect.",
      "summary": "The lecture explains the science behind mantra weapons, emphasizing the importance of purification and proper technique.",
      "timestamp_url": "https://youtu.be/DQGHIRBeKhY?t=240",
      "transcript": "It can destroy a whole universe, that is the kind of power this Brahmastra has. Of course, this Brahmastra is a weapon that is released by a chanting mantra. This science is unknown in the modern times. This science of utilizing a particular sound to generate an effect. So, how did he release this weapon, this Ashwatthama? He touched water in sanctity. The Sanskrit says that Upasprishya Salilam. Salilam means water. He touched water. And how did he do it? He did it in sanctity. So, there is a certain procedure for using this weapon, which is a mantra weapon. So, chanting the mantra requires that one has to purify oneself by touching water, and then chanting that mantra. Now, the chanting is not simply some casual vibration of the tongue, no, it is the technique of chanting this mantra by a qualified chanter. Now, this is the science that is not known in modern times, but it was, it is there even now, it's there, and it was certainly used in the times of the Battle of Mahabharata, battle of Kurukshetra 5,000 years back. It is described in the Ramayana, it is described in the Mahabharata, described in the Puranas how to use mantra weapons, different kinds of mantra weapons."
    },
    {
      "start_time": 397,
      "end_time": 576,
      "verse_references": [],
      "themes": [
        "Ashwathama",
        "Brahmastra",
        "weaponry",
        "ethics"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Even if he let us say was trying to use it against arjuna he should have known how to release it the the the weapon the brahmastra strikes arjuna and comes back but he did not know how to withdraw",
      "summary": "The speaker elaborates on Ashwathama's incomplete knowledge of the Brahmastra and the potential consequences of its improper use.",
      "timestamp_url": "https://youtu.be/DQGHIRBeKhY?t=397",
      "transcript": "So, mantra weapons were used in those times, and they used to learn how to use it from the expert. You can learn this from the expert provided you follow the instructions. So, this Ashwathama sandhade tatsamahitah, he chanted the hymns. Sandhade means he chanted the hymns. Even when we practice chanting, we should know that Amitabha is with us. So, yeah, the mantra will come in our mind. After it comes in our mind, the mind wants to know what is transformation, whatever is the intention of manifestation, and what is the three things that make the first step, it is coming in our form. So, again the mantra will come into your mind. sound vibration, but here it's also said ajanan api samharam, he did not know how to withdraw this. Samara means to withdraw, he did not know how to withdraw this weapon, but still he decided to use this weapon to save himself, and the reason is prana krishre upasti te, when his life was in danger. Prana krisra means this life was in danger, and in such a situation he decided, even though he did not know the complete usage of this weapon, he decided, even though he did not know the complete usage of this mantra weapon, he did not know completely how to use it, because he was able to release it but not withdraw. So, formally they even knew how to withdraw the weapon after its particular use. Let's say the weapon has to strike one particular target, and then after it has destroyed a particular target, then withdraw the weapon. So, that is the, that is the complete usage, a proper usage of that weapon, but this Ashwatthama did not know how to withdraw. Even if he, let us say, was trying to use it against Arjuna, he should have known how to release it, the weapon, the Brahmastra strikes Arjuna and comes back, but he did not know how to withdraw, so the damage it will do will be much, much, much, much more than the intended purpose."
    },
    {
      "start_time": 576,
      "end_time": 695,
      "verse_references": [],
      "themes": [
        "ethics",
        "destruction",
        "weaponry",
        "materialism"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So he was because his life was in danger somehow save himself now and without even really being bothered about the destruction this can do",
      "summary": "The lecture criticizes Ashwathama's unscrupulous behavior and contrasts modern gross methods of material manipulation with more subtle ancient techniques.",
      "timestamp_url": "https://youtu.be/DQGHIRBeKhY?t=576",
      "transcript": "But still this Ashwatthama was not really a principled person, he was unscrupulous, so he was, because his life was in danger, somehow save himself now, and without even really being bothered about the destruction this can do. So, we'll see in the later verses what all happens. Now, Srila Prabhupada explains the subtle forms in the purport, the subtle forms of material activities finer than grosser methods of material manipulation. Right now in modern times, we only know gross method of using matter. Just like fire weapons, they are fired from a missile or from a gun, and then the ammunition is striking a target, and it is mainly the manipulation of the element called fire, fire weapons. Formerly they used to have water weapons, they used to have wind weapons. So, that is unknown in modern time, they do not have any water weapons or wind weapons, because a fire weapon can be counteracted by a water weapon. So, that is unknown in modern times. Now, there is something beyond even this gross usage of fire weapons or water weapons or wind weapons. That is Prabhupada"
    },
    {
      "start_time": 695,
      "end_time": 848,
      "verse_references": [],
      "themes": [
        "sound",
        "mantra",
        "Hare Krishna",
        "spiritual sound",
        "purification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Just by chanting the mantra, mantra means the power of sound.",
      "summary": "The speaker contrasts the subtle sound vibration of the Brahmastra with the spiritual sound vibration of the Hare Krishna mantra, emphasizing the importance of chanting purely and learning from an expert.",
      "timestamp_url": "https://youtu.be/DQGHIRBeKhY?t=695",
      "transcript": "explains subtle forms of material activities are affected through purification of sound. Just by chanting the mantra, mantra means the power of sound. But, it is chanted by using a particular technique. Prabhupada calls it here purification of sound, just like we are engaged in chanting the Hare Krishna mantra. This Hare Krishna mantra is a spiritual sound vibration. It is not even a subtle sound. It is a mantra of incorrect meaning. A mantra means a purification of sound. This mantra is a spiritual sound vibration. It is not even a subtle sound, it is a mantra is a spiritual sound vibration. It is not even a subtle sound, it is a mantra spiritual sound. Now, spiritual sound is beyond gross and subtle matter, it is beyond gross and subtle matter, but here what is being talked of as the use of Brahmastra is a subtle sound vibration utilized to generate this astra, this weapon, release this weapon, and there is a technique of using another mantra for withdrawing it. That mantra this Ashwatthama did not know. So, Prabhupada tells, if the power of a subtle sound is so much that it can be used to generate a Brahmastra which is equivalent of a nuclear weapon, it is capable of massive destruction, it has got so much destructive power, so then we can hardly imagine what is the power of the spiritual sound vibration of properly chanting Hare Krishna. If you chant Hare Krishna right, you will learn to chant Hare Krishna from Shriyeila Prabhupada who is the expert spiritual master. So, Prabhupada says to chant Hare Krishna effectively, we should learn how to chant offencelessly. We should chant the Hare Krishna mantra avoiding the 10 kinds of offences, dasha with the aparatha wait a while. So, we have to learn, we have to practice, we have to learn and practice how to chant Hare Krishna."
    },
    {
      "start_time": 848,
      "end_time": 944,
      "verse_references": [],
      "themes": [
        "Hare Krishna",
        "spiritual benefits",
        "Krishna Prema",
        "chanting"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "It can nullify millions of lifetimes of sinful reactions that a person might have committed",
      "summary": "The lecture concludes by highlighting the immense spiritual benefits of chanting the Hare Krishna mantra purely, including the nullification of sinful reactions and the attainment of Krishna Prema.",
      "timestamp_url": "https://youtu.be/DQGHIRBeKhY?t=848",
      "transcript": "Because you chant Hare Krishna purely, it has the power to nullify all the sinful reactions of your millions of lifetimes, that is the power of chanting Hare Krishna, and that's not the complete power. I'm just telling you one effect of purely chanting Hare Krishna, one effect. What is that? It can nullify millions of lifetimes of sinful reactions that a person might have committed. It doesn't matter how much sinful reactions the person has got, everything, all sinful reactions hundred percent nullified just by once chanting purely. But the real benefit of chanting Hare Krishna is not just nullifying the offense, the sinful reactions, it is actually able to give us Krishna Prema, the highest perfection of spiritual life itself. It awakens our Krishna Bhakti, Krishna Prema, and we are able to establish our loving relationship with Krishna. So that is the real ultimate benefit of chanting Hare Krishna purely."
    }
  ]
}