{
  "video_id": "dT2QRHTaFRU",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.8.46 | 16-03-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=dT2QRHTaFRU",
  "segments": [
    {
      "start_time": 37,
      "end_time": 107,
      "verse_references": [
        "SB 1.8.46"
      ],
      "themes": [
        "aggrievement",
        "instruction",
        "historical evidence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "King Yudhishthira who was much aggrieved could not be convinced despite instructions by great sages headed by Vyasa and the Lord Krishna himself, the performer of superhuman feats and despite all historical evidence.",
      "summary": "Suta Goswami describes Yudhishthira's aggrievement and inability to be convinced despite instruction from great sages and historical evidence.",
      "timestamp_url": "https://youtu.be/dT2QRHTaFRU?t=37"
    },
    {
      "start_time": 107,
      "end_time": 262,
      "verse_references": [],
      "themes": [
        "massacre",
        "battle of Kurukshetra",
        "justice"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "As the rightful claimant for the throne, the whole battle of Kurukshetra was fought and millions were massacred, were killed in the battle. So Yudhishthira is thinking, for me to be enthroned as the emperor of the world, so much of massacre, it is not, he feels it is not justified.",
      "summary": "The speaker elaborates on Yudhishthira's grief over the massacre in the battle of Kurukshetra, fought for him to be enthroned, and the immense scale of the battle.",
      "timestamp_url": "https://youtu.be/dT2QRHTaFRU?t=107"
    },
    {
      "start_time": 262,
      "end_time": 329,
      "verse_references": [],
      "themes": [
        "itihasa",
        "history",
        "Ramayana",
        "Mahabharata"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "And it is an authentic historical record, this itihasa, itihasa means history.",
      "summary": "The speaker emphasizes the historical authenticity of the Mahabharata and Ramayana as itihasas, histories of Vedic culture, focusing on the stories of Lord Ramachandra and the Pandavas/Kauravas.",
      "timestamp_url": "https://youtu.be/dT2QRHTaFRU?t=262"
    },
    {
      "start_time": 329,
      "end_time": 495,
      "verse_references": [],
      "themes": [
        "justification",
        "pacification",
        "responsibility"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, after the battle, Krishna and these sages headed by Vyasa, they all tried to pacify and explain and convince Yudhishthira that Yudhishthira is not responsible for this killing.",
      "summary": "The speaker explains how Krishna and other sages tried to convince Yudhishthira that the battle was justified and that he was not responsible for the killings, but Yudhishthira remained unconvinced.",
      "timestamp_url": "https://youtu.be/dT2QRHTaFRU?t=329"
    },
    {
      "start_time": 495,
      "end_time": 635,
      "verse_references": [],
      "themes": [
        "superhuman action",
        "Krishna's purpose",
        "Bhishma Dev"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna's purpose of Yudhishthira not getting convinced is that Krishna wanted to perform still more superhuman action.",
      "summary": "The speaker discusses why Krishna didn't convince Yudhishthira, suggesting it was to allow Yudhishthira to receive instructions from the dying Bhishma Dev.",
      "timestamp_url": "https://youtu.be/dT2QRHTaFRU?t=495"
    },
    {
      "start_time": 635,
      "end_time": 749,
      "verse_references": [],
      "themes": [
        "devotion",
        "duty",
        "Bhishma's dilemma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Even though Bhishma was fighting on the opposite side... Bhishma is great devotee. He has affection for the Pandavas. He knows the Pandavas cause is just. Still Bhishma had to fight on the side of Duryodhana.",
      "summary": "The speaker highlights the unique situation of Bhishma, a great devotee who knew the Pandavas' cause was just, yet was obligated to fight for Duryodhana.",
      "timestamp_url": "https://youtu.be/dT2QRHTaFRU?t=635"
    },
    {
      "start_time": 749,
      "end_time": 935,
      "verse_references": [],
      "themes": [
        "sacrifice",
        "obligation",
        "Bhishma's vow"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Bhishma actually was the one who was supposed to rule the whole world, but he voluntarily gave up for the sake of his father.",
      "summary": "The speaker explains the story of Bhishma's sacrifice, giving up his claim to the throne for his father's happiness and his subsequent obligation to Duryodhana due to being maintained by him.",
      "timestamp_url": "https://youtu.be/dT2QRHTaFRU?t=749"
    }
  ]
}