{
  "video_id": "dT2QRHTaFRU",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.8.46 | 16-03-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=dT2QRHTaFRU",
  "segments": [
    {
      "start_time": 37,
      "end_time": 107,
      "verse_references": [
        "SB 1.8.46"
      ],
      "themes": [
        "aggrievement",
        "instruction",
        "historical evidence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "King Yudhishthira who was much aggrieved could not be convinced despite instructions by great sages headed by Vyasa and the Lord Krishna himself, the performer of superhuman feats and despite all historical evidence.",
      "summary": "Suta Goswami describes Yudhishthira's aggrievement and inability to be convinced despite instruction from great sages and historical evidence.",
      "timestamp_url": "https://youtu.be/dT2QRHTaFRU?t=37",
      "transcript": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Devim Sarasvatim Vyasam Tato Jayam Udi Rayet In this session we will be discussing from the 46th verse of the 8th chapter of the first canto of Srimad Bhagavatam Vyasadyair Eeshware Haagyai Krishnena Adbhuta Karmana Prabodhito Api Itihasair Na Abudhyata Shucharpitaha The meaning of this verse is King Yudhishthira who was much aggrieved could not be convinced despite instructions by great sages headed by Vyasa and the Lord Krishna himself, the performer of superhuman feats, and despite all historical evidence."
    },
    {
      "start_time": 107,
      "end_time": 262,
      "verse_references": [],
      "themes": [
        "massacre",
        "battle of Kurukshetra",
        "justice"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "As the rightful claimant for the throne, the whole battle of Kurukshetra was fought and millions were massacred, were killed in the battle. So Yudhishthira is thinking, for me to be enthroned as the emperor of the world, so much of massacre, it is not, he feels it is not justified.",
      "summary": "The speaker elaborates on Yudhishthira's grief over the massacre in the battle of Kurukshetra, fought for him to be enthroned, and the immense scale of the battle.",
      "timestamp_url": "https://youtu.be/dT2QRHTaFRU?t=107",
      "transcript": "So it is being described here by Suta Goswami that Yudhishthira was very much aggrieved for the huge massacre that had happened as a result of the battle of Kurukshetra. So Srila Prabhupada explains this elaborately in the purport: \"The pious king Yudhishthira was mortified because of the mass massacre of human beings in the battle of Kurukshetra, especially on his account.\" So it is explained, why Yudhishthira was so aggrieved? \"This was visible mainly in the Bodhisattvas nativity. And yet all none could pretty see it.\" So in some sense it would seem that the rules of the Yudhishthira contraption was actually a result of that conflict. But the understanding of which is that Yudhishthira was feeling much aggrieved regarding the things about whom he did not want to see, because in one sense there was no need of fighting. As the rightful claimant for the throne, the whole battle of Kurukshetra was fought and millions were massacred, were killed in the battle. So Yudhishthira is thinking, for me to be enthroned as the emperor of the world, so much of massacre, it is not, he feels it is not justified. But on the principle of justice, Yudhishthira was to replace Duryodhana. The whole clique of politics centered around this point, and all the kings and residents of the whole world became involved in this fight between the rival brothers. Lord Krishna was also there on the side of King Yudhishthira. It is said in the Mahabharata, Adiparva, that 640 million men were killed in the 18 days of the battle of Kurukshetra, and some hundreds of thousands were missing."
    },
    {
      "start_time": 262,
      "end_time": 329,
      "verse_references": [],
      "themes": [
        "itihasa",
        "history",
        "Ramayana",
        "Mahabharata"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "And it is an authentic historical record, this itihasa, itihasa means history.",
      "summary": "The speaker emphasizes the historical authenticity of the Mahabharata and Ramayana as itihasas, histories of Vedic culture, focusing on the stories of Lord Ramachandra and the Pandavas/Kauravas.",
      "timestamp_url": "https://youtu.be/dT2QRHTaFRU?t=262",
      "transcript": "Practically, this was the greatest battle in the world within 5000 years. So, there is a detailed description in the Mahabharata about this entire episode of the battle, events leading to the battle. And it is an authentic historical record, this itihasa, itihasa means history. And two famous itihasas based on the history of Vedic culture, are the Ramayana and Mahabharata. So, as you are aware, Ramayana is the history of Lord Ramachandra, the incarnation of the Supreme Lord appearing on the earth and ruling the entire world from Ayodhya. And Mahabharata is the history of the Pandavas and Kauravas, and they are ruling the world."
    },
    {
      "start_time": 329,
      "end_time": 495,
      "verse_references": [],
      "themes": [
        "justification",
        "pacification",
        "responsibility"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, after the battle, Krishna and these sages headed by Vyasa, they all tried to pacify and explain and convince Yudhishthira that Yudhishthira is not responsible for this killing.",
      "summary": "The speaker explains how Krishna and other sages tried to convince Yudhishthira that the battle was justified and that he was not responsible for the killings, but Yudhishthira remained unconvinced.",
      "timestamp_url": "https://youtu.be/dT2QRHTaFRU?t=329",
      "transcript": "So, Prabhupada further explains in the purport, this mass killing simply to enthrone Maharaja Yudhishthira was too mortifying for whom? For Yudhishthira. So, he tried to be convinced with evidences from histories by great sages like Vyasa and by the Supreme Lord Krishna himself, that the fight was justified, because the cause was just. So, justifying the fighting in spite of the huge number of people who died in this battle, in spite of that big number of deaths, the sages headed by Vyasa and Krishna himself, both of them, they wanted to pacify Yudhishthira and explained to him by historical evidence of previous instances where such big battles were fought for the sake of justice to prevail in this world. Duryodhana had occupied the post by cheating the Pandavas, by banishing them to the forest, by his so many tricks and by force, though Yudhishthira was powerful, but he was just being very morally upright in every instance that Duryodhana cheated the Pandavas, headed by Yudhishthira. So, after the battle, Krishna and these sages headed by Vyasa, they all tried to pacify and explain and convince Yudhishthira that Yudhishthira is not responsible for this killing. But Maharaj Yudhishthira could not be satisfied, even though he was instructed by the greatest personalities of his time. Somehow, Yudhishthira was not convinced, and that will be described in the rest of this chapter, towards the end of this chapter."
    },
    {
      "start_time": 495,
      "end_time": 635,
      "verse_references": [],
      "themes": [
        "superhuman action",
        "Krishna's purpose",
        "Bhishma Dev"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna's purpose of Yudhishthira not getting convinced is that Krishna wanted to perform still more superhuman action.",
      "summary": "The speaker discusses why Krishna didn't convince Yudhishthira, suggesting it was to allow Yudhishthira to receive instructions from the dying Bhishma Dev.",
      "timestamp_url": "https://youtu.be/dT2QRHTaFRU?t=495",
      "transcript": "How Yudhishthira was not convinced that this battle was justified. Now, Krishna is being described in these words as the performer of superhuman actions, Adbhuta Karmana. Krishnena Adbhuta Karmana. But in this particular instance of trying to convince Yudhishthira, neither Krishna nor Vyasa could convince King Yudhishthira. They could not. So, does it mean Krishna failed to be a superhuman actor? The answer is no, certainly not. How do we understand this? Krishna did not fail in his attempt to convince Yudhishthira. Why? Because Krishna is the supreme lord, He is the Ishwara, supreme controller, and he is seated as a super soul in the hearts of both King Yudhishthira and Vyasa Deva. So, Krishna is in the background, but he is the supreme controller. So, Krishna's purpose of Yudhishthira not getting convinced is that Krishna wanted to perform still more superhuman action. As super soul of King Yudhishthira, Krishna did not allow King Yudhishthira to become convinced by the words of Vyasa and others including himself, because Krishna's desire was that Yudhishthira should hear instructions from the dying Bhishma Dev, from the dying Bhishma Dev."
    },
    {
      "start_time": 635,
      "end_time": 749,
      "verse_references": [],
      "themes": [
        "devotion",
        "duty",
        "Bhishma's dilemma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Even though Bhishma was fighting on the opposite side... Bhishma is great devotee. He has affection for the Pandavas. He knows the Pandavas cause is just. Still Bhishma had to fight on the side of Duryodhana.",
      "summary": "The speaker highlights the unique situation of Bhishma, a great devotee who knew the Pandavas' cause was just, yet was obligated to fight for Duryodhana.",
      "timestamp_url": "https://youtu.be/dT2QRHTaFRU?t=635",
      "transcript": "Now, Bhishma was also another great devotee of the supreme lord Krishna. Even though Bhishma was fighting on the opposite side, this is very, very unique situation. Bhishma is great devotee. He has affection for the Pandavas. He knows the Pandavas cause is just. Still, Bhishma had to fight on the side of Duryodhana. Now the supreme lord Krishna also wanted that at the last stage of his material existence, the great warrior Bhishma Deva should see Krishna personally at the time of his quitting the body, and Bhishma should also see his beloved grandchildren, the Pandavas, and thus pass away very peacefully, because Bhishma Deva was not at all satisfied to fight against the Pandavas, because he knew Pandavas cause is just. So Prabhupada explains the reason why Bhishma Deva was constrained to fight on the side of the Kauravas. The reason is that Kshatriyas are very stern people, and therefore Bhishma Deva, he was obliged to take the side of Duryodhana. Why was he obliged to take the side of Duryodhana? Because Bhishma was maintained at the expense of Duryodhana."
    },
    {
      "start_time": 749,
      "end_time": 935,
      "verse_references": [],
      "themes": [
        "sacrifice",
        "obligation",
        "Bhishma's vow"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Bhishma actually was the one who was supposed to rule the whole world, but he voluntarily gave up for the sake of his father.",
      "summary": "The speaker explains the story of Bhishma's sacrifice, giving up his claim to the throne for his father's happiness and his subsequent obligation to Duryodhana due to being maintained by him.",
      "timestamp_url": "https://youtu.be/dT2QRHTaFRU?t=749",
      "transcript": "Now elsewhere Prabhupada explains that actually the kingdom belonged to Bhishma Deva. How is that? Bhishma was the eldest son of the emperor Shantanu, and the emperor, when he actually retired, this Shantanu was a forefather of the Pandavas and Kauravas. When he retired, Bhishma should have taken charge of ruling the whole world as the emperor. But because Shantanu wanted to marry one daughter of a fisherman, one Satyavati, hmm, it's a very long history. So Shantanu wanted to marry the daughter of a fisherman, Satyavati, but Satyavati's father refused, because he calculated that the son born of my daughter through this emperor will not be able to inherit the post of the emperor, because the elder son has got a son through his first wife. So what is the use of marrying my daughter to this emperor? So he refused, this fisherman refused Shantanu. Shantanu said okay. But when Bhishma found out that my father has been refused, he went to the fisherman and said, what is the reason you are refusing to marry your daughter to my father? So then the fisherman explained. Bhishma said, I forsake the claim to the throne. The son born of your daughter will be the next emperor. Then Bhishma thought that the fisherman will accept. The fisherman said okay, the son born of my daughter will be the emperor, but after that son, your son will claim the throne of the whole world, because you are forsaking, but he may not forsake. So then Bhishma agreed to remain a brahmachari, not to marry, and that way Shantanu was able to marry that fisherman's daughter Satyavati. So Bhishma actually was the one who was supposed to rule the whole world, but he voluntarily gave up for the sake of his father. Therefore Krishna, Bhishma is not actually a dependent, not really a dependent, but he assumed a humble position that Duryodhana maintained me, and so he fought on the side of the Kauravas. I will stop here."
    }
  ]
}