{
  "video_id": "dUk_QL3PWDQ",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.11.16-17 Part 1 | 08-07-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=dUk_QL3PWDQ",
  "segments": [
    {
      "start_time": 37,
      "end_time": 179,
      "verse_references": [],
      "themes": [
        "Krishna's family",
        "Devotion",
        "Happiness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "They just gave up and went to receive Krishna.",
      "summary": "The speaker introduces the verses to be discussed, focusing on the happiness of Krishna's family upon his return to Dwaraka and their eagerness to receive him.",
      "timestamp_url": "https://youtu.be/dUk_QL3PWDQ?t=37",
      "transcript": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deviim Sarasvatim Vyasam Tato Jayam Udi Rayet. In this session, we will be discussing the 16th and 17th verses of the 11th chapter of the 1st canto of Srimad Bhagavatam. Nishamya Preshtham Aayantam Vasudevo Mahamanaha Akruras Chogras Enascha Ramascha Adbhuta Vikramaha Pradyumnas Charudeshnascha Sambho Jambavati Sutaha Praharsha Vego Chashita Shayana Asana Bhojanaha. The meaning of these two verses given together here: On hearing that the most dear Krishna was approaching Dwaraka Dhamma, magnanimous Vasudeva, Akrura, Ugrasena, Balaram, the superhumanly powerful, Pradyumna, Charudeshna, and Samba, the son of Jambavati, all extremely happy, abandoned resting, sitting, and dining. So here is a description of the most intimate family members of Krishna, Krishna's father Vasudeva. The most dear Krishna was approaching Dwaraka Dhamma, magnanimous Vasudeva, Akrura, Ugrasena, his grandfather, Balaram, his brother, Pradyumna, his son, Charudeshna, Samba, all sons of Krishna. They were extremely happy to hear that Krishna is coming back to Dwaraka Dhamma, returning to Dwaraka Dhamma. So they completely abandoned whatever they were doing, whether they were resting or sitting or dining. They just gave up and went to receive Krishna."
    },
    {
      "start_time": 180,
      "end_time": 390,
      "verse_references": [],
      "themes": [
        "Vasudeva's lineage",
        "Krishna's birth",
        "Family relationships"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, all the eight daughters of Devaka, Ugrasena's brother, were married by Vasudeva.",
      "summary": "The speaker begins to describe the personalities mentioned in the verses, starting with Vasudeva, detailing his lineage, marriages, and relationship to Krishna and other important figures.",
      "timestamp_url": "https://youtu.be/dUk_QL3PWDQ?t=180",
      "transcript": "So in the purport, Srila Prabhupada gives a brief description of each of these personalities. First of all, he describes the personality of Vasudeva. Now, all these personalities actually are participating in Krishna Leela in certain roles. But actually, in the spiritual world, their actual position may be different in some cases. So here, it's described Vasudeva was the son of King Shurasena. Shurasena was ruling, King of the district of Shurasena. And his son was Vasudeva. Krishna appeared as the son of Vasudeva and husband of Devaki. Vasudeva married Devaki, and Devaki was the mother of Krishna. Krishna appeared from the womb of Devaki. And, of course, Vasudeva is described as the father of Lord Shri Krishna. He is also, Vasudeva is also the brother of Kunti. Kunti is the mother of the Pandavas. So, Kunti's brother is Vasudeva. And Vasudeva is also the father of Subhadra. Vasudeva and Devaki had eight sons and one daughter. That one daughter was Subhadra. Krishna appeared as, was born as, the eighth son of Vasudeva and Devaki. Balaram actually was the seventh son of Vasudeva and Devaki, but he was transferred to the womb of Rohini by Krishna's own arrangement for his lila, for his pastimes. Then further, Srila Prabhupada says, Subhadra was married with her cousin, Arjuna, because Subhadra and Arjuna are daughter and son of Vasudeva and Kunti, who are brother and sister. So, therefore, Subhadra and Arjuna are cousins. But Srila Prabhupada says, such marriage is permitted, and this system is still prevalent in some parts of India, even today. Vasudeva was appointed minister of Ugrasena, and later on, he married eight daughters of Ugrasena's brother, Devaka. Ugrasena's brother, Devaka, had eight daughters. Devaki was one of them. So, Vasudeva not only married Devaki, but he also married the other seven sisters of Devaki. So, all the eight daughters of Devaka, Ugrasena's brother, were married by Vasudeva."
    },
    {
      "start_time": 390,
      "end_time": 598,
      "verse_references": [],
      "themes": [
        "Kamsa's cruelty",
        "Krishna's protection",
        "Divine intervention"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This is called Krishna Leela, actually.",
      "summary": "The speaker continues the story of Vasudeva and Devaki, focusing on Kamsa's attempts to kill Krishna, the transfer of Balaram to Rohini's womb, and Krishna's eventual birth and transfer to Gokula.",
      "timestamp_url": "https://youtu.be/dUk_QL3PWDQ?t=390",
      "transcript": "Kamsa was his brother-in-law. That means Kamsa, as the son of Ugrasena, was the brother-in-law of Vasudeva. Vasudeva accepted voluntary imprisonment by Kamsa on mutual agreement. Then, to deliver the eighth son of Devaki, this is described in the tenth canto of the Bhagavatam, that before Krishna's appearance, there was a prophecy that the eighth son of Devaki would be the cause of death of Kamsa. So, Kamsa immediately arrested. He was about to kill Devaki, but Vasudeva somehow convinced Kamsa not to kill Devaki, on the promise that every child born of Devaki, he would hand over to Kamsa. So, Kamsa, in order to ensure that every child that is born would be handed over to him, he imprisoned Vasudeva and Devaki. Now, this Kamsa, cruel Kamsa, killed the first six sons born of Devaki and Vasudeva, Shatgarbha. And, when Devaki became pregnant for the seventh time, then that child was transferred by arrangement of Yogamaya, by Krishna's arrangement through Yogamaya, the seventh son of Devaki and Vasudeva was transferred to Rohini's womb, from Devaki's womb. That was Balaram. And, Kamsa thought the seventh pregnancy was a miscarriage. The child died in the womb. That's what Kamsa thought. And then, Krishna appeared as the eighth son in the womb of Devaki, but when Devaki was pregnant for the eighth time, Kamsa was just waiting. Now, this child is going to take birth. I must kill this child as soon as it's born. But, Kamsa could not actually lay his hands on the child, eighth child which is born of the womb of Devaki. Krishna appeared middle of the night by potency of Yogamaya. Kamsa and all the doorkeepers and prison keepers were all asleep under the influence of Yogamaya. And, that is when Vasudeva and Devaki offered wonderful prayers to Krishna when Krishna appeared. And, because they were anxious to protect Krishna, Krishna instructed Vasudeva to transfer him from the prison of Kamsa to the house of Nanda Maharaj and Yashoda, from Mathura to Gokula. And, that's what Vasudeva did in the middle of the night. And, while all this was happening, Kamsa is fast asleep and all his doorkeepers are also asleep. So, this is called Krishna Leela, actually. It's Krishna's pastime."
    },
    {
      "start_time": 598,
      "end_time": 696,
      "verse_references": [],
      "themes": [
        "Krishna Leela",
        "Devotee protection",
        "Funeral ceremony"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We should hear from the scriptures. The divine nature of all of Krishna's activities.",
      "summary": "The speaker emphasizes the divine nature of Krishna's activities and the importance of understanding them through scripture, continuing with Vasudeva's role as the maternal uncle of the Pandavas and his eventual disappearance.",
      "timestamp_url": "https://youtu.be/dUk_QL3PWDQ?t=598",
      "transcript": "His appearance, his activities are all divine. And, how to understand these activities as divine is explained in the Srimad Bhagavatam in great detail. We should not speculate or we should not give our own interpretation. No. We should hear from the scriptures the divine nature of all of Krishna's activities. Then, further, it is described Vasudeva as the maternal uncle of the Pandavas. That means, Yudhishthira, Bhima, Arjuna, Nakula, Sahadeva, their mother's brother, maternal uncle is Vasudeva. So, as maternal uncle of Pandavas, he took active part in purificatory processes of the Pandavas, Samskaras. When Krishna appeared within the bars of Kamsa's prison house, Krishna was transferred by Vasudeva to the house of Nandaman. That's what I explained in detail. Krishna disappeared along with Baladeva prior to the disappearance of Vasudeva. Therefore, Arjuna took charge of funeral ceremony after Vasudeva's disappearance. These are all pastimes of Krishna and his devotees, intimate devotees. They are also under the protection of Yoga Maya."
    },
    {
      "start_time": 697,
      "end_time": 778,
      "verse_references": [],
      "themes": [
        "Akrura's devotion",
        "Power of prayer",
        "Supreme Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Akrura is famous for having offered wonderful prayers to Krishna and perfected his devotional service.",
      "summary": "The speaker transitions to describing Akrura, highlighting his devotion to Krishna and his fame for perfecting devotional service through prayer.",
      "timestamp_url": "https://youtu.be/dUk_QL3PWDQ?t=697",
      "transcript": "Next, the description is given about Akrura. Akrura was a great devotee of Krishna. He is famous for having attained success in devotional service by one single process of offering prayers, vandanam of the nine different processes of bhakti. Akrura is famous for perfecting his devotional service simply by offering wonderful prayers. His prayers are given in the Bhagavatam in the tenth canto, prayers by Akrura to offer to Lord Krishna. Beautiful prayers are given. He glorifies Krishna as the one Supreme Lord who appears in so many different Indian incarnations and he has sung a song which is not only describing the ten incarnations but describes more than ten, about twenty incarnations he describes, including the ten famous Dashavatara incarnations of Krishna. So, Akrura is famous for having offered wonderful prayers to Krishna and perfected his devotional service."
    },
    {
      "start_time": 779,
      "end_time": 896,
      "verse_references": [],
      "themes": [
        "Power of Bhakti",
        "Akrura's role",
        "Krishna's arrangements"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bhakti is so nice, simply by hearing about Krishna, simply by singing Krishna's glory, simply by offering prayers to Krishna or simply by remembering Krishna's pastimes, one can achieve all.",
      "summary": "The speaker elaborates on the power of bhakti and continues describing Akrura's role in Krishna's pastimes, including his support of Arjuna's marriage to Subhadra and his presence at Abhimanyu's wedding.",
      "timestamp_url": "https://youtu.be/dUk_QL3PWDQ?t=779",
      "transcript": "Bhakti is so nice, simply by hearing about Krishna, simply by singing Krishna's glory, simply by offering prayers to Krishna or simply by remembering Krishna's pastimes, one can achieve all. The power of perfection, complete self-realization and ultimate liberation. That is the power of bhakti. So Akrura is described as the commander-in-chief of the Vrishni dynasty. He was also a Kshatriya. But most importantly, Akrura is a great devotee of Lord Krishna. He was the husband of Suthani, who was the daughter of Ahuka. Ahuka is another name for Ugrasena, so Ugrasena is the father-in-law of Akrura. Akrura married daughter of Ugrasena. Now, Akrura supported Arjuna when Arjuna took Subhadra forcibly away by the will of Krishna. Subhadra is Krishna's sister. Now, Krishna wanted to marry his sister to Arjuna, but Balaram wanted to marry his sister to Duryodhana. So Krishna arranged that before Balaram could fix that marriage, Arjuna kidnapped Subhadra, and Krishna and Akrura actually went and met Arjuna after the kidnapping. So both of them presented dowries to Arjuna after this incidence because there was no proper marriage like that. Then Akrura was also present when Abhimanyu, the son of Subhadra, was married with Uttara, the mother of Maharaj Pariksit."
    }
  ]
}