{
  "video_id": "DuSFo72mcIE",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.7.53-54 | 25-01-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=DuSFo72mcIE",
  "segments": [
    {
      "start_time": 0,
      "end_time": 55,
      "verse_references": [],
      "themes": [],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyanati Miran Dasya Gyanan Janishalakaya Chaksharan Militam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/DuSFo72mcIE?t=0",
      "transcript": "Om Agyanati Miran Dasya Gyanan Janishalakaya Chaksharan Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Srimate Bhakti Vedanta Svamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shri Vasadi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Devi Saraswati Vyasam Tato Jayam Udi Rayet"
    },
    {
      "start_time": 55,
      "end_time": 121,
      "verse_references": [
        "SB 1.7.53",
        "SB 1.7.54"
      ],
      "themes": [
        "dharma",
        "scriptural injunctions",
        "violence",
        "ethics"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In this session we will be discussing from two verses 53 and 54 which are given together in the Srimad Bhagavatam 7th chapter first canto of Srimad Bhagavatam the 53 and 54th verses so the 50 both are given together.",
      "summary": "HH Stoka Krishna Swami introduces Srimad Bhagavatam verses 1.7.53-54, setting the stage for a discussion on dharma and scriptural rulings regarding violence.",
      "timestamp_url": "https://youtu.be/DuSFo72mcIE?t=55",
      "transcript": "In this session, we will be discussing two verses, 53 and 54, which are given together in the Srimad Bhagavatam, 7th chapter, first canto of Srimad Bhagavatam. The 53rd and 54th verses, so both are given together. Shri Bhagavan Vacha Brahma Vandur Nahantavya Atatayi Vadarhanah Mayai Vobhayam Aamnatam Paripahi Anushasanam Kurupratishrutam Satyam Yattat Santvayatapriyam Priyamcha Bhima Senasya Paanchalya Mahya Mevacha"
    },
    {
      "start_time": 121,
      "end_time": 289,
      "verse_references": [
        "SB 1.7.53",
        "SB 1.7.54"
      ],
      "themes": [
        "dharma",
        "scriptural injunctions",
        "violence",
        "ethics",
        "brahmanas"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A friend of a Brahmana is not to be killed Brahma bandur nahantavya but if is an aggressor he must be killed atatai vadar vadha arhanaha if he is a atatai if he is a aggressor he must be killed all these rulings are in the scriptures all these rulings are in the scriptures amnatam according to rulings of the authority both these are given in scriptures and Krishna is telling Arjuna you must act accordingly you had to fulfill your promise to your wife",
      "summary": "The speaker translates and explains the verses, focusing on the dilemma faced by Arjuna regarding Ashwatthama, who is both a brahmana's son and an aggressor, highlighting conflicting duties and promises.",
      "timestamp_url": "https://youtu.be/DuSFo72mcIE?t=121",
      "transcript": "Two verses given together, 53 and 54. Now, the translation of these two verses as given by His Divine Grace AC Bhaktivedanta Swami Prabhupada: the personality of goddess Shree Krishna said, Shree Bhagavanu Vacha, a friend of a Brahmana is not to be killed, Brahma bandur nahantavya, but if is an aggressor, he must be killed, atatai vadar vadha arhanaha. If he is a atatai, if he is an aggressor, he must be killed. All these rulings are in the scriptures, amnatam, according to rulings of the authority. Both these are given in scriptures, and Krishna is telling Arjuna, you must act accordingly. You had to fulfill your promise to your wife. What does Arjuna's promise to his wife Draupadi? That I shall cut off the head of this ashwar dhamma and bring it for you to pacify you, to punish him so that he may not be able to do it again suitably because of the inglorious murder he has committed. And now Krishna is also telling Arjuna, you must also act according to the satisfaction of Bhima Sena and me. So Bhima directly told that this ashwar dhamma should be killed. Now Krishna also, when ashwar dhamma was captured and arrested by Arjuna, Krishna also just told Arjuna, if you are an Canting and you must come to Bereich Arjuna Krishna had told Arjuna, you must kill this fellow because he is an aggressor, even though he is the son of a brahmana, but as an aggressor, even if we be a brahmana, still they should be killed, what to speak of a brama bandhu. At the same time, now Krishna is telling and next time he is a brahma friend so he will kill Arjuna and his wives until he is gone. You have to act according to the rulings of the Shastra, and you have to fulfill your promise to your wife. And what is Draupadi's suggestion? Don't kill him. To satisfy Draupadi, Arjuna should not kill. And for satisfying Bhima, he should kill. So what is he supposed to do? Kill or not kill?"
    },
    {
      "start_time": 289,
      "end_time": 473,
      "verse_references": [
        "BG 18"
      ],
      "themes": [
        "dharma",
        "scriptural injunctions",
        "renunciation",
        "duty",
        "contradictions"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Whenever somebody tries to refer the scriptures, then in certain circumstances, to apply the scriptural injunction, it is difficult.",
      "summary": "The lecture explores the difficulty in applying scriptural injunctions, using the example of a sanyasi's duties and the apparent contradictions within the scriptures.",
      "timestamp_url": "https://youtu.be/DuSFo72mcIE?t=289",
      "transcript": "So in the purport, Srila Prabhupada says that Arjuna was perplexed because Ashwatthama was to be killed as well as spared according to different scriptures cited by different persons. This is a fact. Whenever somebody tries to refer the scriptures, then in certain circumstances, to apply the scriptural injunction, it is difficult. In the 18th chapter of the Bhagavad Gita, it is explained that for somebody who is a sanyasi, who is in the renounced order of life, there are no duties to be performed. No duties to be performed because he is completely renounced. He is simply engaged in devotional service to Krishna, exclusively dedicated for that. That is the meaning of renunciation. At the same time, Shastra says that activities which are of the nature of yajna, dana and tapa should never be given up under any circumstances. For a civilized human being, in all stages, one should never stop performing sacrifice because sacrifice is specifically activity meant for pleasing the Supreme Lord. So, in that way, we can understand sacrifice should never be given up. Though, material activities, or material duties even, a sanyasi has got no material duties. A brahmachari has got duties, a grihasta has got duties, a vanapurasta has got duties, but a sanyasi has no material duties. So, it is difficult to understand whether a sanyasi should perform any activities, or not do any activities at all. So, like this, in the scriptures, there are injunctions which seemingly are contradictory in certain circumstances, in certain situations where one has to apply. Different people will give different circumstances, cite different shastras and give different rulings."
    },
    {
      "start_time": 473,
      "end_time": 630,
      "verse_references": [],
      "themes": [
        "dharma",
        "scriptural injunctions",
        "violence",
        "ethics",
        "brahmanas",
        "contradictions"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Brahmabandhu should not be killed. Aggressor, even if he is a brahmana, he has to be killed. An aggressor, when he is standing without any weapon, he should not be killed. So what is Arjuna supposed to do?",
      "summary": "The speaker returns to the dilemma of Arjuna and Ashwatthama, highlighting the conflicting scriptural injunctions regarding killing a brahmana, an aggressor, and an unarmed aggressor.",
      "timestamp_url": "https://youtu.be/DuSFo72mcIE?t=473",
      "transcript": "Just like here, it's happening. Bhima is telling you must kill, because Bhima is citing the shastra only. And Draupadi is telling, don't kill. And she has given her reasoning. So here, Prabhupada is telling, as a brahma bandhu, or a worthless son of a brahmana, Ashwatthama was not to be killed. Brahma bandhur nahantavya. This is the ruling of the shastra. Brahma bandhu, because son of a brahmana. Even though he is not a brahmana, but he is son of a brahmana still, he should not be killed. But he was at the same time, this Ashwatthama was an aggressor. According to the rulings of Manu, an aggressor, even though he be a brahmana, and what to speak of a brahma bandhu, unworthy son of a brahmana, such an aggressor is to be killed. This is what Manusmriti says. Dronacharya was certainly a brahmana in the true sense of the term, but because he stood in the battlefield, he was killed. He was fighting. A dharma yudha. In the battle he got killed. So when, because Dronacharya was on the side of the Kauravas, and obviously he was killed by the Pandavas. But such killing of Dronacharya was justified because Dronacharya was engaged in battle. But although Ashwatthama was an aggressor, now look at this complication. As an aggressor, it is said in the Shastra, aggressor, even if he is a brahmana, he is to be killed. So, even though Ashwatthama was an aggressor, he stood without any fighting weapons. He stood without any weapons. He was bound up. He didn't have any weapons with him. The ruling is that an aggressor, when he is without weapon or chariot, cannot be killed. Now look at this. Brahmabandhu should not be killed. Aggressor, even if he is a brahmana, he has to be killed. An aggressor, when he is standing without any weapon, he should not be killed."
    },
    {
      "start_time": 630,
      "end_time": 786,
      "verse_references": [],
      "themes": [
        "dharma",
        "scriptural injunctions",
        "guidance",
        "spiritual master",
        "duty"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But the lesson for us to be learnt from this is that in order to, even if one is conversant with the scriptural injunctions, it is not easy to apply the injunctions in different circumstances.",
      "summary": "The lecture emphasizes the complexity of applying scriptural injunctions and the necessity of seeking guidance from a bona fide spiritual master to navigate such dilemmas.",
      "timestamp_url": "https://youtu.be/DuSFo72mcIE?t=630",
      "transcript": "So what is Arjuna supposed to do? Besides all this, now these were all perplexities for Arjuna. And besides all this, to further complicate matters, Arjuna had to keep the promise he had made before Draupadi just to pacify her. As soon as Draupadi began crying after learning that her five sons had been all killed by Ashwatthama, she was crying, and Arjuna just to pacify her had said, I am not going to spare this Ashwatthama. I am going to cut off his head and bring that head for you in order to pacify you. So he has to, he had made a promise. Kshatriya's promise cannot be an empty promise. And he also had to satisfy both Bhima and Krishna, who advised killing Ashwatthama. So Arjuna has promised Draupadi, I will kill him. Bhima and Krishna have advised Arjuna to kill Ashwatthama. The Shastra says, a Brahmabandhu should not be killed. Aggressor has to be killed. But an aggressor without any weapons should not be killed. So what is Arjuna supposed to do? Certainly very, very, very perplexed in situation. This dilemma was present before Arjuna and the solution was awarded by Krishna. Now how Krishna awards the solution is going to be explained in the next verse. But the lesson for us to be learnt from this is that in order to, even if one is conversant with the scriptural injunctions, it is not easy to apply the injunctions in different circumstances. It is not so simple. Always. In some cases it is very simple. But in some situations or circumstances it is not so simple. So therefore Shastra says, in order to learn the scriptures and more importantly in order to learn how to apply the scriptural directions or injunctions in one's own personal life, one has to approach a bona fide spiritual master."
    },
    {
      "start_time": 786,
      "end_time": 911,
      "verse_references": [
        "BG 2.7"
      ],
      "themes": [
        "guidance",
        "spiritual master",
        "surrender",
        "Krishna consciousness",
        "duty"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "We have to actually seek solution to our perplexities by approaching a bona fide spiritual master.",
      "summary": "The speaker concludes by reiterating the importance of surrendering to a spiritual master for guidance, drawing a parallel to Arjuna's surrender to Krishna in the Bhagavad Gita, and highlighting the spiritual master's role in guiding individuals towards their duty while avoiding sin and progressing in Krishna consciousness.",
      "timestamp_url": "https://youtu.be/DuSFo72mcIE?t=786",
      "transcript": "One has to approach a bona fide spiritual master. The beginning of the Bhagavad Gita, Arjuna first says, I am not going to fight in this battle. How can I kill my own kinsmen? How can I kill Bhishma and Drona, my respectable superiors? For the sake of a kingdom I am going to kill them? Never. But at the same time, Arjuna understands this is a Dharma Yudha and it is a duty of a Kshatriya like Arjuna to fight in this Dharma Yudha. So considering these two aspects, Dharma Yudha, Arjuna should fight, it is his duty to fight and somebody like Bhishma and Drona who are respectable superiors should not be killed. So Arjuna is confused about his duty and Arjuna, what does he say? Now I am confused about my duty and therefore I surrender to you my dear Lord Krishna. Kindly instruct me what is to be done in these circumstances. And this is exactly what is taught in the Bhagavad Gita. We have to actually seek solution to our perplexities by approaching a bona fide spiritual master. A bona fide spiritual master is situated completely in Krishna consciousness and he is able to direct everyone perfectly in such a way that they are able to do their duty at the same time not commit any sin and also make advancement for ultimate liberation in Krishna consciousness. So this is the special position of a bona fide spiritual master. Therefore one has to actually approach a bona fide spiritual master and learn from him and seek his guidance in all such situations. Hare Krishna."
    }
  ]
}