{
  "video_id": "E-7pQuc0ZJE",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.16.7-8 | 13-01-2023",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=E-7pQuc0ZJE",
  "segments": [
    {
      "start_time": 32,
      "end_time": 133,
      "verse_references": [
        "SB 1.16.7"
      ],
      "themes": [
        "freedom from death",
        "eternal life",
        "devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "All of us desire freedom from death, especially those who are devotees.",
      "summary": "The speaker introduces the 7th verse of the 16th chapter of the 1st canto of Srimad Bhagavatam, explaining the desire for freedom from death and attaining eternal life through devotion.",
      "timestamp_url": "https://youtu.be/E-7pQuc0ZJE?t=32",
      "transcript": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Devi Saraswati Vyasam Tato Jayam Udi Rayet. In this session we will be discussing from the 7th and 8th verses of the 16th chapter of the 1st canto of Srimad Bhagavatam. 7th verse: Shudra Ayusham Dranam Anga Martyanaam Rutaam Ichchatam Ihopahuto Bhagavan Mrutyu Shamitra Karmani. The meaning of this verse is, O Suta Goswami, there are those amongst men who desire freedom from death and get eternal life. They escape the slaughtering process by calling the controller of death, Yamaraja. A very important verse. All of us desire freedom from death, especially those who are devotees. And freedom from death means getting eternal life in Krishna's abode, eternal life full of bliss and knowledge. Now what is the way to get this freedom from death and get eternal life? It is to escape the slaughtering process by calling the controller of death, Yamaraja."
    },
    {
      "start_time": 133,
      "end_time": 276,
      "verse_references": [],
      "themes": [
        "death",
        "material science",
        "limitations of the body"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "Modern scientists, they do not know the real self, the spirit. They think only in terms of the body.",
      "summary": "The speaker elaborates on Srila Prabhupada's purport, criticizing modern science's attempts to avoid death through physical means, emphasizing the importance of the spirit soul over the perishable body.",
      "timestamp_url": "https://youtu.be/E-7pQuc0ZJE?t=133",
      "transcript": "So what is the meaning of this? Shudra Prabhupada explains in the purport: The living entity as he develops from lower animal life to a higher human being and gradually to higher intelligence becomes anxious to get free from death. It is to get free from the clutches of death. We know nobody wants to die. We all know that. But then death is forced upon us. So in the human form of life, we have developed intelligence to understand how can we become deathless. That is the prerogative of the human being because of developed intelligence. Modern scientists try to avoid death by physiochemical advancement of knowledge. Modern scientists, they do not know the real self, the spirit. They think only in terms of the body. But this body is always a dead body. It appears living because of the presence of the spirit soul. Otherwise this body is always a dead body because it is made of matter. It doesn't have life by itself. It doesn't have life. So any attempt to avoid death by analyzing the chemicals, by manipulating the chemicals or the physical body, this is never going to work. So Srila Prabhupada says, even though they try to avoid death, the controller of death, Yamaraj, is so cruel that he does not spare even the very life of the scientist himself. The scientist who is trying to do research, how to avoid death by some chemical manipulation, even that scientist himself has to die. So nobody is spared by Yamaraj. The scientist who put forward the theory of stopping death by advancement of scientific knowledge becomes himself a victim of death when he is called by Yamaraj."
    },
    {
      "start_time": 276,
      "end_time": 418,
      "verse_references": [],
      "themes": [
        "death",
        "Yamaraj",
        "devotional service",
        "transcendence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The only hope of suspending the cruel slaughtering process of Yamaraj is to call him to hear and chant the holy name of the Lord.",
      "summary": "The speaker explains that chanting the holy name of the Lord and engaging in devotional service is the only way to avoid death and transcend material existence.",
      "timestamp_url": "https://youtu.be/E-7pQuc0ZJE?t=276",
      "transcript": "Yamaraj, exactly when the span of life is over, he sends the Yamadutas to take the soul out of the body, to drag the soul. Now we will be forced to leave the body. Not that we have a choice whether you want to leave the body or you want to continue to live in the body. No. What to speak of stopping death? No one can enhance the short period of life even by a fraction of a moment. So what is the way out then? The only hope of suspending the cruel slaughtering process of Yamaraj is to call him to hear and chant the holy name of the Lord. This is the process. Invite Yamaraj for Sankirtana involving the chanting and hearing of the Hare Krishna mantra, the holy name of the Supreme Lord. Yamaraj is a great devotee of the Lord and he likes to be invited to kirtanas and sacrifices by pure devotees who are constantly engaged in the devotional service of the Supreme Lord. Thus the great sages headed by Saunaka and others, invited Yamaraj to attend the sacrifice performed at Naimisharanya. This was good for those who did not want to die. It is described in the beginning of the Bhagavatam, the first canto beginning, that the sages of Naimisharanya undertook to perform a thousand year sacrifice. And what was this thousand year sacrifice? It was all about chanting and hearing the glory of the Lord, the stories of the Supreme Lord. So they began inquiry about Krishna and they wanted to hear the glorification of Krishna. So that is the way to stop death, to avoid death. Those who are engaged in devotional activities transcend the conditions of material life, birth, disease, old age, death, three-fold miseries,"
    },
    {
      "start_time": 418,
      "end_time": 530,
      "verse_references": [
        "SB 1.16.8"
      ],
      "themes": [
        "Yamaraj",
        "hearing pastimes of the Lord",
        "eternal life"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "As long as Yamarāja, who causes everyone's death, is present here, no one shall meet with death.",
      "summary": "The speaker discusses the 8th verse, explaining that hearing the transcendental pastimes of the Lord protects one from death and leads to eternal life in Krishna's abode.",
      "timestamp_url": "https://youtu.be/E-7pQuc0ZJE?t=418",
      "transcript": "everything they are able to transcend. The eighth verse, na kaścin mriyate tāvad yāvad āsta īhāntakaḥ etad arthaṁ hi bhagavān āhūtaḥ paramarṣivihi aho nṛloke pīyeta hari-līlāmṛtaṁ va caḥ. The meaning of this eighth verse is as follows: As long as Yamarāja, who causes everyone's death, is present here, no one shall meet with death. The great sages have invited the controller of death, Yamarāja, who is the representative of the Lord. Living beings who are under his grip should take advantage by hearing the deathless nectar in the form of this narration of the transcendental pastimes of the Lord. So the method is how to escape death? To be engaged in hearing the transcendental pastimes of the Lord as described in this Bhagavatam. Then Yamarāja will not touch us. Then what happens? Yamarāja will not touch us. Yamarāja will not drag us out of this body for another term of material existence in another body. No. Then what happens? Actually, when the time comes for quitting the body, Kṛṣṇa will take us to His personal abode for eternal life, full of bliss and knowledge. Not that we are going to continue in this body beyond the lifespan. No. That is not the program. That's not the spiritual program."
    },
    {
      "start_time": 530,
      "end_time": 646,
      "verse_references": [],
      "themes": [
        "perishable body",
        "eternal soul",
        "Srimad Bhagavatam",
        "conquering death"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "The surest remedy for avoiding death is to accustom oneself to hearing the nectarean pastimes of the Lord as they are systematically narrated in the text of Śrīmad-Bhāgavatam.",
      "summary": "The speaker emphasizes the importance of hearing Srimad Bhagavatam daily to conquer death, highlighting the distinction between the perishable body and the eternal soul.",
      "timestamp_url": "https://youtu.be/E-7pQuc0ZJE?t=530",
      "transcript": "Don't mistake. Don't mistakenly think that I'm going to live in this body forever. This body is perishable. antavanta ime deha nityasyokta śarīrinaha. The soul inside the body is eternal. This body is perishable. So in the Purport Śrīla Prabhupāda says, Every human being dislikes meeting death, but he does not know how to get rid of death. The surest remedy for avoiding death is to accustom oneself to hearing the nectarean pastimes of the Lord as they are systematically narrated in the text of Śrīmad-Bhāgavatam. So we have begun everyday Bhāgavatam, little, little, little. You keep hearing. In this way you can conquer death. That's what is being said here. It is advised herein, therefore, that any human being who desires freedom from death should take to this course of life as recommended by the rishis headed by Saunaka. Every day hear Bhāgavatam. Therefore we have entitled this series as Daily Evening Bhāgavatam Discourse. Of course, in every ISKCON center, there is a program of daily morning Bhāgavatam class. That's also available. But those who cannot attend that daily morning Bhāgavatam class, either in the temple or online, we have this Daily Evening Bhāgavatam class. So at least evening you can attend. So this is the way to conquer death."
    },
    {
      "start_time": 646,
      "end_time": 773,
      "verse_references": [
        "SB 1.2.6"
      ],
      "themes": [
        "hearing Bhagavatam",
        "purification",
        "Krishna's mercy",
        "incarnations in Kali Yuga"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When he sees that we are eager to hear Kṛṣṇa kathā in the Bhāgavatam, then he cleanses our desire for material enjoyment.",
      "summary": "The speaker explains how hearing Bhagavatam purifies the heart and removes desires for material enjoyment through Krishna's mercy, mentioning the three important incarnations in Kali Yuga: Chaitanya Mahaprabhu, Srimad Bhagavatam, and the Hare Krishna mantra.",
      "timestamp_url": "https://youtu.be/E-7pQuc0ZJE?t=646",
      "transcript": "Now how does it work? Simply if I hear Bhāgavatam, how do I become deathless? What does this hearing Bhāgavatam do? We have already discussed this in the first canto, second chapter. śṛṇvatāṁ śukathāḥ kṛṣṇahaḥ puṇyaḥ śravaṇaḥ kīrtanaḥ hṛdyantastohi abhadrāṇi vidhunoti surucatām. Krishna is seated in our heart. When he sees that we are eager to hear Kṛṣṇa kathā in the Bhāgavatam, then he cleanses our desire for material enjoyment. It is Kṛṣṇa's blessing, Kṛṣṇa's mercy for those who hear Bhāgavatam, because Bhāgavatam is another incarnation of Kṛṣṇa in this Kali Yuga. Kali Yuga three incarnations are very important. The first incarnation which is important in Kali Yuga is the incarnation of Chaitanya Mahāprabhu. He teaches us simply chant Hare Kṛṣṇa and hear Bhāgavatam and take prasādam and thereby prepare yourself to go back to Godhead. Then the second incarnation of the Supreme Lord in Kali Yuga is this Śrīmad-Bhāgavatam. It contains narrations about Kṛṣṇa and His pure devotees. Simply hearing this every day will purify you and make you eligible to go back to Godhead at the end of this life. And the third incarnation is the incarnation of the Hare Kṛṣṇa mantra, the holy name of the Supreme Lord in the form of the Hare Kṛṣṇa mantra. So these three incarnations are very, very important. So here, specific recommendation is hear the Śrīmad-Bhāgavatam every day."
    },
    {
      "start_time": 773,
      "end_time": 875,
      "verse_references": [],
      "themes": [
        "purification",
        "realization",
        "devotional service",
        "going back to Godhead"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The purpose of this body is simply to engage in devotional service to Kṛṣṇa and thereby become free from all desires for extending our material existence into another material body after quitting this body.",
      "summary": "The speaker concludes by reiterating the importance of hearing Bhagavatam, chanting Hare Krishna, and accepting Prasadam to purify oneself, realize one's spiritual identity, and ultimately return to Godhead.",
      "timestamp_url": "https://youtu.be/E-7pQuc0ZJE?t=773",
      "transcript": "At your convenience you can hear. If you can't hear live, then later on you can always hear. But hear every day little, little, little, little, little. This is important. And then you become purified. Your heart becomes cleansed of all misgivings. And then you understand that you are not the body. You realize that. And then when you realize you are not the body, you understand what is the purpose of this body. The purpose of this body is simply to engage in devotional service to Kṛṣṇa and thereby become free from all desires for extending our material existence into another material body after quitting this body. Don't extend. After life in this body is completed, straight go to Kṛṣṇa's abode in your spiritual body. So to uncover the spiritual body before death comes, it is possible by this practice of hearing Bhāgavatam every day. It is possible by daily chanting and hearing Hare Kṛṣṇa mantra. It is possible by daily accepting Prasādam. In this way you can prepare yourself. And you'll be guaranteed if you do this every day little, little, little, little, little, you're guaranteed to go back to Godhead at the end of this life. Thank you very much."
    }
  ]
}