{
  "video_id": "E1Ol0Bu32FA",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.8.52 | 22-03-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=E1Ol0Bu32FA",
  "segments": [
    {
      "start_time": 39,
      "end_time": 126,
      "verse_references": [
        "SB 1.8.52"
      ],
      "themes": [
        "sacrifice",
        "karma",
        "responsibility"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "As it is not possible to filter muddy water through mud, or purify a wine-stained pot with wine, it is not possible to counteract the killing of men by sacrificing animals.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam about the futility of trying to purify sinful actions with similar actions, particularly in the context of Yudhishthira's lamentation over the killings in the battle.",
      "timestamp_url": "https://youtu.be/E1Ol0Bu32FA?t=39",
      "transcript": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Devim Sarasvatim Vyasam Tato Jayam Udi Rayet. In this session, we will be discussing from the 52nd verse, the last verse of the 8th chapter of the 1st canto of Srimad Bhagavatam: Yatha Pankena Pankambhaha Surayava Surakritam Bhutahatyam Tathai Vaikam Nayajnehir Marshtum Arhati. The meaning of this verse is, as it is not possible to filter muddy water through mud, or purify a wine-stained pot with wine, it is not possible to counteract the killing of men by sacrificing animals. Again, this is Yudhishthira's lamentation that so many people were killed in the battle because he feels, for his own sake, the battle was fought and he is responsible for the killing."
    },
    {
      "start_time": 126,
      "end_time": 285,
      "verse_references": [],
      "themes": [
        "sacrifice",
        "Vedic rituals",
        "mantras",
        "brahmanas"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A sacrifice recommended in the scriptures is never meant for killing animals.",
      "summary": "The speaker explains Srila Prabhupada's perspective that Vedic sacrifices involving animals were not intended for killing but for rejuvenation and testing the efficacy of Vedic mantras chanted by qualified brahmanas.",
      "timestamp_url": "https://youtu.be/E1Ol0Bu32FA?t=126",
      "transcript": "So, Srila Prabhupada explains in the purport, Ashwamedha Yajnas or Gomeda Yajnas, sacrifices in which a horse or a bull is sacrificed, were not, of course, for the purpose of killing the animals. This is a very important point to be understood here. A sacrifice recommended in the scriptures is never meant for killing animals. Even though, actually, in such a sacrifice, a horse or a bull is killed, it is not meant for killing. How do we understand this? So, Lord Chaitanya explains that such animals sacrificed on the altar of Yajna were rejuvenated and a new life was given to them. See, in all such sacrifices, even though there is a horse or a bull, that killed horse or bull is rejuvenated by giving it new life. In some cases, the soul in the animal's body is promoted immediately to the human form of life. It was just to prove the efficacy of the hymns of the Vedas. In the Vedas, in the Vedic sacrifice, there are four kinds of priests. There is the priest who chants the mantras, and the mantra chanting should have the power, the purity of the brahmana, who has perfected his mantra chanting, because of which the chanting will be effective. And in case the brahmana who is chanting the mantras is unable to revive an animal, because his chanting is not sufficiently powerful, then there is a referee priest who actually takes over and actually he chants the mantras to revive the animal, the animal which is sacrificed, and he also chants for the sake of the sacrifice. So, the whole process is to give new life to an animal, and for the testing of the chanting of the mantra, such an act is done."
    },
    {
      "start_time": 285,
      "end_time": 422,
      "verse_references": [],
      "themes": [
        "sacrifice",
        "Kali Yuga",
        "qualified brahmanas",
        "sinful reactions"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In this age of quarreled hypocrisy, that is Kali Yuga, there is no possibility of performing the yajnas perfectly, for want of expert brahmanas who are able to conduct such yajnas.",
      "summary": "The speaker discusses the impossibility of properly performing Vedic sacrifices in Kali Yuga due to the lack of qualified brahmanas and the potential for incurring sinful reactions from improperly conducted sacrifices.",
      "timestamp_url": "https://youtu.be/E1Ol0Bu32FA?t=285",
      "transcript": "Kill an animal and give it a new life. By recitation of the hymns of the Vedas in the proper way, certainly the performer gets relief from the reactions of sins. In such sacrifices, when mantra chanting is done by qualified brahmanas, then the yajaman, the performer of the sacrifice, he gets relief from reactions of sins. But, in case of such sacrifices improperly done under inexpert management, surely one has to become responsible for animal sacrifice, like it is happening in Kali Yuga. They kill animals, but they don't have qualified brahmanas to chant mantras to revive the animal. There are no qualified brahmanas who can chant mantras in this way. In the scriptures it is explained, there is an arani mantra, which a brahmana who performs sacrifices, yajnik brahmana, chants. By chanting the arani mantra, he is able to generate fire by the power of the mantra. To light a sacrificial fire, a brahmana does not use a matchbox, or some other device, to spark a fire. No. He uses arani mantra. So, that's the power of sound. Subtle sound, vibration is like that. But, in Kali Yuga, we don't have qualified brahmanas who can chant in this way. This is one of the main reasons why all sacraments, all sacrifices of this kind, are particularly forbidden in the age of Kali. That's what Srila Prabhupada says here. In this age of quarrel and hypocrisy, that is Kali Yuga, there is no possibility of performing the yajnas perfectly, for want of expert brahmanas who are able to conduct such yajnas."
    },
    {
      "start_time": 422,
      "end_time": 578,
      "verse_references": [],
      "themes": [
        "Kali Yuga",
        "animal killing",
        "karma",
        "meat eating"
      ],
      "content_type": "analogy",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "Such meat eating is never pardoned.",
      "summary": "The speaker uses the example of meat shops in Calcutta that falsely associate animal sacrifice with religious offerings to illustrate how animal killing in Kali Yuga leads to karmic consequences for everyone involved, comparing it to a gang of conspirators committing murder.",
      "timestamp_url": "https://youtu.be/E1Ol0Bu32FA?t=422",
      "transcript": "So, Srila Prabhupada says elsewhere, that in Calcutta, there are some meat shops which sell animal flesh. Now, they say Kali Prasad. What is the reason why they call their shop as Kali Prasad, meat shop? Because, they make a show of killing a goat, and offering a piece of the goat flesh to Kali. But, there is no qualified brahmana who can actually chant the mantras to revive the goat in performing this sacrifice of killing the goat. So, in the absence of a qualified brahmana chanting properly the mantras to revive the killed animal, the killer and the person who actually partakes the flesh of the killed animal, actually six kinds of people are responsible for this killing, and are punishable by the laws of karma. The person who rears the goat, the person who transports the goat, the person who sells the goat, the person who kills the goat, the person who purchases the flesh, the person who cooks the flesh, the person who eats the cooked meat, all of them are punishable for the killing of the goat. It's exactly like a murderer is punished by state laws. Exactly like that. So, people are unaware. In modern times, people are unaware what is the kind of punishment that awaits them for indulging in such meat eating. Such meat eating is never pardoned. The animal killing involved in such meat eating, and not only the person who kills the animal, everyone else involved in that, are all equally responsible for the killing. They are like a gang of conspirators who commit a murder. Exactly like that."
    },
    {
      "start_time": 578,
      "end_time": 744,
      "verse_references": [],
      "themes": [
        "Kali Yuga",
        "sacrifice",
        "purification",
        "examples"
      ],
      "content_type": "analogy",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "You cannot purify a wine stained pot by washing it with wine. You have to wash it with pure water.",
      "summary": "The speaker reiterates the impossibility of properly executing animal sacrifices in Kali Yuga and uses the examples of muddy water and a wine-stained pot to illustrate the principle that sinful actions cannot be purified by similar actions.",
      "timestamp_url": "https://youtu.be/E1Ol0Bu32FA?t=578",
      "transcript": "So, in Kali Yuga, there is no possibility of anybody properly executing Ashwamedha Yajna or Gomidha Yajna or even the goat sacrifice to Kali, which is called Ashwamedha Yajna. So, anybody properly executing Ashwamedha Yajna or Gomidha Yajna or even the goat sacrifice to Kali, which is recommended in the scriptures for meat eaters, there is no possibility that they can do that properly because there is no qualified Brahman. Now, Prabhupada says further in purport, Maharaj Yudhishthira therefore gives a hint to performing sacrifices in the age of Kali. Yudhishthira Maharaj is telling that in the age of Kali, there is no possibility that simply because somebody has killed men by killing animals in a sacrifice, they cannot get rid of the sinful reaction of killing men. He gives examples, two examples he gives, just like it is not possible to filter muddy water through mud. So, you have to have a filter which is clean, which is free of mud. Then only you can filter muddy water and get clean water. But if the cloth itself has got mud, the filtering cloth, then how can you filter muddy water through that and get clean water? Similarly, he gives another example, you cannot purify a wine stained pot by washing it with wine. You have to wash it with pure water. Then only you can cleanse away the wine stained pot. Similarly, simply by sacrificing animals, they can purify water. So, you can purify water by washing it with clean water. Similarly, you can purify the blood stained pot with pure water. Similarly, you can purify water with..."
    },
    {
      "start_time": 744,
      "end_time": 874,
      "verse_references": [],
      "themes": [
        "Harinama Sankirtana Yajna",
        "sinful activities",
        "devotee responsibility",
        "ahimsa"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "One of the offenses is, do not perform any sinful activity on the strength of chanting Hare Krishna, thinking that even if a sinful person has committed a sin, by chanting Hare Krishna, his sinful reaction is nullified.",
      "summary": "The speaker emphasizes the importance of avoiding sinful activities, especially meat eating, intoxication, gambling, and illicit sex, for devotees who chant Hare Krishna, explaining that chanting is not a license to sin.",
      "timestamp_url": "https://youtu.be/E1Ol0Bu32FA?t=744",
      "transcript": "...clean Chaitanya Mahaprabhu. Chaitanya Mahaprabhu particularly taught this Harinama Sankirtana Yajna. This is what he taught. But one should not indulge in animal killing and counteract it by performing the Harinama Yajna. There are some offenses to be considered in chanting Hare Krishna, in performing Sankirtana Yajna. What are the offenses? One of the offenses is, do not perform any sinful activity on the strength of chanting Hare Krishna, thinking that even if a sinful person has committed a sin, by chanting Hare Krishna, his sinful reaction is nullified. That is only for unintentional, inadvertent sins committed in spite of taking all care to avoid sin. Only such care. So, a devotee who chants Hare Krishna should be very responsible, should lead a responsible life, should completely avoid all sinful activities, especially avoid four types of sinful activities in Kali Yuga: meat eating, intoxication, gambling and illicit sex. Completely avoid them. And be careful not to perform any other sinful activities. So, then only, while chanting Hare Krishna, if accidentally there is some sin committed, then Krishna will pardon. This sinful reaction is nullified by chanting Hare Krishna. Krishna pardons. Those who are devotees of the Lord never kill an animal for self-interest. For their personal sake, they never kill an animal. Never. And, as the Lord ordered Arjuna, they do not refrain from performing the duty of a Kshatriya."
    },
    {
      "start_time": 874,
      "end_time": 951,
      "verse_references": [],
      "themes": [
        "ahimsa",
        "dharma",
        "devotee",
        "will of the Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The whole purpose, therefore, is served when everything is done for the will of the Lord.",
      "summary": "The speaker clarifies that the principle of Ahimsa does not excuse a Kshatriya from performing their duty and concludes that the ultimate goal is to act according to the will of the Lord, which is possible only for devotees dedicated to Krishna.",
      "timestamp_url": "https://youtu.be/E1Ol0Bu32FA?t=874",
      "transcript": "The principle of Ahimsa is, do not harm other creatures by indulging in violence. But, that does not mean a Kshatriya. A Kshatriya will not do his duty of killing miscreants. That is within the purview of Dharma, laws of Dharma. So, Krishna told Arjuna that by fighting in a Dharma Yudha, you will not incur sin. By not doing your duty, by avoiding, by not participating in a Dharma Yudha, you will incur sinful reactions. That is what Krishna tells Arjuna in Bhagavad Gita. That is being cited by Prabhupada here. The whole purpose, therefore, is served when everything is done for the will of the Lord. This is possible only for the devotees, who act according to the will of the Supreme Lord. It is devotees. Devotees' life is dedicated to Krishna. Therefore, they act only according to the will of the Lord. I will stop here. Thank you very much."
    }
  ]
}