{
  "video_id": "E2I2z2tu5sM",
  "title": "While Chanting Krishna Is Before Us as His Nama | Sri Madhu Pandit Dasa | ISKCON Bangalore Sanga",
  "speaker": "HG Madhu Pandit Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=E2I2z2tu5sM",
  "segments": [
    {
      "start_time": 0,
      "end_time": 64,
      "verse_references": [],
      "themes": [],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare",
      "summary": "The lecture begins with prayers and mantras, including the Hare Krishna Mahamantra.",
      "timestamp_url": "https://youtu.be/E2I2z2tu5sM?t=0",
      "transcript": "Upadaki 108 rounds Ekadashi Japa Yajnaki Shishi Radha Krishna Chandraki Krishna Balaramaki Nitai Gaurangaki Srinivasa Govindaki Prahlad Nishangadevaki Hare Krishna Hilki Hare Krishna Mahamantraki Namah Om Vishnupadaya Krishna Prishtaya Bhutale Srimate Bhaktivedanta Swaminthi Namine Namaste Saraswati Deve Gauravani Pracharine Nirvishesha Shunyavadi Paschatya Deshitarine Shri Krishna Chaitanya Prabhu Nityananda Shri Advaita Gadhadara Shiva Sadhi Gaurabhakta Vinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 64,
      "end_time": 185,
      "verse_references": [],
      "themes": [
        "limited vs unlimited",
        "interaction"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Day and night we are interacting with the limited.",
      "summary": "The speaker contrasts our daily interactions with limited things and people with the unlimited nature of Krishna.",
      "timestamp_url": "https://youtu.be/E2I2z2tu5sM?t=64",
      "transcript": "Japa Seva means it's our meeting with Krishna to give him Seva in this world. 24 hours we are continuously encountering, continuously interacting with different people, different situations, different things. These different people, different things, different situations, they are all characterized by one common character, one common quality: that they are all limited. In other words, day and night we are interacting with the limited. Let's say I talk to you, I am limited, you are limited, we are in a limited situation, we deal with limited things, limited people."
    },
    {
      "start_time": 185,
      "end_time": 276,
      "verse_references": [],
      "themes": [
        "japa",
        "unlimited",
        "finite"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Japa is a meeting of the limited person we with the unlimited person.",
      "summary": "Japa is presented as a meeting between the limited self and the unlimited Krishna, a completely different kind of interaction.",
      "timestamp_url": "https://youtu.be/E2I2z2tu5sM?t=185",
      "transcript": "Now get a feel of this. Japa is a meeting of the limited person, we, with the unlimited person. It is a completely different kind of interaction. We deal with any avatara, we are meeting the unlimited person, the infinite. Infinitesimal we are, and infinite is the Supreme Lord. As a person is infinite, we are finite with finite qualities. Krishna is an infinite person with infinite qualities, yet he can be finite. The finite is included in the infinite, the infinite is not included in the finite, and infinite is not there. So, this we should always remember that when we are starting doing japa, you are relating"
    },
    {
      "start_time": 276,
      "end_time": 374,
      "verse_references": [],
      "themes": [
        "eternal",
        "infinite",
        "Kali Yuga",
        "name"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "God is before you as soon as you chant Krishna.",
      "summary": "The speaker emphasizes that Krishna, the limitless and infinite, is present in the form of His name, especially in Kali Yuga.",
      "timestamp_url": "https://youtu.be/E2I2z2tu5sM?t=276",
      "transcript": "with the unlimited. You are relating with God, nithyo nithyanam chetanas chetananam, yo bahunam yo viddhadhati kaman. That supreme eternal is maintaining unlimited, infinite, small eternals. This is from the Upanishads. So all the shastras reveal that in Kali Yuga, Krishna, the limitless, the unlimited, the infinite—infinite person with infinite energies, infinite love, infinite compassion, infinite attraction, infinite kindness, infinite power—that Supreme Lord is the ultimate. He is skilful. He is complete. Dhammakara isthem cursivata yagai deshasa. Liberated Rabbata side shantipata. He is the infinite. 혹ala yagai deshasa. Contactless. He suo Voyages. Vedic кадh. It is said Kali Kale Naamrupe Krishnaavatara. So in the form of his name as Shabdavatara, the scriptures have revealed the secret that God is before you as soon as you chant Krishna."
    },
    {
      "start_time": 374,
      "end_time": 473,
      "verse_references": [],
      "themes": [
        "Shraddha",
        "sound",
        "spiritual world",
        "material senses"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If you don't have Shraddha when you are chanting, then it becomes mechanical.",
      "summary": "The importance of faith (Shraddha) during chanting is highlighted, explaining that without it, chanting becomes a mere mechanical exercise, and the Lord's presence isn't felt.",
      "timestamp_url": "https://youtu.be/E2I2z2tu5sM?t=374",
      "transcript": "The scripture has revealed that I am under the nuestra. You are God. So this is called Shraddha. If you don't have Shraddha when you are chanting, then it becomes mechanical. You are thinking that you are chanting some sound, sound you are producing. No, the Lord enters, Lord's sound has entered that sound. That sound is infusing all Shaktis into this Avatara Shraddha. Avatari and Avatara, Avatari is a Shuddha Nama of the Lord, which is eternally vibrating in the spiritual world, Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare, eternally vibrating in the spiritual world. That eternally vibrating Nama in the spiritual world, He cannot be chanted with the material tongue or material ears. Atasa Shri Krishna Nama Adi Na Bhave, Grahya Mindriye."
    },
    {
      "start_time": 473,
      "end_time": 593,
      "verse_references": [
        "BG 9.34"
      ],
      "themes": [
        "spiritual senses",
        "kindness",
        "service",
        "consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The biggest secret is to always remember Krishna, Man Mana Bhava Madbhakto.",
      "summary": "Because our spiritual senses are dormant, Krishna appears in the sound of the mantra, allowing us to serve Him with our senses and consciousness, fulfilling the essence of 'Man Mana Bhava Madbhakto'.",
      "timestamp_url": "https://youtu.be/E2I2z2tu5sM?t=473",
      "transcript": "He cannot be captured by our material senses. But because now our spiritual senses are all sleeping, our original consciousness is also sleeping. Therefore, even though he is there within this sound, it is only by faith that we have to feel his presence. We cannot feel the presence of Shuddha Nama with our tongue, with our ears now. Krishna is so kind, knowing our limitation to touch him transcendentally, he takes Avatara in the sound that we chant, which is full of all the Shaktis of the Lord, the Chittananda Shakti. And through this Shakti Avesha Nama, the Shuddha Nama, Krishna receives our service of engaging our sense tongue, engaging our mind, engaging our ears to serve him with our consciousness. Krishna says in the Bhagavad Gita, Man Mana Bhava Madbhakto, Madhyaji Maam Namaskaru, Mame Vishnu Satyam Dev, Pratijnani Piyo Simhi. The biggest secret is to always remember Krishna, Man Mana Bhava Madbhakto. Keep Krishna always in one's mind, in one's Chittam, consciousness as the greatest truth. And that truth we can easily practice by always keeping Krishna on our tongue, ears and mind. That is the biggest secret. So Chaitanya Mahaprabhu taught us how to practice Man Mana Bhava Madbhakto."
    },
    {
      "start_time": 593,
      "end_time": 703,
      "verse_references": [],
      "themes": [
        "mind",
        "hearing",
        "limited vs unlimited"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Wherever my mind goes I go, so if my mind goes on Hare Krishna... I am also taken there.",
      "summary": "Hearing the mantra is crucial because the mind tends to wander; by focusing the mind on the sound of Krishna's name, one is transported to Krishna.",
      "timestamp_url": "https://youtu.be/E2I2z2tu5sM?t=593",
      "transcript": "He is by Kirtaniya Sadahari. So the most important thing during Japa, you have to understand because Krishna has come down as Sound. Sound can end your mind through the ears. That means hearing is very important. Now we are conditioned by our mind. We live where the mind goes. My mind goes there, I also go there. Your mind is here, then my mind, I also go there. I am riding on the vehicle of the mind, just like you sit in a car, wherever the car goes, you also go. In the same way, wherever my mind goes, I go. So if my mind goes on Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare, I am also taken there, I also go there. Rather, we should utilize our mind to always go towards Krishna by chanting Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare. So when you start japa, keep this in mind. This is a different relationship and a different activity than any other activity, which is all my interaction with limited things. Limited one, limited person is dealing with limited things and limited persons."
    },
    {
      "start_time": 703,
      "end_time": 830,
      "verse_references": [],
      "themes": [
        "karma",
        "japa",
        "unlimited",
        "qualities",
        "Krishna and Krishnanama"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "There is no difference between Krishna and Krishnanama.",
      "summary": "The speaker contrasts the limited results of karma with the unlimited potential of japa, emphasizing that Krishna's name possesses all of Krishna's qualities and is non-different from Him.",
      "timestamp_url": "https://youtu.be/E2I2z2tu5sM?t=703",
      "transcript": "And the output also will be limited. That is the world of karma. But the moment you start japa, you know that no, I am now next two hours I am going to interact with the all loving, limitless, supreme personality of Godhead Krishna. Our mind has to understand that. The sound is unlimited, form is unlimited, his activities are unlimited, his shaktis are unlimited. And that is what now I am touching, that is what I am connecting myself to. Unlimited intelligence, unlimited beauty, unlimited power. Whatever, there is no difference between Krishna and Krishnanama. All Krishna's wonderful qualities are also qualities of Krishnanama. In fact, Krishna himself tells Arjuna the glories of his holy name. When he comes as holy name, he is more merciful, more compassionate. Just simply by hearing, you are able to touch him. There is no difference between Krishna's sound body or physical body. He can take unlimited forms. So Shabdakrishna is Purna Krishna. Like Rupa Krishna, naturally we easily accept it is Purna Krishna. Here is Krishna. But because of our conditioning, when it comes to sound, we don't feel that, Oh, here Krishna is before me."
    },
    {
      "start_time": 830,
      "end_time": 973,
      "verse_references": [],
      "themes": [
        "Shraddha",
        "Preeti",
        "gratitude",
        "mercy",
        "karma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Everything good and bad materially measured is all gift from Krishna, everything is prasadam for Vaishnava beyond karma.",
      "summary": "With Shraddha, feelings like Preeti (love) and gratitude arise, recognizing that everything in life is a gift from Krishna, transcending karma.",
      "timestamp_url": "https://youtu.be/E2I2z2tu5sM?t=830",
      "transcript": "So once you have that Shraddha, that feeling, then automatically respect will come. Automatically Preeti will come. Automatically Utsaha will come. Automatically you will chant and hear from your heart, Hrith Purvaka Japa. Various bhavanas that you are all aware of. The sixteen bhavanas which we can... The beautiful relationship of the soul with the Supreme Lord. Each of these bhavanas are beautiful feelings for the Supreme Lord Krishna. We serve Him with bhajatam Preeti Purvakam. We serve Him with Preeti. We serve Him with gratitude. We serve Him with apeksha. We serve Him with recognition that I am the recipient of His mercy. I am kripa patra. I am the recipient of His protection. I am the recipient of his taking care of me, my life, bhartha patra, already not you asking him future, already I am a recipient of your kripa, I am already a recipient of your raksha, I am already recipient of your bhartha, patra means you are the recipient, you are the kripa patra, a devotee who chants 16 rounds his life is beyond his karma, everything good and bad materially measured is all gift from Krishna, everything is prasadam for Vaishnava"
    },
    {
      "start_time": 973,
      "end_time": 1031,
      "verse_references": [],
      "themes": [
        "forgiveness",
        "offenses",
        "mind"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When you are before me on my tongue, my mind has traveled ignoring you into so many other things, limited things.",
      "summary": "The speaker encourages begging forgiveness for offenses committed during chanting, particularly for allowing the mind to wander to limited things instead of focusing on the unlimited Krishna.",
      "timestamp_url": "https://youtu.be/E2I2z2tu5sM?t=973",
      "transcript": "beyond karma, so that is the kripa patra. Begging forgiveness for not being in proper consciousness to receive him as the sound, to honor him as the sound, to respect him as a sound, to love him as a sound, because of my strong heartedness. I made so many offenses to you, the most important of that offense is, when you are before me on my tongue, my mind has traveled ignoring you into so many other things, limited things,"
    },
    {
      "start_time": 1031,
      "end_time": 1116,
      "verse_references": [],
      "themes": [
        "unlimited",
        "relationship",
        "japa"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It is not an limited to limited interaction but it is a limited to unlimited interaction.",
      "summary": "The lecture concludes by reiterating that japa is a relationship with the unlimited, emphasizing the importance of understanding this during chanting.",
      "timestamp_url": "https://youtu.be/E2I2z2tu5sM?t=1031",
      "transcript": "instead of fixing my mind on the unlimited, my mind has strayed away into the limited. Jaya! Jaya! Jaya! Jaya! Jaya! Jaya! Rajakienda! Late Jose! Jaya! Jaya! Jaya! Jaya! Jaya! Jaya! Jaya! Jaya! Jaya! The kripa partham, exclusively your time with the unlimited, your interaction with the unlimited, your relationship with the unlimited. Your relationship is the infinite, your relationship with the reservoir of saccidananda, your relationship is the infinite, your relationship with the reservoir of love, Namaprabhu, what to realize, that we are JKron-B so too many things every time I tell it gets crowded in your mind so today the most important message I am giving which you can take it in your mind any time you are doing japa please understand it is not an limited to limited interaction but it is a limited to unlimited interaction unlimited is you are dealing with the unlimited Hare Krishna Nama Prabhu ki Vishwa"
    }
  ]
}