{
  "video_id": "e3SxWTcHSKk",
  "title": "Without Qualification, One Cannot Become a Guru | HDG Srila Prabhupada | Bg 2.2 | 12.08.2024",
  "speaker": "HDG Srila Prabhupada",
  "youtube_url": "https://www.youtube.com/watch?v=e3SxWTcHSKk",
  "segments": [
    {
      "start_time": 48,
      "end_time": 384,
      "verse_references": [],
      "themes": [
        "Absolute Truth",
        "Brahman",
        "Paramatma",
        "Bhagavan",
        "Krishna",
        "Aryan values"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Only Krishna can claim this because he is the Supreme personality of Godhead no living entity including Brahma Lord Shiva or Narayana can possess as fully as Krishna.",
      "summary": "Srila Prabhupada explains the three phases of understanding the Absolute Truth: Brahman, Paramatma, and Bhagavan, culminating in Krishna as the Supreme Personality of Godhead, and contrasts Aryan and non-Aryan values.",
      "timestamp_url": "https://youtu.be/e3SxWTcHSKk?t=48",
      "transcript": "of life, they do not lead to higher planets but to infamy, report by Shila Prabhupada. Krishna and the Supreme Personality of Godhead are identical; therefore, Lord Krishna is referred to as Bhagawan throughout the Gita. Bhagawan is the ultimate in the Absolute Truth. Absolute Truth is realized in three phases of understanding, namely Brahman, or the impersonal all-pervasive spirit; Paramatma, or the centralized aspect of the Supreme within the heart of all living entities; and Bhagawan, or the Supreme Personality of Godhead, Lord Krishna. In the Srimad Bhagavatam, this conception of the Absolute Truth is explained thus: vadanti tattva vidas tattvam yajnana madhvayam brahmeti paramatmeti bhagavaneti shabdhyate. The Absolute Truth is realized in three phases of understanding by the knower of the Absolute Truth, and all of them are identical. Such phases of the Absolute Truth are expressed as Brahman, Paramatma, and Bhagawan. These three Divine aspects can be explained by the example of the sun, which also has three different aspects, namely the sunshine, the sun's surface, and the sun planet itself. One who studies the sunshine only is the preliminary student; one who understands the sun's surface is further advanced; and one who can enter into the sun planet is the highest. Ordinary students who are satisfied by simply understanding the sunshine, its universal pervasiveness, and the glaring effulgence of its impersonal nature may be compared to those who can realize only the Brahman feature of the Absolute Truth. The student who has advanced still further can know the sun disc, which is compared to knowledge of the Paramatma feature of the Absolute Truth, and the student who can enter into the heart of the Sun planet is compared to those who realize the personal features of the Supreme Absolute Truth. Therefore, the bhaktas, or the transcendentalists, who have realized the Bhagawan feature of the Absolute Truth are the topmost transcendentalists. Although all students who are engaged in the study of the Absolute Truth are engaged in the same subject matter, the sunshine, the sun disc, and the inner affairs of the Sun planet cannot be separated from one another, and yet the students of the three different phases are not in the same category. The Sanskrit word Bhagawan is explained by the great authority Parashara Muni, the father of Vyasa Deva: the Supreme personality who possesses all riches, all strength, all fame, all beauty, all knowledge, and all renunciation is called Bhagawan. There are many persons who are very rich, very powerful, very beautiful, very famous, very learned, and very much detached, but no one can claim that he possesses all riches, all strength, etc., entirely. Only Krishna can claim this because he is the Supreme Personality of Godhead. No living entity, including Brahma, Lord Shiva, or Narayana, can possess as fully as Krishna. Therefore, it is concluded in the Brahma Samhita by Lord Brahma himself that Lord Krishna is the Supreme Personality of Godhead. No one is equal to or above him. He is the primeval Lord, or Bhagawan, known as Govinda, and he is the supreme cause of all causes. There are many personalities possessing the qualities of Bhagawan, but Krishna is the Supreme because none can excel him. He is the Supreme person, and his body is eternal, full of knowledge, and Bliss. He is the Primeval Lord Govinda and the cause of all causes. In the Bhagavatam also, there is a list of many incarnations of the Supreme Personality of Godhead, but Krishna is described as the original Personality of Godhead from whom many, many incarnations and personalities of Godhead expand. Krishna is the one who is eternal and full of knowledge and bliss; he is the Supreme personality whom many incarnations and personalities of Godhead expand. इंद्राहारी व्याकुलम लोकम रदयन्ति युगे युगे All the lists of the incarnations of Godhead submitted herewith are either plenary expansions or parts of the plenary expansions of the Supreme Godhead, but Krishna is the Supreme Personality of Godhead Himself. Therefore, Krishna is the original Supreme Personality of Godhead, the Absolute Truth, the source of both the Supersoul and the Impersonal Brahman. In the presence of the Supreme Personality of Godhead, Arjuna's lamentation for his kinsmen is certainly unbecoming, and therefore Krishna expressed His surprise with the word, कुतस, wherefrom? Such unmanly sentiments were never expected from a person belonging to the civilized class of men known as Aryans. The word Aryan is applicable to persons who know the value of life and have a civilization based on spiritual realization. Persons who are led by the material conception of life do not know that the aim of life is really to achieve the goal of life. They are led by the realization of the Absolute Truth, Vishnu or Bhagavan, and they are captivated by the external features of the material world, and therefore they do not know what liberation is. Persons who have no knowledge of liberation from material bondage are called non-Aryans. Although Arjuna was a Kshatriya, he was deviating from his prescribed duties by declining to fight. This act of cowardice is described as befitting the non-Aryans. Such deviation from duty does not help one in the program, nor does it even give one the opportunity to become famous in this world. Lord Krishna did not approve of the so-called compassion of Arjuna for his kinsmen."
    },
    {
      "start_time": 395,
      "end_time": 592,
      "verse_references": [],
      "themes": [
        "Bhagavan",
        "Krishna",
        "Vyasadeva",
        "Authority of Scripture",
        "Mayavadi philosophy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is the Supreme Personality of Godhead.",
      "summary": "Srila Prabhupada emphasizes Krishna's supreme position as Bhagavan, refuting claims of equality and highlighting the authority of Vyasadeva as an incarnation of Narayana, while criticizing Mayavadi philosophers.",
      "timestamp_url": "https://youtu.be/e3SxWTcHSKk?t=395",
      "transcript": "The Supreme Person, Bhagavan, said, \"My dear Arjuna, how have these impurities come upon you? They are not at all befitting a man who knows the progressive values of life. They do not lead to higher planets, but to infamy.\" So, in this verse, Bayas Dev is writing, of course, the speaking is through, but the original writer is Bayas Dev, for in other shlokas he writes Arjuna Uvaj, Sanjaya Uvaj, like that. Similarly, he could write here Krishna Uvaj. He could write, no, he is writing Bhagavān Uvaj. So, Krishna is the Supreme Personality of Godhead. By this writing, it is established, see Bhagavān Uvaj. He cannot be equal with Arjuna or Sanjaya or anybody else. He cannot be equal with Arjuna or Sanjaya or anybody else. 심्थ मूर्थ. भगवां ह्रमां। दु अध्यम् पर्स्णेज् हु गर्ण तामा कूब्य। दु अध्यम् पर्णिया भागत गार्णाम। पर्णिया। वह रही है। धर्जठ को ब्लबेयार वही ने डाल रहा था, दुअरे उजदौर ट्रू unrelated to BSVмार. Nobody is equal to him. Nobody is higher than him. Everyone is lower. That is the meaning of Bhagavān. Nobody can claim, \"I am Bhagavān.\" But nowadays there are so many rascals. They are claiming that everyone is Bhagavān. But Vyāsadeva is mistaken. Actually, these Māyāvādī philosophers, they are so great rascals, they sometimes say like that, that Vyāsadeva is also mistaken. They have got the audacity to say, Vyāsadeva is accepted as incarnation of Nārāyaṇa, who has given us the Vedic literature. So many books he has given: The Vedas, the Puranas, Mahābhārata, Śrīmad-Bhāgavatam, Vedānta-Śūtra. Everything is given by Vyāsadeva in writing, and he is accepted, Nārāyaṇa, incarnation of Nārāyaṇa."
    },
    {
      "start_time": 601,
      "end_time": 834,
      "verse_references": [],
      "themes": [
        "Disciple Succession",
        "Perfect Knowledge",
        "Four Defects",
        "Cheating",
        "Bhagavad-gita"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Vyāsadeva is writing śrī-bhagavān vāca where there is no cheating, no imperfection, no illusion, no mistake.",
      "summary": "Srila Prabhupada discusses the importance of disciplic succession for receiving perfect knowledge, contrasting it with the four defects of those in the material world: mistakes, illusion, imperfect senses, and cheating, and emphasizing the perfection of Bhagavad-gita due to its divine source.",
      "timestamp_url": "https://youtu.be/e3SxWTcHSKk?t=601",
      "transcript": "There cannot be any mistake in the words of Vyāsadeva. This is the difficulty, if one does not come through the channel of disciple succession. So there, in so many ways, mistaken. Vyāsadeva is above all this. He is not an ordinary writer for material description, for material name and place. He cannot be mistaken, as Bhagavān Kṛṣṇa cannot be mistaken. Similarly, Vyāsadeva, incarnation of Bhagavān, he also cannot be mistaken. Neither devotee of Kṛṣṇa can be mistaken. Devotee of Kṛṣṇa, he does not say anything as his own opinion. He never says what Kṛṣṇa says. He says he may be not perfect, but what Kṛṣṇa has said, that is perfect. Therefore, a pure devotee who does not say anything beyond which was spoken by Kṛṣṇa, therefore his statement is also without mistake. Common man within this material world, he commits mistake. To any human, even big, big personality, they commit mistake, but Nārāyaṇa para, he is transcendental. Kṛṣṇa is transcendental. There cannot be any mistake. There cannot be any illusion. Those who are within this material world, they have got four defects. They commit mistake, they are illusioned, and their senses are imperfect, Brahmapramādvī, and they are cheaters. Because just like modern day scientists and philosophers, they propagate so many branches of knowledge, but when on the question of knowledge, the crucial point, they are caught. They say, \"I do not know perfect. I do not know perfect. We are trying to know. In future we shall tell you the perfect.\" But if you are not in perfect knowledge, why should you take the post of a teacher? If your knowledge is imperfect, then whatever you speak, that is imperfect. Therefore, with this knowledge, therefore with imperfect knowledge, why you should become a teacher? That is cheating. Therefore, purposefully Vyāsadeva is writing śrī-bhagavān vāca, where there is no cheating, no imperfection, no illusion, no mistake. Four things: no mistake, no illusion, no cheating, and no imperfection."
    },
    {
      "start_time": 836,
      "end_time": 1079,
      "verse_references": [],
      "themes": [
        "Vedic Process",
        "Parampara System",
        "Disciplic Succession",
        "Spiritual Master",
        "Order of Guru"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The only qualification is that I have tried to execute the order of superior authority, this is the secret of success.",
      "summary": "Srila Prabhupada explains the Vedic process of receiving perfect knowledge through disciplic succession and emphasizes that becoming a spiritual master requires following the order of a superior authority, rather than personal qualification.",
      "timestamp_url": "https://youtu.be/e3SxWTcHSKk?t=836",
      "transcript": "Why you are taking Bhagavad-gītā so seriously? There are so many other books we can read, so many theories, so many philosophers, big, big philosophers, but we cannot take them because they are defective. The author, the author is sure to commit mistake, he is illusioned because his senses are not perfect, therefore imperfection. So with all these defects, we cannot accept anyone's knowledge. This is Vedic process. This is called paramparā system, disciplic succession. We receive knowledge perfectly from the supreme bhagavān, and if I receive the knowledge from bhagavān, and if I distribute the same knowledge as bhagavān has said without any interpretation of my cheating policy, then the knowledge which I distribute, that is also perfect. I may not be perfect, but the knowledge which I have taken from Kṛṣṇa, if I present it as it is without any interpretation, then what I give you, that is perfect. It is very easy to understand. I have given several times, just like a peon has brought a money order for you, thousand dollars. I have given a thousand dollars for you. I have given a thousand dollars just like a peon has brought a money order for you, thousand dollars just like a peon has brought a money order for you, thousand dollars, so he is giving you. So you cannot say, \"Here is a peon, he is a poor man, how he can give me one thousand dollars?\" He is not giving, the money is sent by somebody else, he is simply handing it over. Therefore, Caitanya Mahāprabhu says āmā rāgdhāya guruhaiyā tāraḥ sarva-deśaḥ tāraḥ sarva-deśaḥ. He is asking everyone to become a spiritual master. So how everyone can become spiritual master? A spiritual master have sufficient knowledge and so many other qualification. No, even without any qualification one can become spiritual master. How? The process is Caitanya Mahāprabhu says āmā rāgdhāya guruhaiyā tāraḥ sarva-deśaḥ tāraḥ sarva-deśaḥ. No, even without any qualification one can become spiritual master. How? On my order. That is the crucial point. One does not become spiritual master by his own wings. That is not spiritual master. He must be ordered by superior authority, then he is spiritual. āmā rāgdhāya, just like in our case, our superior authority, our spiritual master, he ordered me that you just try to preach this gospel, whatever you have learned from me in English. That I have tried to execute the order of superior authority, that's all. The only qualification is that I have tried to execute the order of superior authority. This is the secret of success."
    },
    {
      "start_time": 1386,
      "end_time": 1552,
      "verse_references": [],
      "themes": [
        "Sannyasi",
        "Krishna Consciousness",
        "Bhagavan",
        "Impersonalism",
        "Absolute Truth"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "भगवान means person. भगवान is not imperson.",
      "summary": "Srila Prabhupada defines a true sannyasi as one who works for Krishna without attachment to results, emphasizes that Bhagavan is personal, not impersonal, and explains the three features of the Absolute Truth.",
      "timestamp_url": "https://youtu.be/e3SxWTcHSKk?t=1386",
      "transcript": "He is actual sannyāśī. सन्यासी does not become simply by changing dress. नौ सन्याशी means he is to work for कृष्णा without taking shelter of the result. It doesn't matter. कृष्णा has order and कृष्णा's representative has order. Therefore I have to do it. कार्यं कर्म करोगे. सा सन्याशी. So here, भगवान वाज. वैस्तिम् दोस्तों नहीं कहते है कि कृष्णा वाज. If you would have said कृष्णा, then people would have misunderstood. He is directly speaking भगवान वाज, the Supreme Personality of Godhead. So anyone who is impersonalist, how he can understand भगवाद गीता? भगवान means person. भगवान is not imperson. The absolute truth is manifested in three features: ब्रह्म, परमात्मा, भगवान. ब्रह्म is the beginning, impersonal. सर्वमिदं खुलू ब्रह्मा because just like fire, fire is burning somewhere, but its heat and light is impersonal. Suppose here is big fire, just like we got fire place, that is in one corner, where the whole room you are feeling heat. That heat, that heat, that heat is impersonal, but the fire place where there is blazing fire, that is personal. So impersonal conception is the offshoot of the person. That will be explained in the 13th chapter. मया ततमिदं सर्वम। कृष्णा से That everyone, everywhere I am spread. I exist everywhere. How does he exist? By his energy. That energy is impersonal, but the Supreme Person, he is not impersonal. He is personal."
    },
    {
      "start_time": 1552,
      "end_time": 1705,
      "verse_references": [],
      "themes": [
        "Bhagavan",
        "Absolute Truth",
        "Brahman",
        "Arjuna's Compassion",
        "Material vs. Spiritual View"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Full understanding is Bhagavān. Therefore it is stated here, śrī-bhagavān vāca. There cannot be any mistake that is final.",
      "summary": "Srila Prabhupada explains that Bhagavan is the ultimate understanding of the Absolute Truth, criticizing Arjuna's material compassion and contrasting it with the spiritual perspective.",
      "timestamp_url": "https://youtu.be/e3SxWTcHSKk?t=1552",
      "transcript": "Therefore it is said, स्री भगवान दधार्च। भगवान means who is full with six kinds of appearance. अईशत जब। विशार्चाँ। विशार्चाँ। Richest, the most famous, the most learned, the most beautiful, the most strong, and the most renouncing, he is Bhagavān. So Bhagavān is the ultimate understanding of the Absolute Truth. Just like when you feel temperature, just like we feel temperature from the sunshine, heat, and light. The sun is giving heat and light. Everyone can enjoy the light and heat, but if you trace where from this heat and light is coming, then you go to the sun planet. That is localized. That is not important. And again, if you enter into the sun planet, then you will see the sun gone. We were shunned. So we should not conclude final simply by heat and light. So Brahmā understanding, impersonal understanding of the Absolute Truth is imperfect understanding, partial understanding. It is not full understanding. Full understanding is Bhagavān. Therefore it is stated here, śrī-bhagavān vāca. There cannot be any mistake, that is final. So Bhagavān is criticizing. Arjuna became very good man. Why is he like this? I cannot kill my kinsmen. From material point of view, people will very much appeaset. He is Arjuna, he is so nice, Don't Fourth. He is purgohing. He's claiming. He has gimla. He is asâtrā daa, bow and arrows by legs, lips, teeth. He is no longer fighting. He has decided not to fight with his kinsmen. He has decided not to kill his own man. So from"
    },
    {
      "start_time": 1853,
      "end_time": 2032,
      "verse_references": [],
      "themes": [
        "Killing vs. Non-killing",
        "Progress of Life",
        "Higher Planetary Systems",
        "Miscreants",
        "Hateful Habits",
        "Aryan vs. Non-Aryan"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, आर्ज्य means must make progress. अनार्ज्य means one who does not know what is progress of life.",
      "summary": "Srila Prabhupada discusses the balance between killing and non-killing in Krishna consciousness, emphasizing the importance of making progress in life and contrasting Aryan and non-Aryan values.",
      "timestamp_url": "https://youtu.be/e3SxWTcHSKk?t=1853",
      "transcript": "but if a tiger comes to attack you, you must kill, that is self-defense and that is not himself. So a devotee knows, a Krishna conscious person knows when to kill and when not to kill, but it is not that because we accept not killing, therefore in every case killing should be stopped. No. If there is necessity, killing should be accepted. Therefore Arjuna decided not to kill, not to fight, and Krishna says that this is anārya-duṣṭam, this kind of decision is made by the uncivilized rasa. Anārya-duṣṭam. Asargaṁ. Akhirti-karam. So many things. Asargaṁ. Because the aim of human life should be to make progress. That is called Arjuna. Progressing, marching. Now we have got this human form and knowledge. Progressing from the lowest species of life in aquatic, then trees, plants, insects, birds, beasts. Eight million four hundred thousand. Now I have got this civilized form of body. Then my endeavour should be how to make further progress. This further progress is described in the Bhagavad-gītā. That you can go to the higher planetary system. पुर्णंग च्छंति सत्तस्वाः। पुर्णंग च्छंति सत्तस्वाः। Higher planetary system. मद्दे ते संति राशवाः। मद्दे ते संति राशवाः। मद्दे संति राशवाः. In the middle planetary system. Those who are contaminated with the passion quality, they remain without it. जघन्न गुणवित्तिष्ट अधोवच्छंति नामेशाओ। And those who are miscreant, जघन्न गुणवित्तिष्ट, most hatefully accustomed. This is hatefully accustomed: illicit sex, meat-eating, gambling, intoxication. These are habits of hateful nature. अब जघन्न गुणवित्तिष्ट नामेशाओ। जघन्न गुणवित्तिष्ट अधोवच्छंति नामेशाओ। अधोवच्छंति नामेशाओ. They go down. They become animals of the same kinds of lower planetary system. तर अतर नितर पाठार तर अतर रसातर लेकिन. So, आर्ज्य means must make progress. अनार्ज्य means one who does not know what is progress of life. They think there is no life after death. So, I have got this life now. Let me enjoy my senses to the best capacity."
    }
  ]
}