{
  "video_id": "E4K0TdH5U7s",
  "title": "SB 1.19.39-40 | HH Stoka Krishna Swami | 06-06-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=E4K0TdH5U7s",
  "segments": [
    {
      "start_time": 33,
      "end_time": 148,
      "verse_references": [],
      "themes": [
        "Introduction to Srimad Bhagavatam",
        "Structure of the Bhagavatam",
        "Krishna Leela"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "As you might be aware, Bhagavatam is divided into 12 cantos, skandha in Sanskrit.",
      "summary": "HH Stoka Krishna Swami introduces the Srimad Bhagavatam, explaining its structure of 12 cantos, chapters, and verses, highlighting the significance of the 10th canto which focuses on Krishna Leela.",
      "timestamp_url": "https://youtu.be/E4K0TdH5U7s?t=33",
      "transcript": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Devi Saraswati Vyasam Tato Jayam Udi Rayet. In this session, we will be discussing two verses, the 39th and the 40th verses of the 19th chapter of the first canto of Srimad Bhagavatam. These are the last two verses in this chapter, and with the end of this chapter, even the first canto comes to an end. So these are the last two verses of this entire canto itself of the Srimad Bhagavatam. As you might be aware, Bhagavatam is divided into 12 cantos, skandha in Sanskrit, and each of those cantos have got many chapters, and each chapter has got many verses. So totally, the number of verses is 18,000 in the Srimad Bhagavatam, and the number of cantos is 12, and there are different number of chapters in each canto. Just like this first canto has 19 chapters, the second canto has 10 chapters, whereas the 10th canto has got 90 chapters, 9-0, the biggest canto. Why? Because the 10th canto exclusively describes Krishna Leela. The other cantos describe the pastimes of the other incarnations of the Supreme Lord, and even the pastimes of the activities of the devotees of the Supreme Lord, including the devotees of Krishna like the Pandavas."
    },
    {
      "start_time": 148,
      "end_time": 388,
      "verse_references": [],
      "themes": [
        "Vedic Culture",
        "Renunciation",
        "Importance of Cows",
        "Householder duties"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In the Vedic culture, even the poorest of the householders keep at least 10 cows.",
      "summary": "The lecture delves into the meaning of verse 39, discussing the Vedic culture where householders maintain cows and provide milk to mendicants, emphasizing the self-sufficiency and charitable nature of this lifestyle.",
      "timestamp_url": "https://youtu.be/E4K0TdH5U7s?t=148",
      "transcript": "So, 39th verse. The meaning of this 39th verse is, \"O powerful Brahmana! It is said that you hardly stay in the houses of men long enough to milk a cow.\" Shukadeva Goswami has appeared in that assembly. Now, what is the duration for which if Shukadeva Goswami goes to somebody's house? So, Prabhupada explains this in the purport. Saints and sages in the renounced order of life go to the houses of householders. At the time, they milk the cows early in the morning and ask some quantity of milk for subsistence. Even though somebody will be completely renounced from everything material, as long as this body is there, for the bodily maintenance, at least devotees, they beg for some milk. And from whom do they beg? From the householders who keep cows. That's the Vedic culture generally. Vedic culture means the householders generally keep at least one cow or a few cows, and they have some land for growing some food. Very easily all economic necessities can be met by having some land for cultivation of food grains, vegetables, growing some flowers or fruits, and also having one or more cows. So, Prabhupada says the householders are able to not only get enough for themselves, but if some saintly person comes begging, Bhavati bhikshan dehi, they want very little, little milk. So the householders can easily give that little milk. So, Prabhupada says a pound of milk fresh from the milk bag of a cow is sufficient to feed an adult with all vitamin values, and therefore saints and sages live only on milk. Very, very easy. They take some milk, drink that, and that's enough to give them all necessary nutrition for their subsistence, for engaging in devotional service exclusively, without the need for gathering some grains, cooking it, preparing some foodstuff. Either oneself or somebody else has to prepare nothing. Directly take the milk, especially when milk is being taken from the cow, the cow is being milked, just take that milk, drink it, finished, over. So, Prabhupada says in the Vedic culture, even the poorest of the householders keep at least 10 cows. This is Vedic culture, each delivering 12 to 20 quarts of milk, and therefore no one hesitates to spare a few pounds of milk for the mendicants."
    },
    {
      "start_time": 388,
      "end_time": 587,
      "verse_references": [],
      "themes": [
        "Renunciation",
        "Importance of association with saintly persons",
        "Householder duties"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, to take advantage of the saintly persons coming for begging is the real business of a householder.",
      "summary": "The speaker explains that saintly persons stay only briefly, and householders should use that opportunity to gain spiritual knowledge, emphasizing the importance of association with saints.",
      "timestamp_url": "https://youtu.be/E4K0TdH5U7s?t=388",
      "transcript": "But, these are, but, I don't know, I don't know the exact conversion of these quarts to pounds. Of course, pounds, generally one pound is about half a kilo, kilogram. And I think quarts means something like some 15 or 20 quarts make a pound, something like that. So, when they have ten cows, each of those cows can give so much milk, and they have plenty of milk to even spare for, even the poorest of householders is considered poor householders. They can spare some milk for the saintly persons who come begging. Anybody can give. So, Srila Prabhupada says it is the duty of householders to maintain the saints and sages like the children, like their own children. They give some milk at least to those who come begging for some milk, milk or food. So, a saint like Shukadeva Goswami would hardly stay at the house of a householder, for he would hardly stay for more than five minutes. He would hardly stay for more than five minutes. That means he would not even stay for five minutes at the house of a householder. So, what does this mean? In other words, such saints are rarely, very rarely seen in the houses of householders, very rarely. If at all they approach a householder, little milk, less than five minutes. When they are milking the cow, just take little milk and go on. So, therefore, Maharaj Pariksit therefore prayed to Shukadeva Goswami to instruct him as soon as possible. So, Raupar is giving us a lot of instructions here. Householders should understand saintly persons when they come begging, they are not going to stay for long. So, to take advantage of the saintly persons coming for begging is the real business of a householder, the real duty of a householder."
    },
    {
      "start_time": 587,
      "end_time": 828,
      "verse_references": [],
      "themes": [
        "Spiritual Knowledge",
        "Material Bondage",
        "Purpose of Existence",
        "Reciprocal relationship between saints and householders"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The purpose of our existence should be to get that which is not available anywhere and what is that how to extricate oneself from this material bond",
      "summary": "The lecture emphasizes that householders should seek spiritual knowledge from saints, focusing on liberation from material bondage rather than material benefits, highlighting the unique value that saints can provide.",
      "timestamp_url": "https://youtu.be/E4K0TdH5U7s?t=587",
      "transcript": "That from the saintly persons, get some valuable spiritual sustenance, spiritual instructions to make one's life completely successful in attaining ultimate liberation or complete total liberation from all material bondage, and it's possible for everyone. So Srila Prabhupada says the householders also should be intelligent enough to get some transcendental information from visiting sages. Saintly person means they're exclusively meant for giving spiritual knowledge, spiritual instructions for achieving ultimate perfection. The householder should not foolishly ask a saint to deliver what is available in the market, some material thing. Sometimes people think, \"Oh, sadhu, he can give me some treatment by which I will get cured of some disease, and he'll do it free of charge. He will not charge me. If I go to a doctor, doctor may ask for some fees, or I have to purchase some medicine. Doctor may write a letter to the doctor. If I go to a doctor, doctor may ask for some fees, or I have to purchase some medicine. Doctor may write a letter to the doctor, some medicine I have to purchase. The sadhu, he will do it free. There's no need of money.\" So this is not very intelligent, is foolish. Ask the sadhu what he can give which nobody else can give, which is not available anywhere for purchase or even for free. Nothing is available other than from such pure devotees. Nobody else can give you. So ask for that. A similar verse is there in the earlier chapter, we discussed this, fifth chapter, first canto, tasya eva heto prayatetu kovido nalayateta yad brahmate pessoal sRY on this image那 ربward من الصحpre suchen narad unaisi ka motherfucker for р quotaiedy instructing the asadeva, one should actually live for that purposeful end which is not obtained by wandering throughout the entire universe, all the planetary systems. The purpose of our existence should be to get that which is not available anywhere, and what is that? How to extricate oneself from this material bond, how to get out of this material bondage. That you cannot get simply by going to different planets with different material facilities, or somewhere you've got long duration of life, somewhere you've got siddha loka, you can get all mystic powers, somewhere you got very nice beautiful gardens called nandana kanana, and somewhere else you have got some lot of nice vegetables, fruits, flowers. This is not the purpose of existence. The purpose of existence is how to get out of this material bondage and get eternal freedom, complete total freedom. That is the real purpose. So, Shri Prabhupada concludes by telling that should be the reciprocal relation between the"
    },
    {
      "start_time": 828,
      "end_time": 934,
      "verse_references": [],
      "themes": [
        "Qualities of a Devotee",
        "Perfect Question",
        "Perfect Answer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "One who is a pure devotee of Krishna, he has got all the good qualities that are to be found in even the devatas. All the good qualities.",
      "summary": "The speaker discusses verse 40, highlighting the qualities of King Pariksit as a devotee and his ability to ask perfect questions, setting the stage for Shukadeva Goswami's reply in the next canto.",
      "timestamp_url": "https://youtu.be/E4K0TdH5U7s?t=828",
      "transcript": "saints and the householders. The 40th verse, the last verse, the meaning of this verse is, \"Shree Sruthi Goswami said, the king thus spoke and questioned the sage using sweet language. Then the great and powerful personality, the son of Vyasa Deva, who knew the principles of religion, began his reply after hearing the question just asked very sweetly, very nicely.\" His Pariksit himself is a great devotee. The devotee is qualified in multiple ways. He can ask the perfect and precise question. He can ask the question in very sweet words. He is well behaved. So this is another fact about a devotee. One who is a pure devotee of Krishna, he has got all the good qualities that are to be found in even the devatas. All the good qualities. So therefore, Pariksit asked the perfect question of perfect questions, and Shikudai Goswami, who is the great and powerful personality, who knew the principles of religion, Dharmagya, he began his reply. That will come in the second canto of the first chapter, his reply, beginning of his reply."
    }
  ]
}