{
  "video_id": "E5wZZzSp9N0",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.15.42 | 30-12-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=E5wZZzSp9N0",
  "segments": [
    {
      "start_time": 49,
      "end_time": 116,
      "verse_references": [
        "SB 1.15.42"
      ],
      "themes": [
        "detachment",
        "liberation",
        "material attachment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Now, this is a highly technical description of how Yudhishthira Maharaj freed himself from all material attachments.",
      "summary": "This segment introduces the verse from Srimad Bhagavatam describing Yudhishthira Maharaj's detachment and sets the stage for understanding the process through Srila Prabhupada's explanation.",
      "timestamp_url": "https://youtu.be/E5wZZzSp9N0?t=49",
      "transcript": "In this session we will be discussing from the 42nd verse of the 15th chapter of the 1st canto of Srimad Bhagavatam: Tritve Hutvacha Panchatvam Tachayi Katve Ajuhon Munihi Sarvam Atmani Aju Habid Brahmani Atmanam Avyaye. The meaning of this verse is, \"Thus annihilating the gross body of five elements into the three qualitative modes of material nature, he merged them in one science, and then absorbed that science in the self, Brahman, which is inexhaustible in all circumstances.\" Now, this is a highly technical description of how Yudhishthira Maharaj freed himself from all material attachments. But Srila Prabhupada explains very nicely in the precepts."
    },
    {
      "start_time": 116,
      "end_time": 278,
      "verse_references": [],
      "themes": [
        "material energy",
        "Mahat-Tatva",
        "false ego",
        "identification with the body"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So the basic understanding is, I am not this body.",
      "summary": "This segment explains the concept of Mahat-Tatva, the origin of material elements, and emphasizes the distinction between the living entity and the material body, mind, and ego.",
      "timestamp_url": "https://youtu.be/E5wZZzSp9N0?t=116",
      "transcript": "How to understand this process that Yudhishthira Maharaj is applying. So in the precepts, Srila Prabhupada says, \"All that is manifested in the material world is a product of the Mahat-Tatva Avyakta, and things that are visible in our material vision are nothing but combinations and permutations of such variegated material products.\" So the basic understanding is, I am not this body. And this body is one of the many different products of the material elements, which are generated at the beginning of the creation out of the material energy called Mahat-Tatva Avyakta. The material energy in its dormant condition, inactive state, is Avyakta. And when it is activated at the beginning of creation by the glance of Mahavishnu, it becomes Mahat-Tatva, the state in which the material energy becomes activated. Activated means the three gunas become, start working. And those three gunas, they interact with the Mahat-Tatva and produce so many material elements. And those material elements are combined to form this variegated material universe. Different products, different material elements, different objects, and different bodies, everything. So now, whatever we see in our material vision is nothing but the combination of different material objects or products. But the living entity is different from such material products. They are completely different from the body, from the mind, from the intelligence, from the false ego, from the material objects, varieties of material objects."
    },
    {
      "start_time": 278,
      "end_time": 390,
      "verse_references": [],
      "themes": [
        "forgetfulness of eternal nature",
        "false sense enjoyment",
        "desire to be the Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It is due to the living entity's forgetfulness of his eternal nature as eternal servitor of the Lord, and his false conception of being a so-called Lord, that he is obliged to enter into the existence of false sense enjoyment.",
      "summary": "This segment discusses the root cause of material existence as forgetfulness of our eternal nature as servants of Krishna and the false desire to be the Lord of material nature.",
      "timestamp_url": "https://youtu.be/E5wZZzSp9N0?t=278",
      "transcript": "We are completely different from all that. Further, Srila Prabhupada says, \"It is due to the living entity's forgetfulness of his eternal nature as eternal servitor of the Lord, and his false conception of being a so-called Lord, the Lord of material nature, that he is obliged to enter into the existence of false sense enjoyment.\" The very fundamental statement Prabhupada is making here to help us understand why this material existence, why this false sense enjoyment. It is because of our forgetfulness of our eternal nature. I am eternal. I am an eternal spirit soul. And as eternal spirit soul, I am eternal servant of Krishna, or servitor of Krishna, or devotee of Krishna, eternally. And also, not only I forget my eternal position as eternal devotee of Krishna, but I also have got a wrong conception that I want to be the Lord of material nature. I want to be the Lord. There is only one Lord, that is Krishna. Material nature, spiritual nature, living entities, everyone, everything. Krishna is the only Lord. Ekala, Eeshwara, Krishna. Nobody else is Lord. All others are very, very, very tiny, insignificant living entities. So this tiny living entity simply foolishly desires, says, I want to be the Lord of material nature. Then you are forced to enter into the existence of false sense enjoyment."
    },
    {
      "start_time": 390,
      "end_time": 550,
      "verse_references": [],
      "themes": [
        "material energies",
        "mind affected",
        "gross body",
        "three modes of material nature"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Our actual mind is materially affected because of which there is a need for so many different material products to be generated to give us the facility for the mind to be materially affected.",
      "summary": "This segment explains how the mind becomes materially affected, leading to the generation of the gross body and the need for material facilities, and how Yudhishthira Maharaj reversed this process.",
      "timestamp_url": "https://youtu.be/E5wZZzSp9N0?t=390",
      "transcript": "Why false? Because it is a concoction for your sake. It is temporarily created and enabled. So, Prabhupada next says, \"Thus, a concomitant generation of material energies is a principal cause of the minds being materially affected.\" Our actual mind is materially affected because of which there is a need for so many different material products to be generated to give us the facility for the mind to be materially affected. Thus, the gross body of five elements is produced. Birth means what? A gross body of five elements, combination of five elements, is produced in the mother's womb. Actually, there is no need of this gross body if we are not having any material engagement. For spiritual life, there is no need. But our present condition is material life. So for that, this is necessary. So Prabhupada explains, Maharaj Yudhishthira reversed the action and merged the five elements of the body in the three modes of material nature. The beginning of creation, the three modes of material nature combined, interacted, and produced the different bodies. Now, this body which is generated by the combination of the three gunas, interaction, it has to be reversed so that the body will go back to the three gunas. The qualitative distinction of the body as being good, bad, or mediocre is extinguished. When the body is dismantled, then there is no question of whether the body is good or bad or it is in between."
    },
    {
      "start_time": 550,
      "end_time": 692,
      "verse_references": [],
      "themes": [
        "body as good, bad, or mediocre",
        "detachment from material energy",
        "spiritual sky"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When one is thus inclined to become an associate of the Supreme Lord, the Personality of Godhead, in one of the innumerable planets of the spiritual sky, especially in Goloka Vrindavana, one has to think always that he is different from the material energy.",
      "summary": "This segment discusses the irrelevance of judging the body as good or bad and emphasizes the need to detach from material energy and focus on one's spiritual identity to become an associate of the Lord.",
      "timestamp_url": "https://youtu.be/E5wZZzSp9N0?t=550",
      "transcript": "So, we know that the body sometimes when it is in a healthy condition, a very nice body. The same body when it becomes diseased and gives us pain or suffering, or I don't like this body. Or identifying the body with some possessions, I have so many different varieties of things to enjoy, a very nice body. But if I don't have many things that I desire to enjoy with, then this body is not a very nice body. Like that, we have our own conception of body being good, bad, or mediocre. But all these are irrelevant, these distinctions between different types of bodies, when the body itself, we think is unnecessary, un-artha, superfluous. It is unwanted, unwanted. Then when the body is unwanted, then the body becomes merged in the material energy. That means body means the elements, body is transformed into the elements. And the elements become, go to the reservoir of all the elements. When one is thus inclined to become an associate of the Supreme Lord, the Personality of Godhead, in one of the innumerable planets of the spiritual sky, especially in Goloka Vrindavana, one has to think always that he is different from the material energy. The whole thinking process has to completely change no more thinking in terms of material body, material enjoyment, material activities, material relationship, none of those. So one has to always think that I am different from the material energy, I am completely spiritual."
    },
    {
      "start_time": 692,
      "end_time": 831,
      "verse_references": [],
      "themes": [
        "pure spirit",
        "spiritual training",
        "freedom from material relations",
        "servant of the Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So one has to always think that I am different from the material energy, I am completely spiritual.",
      "summary": "This segment emphasizes realizing oneself as pure spirit, equal in quality to the Supreme Lord, and how spiritual training helps achieve freedom from material relations and engagement, allowing one to act as a servant of the Lord.",
      "timestamp_url": "https://youtu.be/E5wZZzSp9N0?t=692",
      "transcript": "He has nothing to do with the material energy and therefore he has to realize himself as pure spirit. Spirit is always pure but I think otherwise. So that thinking has to change, has to completely be completely absorbed in the thought of I am pure spirit. And as pure spirit I am qualitatively equal with the Supreme Brahman or the Parameshwara or the Supreme Lord, Krishna. Then by such thought process which is possible by training, by spiritual training, Prabhupada further explains Maharaja Yudhishthira after distributing his kingdom to Pariksit and Vajra, did not think himself the emperor of the world or head of the Kuru dynasty. See when he gave away charge, he is no longer thinking I am the emperor or I have got to do anything with ruling the kingdom. Because training, handing charge, everything is over. Pariksit is fully ready to take over. And he is taken over also when Yudhishthira Maharaj is handed over. Now Yudhishthira Maharaj is not going to worry or be concerned how he is going to rule, what if he makes a mistake, what if he wants advice, nothing. Because his job is over, his business is over, he is only thinking of going back to Godhead. This sense of freedom from material relations as well as freedom from the material engagement of the gross and subtle encirclement makes one free to act as a servant of the Lord even though one is in the material world."
    },
    {
      "start_time": 831,
      "end_time": 951,
      "verse_references": [],
      "themes": [
        "freedom before death",
        "devotional service",
        "liberated stage",
        "Jeevan Mukta"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So this is complete freedom to act as servant of Krishna, devotee of Krishna and for that the spiritual senses, the spiritual mind, the spiritual intelligence is very much required and is there as the devotee, as a pure devotee.",
      "summary": "This segment explains that freedom from material entanglement can be achieved even before death by handing over responsibilities and engaging in devotional service, leading to a liberated stage known as Jeevan Mukta.",
      "timestamp_url": "https://youtu.be/E5wZZzSp9N0?t=831",
      "transcript": "Now it is not that exactly when death comes and obviously I have to leave this body, only then I become free from this body. No, even before death comes. If I hand over charge of all my material duties and responsibilities to someone else, a younger person, then by engaging completely in devotional service, I get a freedom from all material relationships. All material relationships I get freedom, no more material relationships. Then freedom from the entanglement or imprisonment in the material gross body of the five elements. The body is there but I have no need for this body, neither I am concerned with any activities of this body, nor the activities of the material mind or the material intelligence, not required. Though they are there, before death they are there, but I don't require to use them, I don't require to engage them, no. So this is complete freedom to act as servant of Krishna, devotee of Krishna and for that the spiritual senses, the spiritual mind, the spiritual intelligence is very much required and is there as the devotee, as a pure devotee. It is there. So this is called liberated stage, even in the material world, Jeevan Mukta. And Yudhishthira Maharaj actually attained that. So I will stop here. Thank you very much."
    }
  ]
}