{
  "video_id": "EAQRc5pezvo",
  "title": "The Glories of Sri Advaita Acharya | Sri Jai Chaitanya Dasa | Sri Gaura Mandala Parikrama 2024",
  "speaker": "HG Jai Chaitanya Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=EAQRc5pezvo",
  "segments": [
    {
      "start_time": 114,
      "end_time": 224,
      "verse_references": [],
      "themes": [
        "Advaita Acharya's birth",
        "Divine promise",
        "Kubera Pandita and Navahadevi"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "They heard a divine voice echoing in the sky, which assured Kubera Pandita and Navahadevi that Mahavishnu would soon appear in their house.",
      "summary": "This segment narrates the story of Kubera Pandita and Navahadevi's devotion, their loss of children, their visit to Shantipur, and the divine prophecy of Mahavishnu appearing as their son, Advaita Acharya.",
      "timestamp_url": "https://youtu.be/EAQRc5pezvo?t=114",
      "transcript": "कुबेरा पंडिता वास रुनौवर्च्ची आपका एक दुदिचावेची तत्वे तवाँम। He cared for nothing apart from the lotus feet of Shree Krishna. नभा देवी वास कुबेरा पंडितार चेष्ट वाइफ। She is our most worshipable as she is the mother of Advaita Acharya. कुबेर पंडिता वास नन अदर्दान दे इंकार्णेशन व डेमिगार खुबेरा वज़ आपका बारी का लार्ड शिवा आपका सण लार्ड शिवा ग्राणड व विष्च विषूरी मेला गाला दागे। प्रणाल में कुबेरे साधा मस्य का पढ़wasser-e- siitä आधिपाओ, and he bore Shri Advaita Acharya, the combined incarnation of Sadashiva and Mahavishnu, as his son. Kubera Pandita and Navahadevi had their six sons and a daughter, passed away soon after they were born. Feeling dejected, they visited Shantipur in West Bengal, where they bathed in the holy Ganges, distributed wealth and charity, and engaged in reciting Bhagavad Gita and Srimad Bhagavatam. They heard a divine voice echoing in the sky, which assured Kubera Pandita and Navahadevi that Mahavishnu would soon appear in their house. A few days later, the potency of Shri Advaita entered the womb of Mother Navaha. All of these pastimes took place while Shri Kubera and his wife were still in Shantipur. Shortly thereafter, Kubera Pandita and Navahadevi returned to the temple, and they were brought to the temple of Mother Navaha. In due course of time, Shri Advaita Acharya appeared in the womb of Navahadevi."
    },
    {
      "start_time": 224,
      "end_time": 375,
      "verse_references": [],
      "themes": [
        "Kamalaksha's birth",
        "Holy rivers",
        "Paana Tirtha",
        "Jadukatha river"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Shri Advaita assured his mother and vowed to summon all the holy rivers to Lauda, so that she does not have to travel to bathe in the Ganges.",
      "summary": "This segment describes Advaita Acharya's birth name Kamalaksha, his mother's dream, his promise to bring the holy rivers to Lauda, and the creation of Paana Tirtha and Jadukatha river.",
      "timestamp_url": "https://youtu.be/EAQRc5pezvo?t=224",
      "transcript": "Waves of divine ecstasy flooded the people of Navahadevi. On the advice of learned astrologers, Shri Kubera Pandita and Navahadevi named their son Kamalaksha. Navahadevi once desired to take a dip in the holy Ganges. She saw a dream one night in which her son Kamalaksha revealed himself as four-handed Lord Vishnu. Beholding the Supreme Lord before her, she immediately offered her prayers in glorification. Shri Advaita assured his mother and vowed to summon all the holy rivers to Lauda, so that she does not have to travel to bathe in the Ganges. Upon waking up, Navahadevi seemed quite confused. Although she was initially reluctant to disclose her dream, Navahadevi finally revealed it to her son on his insistence. A seven-year-old Advaita then shone again and he would bring all the holy Tirthas to Lauda to fulfill the desires of his dear mother. Thereafter, during the night, Shri Advaita entered into a deep meditation and summoned the holy rivers. He then ordered them to reside at Lauda during the Madhu Krishna Trayodashi Tithi so that his mother can bathe in them. Accordingly, Ganga, Jamuna, Narmada, Kaveri, Saraswati, Udavari, etc. reached and gathered near the mountains of Lauda. The next morning, Advaita Acharya took his mother so that she could experience the wonder with her own eyes. As soon as Advaita chanted the names of the Supreme Lord and blew upon his conch shell, the holy rivers started pouring down from the mountains. Some of them were reddish, some were bluish, some were white, while some were yellow. Shri Kamalaksha introduced each of the rivers to his mother. This exalted dham came to be subsequently known as Paana Tirtha as it was Advaita Acharya's vow, Paana in Bengali means vow, that had caused the holy river to descend to this place. This newly created water body came to be known as Jadukatha river as it was shaped by Advaita's magic."
    },
    {
      "start_time": 375,
      "end_time": 420,
      "verse_references": [],
      "themes": [
        "Meghalaya mountains",
        "Surmi river",
        "Nabha Devi's purification",
        "Pilgrimage to Paana Tirtha"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "It is believed that anyone who bathes in this river on this auspicious occasion is relieved of his sins and obtains the pure love of God.",
      "summary": "This segment describes the location of the Jadukatha river, Nabha Devi bathing in the holy waters, and the belief that bathing in Paana Tirtha on Madhu Krishna Trayodashi Tithi purifies and grants divine love.",
      "timestamp_url": "https://youtu.be/EAQRc5pezvo?t=375",
      "transcript": "This is coming from the mountains of Meghalaya which is this way about 2 to 3 kilometers. You can see all the mountains, that's Indian state of Meghalaya. And this river comes from those mountains. It is also called Surmi river. Nabha Devi then bathed in these holy waters purifying her body, mind and soul. Beholding these wondrous feet, the demigods showered flowers from the sky. Even today, thousands and lakhs of pilgrims gather at Paana Tirtha during the Madhu Krishna Trayodashi Tithi to bathe and purify their consciousness. It is believed that anyone who bathes in this river on this auspicious occasion is relieved of his sins and obtains the pure love of God."
    },
    {
      "start_time": 420,
      "end_time": 533,
      "verse_references": [],
      "themes": [
        "Advaita Mahari",
        "Kali Puja",
        "Advaita's refusal to worship Kali",
        "Breaking of the Kali deity"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Goddess Kali could not tolerate receiving obeisances from Shri Advaita, the combined incarnation of Mahavishnu and Sadashiva, her most worshipable lord.",
      "summary": "This segment narrates the story of Advaita Acharya attending Kali Puja, his refusal to offer obeisances to Goddess Kali, and the breaking of the deity upon his prostration, highlighting his divine identity.",
      "timestamp_url": "https://youtu.be/EAQRc5pezvo?t=420",
      "transcript": "On the bank of this Jadukatha river stands a beautiful temple renowned as Advaita Mahari. The occasion of Kali Puja was celebrated with great pomp and show at Lauda. On one such year, King Divya Raya had made all the necessary arrangements. The Pandits and Ramanas and all the residents of Nabha Gram were invited to the royal palace to attend this grand festival. Shri Advaita had also come to attend the occasion along with Kubera Pandita. When the king noticed that Shri Advaita did not pay obeisances unto the deity of Goddess Kali, he requested him to do the same. Shri Advaita however refused, reasoning that any person who worships other demigods or demigoddesses instead of worshipping the Supreme Lord Shri Krishna is cast into bewilderment and material misery. Hearing his son's statement, Shri Kubera Pandita countered Advaita and urged him to pay his obeisances unto Maa Kali to not disrespect her. Shri Advaita consented to fulfill his father's desire, but as soon as Advaita Acharya entered the temple and paid his prostrated obeisances, the deity of Kali broke into pieces. The king came to tears witnessing the broken deity. Goddess Kali could not tolerate receiving obeisances from Shri Advaita, the combined incarnation of Mahavishnu and Sadashiva, her most worshipable lord. Shri Advaita did not wish to reveal his divine identity to anyone just yet. Hence, after this pastime, he moved over to Shantipur where he occupied himself with studying devotional scriptures and propagating the glories of Shri Krishna."
    },
    {
      "start_time": 533,
      "end_time": 581,
      "verse_references": [],
      "themes": [
        "Worship of Krishna",
        "Visiting Panatirtha",
        "Advaita's birthplace",
        "Madhavendra Puri's birthplace"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "From the tender age of 14, he began worshipping the Supreme Lord on the bank of the Ganges at Shantipur, calling for the Lord to descend and deliver the word.",
      "summary": "This segment describes Advaita Acharya's worship of Krishna, his annual visits to Panatirtha, and mentions the location of Advaita's birthplace and Madhavendra Puri's birthplace.",
      "timestamp_url": "https://youtu.be/EAQRc5pezvo?t=533",
      "transcript": "the Supreme Personality of Godhead. From the tender age of 14, he began worshipping the Supreme Lord on the bank of the Ganges at Shantipur, calling for the Lord to descend and deliver the word. However, every year he visited Panatirtha on the Madhukrishna Dayavadashi Tithi. We also sing this song every day: Dayakaro Sitaapati Dvaita Gosai Bhava Kripa Avalepai Chetan Nenithaya. We worship the Lord as feet of our spiritual master. So we have here the river which we will be crossing to go to his temple. This is the temple, Advaita's birthplace. Crossing the river, you also have Madhavendra Puri's birthplace. It is called Brahman Gaon, which practically does not exist."
    }
  ]
}