{
  "video_id": "Ebbdi4RmtxA",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.16.21 | 28-01-2023",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=Ebbdi4RmtxA",
  "segments": [
    {
      "start_time": 0,
      "end_time": 47,
      "verse_references": [],
      "themes": [
        "invocation",
        "mantras",
        "guru"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Om Agyana Timiraandhasya Gyananjanishalakaya Chakshuranmeelitam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, invoking blessings and paying respects to the spiritual master.",
      "timestamp_url": "https://youtu.be/Ebbdi4RmtxA?t=0",
      "transcript": "Om Agyana Timiraandhasya Gyananjanishalakaya Chakshuranmeelitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet"
    },
    {
      "start_time": 48,
      "end_time": 112,
      "verse_references": [
        "SB 1.16.21"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "Dharma",
        "Kali Yuga",
        "Brahmanas"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The meaning of this verse is are you feeling compunction for the unhappy women and children who are left forlorn by unscrupulous persons or are you unhappy because the goddess of learning is being handled by brahmanas addicted to acts against the principles of religion or are you sorry to see that the brahmanas have taken shelter of administrative powers their families but do not respect brahmanical culture.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam (1.16.21) which poses questions about the suffering in Kali Yuga, specifically concerning the plight of women, children, and the degradation of Brahmanas.",
      "timestamp_url": "https://youtu.be/Ebbdi4RmtxA?t=48",
      "transcript": "In this session, we will be discussing from the 21st verse of the 16th chapter of the 1st canto of Srimad Bhagavatam. The meaning of this verse is: are you feeling compunction for the unhappy women and children who are left forlorn by unscrupulous persons, or are you unhappy because the goddess of learning is being handled by brahmanas addicted to acts against the principles of religion, or are you sorry to see that the brahmanas have taken shelter of administrative powers?"
    },
    {
      "start_time": 117,
      "end_time": 180,
      "verse_references": [
        "SB 1.16.21"
      ],
      "themes": [
        "Dharma",
        "Mother Earth",
        "Compunction",
        "Kali Yuga",
        "Suffering"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Are you feeling compunction? What is the meaning of compunction? Compunction means are you feeling sad or sorry for the unhappy women and children who are left forlorn.",
      "summary": "The speaker explains the context of the verse, where Dharma, in the form of a bull, questions Mother Earth, in the form of a cow, about her sorrow for the suffering in Kali Yuga, focusing on the meaning of 'compunction' and the abandonment of women and children.",
      "timestamp_url": "https://youtu.be/Ebbdi4RmtxA?t=117",
      "transcript": "So this verse is a continuation of dharma questioning mother earth. Dharma in the shape of a bull is asking mother earth in the shape of a cow. Three more questions are raised here. All these are symptoms of suffering of the people in Kali Yuga. Mother earth is feeling for the people of this earth planet who are suffering in this Kali Yuga in different ways. So, dharma is questioning mother earth, \"Are you feeling compunction?\" What is the meaning of compunction? Compunction means, are you feeling sad or sorry for the unhappy women and children who are left forlorn? Forlorn means they are completely deserted."
    },
    {
      "start_time": 189,
      "end_time": 251,
      "verse_references": [
        "SB 1.16.21"
      ],
      "themes": [
        "Brahmanas",
        "Knowledge",
        "Religion",
        "Dharma",
        "Kali Yuga"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Or are you unhappy because the goddess of learning is being handled by brahmanas addicted to acts against the principles of religion? That means knowledge is in the hands of brahmanas.",
      "summary": "The speaker elaborates on the second question in the verse, concerning the degradation of Brahmanas who, despite possessing knowledge, fail to adhere to religious principles and thus cannot properly guide society.",
      "timestamp_url": "https://youtu.be/Ebbdi4RmtxA?t=189",
      "transcript": "Prabhupada will explain how this is happening in the purport, but I am just going through the verse itself. This is the first question. Then the next question being asked by dharma in the same verse, in these 21st verses, \"Or are you unhappy because the goddess of learning is being handled by brahmanas addicted to acts against the principles of religion?\" That means knowledge is in the hands of brahmanas. They learn and they disseminate that knowledge to the people in society. Now, these brahmanas, if they don't have the knowledge to follow the principles of religion, the dharmic principles, then they become disqualified as brahmanas. Then they are no longer able to properly either learn or properly disseminate or set a right example or teach people the right values, right principles. They are unable to do."
    },
    {
      "start_time": 256,
      "end_time": 337,
      "verse_references": [
        "SB 1.16.21"
      ],
      "themes": [
        "Brahmanas",
        "Administration",
        "Sinful Activities",
        "Kali Yuga",
        "Degradation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Or are you sorry to see that the brahmanas have taken shelter of administrative families that do not respect brahmanical culture?",
      "summary": "The speaker discusses the third question, focusing on the plight of Brahmanas who, dependent on administrative powers for their livelihood, are forced to compromise their principles and engage in sinful activities, contributing to societal degradation.",
      "timestamp_url": "https://youtu.be/Ebbdi4RmtxA?t=256",
      "transcript": "We don't have qualified brahmanas. We have teachers, but they are not qualified brahmanas. They don't follow principles. Then the third question is, \"Or are you sorry to see that the brahmanas have taken shelter of administrative families that do not respect brahmanical culture?\" These brahmanas, then knowledgeable or learned people, they work for the government, and they are not treated properly by the government. They are forced to commit sinful activities in spite of having knowledge because they are dependent for their livelihood upon the government's salary. So, they cannot say, \"I won't do something\" that they are asked to do. So, they will do it, even though they know it's wrong, it is bad, it is sinful, it is going to bring about a lot of misery, suffering for the people. Still, they cannot avoid, they cannot refuse, they cannot instruct the administrators that this is not correct, what you are doing. They cannot do that. So, this is a sorry plight of the people in this Kali Yuga due to the..."
    },
    {
      "start_time": 337,
      "end_time": 480,
      "verse_references": [],
      "themes": [
        "Kali Yuga",
        "Protection",
        "Women",
        "Children",
        "Brahmanas",
        "Cows",
        "Exploitation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In the age of Kali, the women and the children along with brahmanas and cows will be grossly neglected and left unprotected.",
      "summary": "The speaker quotes Srila Prabhupada on the neglect of women, children, Brahmanas, and cows in Kali Yuga, emphasizing the need for protection and the dangers of exploitation, particularly for women and children without proper care.",
      "timestamp_url": "https://youtu.be/Ebbdi4RmtxA?t=337",
      "transcript": "degradation or the bad, evil influence of Kali. So, in the purport, Srila Prabhupada says, \"In the age of Kali, the women and the children along with brahmanas and cows will be grossly neglected and left unprotected.\" This is Kali Yuga symptom. In the scriptures it is said very clearly, in a civilized society five categories of people deserve to be protected by the government and by the respective guardians, respective leaders, or respective protectors. The women had to be protected by men, especially in the young age by the father, a girl has to be protected in the middle age by her husband, and in old age by her son or another guardian family guardian. So this is the protection that shastras say must be given to women. What happens if they are not given protection? Then they are exploited by unscrupulous ruffians, rogues, and uncultured mlechas, yavanas, gundas, drunkards, meat-eaters, womanizers, woman hunters, prostitute hunters. Women are exploited, therefore women should be protected. But in the age of Kali there is no protection. Children definitely require protection. Children should be protected by the state government and children should also be protected by the parents. In case the parents, the child doesn't have parents because it's an orphan, parents died or separated from parents, then the state has to give protection to such children, orphans. So children require protection, again they will be exploited, they will be uncared for, there will not be proper upbringing, there will be no proper development of the child for a..."
    },
    {
      "start_time": 480,
      "end_time": 577,
      "verse_references": [],
      "themes": [
        "Brahmanas",
        "Cows",
        "Protection",
        "Society",
        "Gurukula",
        "Milk",
        "Spiritual Development"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Brahmanas they require protection because they don't have time for earning their livelihoods they are supposed to be busy with worshipping God and learning the scriptures and disseminating that knowledge in society free of charge to everyone else who is ignorant.",
      "summary": "The speaker explains why Brahmanas and cows require special protection, highlighting the Brahmanas' role in spiritual education and the importance of cow's milk for physical and spiritual development.",
      "timestamp_url": "https://youtu.be/Ebbdi4RmtxA?t=480",
      "transcript": "good future etc. Now brahmanas, they require protection because they don't have time for earning their livelihoods. They are supposed to be busy with worshipping God and learning the scriptures and disseminating that knowledge in society free of charge to everyone else who is ignorant or who doesn't have the aptitude to learn this by the system of gurukula. So brahmanas have got a very irresponsible task and brahmanas they are not strong enough to defend themselves against any attack. They have to be protected by the Kshatriyas government. Government has to give protection, law and order situation has to be maintained by the government. So brahmanas specially require protection for the welfare of the entire society. Cows require special protection because cow is the only animal that gives the human society what is called as cow's milk, which is a miracle food which contains the aggregate of all nutritional values required for a human being. It's required for our subsistence, it's required for our development and growth and development of finer brain tissues to understand spiritual subject matter."
    },
    {
      "start_time": 577,
      "end_time": 637,
      "verse_references": [],
      "themes": [
        "Kali Yuga",
        "Protection",
        "Women",
        "Children",
        "Illicit Connections",
        "Broken Families"
      ],
      "content_type": "practical",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "In Kali Yuga there is no protect proper protection for these four categories of persons they'd be grossly neglected and they left unprotected in this age of Kali illicit connection with women will render many women and children uncared for.",
      "summary": "The speaker reiterates the lack of protection in Kali Yuga and illustrates the problem with examples of broken families and uncared-for women and children, especially in Western countries.",
      "timestamp_url": "https://youtu.be/Ebbdi4RmtxA?t=577",
      "transcript": "We discuss this many times earlier, so cow should be specially protected. So in Kali Yuga there is no proper protection for these four categories of persons. They'd be grossly neglected and they left unprotected in this age of Kali. Illicit connection with women will render many women and children uncared for. You can see this specially in the western countries in America. So many women, because somehow they get married or even if they are not married, they have their living partner. Then they have a child and the person who is supposed to be the father of the child that is born, he just walks out due to divorce or separation or broken family."
    },
    {
      "start_time": 660,
      "end_time": 708,
      "verse_references": [],
      "themes": [
        "Women",
        "Independence",
        "Marriage",
        "Exploitation",
        "Protection"
      ],
      "content_type": "practical",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "This independent is dangerous for the woman. Why? Because then she is prone to be exploited by rogues, ruffians.",
      "summary": "The speaker discusses the dangers of women seeking independence outside of marriage, arguing that it makes them vulnerable to exploitation and that marriage provides necessary protection and guidance.",
      "timestamp_url": "https://youtu.be/Ebbdi4RmtxA?t=660",
      "transcript": "And one more problem in this Kali Yuga's present age is circumstantial. The women will try to become into the relationship independent of the protection of marriage. Sorry, independent protection of men through marriage. They want to be independent. This independent is dangerous for the woman. Why? Because then she is prone to be exploited by rogues, ruffians. As long as they are married and there is a proper family unit, where they are married, they are given proper protection, they are guided and they are cared for, women will be exploited."
    },
    {
      "start_time": 715,
      "end_time": 786,
      "verse_references": [],
      "themes": [
        "Brahmanas",
        "Education",
        "Morality",
        "Kali Yuga",
        "Character"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Very intelligent, very educated, very learned, but as far as morality is concerned, very, very poor, very bad.",
      "summary": "The speaker describes the degraded state of Brahmanas in Kali Yuga, who may be highly educated but lack moral and religious principles, leading to a disconnect between intelligence and character.",
      "timestamp_url": "https://youtu.be/Ebbdi4RmtxA?t=715",
      "transcript": "The brahmanas, they are traditionally intelligent people who can pick up knowledge, who can learn, who can teach. But in Kali Yuga, they will acquire modern education, but as far as moral and religious principles are concerned, they don't care for that. They shall be most fallen in terms of following good moral principles. Very intelligent, very educated, very learned, but as far as morality is concerned, very, very poor, very bad. So, education and bad character don't go together, normally, but in Kali Yuga, they will run parallel. The person is very intelligent, very educated, very learned, but as for, don't ask what is his character, character is worst character, because they don't care to follow the principles, moral principles, religious principles, they don't care to follow."
    },
    {
      "start_time": 786,
      "end_time": 849,
      "verse_references": [],
      "themes": [
        "Administrators",
        "Secularism",
        "Vedic Principles",
        "Governance",
        "Degradation",
        "Society"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "They call themselves a secular. Because of it, they don't follow any of the eternal Vedic principles.",
      "summary": "The speaker criticizes secular administrators who disregard Vedic principles, leading to a flawed system of governance and a lack of protection for genuine Brahmanas and followers of Dharma, resulting in societal degradation.",
      "timestamp_url": "https://youtu.be/Ebbdi4RmtxA?t=786",
      "transcript": "And, what about the administrators? They call themselves secular. Because of it, they don't follow any of the eternal Vedic principles. So, they say we don't believe. And, they have their own so-called system of administration. They don't follow the standard authorities, Manusamhita, etc. So, they have some concocted system of governance. And, they will actually not give protection to the genuine brahmanas, to followers of real dharma, because of which, there will be so much of degradation in society, because people don't get proper guidance from a qualified brahmana, they become degraded. The innocent people, the common people become degraded. And, society will actually become very, very, very, very fallen."
    },
    {
      "start_time": 853,
      "end_time": 899,
      "verse_references": [],
      "themes": [
        "Kali Yuga",
        "Dharma",
        "Mother Earth",
        "Vedic Principles",
        "Well-being"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, these are some of the symptoms of the age of Kali, which are harmful to the general welfare of the human society.",
      "summary": "The speaker concludes by summarizing the harmful symptoms of Kali Yuga and emphasizing the necessity of following Vedic principles for the well-being of society, framing the conversation between Dharma and Mother Earth as a path to enlightenment.",
      "timestamp_url": "https://youtu.be/Ebbdi4RmtxA?t=853",
      "transcript": "So, these are some of the symptoms of the age of Kali, which are harmful to the general welfare of the human society. That's why this is being raised here. Dharma, personified in the form of a bull, to Mother Earth, personified in the form of a cow. So, this conversation is going to lead to some real enlightenment in understanding what is the necessity of dharma, what is the necessity of following the Vedic principles, absolute necessity for the well-being of the entire society."
    }
  ]
}