{
  "video_id": "ecBDTNJDpnM",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.10.21 | 07-06-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=ecBDTNJDpnM",
  "segments": [
    {
      "start_time": 60,
      "end_time": 256,
      "verse_references": [],
      "themes": [
        "Kṛṣṇa consciousness",
        "devotional service",
        "enlightenment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "instead of trying to study the Vedas and then try to understand what is the Absolute Truth, one should simply engage in devotional service by which automatically one becomes enlightened in the Vedic wisdom",
      "summary": "The speaker explains that engaging in devotional service, such as chanting Hare Kṛṣṇa or worshipping Kṛṣṇa, leads to enlightenment and purification, ultimately reconnecting one with Kṛṣṇa.",
      "timestamp_url": "https://youtu.be/ecBDTNJDpnM?t=60"
    },
    {
      "start_time": 256,
      "end_time": 462,
      "verse_references": [],
      "themes": [
        "cosmic creation",
        "annihilation",
        "time",
        "Brahma's lifespan"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "at the end of Brahma's life all the planets and universe are completely destroyed and in both the periods the material energy called the Mahat Tattva and the marginal energy called the Jeeva Tattva merge in the person of the Supreme Lord",
      "summary": "The speaker describes the cyclical nature of creation, maintenance, and destruction in the material world, contrasting it with the eternal existence of the spiritual world, Krishna's personal abode.",
      "timestamp_url": "https://youtu.be/ecBDTNJDpnM?t=256"
    },
    {
      "start_time": 462,
      "end_time": 552,
      "verse_references": [],
      "themes": [
        "material nature",
        "eternal forms of the Lord",
        "impermanence of material forms"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "before this creation Lord existed as Krishna in his various forms all the forms Lord Krishna Rama Narasimha Vraha Narayana Vishnu they always exist in that particular eternal form",
      "summary": "The speaker explains that the Lord existed before the creation and exists in various eternal forms, while our material forms are temporary and subject to destruction.",
      "timestamp_url": "https://youtu.be/ecBDTNJDpnM?t=462"
    },
    {
      "start_time": 552,
      "end_time": 771,
      "verse_references": [],
      "themes": [
        "Mahavishnu",
        "creation of universes",
        "Brahma's lifespan",
        "God's greatness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "Mahavishnu breathes out universes in very, very, very tiny seed-like form, but each of them develops into huge, gigantic universe with millions of planets.",
      "summary": "The speaker describes Mahavishnu lying on the causal ocean, breathing out universes in seed form, and explains the vast timescale of Brahma's lifespan in relation to Mahavishnu's breathing cycle.",
      "timestamp_url": "https://youtu.be/ecBDTNJDpnM?t=552"
    },
    {
      "start_time": 771,
      "end_time": 933,
      "verse_references": [],
      "themes": [
        "Krishna as the original person",
        "authoritative knowledge",
        "spiritual identity",
        "devotional service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "an authoritative source is the only means of knowing about transcendental subject matter definitely. There is no other alternative.",
      "summary": "The speaker concludes by emphasizing that Krishna is the original person, that knowledge of transcendental subjects comes from authoritative sources, and that our true identity is spiritual, discoverable through devotional service.",
      "timestamp_url": "https://youtu.be/ecBDTNJDpnM?t=771"
    }
  ]
}