{
  "video_id": "ecBDTNJDpnM",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.10.21 | 07-06-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=ecBDTNJDpnM",
  "segments": [
    {
      "start_time": 60,
      "end_time": 256,
      "verse_references": [],
      "themes": [
        "Kṛṣṇa consciousness",
        "devotional service",
        "enlightenment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "instead of trying to study the Vedas and then try to understand what is the Absolute Truth, one should simply engage in devotional service by which automatically one becomes enlightened in the Vedic wisdom",
      "summary": "The speaker explains that engaging in devotional service, such as chanting Hare Kṛṣṇa or worshipping Kṛṣṇa, leads to enlightenment and purification, ultimately reconnecting one with Kṛṣṇa.",
      "timestamp_url": "https://youtu.be/ecBDTNJDpnM?t=60",
      "transcript": "of the tenth chapter of the first canto of Śrīmad-Bhāgavatam. savai-kilāyaṁ puruṣa-pūrātaṇo ya eka āsīd aviśeṣa ātmani agre guṇebhyo jagad ātmanīśvare nimīlita ātman nishi-sūpta-śaktiṣu. The meaning of this verse is, they said, the ladies of Sīnāpura who are standing on top of the palace, \"Here he is, the original personality of Godhead as we definitely remember him. He alone existed before the manifested creation of the modes of nature, and in him only, because he is the Supreme Lord, all living beings merge as if sleeping at night, their energy is suspended.\" The ladies of the royal palace of Sīnāpura, they are talking amongst themselves about Kṛṣṇa, and the level of their knowledge is so very advanced that Bhāgavatam presents this as the philosophy of Kṛṣṇa consciousness, their talks. That is because, as was explained earlier, a devotee of Kṛṣṇa, simply because the devotee is engaged in devotional service, which is as simple as chanting Hare Kṛṣṇa, worshipping Kṛṣṇa, or just having darshan of Kṛṣṇa's deity, one becomes enlightened from within by the grace of the Supreme Lord who is seated in everyone's heart as Paramātmā. So, these ladies, they are able to discuss at this level, advanced level of Kṛṣṇa consciousness, simply because they are enlightened from within by Kṛṣṇa Himself. So, therefore, it is said, instead of trying to study the Vedas and then try to understand what is the Absolute Truth, one should simply engage in devotional service, by which automatically one becomes enlightened in the Vedic wisdom, and one also becomes purified in the heart of all material contamination, one makes advancement in Kṛṣṇa consciousness, and ultimately one becomes reconnected with Kṛṣṇa in their original relationship with Kṛṣṇa. So, bhakti is the only way to achieve ultimate perfection in our self-realization, in our spiritual development."
    },
    {
      "start_time": 256,
      "end_time": 462,
      "verse_references": [],
      "themes": [
        "cosmic creation",
        "annihilation",
        "time",
        "Brahma's lifespan"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "at the end of Brahma's life all the planets and universe are completely destroyed and in both the periods the material energy called the Mahat Tattva and the marginal energy called the Jeeva Tattva merge in the person of the Supreme Lord",
      "summary": "The speaker describes the cyclical nature of creation, maintenance, and destruction in the material world, contrasting it with the eternal existence of the spiritual world, Krishna's personal abode.",
      "timestamp_url": "https://youtu.be/ecBDTNJDpnM?t=256",
      "transcript": "So, the magnetism has definitely been learnt from my Angara, which is known as отсurgency, because through non-figure rests and water fish GMT, whoever is clothed in water in the, and when it is not visible, it's called unmanifested. So, this manifested cosmic manifestation, cosmos, has two kinds of dissolution, two kinds of destruction. At the end of Brahma's day, which is four billion three hundred and twenty million years, the quanda, our calculation, that is just the day of Brahma. When Brahma, the one particular, the Lord of one particular universe goes to sleep, there is one annihilation, it's called a partial destruction. At the end of Brahma's life, which takes place at the end of Brahma's 100 years, Brahma's 100 years, and what is that calculation? According to our calculation, 8 billion 640 million years into 30 into 12 into 100, that comes to some 311 trillion years, there is complete annihilation of the entire universe, complete annihilation. As I said, Brahma's end of the day, only partial destruction of the middle and lower planetary systems. At the end of Brahma's life, all the planets and universe are completely destroyed. And in both the periods, the material energy called the Mahat Tattva and the marginal energy called the Jeeva Tattva merge in the person of the Supreme Lord. The Supreme Lord is present as Garbhodakashai Vishnu or Padmanabha Vishnu. In him, both the material energy and the living entities actually rest during the periods when there is dissolution of this universe. The living beings remain asleep within the body of the Lord until there is another creation of the material world, and that is the way of the creation, maintenance, and annihilation of the material manifestation. So, this material world means there is creation, maintenance, destruction, creation, maintenance, destruction. This cyclically goes on perpetually. And what about the spiritual world, Krishna's personal abode, Vaikunthaloka, Goloka Vrindavana? Never destroyed, never created."
    },
    {
      "start_time": 462,
      "end_time": 552,
      "verse_references": [],
      "themes": [
        "material nature",
        "eternal forms of the Lord",
        "impermanence of material forms"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "before this creation Lord existed as Krishna in his various forms all the forms Lord Krishna Rama Narasimha Vraha Narayana Vishnu they always exist in that particular eternal form",
      "summary": "The speaker explains that the Lord existed before the creation and exists in various eternal forms, while our material forms are temporary and subject to destruction.",
      "timestamp_url": "https://youtu.be/ecBDTNJDpnM?t=462",
      "transcript": "eternally existing. So, throughout the Bhagavad Gita, Krishna is telling, \"There is another world apart from this world you are living in. In that world, there is no destruction.\" So, Krishna is telling, \"Come to that world.\" That is Krishna's personal abode. Krishna says, \"Come to that world,\" he is inviting all of us. So, Sri La Pravapa explains further, \"The material creation is directed by the interaction of the three modes of material nature set in action by the Lord, and therefore it is said here that the Lord existed before the modes of material nature was set in motion.\" So, before this creation, Lord existed as Krishna in his various forms. All the forms, Lord Krishna, Rama, Narasimha, Vraha, Narayana, Vishnu, they always exist in that particular eternal form, whereas we, we have got a form now and after that creation, but this form is not going to last, it is going to be destroyed end of this life or in the end of the universe, at the end of this manifestation when the dissolution takes place, this will be destroyed. So, ahh, it is competency."
    },
    {
      "start_time": 552,
      "end_time": 771,
      "verse_references": [],
      "themes": [
        "Mahavishnu",
        "creation of universes",
        "Brahma's lifespan",
        "God's greatness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "Mahavishnu breathes out universes in very, very, very tiny seed-like form, but each of them develops into huge, gigantic universe with millions of planets.",
      "summary": "The speaker describes Mahavishnu lying on the causal ocean, breathing out universes in seed form, and explains the vast timescale of Brahma's lifespan in relation to Mahavishnu's breathing cycle.",
      "timestamp_url": "https://youtu.be/ecBDTNJDpnM?t=552",
      "transcript": "Informed in the Shruti Mantra, in the Vedas, original Vedas, that only Vishnu, the Supreme Lord, existed before the creation and there was no Brahma, no Shiva, no demigods. Vishnu means the Mahavishnu who is lying on the causal ocean. There is one causal ocean, Karana Jala. And there, one form of Vishnu, the first form of Vishnu, Mahavishnu, he is lying there and he is breathing and by his breathing, the universes are coming out of his body in the form of seeds. And these seed-like universes, very, very tiny, they develop gradually into huge universe. And within that universe, there will be universe. There will be innumerable planets in each and every universe. Now, how do they develop? Prabhupada gives a very nice example. Just like a very, very, very small banyan seed, seed of a banyan tree, very tiny, it's like a pinhead, it's very, very small. That, when planted in a fertile ground, it will develop into huge universe. A huge banyan tree that can spread over hundreds of square kilometers. That tiny seed. So, like that, Mahavishnu breathes out universes in very, very, very tiny seed-like form. But each of them develops into huge, gigantic universe with millions of planets. Each planet, millions of living entities. So, this Mahavishnu is described in the Brahma Samhita as a plenary portion of Krishna. In the Brahma Samhita it is said, \"Let me offer my respectful obeisances unto the original personality of Godhead, Govinda, whose plenary portion is Mahavishnu. All the Brahmas, the heads of the universes, live only for the period of his exhaling after universes are generated from the pores of his transcendental body.\" So, Krishna expands as Mahavishnu. That Mahavishnu breathes out universes in seed-like form. And they'll remain only as long as, after his breathing out, for some time, he is not inhaling. So, he, after he exhales, little time, then he inhales. So, that tiny duration between his exhalation and inhalation, that is the duration of the life of Brahma. Jeevan tiloma vilaja jagadanda natha. That is lifetime of Brahma. For us, how long is that period? 311 trillion years. The lifespan of Brahma, according to our calculation. So, the interval between the exhalation, outgoing breath of Mahavishnu, and the inhaling, the incoming breath, is 311 trillion years. This is not even the complete breathing cycle of Mahavishnu. 311 trillion years. It is the intervening time between his exhalation and inhalation."
    },
    {
      "start_time": 771,
      "end_time": 933,
      "verse_references": [],
      "themes": [
        "Krishna as the original person",
        "authoritative knowledge",
        "spiritual identity",
        "devotional service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "an authoritative source is the only means of knowing about transcendental subject matter definitely. There is no other alternative.",
      "summary": "The speaker concludes by emphasizing that Krishna is the original person, that knowledge of transcendental subjects comes from authoritative sources, and that our true identity is spiritual, discoverable through devotional service.",
      "timestamp_url": "https://youtu.be/ecBDTNJDpnM?t=771",
      "transcript": "So, try to understand how great is God. Just this alone can help you understand. So, that Krishna, what the ladies are telling, is actually the Mahavishnu. Krishna is the original person. He expands into different incarnations, different forms of incarnations, and they are all Him only. So, Mahavishnu, who is actually the origin of this universe, who breathes in and breathes out, creation and annihilation takes place. So, that Mahavishnu is none other than Krishna only. Therefore, they are saying, \"Here is the original personality of Godhead. He alone existed before the manifested creation of the modes of nature.\" Therefore, they are saying that. The ladies talking about this Vedic truth must have heard it from authoritative source. Otherwise, how can they exactly describe this accurately? So, an authoritative source is the only means of knowing about transcendental subject matter definitely. There is no other alternative. Who can ever figure out this? That how is this creation taking place? The way it is described here, how can somebody figure out? Except by hearing from the proper authority or proper source. So, therefore, the scriptures say, hear from the Vedas. Hear from the original source, from Krishna, from the Acharyas, who receive this knowledge from Krishna in parampara. There is no other way of knowing this. Now, the merging of the living entities in the body of Mahavishnu or Garbhodakshaya Vishnu, does not mean the living being is the only being. Does not mean the living being is the only being. The living being as spirit soul is eternally existent. But the body is annihilated. So, the real identity of the living being is spiritual. And that is, we are ultimately devotees of Krishna. And to discover or awaken or come to know about our real identity, we have to engage in devotional service. I will stop here. Thank you very much."
    }
  ]
}