{
  "video_id": "ECsl2cFFhYs",
  "title": "SB 1.18.15 | HH Stoka Krishna Swami | 05-04-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=ECsl2cFFhYs",
  "segments": [
    {
      "start_time": 51,
      "end_time": 317,
      "verse_references": [],
      "themes": [
        "Krishna-katha",
        "Qualified speaker",
        "Qualified audience",
        "Purity",
        "Transcendental discourse"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The speaker should be a pure devotee of Krishna. The hearers should be eager to hear about Krishna only.",
      "summary": "The speaker emphasizes the importance of a qualified speaker (a pure devotee of Krishna) and a qualified audience (eager to hear about Krishna) for a truly beneficial Krishna-katha discourse.",
      "timestamp_url": "https://youtu.be/ECsl2cFFhYs?t=51",
      "transcript": "In this session, we will be discussing from the 15th verse of the 18th chapter of the 1st canto of Srimad Bhagavatam. तन्नो भवान्वै भगवत प्रधानो, महत्तमै कान्त परायनस्य, हरेर उदारं चरितं विशुद्धं, शुष्रू शताम् नो वितनो तु विद्वन। The meaning of this verse is, O Suta Goswami, you are a learned and pure devotee of the Lord, because the personality of Godhead is your chief object of service. Therefore, please describe to us the pastimes of the Lord, which are above all material conception, for we are anxious to receive such messages. The Sages of Manipur Taimisharanya are speaking to Suta Goswami. Suta Goswami has narrated how Pariksit Maharaj received the age of Kali, he punished and rewarded both, and now the events leading to Pariksit Maharaj meeting Sukadeva Goswami will be described, but before that, the discussion is centred around the topics for discussion. What kind of topics? Not merely some history, but specifically topics connected with the supreme personality of Godhead, Krishna. So, Krishna-katha is the important topic for discussion point here. So, Shri La Prabhupada says in the purport, the speaker on the transcendental activities of the Lord should have only one object of worship and service, Lord Krishna, the Supreme Personality of Godhead. So, it's very important from whom we hear. If at all we engage in hearing about Krishna Katha, then from whom do we hear? Who is the speaker? It's very important. So, here Shri La Prabhupada is telling the speaker on the transcendental activities of the Lord, what kind of person should he be? He should be a person who has only one object of worship and service. That only object is Krishna, the Supreme Personality of Godhead. That means, such a person should be a pure devotee of Krishna. That is the intended meaning here. And the audience for such topics should be anxious to hear about him. Him refers to Krishna. The speaker and the hearers. The speaker should be a pure devotee of Krishna. The hearers should be eager to hear about Krishna only. So, only when such a combination is possible, namely, a qualified speaker and a qualified audience, it is then and there very much congenial to continue discourses on the transcendence. Subject matter of Krishna is not exactly relishable if the speaker is not a pure devotee and the audience is not exactly eager to hear about Krishna Katha."
    },
    {
      "start_time": 317,
      "end_time": 465,
      "verse_references": [],
      "themes": [
        "Professional speakers",
        "Material intention",
        "Bhagavata Saptaha",
        "Earning money",
        "Materially engrossed audience"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Professional speakers have got a material intention, material benefit in their mind because of which they engage in speaking, so for them it is a means of earning money.",
      "summary": "The speaker contrasts pure devotees with professional speakers who have material intentions and a materially absorbed audience, highlighting that such discourses do not serve the true purpose of hearing Bhagavatam.",
      "timestamp_url": "https://youtu.be/ECsl2cFFhYs?t=317",
      "transcript": "Both the speaker and the hearers should be qualified, that is being said here. Now there is, there are other kinds of speakers other than a pure devotee speaker. What are they called? They are called professional speakers. So Srila Prabhupada writes about these professional speakers because this is elaborately explained in Chaitanya Charitamrita. So what does Prabhupada say here? Professional speakers and a materially absorbed audience cannot derive real benefit from such discourses. So who are these professional speakers? Professional speakers have got a material intention, material benefit in their mind because of which they engage in speaking. So for them it is a means of earning money. Speaking on Bhagavatam is yet another means of earning money. There are so many ways people earn money in this world, but speaking Bhagavatam also has become in recent times a way of earning money. So such a speaker is called a professional speaker. And the audience, if they are materially engrossed, then their purpose of hearing Bhagavatam is not at all the purpose for which one should actually hear Bhagavatam. Just like the sage Naimisharanya, their purpose of hearing Bhagavatam is exclusively hearing about Krishna. They are very eager to hear about Krishna. This is noted by Suta Goswami right in the beginning of the Bhagavatam itself in the first canto. Suta Goswami said, I am noticing that all of you are very eager to hear about Krishna."
    },
    {
      "start_time": 465,
      "end_time": 679,
      "verse_references": [],
      "themes": [
        "Suta Goswami",
        "Sage Naimisharanya",
        "Shukadeva Goswami",
        "Pariksit Maharaj",
        "Bhagavata Saptaha",
        "Daily hearing"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "They don't consider the fact that Bhagavatam says daily you must hear Bhagavatam. If you are serious about spiritual benefit. If you are serious about spiritual advancement by hearing Bhagavatam. You must hear Bhagavatam every day.",
      "summary": "The speaker explains that Suta Goswami spoke because the sages were eager to hear about Krishna, and that Shukadeva Goswami spoke for one week only because Pariksit Maharaj had limited time, emphasizing that daily hearing of Bhagavatam is essential for spiritual advancement, contrasting this with the show of Bhagavata Saptaha by professional speakers.",
      "timestamp_url": "https://youtu.be/ECsl2cFFhYs?t=465",
      "transcript": "Therefore, let me recite to you the Srimad Bhagavatam which I heard from Sukadeva Goswami. How did Suta Goswami decide to speak on Bhagavatam? It is because the audience, the hearers, the sage Naimisharanya, they were very eager to hear about Krishna. So Suta Goswami said, he is very pleased to get an opportunity to speak in front of such an audience. So the materially absorbed audience, they are not exactly eager to hear about Krishna. So if either the speaker or the hearers or the audience, they are not eager to hear about Krishna, or they are not purely devotees or they are not persons on a pure devotional path, then there cannot be real spiritual benefit from such a discourse. Professional speakers make a show of Bhagavat Saptaha for the sake of family maintenance. This is exactly what is meant by professional speakers. They are trying to imitate Shukadeva Goswami. Shukadeva Goswami spoke Bhagavatam for one week, Saptaha, one week, because Pariksit Maharaj had only one week's time before quitting his body. There is a very, very specific reason why Shukadeva Goswami spoke for only one week, because Pariksit Maharaj who was asking questions, inquiring from Shukadeva Goswami, he had only one week. That will be explained in this chapter as we go further. Therefore, Shukadeva Goswami spoke only for one week. It is not that Shukadeva Goswami, without a reason, he simply decided let me speak one week. No. So, the professional speakers whose main intention is money, they make a show of Bhagavata Saptaha. They try to imitate Shukadeva Goswami. They don't consider the fact that Bhagavatam says daily you must hear Bhagavatam. If you are serious about spiritual benefit. If you are serious about spiritual advancement by hearing Bhagavatam, you must hear Bhagavatam every day. It's called Seva. It's called Seva. It's a service. It's a devotional service to hear Bhagavatam. And Nityam means every day, constantly, always. At least for us who have got so many other engagements, we should at least hear every day for a little time. Not just one week. No. That was only for Pariksit Maharaj, because he had only one week's time."
    },
    {
      "start_time": 679,
      "end_time": 777,
      "verse_references": [],
      "themes": [
        "Material benefit",
        "Dharma, Artha, Kama, Moksha",
        "Contamination",
        "Three gunas",
        "Pollution of Bhagavatam"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Even the Bhagavatam discourses could be contaminated by the gunas.",
      "summary": "The speaker discusses how the audience is often interested in material benefits (Dharma, Artha, Kama, Moksha) and how the intent of earning money or gaining material benefit can pollute the pure Bhagavatam discourse, contaminating it with the three gunas.",
      "timestamp_url": "https://youtu.be/ECsl2cFFhYs?t=679",
      "transcript": "So, these professional speakers make a show of Bhagavata Saptaha for the sake of family maintenance. The real intention is money. And the materially disposed audience hears such discourses of Bhagavata Saptaha for some material benefit. The audience also, many times, they are really interested in material benefit by hearing Bhagavatam. And what is that material benefit? Religiosity, wealth, gratification of the senses or liberation. Dharma, Artha, Kama, Moksha. This is their aim, to attain one or more of these four things. Such a Bhagavatam discourse, or such Bhagavatam discourses, are not purified from the contamination of the material qualities. Always remember, everything in this material world is contaminated by the three gunas. So, even the Bhagavatam discourses could be contaminated by the gunas. Bhagavatam by itself is pure, but it can get contaminated by such intent of earning money or getting material benefit. It gets polluted."
    },
    {
      "start_time": 777,
      "end_time": 939,
      "verse_references": [],
      "themes": [
        "Purity",
        "Transcendental pleasure",
        "Material motive",
        "Transformation",
        "Qualified speaker and hearers"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Neither the sages are interested in any material gain. Nor Suta Goswami is interested in any material benefit. So, therefore the speaker and audience are both pure.",
      "summary": "The speaker contrasts the pure discourses between the saints of Naimisharanya and Suta Goswami with modern Bhagavata Saptahas, emphasizing that without purity and a lack of material motive, there can be no real spiritual transformation.",
      "timestamp_url": "https://youtu.be/ECsl2cFFhYs?t=777",
      "transcript": "So, here Prabhupada is warning us, but the discourses between the saints of Naimisharanya and Sri Suta Goswami are on the transcendental level, above all material contamination. They are pure. There is no motive for material gain. This is the important point. Neither the sages are interested in any material gain, nor Suta Goswami is interested in any material benefit. So, therefore the speaker and audience are both pure. In such discourses, transcendental pleasure, unlimited transcendental pleasure is relished both by the audience and by the speaker. And therefore they can continue the topics for many thousands of years. Why is Prabhupada saying this? Because if you remember, the beginning of the Bhagavatam it is said, the sages of Naimisharanya assembled in that holy place, performed one thousand year sacrifice. So, for one thousand years, what sacrifice are they doing? They are performing the sacrifice of hearing and chanting the glories of the Supreme Lord. So only if there is no material motive, motive for material gain, and there is no money intention, intention of earning money by the speaker, then only the transcendent, unlimited transcendental pleasure can be realized by, or relished by both the audience and the speaker. And then it can continue. There is no time limitation. Now Bhagavata Saptas are held for only seven days, and after finishing the show, both the audience and the speaker become engaged in material activities as usual. They go back to their usual material activities. There is no change of heart. There is no transformation. So, it is explained here, both the, nowadays, both the speaker and the hearers are not exactly pure or qualified. So, there can't be that spiritual transformation in such a condition. I'll stop here. Thank you very much."
    }
  ]
}