{
  "video_id": "ECsl2cFFhYs",
  "title": "SB 1.18.15 | HH Stoka Krishna Swami | 05-04-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=ECsl2cFFhYs",
  "segments": [
    {
      "start_time": 51,
      "end_time": 317,
      "verse_references": [],
      "themes": [
        "Krishna-katha",
        "Qualified speaker",
        "Qualified audience",
        "Purity",
        "Transcendental discourse"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The speaker should be a pure devotee of Krishna. The hearers should be eager to hear about Krishna only.",
      "summary": "The speaker emphasizes the importance of a qualified speaker (a pure devotee of Krishna) and a qualified audience (eager to hear about Krishna) for a truly beneficial Krishna-katha discourse.",
      "timestamp_url": "https://youtu.be/ECsl2cFFhYs?t=51"
    },
    {
      "start_time": 317,
      "end_time": 465,
      "verse_references": [],
      "themes": [
        "Professional speakers",
        "Material intention",
        "Bhagavata Saptaha",
        "Earning money",
        "Materially engrossed audience"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Professional speakers have got a material intention, material benefit in their mind because of which they engage in speaking, so for them it is a means of earning money.",
      "summary": "The speaker contrasts pure devotees with professional speakers who have material intentions and a materially absorbed audience, highlighting that such discourses do not serve the true purpose of hearing Bhagavatam.",
      "timestamp_url": "https://youtu.be/ECsl2cFFhYs?t=317"
    },
    {
      "start_time": 465,
      "end_time": 679,
      "verse_references": [],
      "themes": [
        "Suta Goswami",
        "Sage Naimisharanya",
        "Shukadeva Goswami",
        "Pariksit Maharaj",
        "Bhagavata Saptaha",
        "Daily hearing"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "They don't consider the fact that Bhagavatam says daily you must hear Bhagavatam. If you are serious about spiritual benefit. If you are serious about spiritual advancement by hearing Bhagavatam. You must hear Bhagavatam every day.",
      "summary": "The speaker explains that Suta Goswami spoke because the sages were eager to hear about Krishna, and that Shukadeva Goswami spoke for one week only because Pariksit Maharaj had limited time, emphasizing that daily hearing of Bhagavatam is essential for spiritual advancement, contrasting this with the show of Bhagavata Saptaha by professional speakers.",
      "timestamp_url": "https://youtu.be/ECsl2cFFhYs?t=465"
    },
    {
      "start_time": 679,
      "end_time": 777,
      "verse_references": [],
      "themes": [
        "Material benefit",
        "Dharma, Artha, Kama, Moksha",
        "Contamination",
        "Three gunas",
        "Pollution of Bhagavatam"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Even the Bhagavatam discourses could be contaminated by the gunas.",
      "summary": "The speaker discusses how the audience is often interested in material benefits (Dharma, Artha, Kama, Moksha) and how the intent of earning money or gaining material benefit can pollute the pure Bhagavatam discourse, contaminating it with the three gunas.",
      "timestamp_url": "https://youtu.be/ECsl2cFFhYs?t=679"
    },
    {
      "start_time": 777,
      "end_time": 939,
      "verse_references": [],
      "themes": [
        "Purity",
        "Transcendental pleasure",
        "Material motive",
        "Transformation",
        "Qualified speaker and hearers"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Neither the sages are interested in any material gain. Nor Suta Goswami is interested in any material benefit. So, therefore the speaker and audience are both pure.",
      "summary": "The speaker contrasts the pure discourses between the saints of Naimisharanya and Suta Goswami with modern Bhagavata Saptahas, emphasizing that without purity and a lack of material motive, there can be no real spiritual transformation.",
      "timestamp_url": "https://youtu.be/ECsl2cFFhYs?t=777"
    }
  ]
}