{
  "video_id": "Eg1Ig6SdK_0",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.7.10 Part 4 | 18-12-2021",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=Eg1Ig6SdK_0",
  "segments": [
    {
      "start_time": 0,
      "end_time": 58,
      "verse_references": [],
      "themes": [
        "invocation",
        "chanting"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "In this session we will continue discussing the same verse, the tenth verse of the seventh chapter of the first canto, Srimad Bhagavatam, the famous Atmarama verse.",
      "summary": "The lecture begins with prayers and mantras, followed by an introduction to the topic: the Atmarama verse from Srimad Bhagavatam.",
      "timestamp_url": "https://youtu.be/Eg1Ig6SdK_0?t=0"
    },
    {
      "start_time": 58,
      "end_time": 192,
      "verse_references": [
        "SB 1.7.10"
      ],
      "themes": [
        "bhakti",
        "attraction to Krishna",
        "liberation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This means that the Lord possesses transcendental qualities and therefore can attract everyone including liberated souls.",
      "summary": "The speaker introduces the Atmarama verse and explains how it highlights the greatness of Bhakti and Krishna's ability to attract various types of individuals, even liberated souls, through His transcendental qualities.",
      "timestamp_url": "https://youtu.be/Eg1Ig6SdK_0?t=58"
    },
    {
      "start_time": 192,
      "end_time": 322,
      "verse_references": [],
      "themes": [
        "attraction to Krishna",
        "purification",
        "devotional service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna says the nature of pure devotional service is such that, even if somebody who begins devotional service is having some contamination in the heart, all that is completely nullified by the fire of devotional service.",
      "summary": "The speaker elaborates on how Krishna attracts different individuals and how devotional service purifies the heart, removing sinful activities and contamination.",
      "timestamp_url": "https://youtu.be/Eg1Ig6SdK_0?t=192"
    },
    {
      "start_time": 322,
      "end_time": 496,
      "verse_references": [],
      "themes": [
        "obstacles in bhakti",
        "purification",
        "detachment",
        "dharma",
        "artha",
        "karma",
        "moksha"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When the devotee is freed from all sinful material activities, Krishna attracts his body, mind and senses to perform devotional service to him.",
      "summary": "The speaker explains how devotional service removes impediments and ignorance, leading to enlightenment and attraction to Krishna, ultimately causing detachment from the four principles of material success: Dharma, Artha, Karma, and Moksha.",
      "timestamp_url": "https://youtu.be/Eg1Ig6SdK_0?t=322"
    },
    {
      "start_time": 496,
      "end_time": 669,
      "verse_references": [],
      "themes": [
        "absolute truth",
        "brahma",
        "krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Absolute truth is truth in all phases of time, under all circumstances, in all conditions.",
      "summary": "The speaker discusses the concept of absolute truth (Brahma) and identifies Krishna as the Supreme Personality of Godhead, the absolute truth that exists in all phases of time.",
      "timestamp_url": "https://youtu.be/Eg1Ig6SdK_0?t=496"
    },
    {
      "start_time": 669,
      "end_time": 837,
      "verse_references": [],
      "themes": [
        "absolute truth",
        "krishna",
        "eternality",
        "material nature"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Through all these changes, the changeless reality is Krishna, the Supreme Lord. Only He remains unchanged.",
      "summary": "The speaker continues to establish Krishna as the absolute truth, emphasizing His eternality and unchanging nature in contrast to the constantly changing material world and the bodies of living entities.",
      "timestamp_url": "https://youtu.be/Eg1Ig6SdK_0?t=669"
    },
    {
      "start_time": 837,
      "end_time": 942,
      "verse_references": [],
      "themes": [
        "atma",
        "hari",
        "brahman",
        "paramatma",
        "bhagavan",
        "jnana",
        "yoga",
        "bhakti"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The absolute truth is the same, but according to the process by which one understands Him, He appears in three forms, as Brahman, Paramatman and Bhagavan, the Supreme Personality of Godhead.",
      "summary": "The speaker concludes by defining Atma and Hari as Krishna, and explaining the three paths to attain Krishna: philosophical speculation (jnana), mystic yoga, and devotional service (bhakti), and how the absolute truth is realized differently through each path as Brahman, Paramatma, and Bhagavan.",
      "timestamp_url": "https://youtu.be/Eg1Ig6SdK_0?t=837"
    }
  ]
}