{
  "video_id": "Eg1Ig6SdK_0",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.7.10 Part 4 | 18-12-2021",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=Eg1Ig6SdK_0",
  "segments": [
    {
      "start_time": 0,
      "end_time": 58,
      "verse_references": [],
      "themes": [
        "invocation",
        "chanting"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "In this session we will continue discussing the same verse, the tenth verse of the seventh chapter of the first canto, Srimad Bhagavatam, the famous Atmarama verse.",
      "summary": "The lecture begins with prayers and mantras, followed by an introduction to the topic: the Atmarama verse from Srimad Bhagavatam.",
      "timestamp_url": "https://youtu.be/Eg1Ig6SdK_0?t=0",
      "transcript": "Om Agyana Timiraandhasya Gyananjanishalakaya Chakshurunmelitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine Namaste Sarasvate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pachatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Devim Sarasvatim Vyasudhevaya Vyasam Tato Jaya Mudirayet"
    },
    {
      "start_time": 58,
      "end_time": 192,
      "verse_references": [
        "SB 1.7.10"
      ],
      "themes": [
        "bhakti",
        "attraction to Krishna",
        "liberation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This means that the Lord possesses transcendental qualities and therefore can attract everyone including liberated souls.",
      "summary": "The speaker introduces the Atmarama verse and explains how it highlights the greatness of Bhakti and Krishna's ability to attract various types of individuals, even liberated souls, through His transcendental qualities.",
      "timestamp_url": "https://youtu.be/Eg1Ig6SdK_0?t=58",
      "transcript": "In this session, we will continue discussing the same verse, the tenth verse of the seventh chapter of the first canto, Srimad Bhagavatam, the famous Atmarama verse. So today is the fourth part of the meaning of this Atmarama verse as explained by Lord Chaitanya to Srila Sanatana. This verse helps us appreciate the greatness of Bhakti, the process of devotional service. How different varieties of personalities, living beings, some or the other, when they take to devotional service by coming in contact with a pure devotee, by coming in contact with Krishna, by coming in contact with any devotional paraphernalia, they begin devotional service and Krishna attracts them through so many different ways, and that is what is being described here, and they become pure devotees completely dedicated to serving Krishna with love. So the verse is, Atmaramas chamunayo nirgrantha apyurukrame kurvanti ahaitu keem bhaktim ittham bhuta guno hari hi. The meaning of this verse as directly translated, all different varieties of Atmaramas, especially those established from the path of self-realization, though freed from all kinds of material bondage, desire to render self-realization to the service, to the personality of Godhead. This means that the Lord possesses transcendental qualities and therefore can attract everyone including liberated souls."
    },
    {
      "start_time": 192,
      "end_time": 322,
      "verse_references": [],
      "themes": [
        "attraction to Krishna",
        "purification",
        "devotional service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna says the nature of pure devotional service is such that, even if somebody who begins devotional service is having some contamination in the heart, all that is completely nullified by the fire of devotional service.",
      "summary": "The speaker elaborates on how Krishna attracts different individuals and how devotional service purifies the heart, removing sinful activities and contamination.",
      "timestamp_url": "https://youtu.be/Eg1Ig6SdK_0?t=192",
      "transcript": "So in the last three sessions, we had heard the different meanings of the Atmarama verse pertaining to how Krishna attracts by his qualities, even the impersonalists like those situated in impersonal liberation like Shukadev Goswami, like the four Kumaras, Krishna attracts the Gopis, Krishna attracts the Queens of Dwaraka, Krishna attracts all young girls all over the universe, and animals. So nobody is without attraction for Krishna. That's why Krishna, all-attractive, is the suitable, most appropriate name for the Supreme Lord, who is all-attractive to everyone without exception. So continuing the description, the description of the varieties of Atmaramas who become attracted to Krishna and begin to render pure devotional service to Krishna. So here the description is continuing, as all fuel is burnt to ashes by a full-fledged fire, all sinful activities are totally erased when one engages in devotional service to Me. This is a statement from the Bhagavatam 11th canto when Krishna is instructing Uddhava. Krishna says the nature of pure devotional service is such that even if somebody who begins devotional service is having some contamination in the heart, all that is completely nullified by the fire of devotional service."
    },
    {
      "start_time": 322,
      "end_time": 496,
      "verse_references": [],
      "themes": [
        "obstacles in bhakti",
        "purification",
        "detachment",
        "dharma",
        "artha",
        "karma",
        "moksha"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When the devotee is freed from all sinful material activities, Krishna attracts his body, mind and senses to perform devotional service to him.",
      "summary": "The speaker explains how devotional service removes impediments and ignorance, leading to enlightenment and attraction to Krishna, ultimately causing detachment from the four principles of material success: Dharma, Artha, Karma, and Moksha.",
      "timestamp_url": "https://youtu.be/Eg1Ig6SdK_0?t=322",
      "transcript": "In this way, when all sinful activities are vanquished by the grace of the Supreme Personality of Godhead, one gradually vanquishes all kinds of impediments on the path of devotional service, as well as the ignorance resulting from these impediments. In the path of Bhakti, these material contaminations are obstacles. Now as one goes on rendering devotional service to Krishna, the heart becomes cleansed automatically without separate endeavour, and impediments are all gone, the obstacles are removed. And when the obstacles are removed, even the ignorance is vanquished. One becomes enlightened from within automatically without separate endeavour. After this, one totally manifests his original love of Godhead through devotional service in nine different ways, hearing, chanting, remembering, etc. When the devotee is freed from all sinful material activities, Krishna attracts his body, mind and senses to perform devotional service to him. See, as long as there is material contamination, we have attraction for so many material things. But when the material contamination is gone, we get attracted to Krishna. And Krishna attracts our total being, our body, our mind, our words, everything completely. Krishna attracts. And thus it is described, Krishna is very, very merciful and his transcendental qualities are very attractive. He is full of so many transcendental qualities. Now further, Lord Chaitanya explains, when one's mind, senses and body are attracted to the transcendental qualities of the Supreme Lord Hari, one gives up the four principles of material success. What are the four principles of material success? Dharma, Artha, Karma, Moksha. Dharma means religious performance. Artha means economic development. Karma means sense gratification. And Moksha means liberation."
    },
    {
      "start_time": 496,
      "end_time": 669,
      "verse_references": [],
      "themes": [
        "absolute truth",
        "brahma",
        "krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Absolute truth is truth in all phases of time, under all circumstances, in all conditions.",
      "summary": "The speaker discusses the concept of absolute truth (Brahma) and identifies Krishna as the Supreme Personality of Godhead, the absolute truth that exists in all phases of time.",
      "timestamp_url": "https://youtu.be/Eg1Ig6SdK_0?t=496",
      "transcript": "So, generally people who are pious in this material world, they are interested in four goals of a civilized human being, mentioned in the Shastra: Dharma, Artha, Karma, Moksha. But Bhakti is greater than these four Purusharthas. Bhakti is called the Panchama Purushartha, the fifth goal of a human being, of a living being. So, when a devotee becomes attracted by Krishna and begins to render devotional service, automatically such a devotee loses interest in Dharma, Artha, Karma, Moksha. Those four Purusharthas don't interest the devotee anymore. Completely, the devotee rises above these four Purusharthas. Now, the next set of meanings that Lord Chaitanya explains. The word Brahma indicates the Samambonam, the absolute truth, which is greater than all other truths. In this material world, whatever we know as truth is called relative truth. And Krishna, the Supreme Personality of Godhead, is the absolute truth. What is absolute truth? Absolute truth is truth in all phases of time, under all circumstances, in all conditions. Whereas relative truth is not truth in all phases of time. It is the original identity, Brahma means the original identity, and there can be nothing equal to that absolute truth. So, there is a definition of this absolute truth as Brahma in the Vishnu Purana. It is stated there, I offer my respectful obeisances to the absolute truth, the Samambonam. He is the all-pervasive, all-increasing subject matter for the great yogis. He is changeless, and he is the soul of all, the soul of all souls, the super soul, the supreme soul. Actually, the proper meaning of the word Brahma is the Supreme Personality of Godhead, who is one without a second, and without whom nothing else exists."
    },
    {
      "start_time": 669,
      "end_time": 837,
      "verse_references": [],
      "themes": [
        "absolute truth",
        "krishna",
        "eternality",
        "material nature"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Through all these changes, the changeless reality is Krishna, the Supreme Lord. Only He remains unchanged.",
      "summary": "The speaker continues to establish Krishna as the absolute truth, emphasizing His eternality and unchanging nature in contrast to the constantly changing material world and the bodies of living entities.",
      "timestamp_url": "https://youtu.be/Eg1Ig6SdK_0?t=669",
      "transcript": "This is substantiated in so many different parts of the Vedic literature. Chaitanya Mahaprabhu is quoting one verse, That absolute truth without a second is Lord Krishna, the Supreme Personality of Godhead. He is the Supreme Truth in the past, present and future. That is the evidence of all revealed scriptures. In the Bhagavatam it is stated, Prior to the cosmic creation, only I exist and no phenomena exist, either gross or subtle or primordial. Why do we say Krishna is the Supreme Personality of Godhead? Because Krishna existed as Krishna before the creation even began. Krishna remains through the creation as Krishna. And after the creation, everything is annihilated in this material world. Krishna remains as Krishna. Therefore, Krishna is the Absolute Truth in all phases of time, in all conditions of existence. After creation only, I exist in everything. And after annihilation only, I remain eternally. What about the created beings? Aren't they the same? Aren't they also existing after the creation, through the creation? They exist not in the different bodily forms, not in the different types of material bodies they accept. No. Those are all temporarily given to them according to their desires for enjoyment, according to their karma, according to their association with the gunas, so many things. They keep on changing, changing, changing. Through all these changes, the changeless reality is Krishna, the Supreme Lord. Only He remains unchanged. The living entities are accepting different bodies. Material nature is constantly undergoing change. It is called Shara, constantly changing. And the living entities are simply bewildered by the material influence of the three modes, continuously changing. Whereas Krishna is the unchanging, constant, eternal reality through all these changes"
    },
    {
      "start_time": 837,
      "end_time": 942,
      "verse_references": [],
      "themes": [
        "atma",
        "hari",
        "brahman",
        "paramatma",
        "bhagavan",
        "jnana",
        "yoga",
        "bhakti"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The absolute truth is the same, but according to the process by which one understands Him, He appears in three forms, as Brahman, Paramatman and Bhagavan, the Supreme Personality of Godhead.",
      "summary": "The speaker concludes by defining Atma and Hari as Krishna, and explaining the three paths to attain Krishna: philosophical speculation (jnana), mystic yoga, and devotional service (bhakti), and how the absolute truth is realized differently through each path as Brahman, Paramatma, and Bhagavan.",
      "timestamp_url": "https://youtu.be/Eg1Ig6SdK_0?t=837",
      "transcript": "in the material world. The word Atma indicates the highest truth, Krishna. He is the all-pervasive witness of all and He is the Supreme form. Now the word Brahma indicates the supreme absolute truth and the highest understanding of that truth is Krishna. The word Atma also indicates the highest truth, Krishna, who is all-pervasive witness of everything and He is the Supreme form. And Hari, the word Hari, indicating the personality of Godhead, is the all-pervasive original source of everything. He is therefore the super-soul of everything. Now Chaitanya Mahaprabhu explains there are three ways to attain the lotus feet of the absolute truth, Krishna. There is a process of philosophical speculation, the jnana marga. There is the practice of mystic yoga, that is the ashtanga yoga system. And there is the process of bhakti, the execution of devotional service. Each of these have different characteristics. Now Chaitanya Mahaprabhu says the absolute truth is the same, but according to the process by which one understands Him, He appears in three forms, as Brahman, Paramatman and Bhagavan, the Supreme Personality of Godhead. I will stop here. We will discuss more in the next session."
    }
  ]
}