{
  "video_id": "EgisVcHdjKA",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.11.15 | 06-07-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=EgisVcHdjKA",
  "segments": [
    {
      "start_time": 0,
      "end_time": 54,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Namo Bhagavate Vasudevaya",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/EgisVcHdjKA?t=0",
      "transcript": "Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shreemate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine Om Agyanati Mirandhasya Gyanan Janashalakaya Chaksharon Militam Yena Tasmai Shri Gurave Namaha Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chaivanarottamam Devi Saraswati Vyasam Tato Jayam Udi Raye"
    },
    {
      "start_time": 55,
      "end_time": 166,
      "verse_references": [
        "SB 1.11.15"
      ],
      "themes": [
        "reception",
        "festivity",
        "Krishna's arrival"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "So, it's a festive atmosphere just because Krishna has arrived in Dwaraka.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam describing the festive reception of Krishna in Dwaraka, emphasizing the auspicious decorations and atmosphere.",
      "timestamp_url": "https://youtu.be/EgisVcHdjKA?t=55",
      "transcript": "In this session we will be discussing from the 15th verse of the 11th chapter of the 1st canto of Shreemad Bhagavata. Dwarid Dwarigrahanamcha Dadhi Akshata Palekshubhihi Alankratam Purnakumbhair Balibhir Dhupadipakaihi Further description of the decorations. Translation. Translation of this verse. In each and every door of the residential houses, auspicious things like curd, unbroken fruits, sugar cane and full water pots with articles for worship, incense and candles were all displayed. So, it's a festive atmosphere just because Krishna has arrived in Dwaraka. It's a festival. Receiving the Lord. And everyone is alert to receive the Lord appropriately. Every house, all the doors of every residential house, auspicious things are used to decorate the door, the entrance, unbroken fruits, pots filled with sugar cane and incense candles for worship all to receive the lord appropriately."
    },
    {
      "start_time": 167,
      "end_time": 351,
      "verse_references": [],
      "themes": [
        "worship",
        "Vedic culture",
        "prasadam",
        "distribution of food"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Without distribution of food no function is complete and that is the way of Vedic tradition",
      "summary": "The speaker elaborates on Srila Prabhupada's teachings about the importance of worshiping the Lord with requisite ingredients and distributing the remnants (prasadam) as an essential part of Vedic culture.",
      "timestamp_url": "https://youtu.be/EgisVcHdjKA?t=167",
      "transcript": "So Srila Prabhupada says a very important point here in the purport: the process of reception according to Vedic rites is not at all dry. The reception was made not simply by decorating the roads and streets as above mentioned, but by worshiping the Lord with requisite ingredients like incense, lamps, flowers, sweets, fruits, and other palatable eatables according to one's capacity. You see, so worship of the Lord is the center point in all these decorations, all the arrangements, worship of the Lord. So the Vishnu Purana says the entire varnashrama dharma aims at worship of Vishnu by all the members of this society irrespective of which classification they belong. The worship of the Lord Vishnu is the goal of practicing varnashrama dharma and only by worship of Vishnu, the Supreme Lord, can we perfect our life, can we prepare ourselves to get ultimate liberation and go back home, back to Godhead. So that was clearly demonstrated by the Supreme Lord Vishnu, these devotees of Dwaraka, how they received the Lord and how they worshipped him. So Srila Prabhupada further says all were offered to the Lord, everything that they were using for decorating and the items they had kept ready to receive the Lord, they were used to not only decorate but also to offer to the Lord like incense, lamps, fruits, and edibles, different eatables, and the remnants of foodstuff are distributed amongst the gathering citizens. So it was not like a dry reception of these modern days. Modern days they have reception for some important personalities or leaders but there is no distribution of foodstuff, there's no worship of the Lord, that is missing, that is lacking. Each and every house was ready to receive the Lord in a similar way and thus each and every house on the roads and streets distributed such remnants of food to the citizens and therefore the festival was successful. Without distribution of food no function is complete and that is the"
    },
    {
      "start_time": 352,
      "end_time": 494,
      "verse_references": [
        "BG 3.13"
      ],
      "themes": [
        "sin",
        "karma",
        "offering food",
        "prasadam"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "If they eat food which is not offered to Krishna, then they are eating sin.",
      "summary": "The speaker quotes Bhagavad Gita to explain that eating food not offered to Krishna leads to sinful reactions, emphasizing the importance of offering food as a sacrifice.",
      "timestamp_url": "https://youtu.be/EgisVcHdjKA?t=352",
      "transcript": "Vedic culture. This is the Vedic culture, that Vedic culture means worship of the Lord and the remnants are distributed to the people who participate in this festival. So it's not a dry reception or dry festival, no. So Prabhupada says no function is complete in the Vedic culture without distribution of food. Regarding distribution of food, in the Bhagavad Gita, Krishna explains in the third chapter, thirteenth verse, yajna shishta asinaha santaha mucchante sarva-kilbhishaihi bunjate tetu agham paapa ye pachanti atmakaranat. Very important verse, where Krishna describes in this third chapter of the Bhagavad Gita, that devotees of the Lord are released from all kinds of sins, because they eat food which is offered first for sacrifice. Yajna is sacrifice, yajna shishta is remnants of food offered for yajna. Others who prepare food for personal sense enjoyment, verily eat only sin. Krishna says this in the Bhagavad Gita. Bunjate means they eat. Who? Agham paapa, huge quantities of sin. Who are they? Ye pachanti, those who prepare food, atmakaranat, for their own sense enjoyment. There is no offering made to the Supreme Lord. So, nowadays you can see, most people, they simply purchase some ready-made food, and eat it, or they prepare something at home that is also simply prepared and eaten. They do not know that they have to worship the Lord and offer him foodstuff, and only accept remnants of food. So, what is wrong if simply somebody eats without offering to the Lord? It is explained in this verse of the Bhagavad Gita, if they"
    },
    {
      "start_time": 495,
      "end_time": 673,
      "verse_references": [],
      "themes": [
        "sinful reactions",
        "modes of nature",
        "food",
        "goodness",
        "passion",
        "ignorance"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So when we are to offer food, we should remember, we should offer food only that is in the mode of goodness.",
      "summary": "The speaker explains that taking birth in the material world is due to past sinful activities and that we should offer food in the mode of goodness to Krishna.",
      "timestamp_url": "https://youtu.be/EgisVcHdjKA?t=495",
      "transcript": "Our taking birth itself in this material world is because of our past sinful activities. So we already are carrying a load of sinful reactions from our past life or past lives. Now adding to that more sinful reactions by not offering food and simply consuming food, not offering food is only going to increase our suffering in this world. Regarding the type of food that should be offered to Krishna, Krishna accepts only food which is in the mode of goodness. So what is food in the mode of goodness? It is described in the 17th chapter, 8th verse. āyuḥ sattva balārogyaḥ sukhaḥ prīti vyavardhanāḥ rasyaḥ snigdhāḥ sthirāḥ hṛdyāḥ āhārāḥ sātvikaḥ priyāḥ That which is in the mode of goodness, food is in the mode of goodness, increase the duration of life, āyuḥ. Purify one's existence, sattva. Bala, they give strength. ārogyaḥ, they promote good health. Sukhaḥ means they give happiness. And prīti vyavardhanāḥ and they give satisfaction. And further characteristics of such food, such nourishing foods are sweet, juicy, fattening and palatable. So unless food is palatable, unless food is of this characteristic, it is not in the mode of goodness. Typically, food in the mode of passion is very, very pungent, extremely spicy. Excess of spice is used or excess of salt or excess of sourness, chili, like that. And food in the mode of ignorance is completely decomposing and stale. And that which is untouchable, in the Vedic language, untouchable is that which is stool and flesh, animal flesh, animal eggs, animal remains. So these are all untouchables."
    },
    {
      "start_time": 674,
      "end_time": 809,
      "verse_references": [],
      "themes": [
        "sacrifice",
        "modes of nature",
        "prasadam",
        "distribution of food",
        "Vedic culture"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Prasadam distribution should be there.",
      "summary": "The speaker discusses the importance of performing sacrifices in the mode of goodness and emphasizes the significance of prasadam distribution in temples, following Srila Prabhupada's instructions.",
      "timestamp_url": "https://youtu.be/EgisVcHdjKA?t=674",
      "transcript": "So when we are to offer food, we should remember, we should offer food only that is in the mode of goodness. And further, regarding sacrifice, Krishna says in the 17th chapter, 13th verse, The meaning of this verse is, That sacrifice performed in defiance of scriptural injunctions, in which no spiritual food is distributed, no hymns are chanted, and no remunerations are made to the priests, and which is faithless, that sacrifice is of the nature of ignorance. So merely doing a sacrifice is not enough. The sacrifice has to be performed in the mode of goodness. So the characteristic of Tamsik sacrifice, or sacrifice in the mode of ignorance is, food is not distributed. As opposed to this, what was described in this 15th verse, in the description of Dwaraka Dham, how they received Krishna, they worshipped Krishna, they offered night foodstuffs to him, and the remnants were distributed among the people. Even when Prabhupada established his Kaun temples, he always said, Prasadam distribution should be there. Prasadam distribution should be there. So it's the Vedic culture, the temple's food is offered to the deity, who is worshipped, Krishna or Vishnu deity, and the remnants are distributed among the temple visitors. This is the Vedic culture. Prasadam distribution."
    },
    {
      "start_time": 810,
      "end_time": 915,
      "verse_references": [],
      "themes": [
        "prasadam",
        "purification",
        "devotion",
        "Krishna consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Prasadam distribution is also important in Kali Yuga because people can purify their heart of sinful reactions simply by taking Prasadam, Krishna Prasadam.",
      "summary": "The speaker concludes by highlighting the benefits of prasadam distribution in Kali Yuga, emphasizing its ability to purify the heart, awaken devotion, and facilitate spiritual advancement, ending with a Hare Krishna.",
      "timestamp_url": "https://youtu.be/EgisVcHdjKA?t=810",
      "transcript": "Prasadam distribution is also important in Kali Yuga because people can purify their heart of sinful reactions simply by taking Prasadam, Krishna Prasadam. And not only it purifies their heart of sinful reactions, but it also awakens their dormant devotion. Prasadam is completely satisfying to the tongue and even to the mind. Prasadam nourishes the body very nicely. So such Krishna Prasadam should be offered, nice preparation should be offered, palatable, sweet, juicy, nourishing. Foods in the mode of goodness should be offered to Krishna and the remnants should be distributed. Only then will people easily become Krishna conscious. They will progress on the path of bhakti and they will be able to actually make spiritual advancement, develop all good qualities that are to be found in devatas. Asyasthi bhakti bhagavati akinchana sarvair gunaistatra samasate suraha All good qualities are to be found in those who engage in pure devotional service and develop all divine qualities. I will stop here. Thank you very much."
    }
  ]
}