{
  "video_id": "eH-jHmYjVs8",
  "title": "SB 1.17.40-41 | HH Stoka Krishna Swami | 21-03-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=eH-jHmYjVs8",
  "segments": [
    {
      "start_time": 0,
      "end_time": 51,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer",
        "guru"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyanati Miran Dhasya Gyanan Janishalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, invoking blessings and paying respects to the spiritual master.",
      "timestamp_url": "https://youtu.be/eH-jHmYjVs8?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyanan Janishalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udeerayet"
    },
    {
      "start_time": 51,
      "end_time": 114,
      "verse_references": [
        "SB 1.17.40"
      ],
      "themes": [
        "Kali Yuga",
        "sinful activities",
        "five places"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Thus the person... The personality of Kali by the directions of Maharaj Pariksit, the son of Uttara was allowed to live in those five places.",
      "summary": "The speaker introduces verses 40 and 41 of the 17th chapter of the first canto of Srimad Bhagavatam, focusing on the five places where Kali is allowed to reside: gambling, drinking, prostitution, animal slaughter, and places where gold is accumulated for non-devotional purposes.",
      "timestamp_url": "https://youtu.be/eH-jHmYjVs8?t=51",
      "transcript": "In this session we will be discussing from two words, verses 40 and 41 of the 17th chapter of the first canto of Srimad Bhagavatam. The 40th verse is as follows: Amuni Panchasthanani Hyadharma Prabhavak Kadihi Outareyena Dattani Nyavasat Tannideshakrit. So, the meaning of this 40th verse is: Thus the personality of Kali, by the directions of Maharaj Pariksit, the son of Uttara, was allowed to live in those five places. So, what are the five places? The four places where the four sinful activities: gambling, drinking, prostitution, animal slaughter. These four places and the fifth place is where gold is accumulated."
    },
    {
      "start_time": 114,
      "end_time": 167,
      "verse_references": [],
      "themes": [
        "Kali Yuga",
        "sinful activities",
        "wealth",
        "corruption"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Because in Kali Yuga there is so much of wealth accumulated for sense gratification. Therefore, there is in Kali Yuga so much of falsity, intoxication, animal slaughter and prostitution.",
      "summary": "The speaker elaborates on Srila Prabhupada's purport, explaining how the accumulation of wealth for sense gratification in Kali Yuga leads to an increase in falsity, intoxication, animal slaughter, and prostitution.",
      "timestamp_url": "https://youtu.be/eH-jHmYjVs8?t=114",
      "transcript": "For non-devotional purposes. So, in the purport Srila Prabhupada says, \"Thus the age of Kali began with gold standardization and therefore falsity, intoxication, animal slaughter and prostitution are rampant all over the world and the saner section is eager to drive out corruption.\" You see, because in Kali Yuga there is so much of wealth accumulated for sense gratification. Therefore, there is in Kali Yuga so much of falsity, intoxication, animal slaughter and prostitution."
    },
    {
      "start_time": 167,
      "end_time": 283,
      "verse_references": [
        "BG 7.11"
      ],
      "themes": [
        "sinful activities",
        "gambling",
        "intoxication",
        "animal slaughter",
        "prostitution",
        "religious principles",
        "Varna Sankara"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Prostitution is any sexual contact with women outside of the religious principles.",
      "summary": "The speaker defines and explains each of the four sinful activities: gambling, intoxication, animal slaughter, and prostitution, emphasizing that sex should only be for producing good progeny according to religious principles, otherwise it leads to a corrupted population.",
      "timestamp_url": "https://youtu.be/eH-jHmYjVs8?t=167",
      "transcript": "Falsity is basically different forms of cheating by gambling. So, this is what we are talking about, by gambling. Intoxication, all descriptions of intoxicants, tobacco, whether they are consuming tobacco as gutka or they are smoking tobacco or they are distilling tobacco, whatever ways they want to indulge in intoxication. Animal slaughter. Killing of animals for flesh, meat eating. So many millions and billions of animals are killed. So much animal slaughter is going on. And prostitution. Prostitution is any sexual contact with women outside of the religious principles. Religious principles allow sex only for the sake of producing good progeny. Dharma aviriddha bhuteshu kamo smi bharatar shabha. In the Bhagavad Gita it is very clear. Sex life is meant for producing Krishna conscious children, good population. Otherwise, if the religious principles are not followed, then the result of illicit sex is Varna Sankara population. The population generated by illicit connection with women becomes corrupted, becomes criminal minded."
    },
    {
      "start_time": 283,
      "end_time": 375,
      "verse_references": [],
      "themes": [
        "Kali Yuga",
        "religious principles",
        "corruption",
        "counteracting measures",
        "fasting",
        "marriage",
        "charity",
        "Bhagavata Dharma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, we can see how the number of people who are, on. not following the religious principles is increasing as Kali Yuga progresses",
      "summary": "The speaker discusses the increasing lack of adherence to religious principles in Kali Yuga and mentions Srila Prabhupada's suggestions for counteracting the evil influence of Kali, including fasting, compulsory marriage, and charity for the propagation of Bhagavata Dharma.",
      "timestamp_url": "https://youtu.be/eH-jHmYjVs8?t=283",
      "transcript": "So, we can see how the number of people who are not following the religious principles is increasing as Kali Yuga progresses and there is so much of indulgence in intoxication, meat eating, gambling, illicit sex, so much. And there are sober people who want to drive away corruption, but Prabhupada says the counteracting process for these four sinful activities is already suggested by Prabhupada in the purport to 38th verse and the 39th verse. So 38th verse Prabhupada suggested two compulsory days of fasting observing the Kali Shivrata and then a compulsory marriage for those who want to associate with a member of the opposite sex, then citizens of state must give in charity up to 50 percent of their income for the propagation of Bhagavata Dharma and the five ways in which Bhagavata Dharma should be propagated in the state. All these recommendations are meant for actually counteracting"
    },
    {
      "start_time": 375,
      "end_time": 491,
      "verse_references": [
        "SB 1.17.41"
      ],
      "themes": [
        "progressive well-being",
        "irreligious principles",
        "kings",
        "religionists",
        "public leaders",
        "brahmanas",
        "sannyasis"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Therefore whoever desires progressive well-being especially kings, religionists, public leaders, brahmanas and sannyasis should never come in contact with the above mentioned four irreligious principles.",
      "summary": "The speaker introduces verse 41, emphasizing that those who desire progressive well-being, especially leaders like kings, religionists, public leaders, brahmanas, and sannyasis, should avoid the four irreligious principles: gambling, illicit sex, intoxication, and meat-eating.",
      "timestamp_url": "https://youtu.be/eH-jHmYjVs8?t=375",
      "transcript": "the evil influence of Kali in this Kali Yuga and Prabhupada says everyone can take advantage of these suggestions. Then in the 41st verse: athei taani na seveta, bubhusuhu purushakva chit pierisupati grassha vashi 깁 ebeIm vishe shato dhamash exporta, saitala kuru prasadhi agni ko pashalaye dosa ajari , Bmake하면 sathyanakas keikamishwaram vamsikamah nitopatmanai vipuhya 365OSADVOMU kamup branches, abdev vai kasi makir abdevfakas hijjyari uasali pingamat jag jahan karmok oli baisamikana guru who. The meaning of this 41st verse is: therefore whoever desires progressive well-being especially kings, religionists, public leaders, brahmanas and sannyasis should never come in contact with the above mentioned four irreligious principles. So Bhagavatam recommends specially four or five categories of persons. Kings means the rulers, the executive heads of the government, religionists those who preach religious principles, priests and propagators of religion. Public leaders, all descriptions of public leaders, brahmanas and sannyasis in the Vedic culture the brahmanas are proper explains that in the purport I will read the purport we will understand who are being mentioned as brahmanas and sannyasis. These categories of persons in the society should never come in contact with the four religious principles: gambling, illicit sex, intoxication and meat eating. They should never come in touch with these four."
    },
    {
      "start_time": 491,
      "end_time": 572,
      "verse_references": [],
      "themes": [
        "brahmanas",
        "sannyasis",
        "varnashrama system",
        "spiritual masters"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So in the purport Srila Prabhupada says the brahmanas are the religious preceptors for all other castes.",
      "summary": "The speaker explains Srila Prabhupada's purport, clarifying the roles of brahmanas and sannyasis in the varnashrama system, highlighting that brahmanas are spiritual teachers for other castes, and sannyasis are spiritual masters for all.",
      "timestamp_url": "https://youtu.be/eH-jHmYjVs8?t=491",
      "transcript": "They should be completely free from these four sinful habits. So in the purport Srila Prabhupada says the brahmanas are the religious preceptors for all other castes. In the varnashrama system there are four social divisions: brahmana, kshatriya, vaishya, shudra. So of these four divisions the division of brahmanas, they are the spiritualists, the spiritual teachers for the kshatriyas, vaishyas and shudras. And the sannyasis are spiritual masters for all castes and orders of society. Sannyasis are among the brahmanas those who are in the renounced order, those who are renunciants. They are completely detached from all material connections. So sannyasis are the spiritual masters even of the brahmanas. So sannyasis are spiritual masters for everyone. So brahmanas and sannyasis are clarified who are meant by brahmanas and sannyasis. So also are the king and the public leaders who are responsible for the material welfare of all people."
    },
    {
      "start_time": 572,
      "end_time": 688,
      "verse_references": [],
      "themes": [
        "kings",
        "public leaders",
        "material welfare",
        "truthfulness",
        "illicit connection with women"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So also are the king and the public leaders who are responsible for the material welfare of all people.",
      "summary": "The speaker discusses the responsibilities of kings and public leaders for the material welfare of the people, emphasizing the importance of truthfulness for brahmanas and avoiding illicit connections with women for sannyasis.",
      "timestamp_url": "https://youtu.be/eH-jHmYjVs8?t=572",
      "transcript": "The king, the king means the executive head of state. Of course now there is no monarchy in most countries but in place of the king there is the president or the prime minister or the governor whatever be the designation, the executive head of state in the government. So they should be responsible for the material welfare of the people. Okay. So, particularly Prabhupada says not only material welfare, it is said here by Prabhupada the progressive religionists and those who are responsible human beings or those who want to do not want to spoil their valuable human lives should refrain from all principles of irreligiosity especially elicit connection with women. Among the four sinful activities elicit connection with women is particularly to be refrained by the sannyasis. And, a Brahmana especially he should be truthful. So, if a Brahmana is not truthful, all his claims as a brahmana at once becomes null and void so brahmana should be truthful under all circumstances never should a brahmana tell lies and a sanyasi should particularly avoid illicit connection with women the sanyasi is illicit having illicit connection with women immediately all his claims for as a sanyasi at once becomes false."
    },
    {
      "start_time": 688,
      "end_time": 755,
      "verse_references": [],
      "themes": [
        "illicit connection with women",
        "truthfulness",
        "drinking",
        "smoking",
        "public leaders",
        "good character"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "forget about illicit sex sanyasi should have no connection with any women at all of any kind",
      "summary": "The speaker further emphasizes the importance of avoiding illicit connections with women for sannyasis and truthfulness for brahmanas, and how drinking and smoking disqualify public leaders from effectively serving the people.",
      "timestamp_url": "https://youtu.be/eH-jHmYjVs8?t=688",
      "transcript": "So these are injunctions in the vedic literature particularly of course it doesn't mean others can have illicit connection with women no but particularly the sanyasi should never have any forget about illicit sex sanyasi should have no connection with any women at all of any kind and brahmana should not tell lies under any circumstances should never tell lies similarly if the king and the public leader unnecessarily proud or habituated to drinking and smoking certainly they become disqualified to discharge public welfare activities see the public leader in order to influence the people whom they are governing in a positive way they should themselves have a good character that good character means they should not be habituated to drinking or smoking."
    },
    {
      "start_time": 755,
      "end_time": 836,
      "verse_references": [],
      "themes": [
        "truthfulness",
        "religion",
        "character",
        "qualification",
        "spiritual master",
        "material master"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Truthfulness is the basic principle of all religions",
      "summary": "The speaker highlights truthfulness as a basic principle of all religions and emphasizes that leaders, both spiritual and material, must be tested by their character and qualifications before being accepted.",
      "timestamp_url": "https://youtu.be/eH-jHmYjVs8?t=755",
      "transcript": "If they have such habits then they are disqualified to be in the position of public leader. Now proper says truthfulness is the basic principle of all religions any religious system somebody may follow somebody may claim I'm christian somebody else may claim I'm muslim somebody else may claim I'm hindu whatever be your release affiliation truthfulness is the basic principle everybody has to practice that practice truthfulness. So prabhupada says the four leaders of the human society namely the sannyasis the brahmanas the king and the public leader must be tested crucially by their character and qualification character character is very important what are their qualities by which they are holding that position in society as a brahmana as a king or public leader or as a sannyasi so before one can be accepted as a spiritual or material master of society he must be tested by the above mentioned criteria of character."
    },
    {
      "start_time": 836,
      "end_time": 933,
      "verse_references": [],
      "themes": [
        "gambling",
        "drinking",
        "prostitution",
        "animal slaughter",
        "corruption",
        "leadership"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Such public leaders may be less qualified in terms of academic qualifications but it is necessary primarily that they be free from the contamination of four disqualifications namely gambling drinking prostitution and will slaughter",
      "summary": "The speaker concludes by reiterating the importance of avoiding the four sinful activities (gambling, drinking, prostitution, and animal slaughter), especially for leaders, to ensure a peaceful and prosperous society free from corruption.",
      "timestamp_url": "https://youtu.be/eH-jHmYjVs8?t=836",
      "transcript": "So material masters are the public leaders and the spiritual master is one who is guiding in spiritual affairs the society the members of the society so both of them should be actually qualified before they occupy the position of a spiritual leader or a material leader such public leaders may be less qualified in terms of academic qualifications but it is necessary primarily that they be free from the contamination of four disqualifications namely gambling drinking prostitution and will slaughter that means in the society people in general should avoid these four sinful activities gambling drinking prostitution animal slaughter and particularly the profession of wit으s and the spiritual leaders the material leaders and the spiritual leaders should totally avoid these four activities sinful activities then only there will be no corruption in the state and people will be able to live peacefully happily and nicely in such a state but if these four activities are indulged in indulged in by the leaders, then this state is completely corrupt state. So, that is being"
    }
  ]
}