{
  "video_id": "eiA74rWzdOw",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.11.37 | 26-07-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=eiA74rWzdOw",
  "segments": [
    {
      "start_time": 58,
      "end_time": 207,
      "verse_references": [
        "SB 1.11.37"
      ],
      "themes": [
        "transcendental position of Krishna",
        "reciprocity with devotees",
        "supreme position of the Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But actually Krishna is only reciprocal.",
      "summary": "This segment introduces the verse from Srimad Bhagavatam and explains that Krishna's dealings, even those that appear ordinary, are a display of his reciprocity with his devotees while maintaining his supreme position.",
      "timestamp_url": "https://youtu.be/eiA74rWzdOw?t=58",
      "transcript": "In this session we will be discussing from the thirty-seventh verse of the eleventh chapter of the first canto of Srimad Bhagavatam: tam ayam manyate loko yasangam api sanginam atmaupamyena manujam vyapruvanam yato abudhaha. The meaning of this verse is, the common materialistic conditioned souls speculate that the Lord is one of them. Out of their ignorance they think that the Lord is affected by matter, although he is unattached. These are words spoken by Srila Suta Goswami. He is speaking to the sages of Naimisharanya. He is describing the Lord. He is describing the transcendental position of the Supreme Lord Krishna. To a common person it may appear like Krishna is an ordinary man because his dealings look like, his dealings with his queens in Dwaraka appears like he is a henpecked husband. But actually Krishna is only reciprocal. He is reciprocating with them because they are his devotees. And he is only attracted by their devotional service. And accordingly Krishna responds with every devotee, every pure devotee. And even while reciprocating with his devotees, even though he may appear to take a subordinate position, his supreme position remains unaffected, because he is the Lord eternally, always, under all circumstances, in all times, at all places, in every situation, in his dealings with everyone."
    },
    {
      "start_time": 211,
      "end_time": 359,
      "verse_references": [],
      "themes": [
        "ignorance",
        "mundane wranglers",
        "impersonalism",
        "propaganda"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Due to ignorance only, the foolish mundane wranglers misunderstand the Supreme Lord.",
      "summary": "This segment focuses on Srila Prabhupada's explanation of the verse, highlighting the term 'abudhaha' (foolish) and describing 'mundane wranglers' who misunderstand and spread misinformation about God.",
      "timestamp_url": "https://youtu.be/eiA74rWzdOw?t=211",
      "transcript": "So, Srila Prabhupada explains this verse in the purport. The word abudhaha is significant here. Abudhaha means foolish because of ignorance. Due to ignorance only, the foolish mundane wranglers misunderstand the Supreme Lord. Srila Prabhupada uses this term, mundane wranglers. Mundane means somebody who is of this material world, is completely covered by ignorance due to the influence of the material nature. Such a person is called a mundane person. And wrangler means one who simply picks up quarrel for even trivial reasons. One is always trying to pick up a dispute. So, these foolish mundane wranglers are those who are always trying to find fault with God, Krishna, incarnations, spiritual persons, transcendentalists. And they themselves are actually very, very materialistic. So, they can never accept that the Absolute Truth is the Supreme Person. At the most, they may agree to accept some transcendental reality which is impersonal at the most, but even that they do not properly understand. So, Srila Prabhupada says here, the foolish mundane wranglers misunderstand the Supreme Lord. It's always the case with such people. Not only they misunderstand, they spread their foolish imaginations amongst innocent persons by propaganda. They are also engaged in propaganda, that God is impersonal or God does not exist or everyone is God, or God is ordinary person like that. The Supreme Lord Sri Krishna is the original primeval personality of Godhead."
    },
    {
      "start_time": 359,
      "end_time": 466,
      "verse_references": [],
      "themes": [
        "divine potency",
        "Krishna's activities",
        "unlimited power"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Now, if you carefully analyze every action of Sri Krishna, as described in the authentic scriptures, you will definitely find his divine potency working.",
      "summary": "This segment emphasizes Krishna's divine potency, using the examples of lifting Govardhan Hill and subduing Kaliya to illustrate his unlimited power and how every action of Krishna is full of this potency.",
      "timestamp_url": "https://youtu.be/eiA74rWzdOw?t=359",
      "transcript": "Primeval means he is the original person. And when he was personally present before the eyes of everyone, he displayed full-fledged divine potency in every field of activities. Now, if you carefully analyze every action of Sri Krishna, as described in the authentic scriptures, you will definitely find his divine potency working. Otherwise, how is it possible for a seven-year-old boy to lift Govardhan hill on his little left finger and hold it for seven days and nights continuously against a torrential rain, devastating rainfall sent by Indra? How is it possible? Only because he is unlimitedly powerful. That's the only explanation that can be given. Or he subdued that huge, powerful serpent Kalia who had 101 hoods and was very poisonous, spewing poison in the entire area of Yamuna lake. How could he subdue that Kalia? It's only because he is unlimitedly powerful. He is a supreme person. So, every action of Krishna is full of his divine potency."
    },
    {
      "start_time": 466,
      "end_time": 573,
      "verse_references": [
        "SB 1.1.1"
      ],
      "themes": [
        "bliss",
        "knowledge",
        "eternity",
        "Krishna's activities vs. mundane activities"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He may appear like an ordinary person, but his actions are full of bliss.",
      "summary": "This segment contrasts Krishna's activities with ordinary activities, explaining that Krishna's actions are characterized by bliss, knowledge, and eternity, and are performed on the transcendental platform.",
      "timestamp_url": "https://youtu.be/eiA74rWzdOw?t=466",
      "transcript": "And therefore, he is the Lord under all circumstances. As we have already explained in the first verse of Srimad Bhagavatam, he is completely independent to act however he likes. But all his actions are full of bliss, knowledge and eternity. This is the difference between Krishna's activities and our activities. He may appear like an ordinary person, but his actions are full of bliss. It gives pleasure to him and his devotees, always, every action. So, that is the characteristic difference in the quality of the activity, the nature of the activity. And his activities are full of knowledge. Nothing is ignorance. Nothing is done ignorantly by Krishna, and eternity. Everything is on the spiritual platform, on the transcendental platform. Only the foolish mundaners misunderstand him, unaware of his eternal form of knowledge and bliss. Foolish mundaners. These foolish materialistic people. They don't understand Krishna's personality. Why? Because they don't want to understand. They simply want to deny God. Now, the nature of Krishna's personality as eternal form of knowledge and bliss"
    },
    {
      "start_time": 573,
      "end_time": 664,
      "verse_references": [
        "BG 10.12-13"
      ],
      "themes": [
        "scriptural evidence",
        "Krishna's potencies",
        "perfect plan",
        "pleasure pastimes"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Plenty of evidence is there in the scriptures about Krishna's personality.",
      "summary": "This segment provides scriptural evidence from the Bhagavad Gita and Upanishads to support the nature of Krishna's personality and explains how his potencies work according to his will, allowing him to engage in pleasure pastimes.",
      "timestamp_url": "https://youtu.be/eiA74rWzdOw?t=573",
      "transcript": "is confirmed in the Bhagavad Gita and the Upanishads. Param Brahma Paramdham Apavitram Paramambhavan Purusham Shashvatam Divyam Adhidevam Ajam Vibhum. How much more do you require? Description. How much more description do you require? Bhagavad Gita. This is stated. Upanishads. Nityo Nityanam Chetanas Chetananam Eko Bahunam Yo Vidyati Kaman. Plenty of evidence is there in the scriptures about Krishna's personality. His different potencies work in a perfect plan of natural sequence. Parasthi Shaktir Vividhaiva Shuyate Swabhaviki Gyanabhila Kriyacha. All his energies are working exactly according to his will. He doesn't have to do anything. Then what are his activities meant for? It's simply meant for his pleasure pastimes. That's all. He doesn't have to do anything for the sake of maintaining this world or for the sake of controlling any particular thing. He doesn't have to do because his energies work according to his will. Sathya Sankalpa. Another name for Krishna. He wills and things are carried out by his subordinate energies, who are always engaged in serving."
    },
    {
      "start_time": 664,
      "end_time": 776,
      "verse_references": [],
      "themes": [
        "natural sequence",
        "laws of nature",
        "karma",
        "Krishna's independence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "That is Krishna's wonderful creation.",
      "summary": "This segment describes the perfect plan of natural sequence in the material world, emphasizing how everything happens systematically according to karma and the laws of nature, while Krishna remains independent and engaged in his pleasure pastimes.",
      "timestamp_url": "https://youtu.be/eiA74rWzdOw?t=664",
      "transcript": "His desires. And there is a perfect plan of natural sequence, in this material world particularly. Everything is happening sequentially, very naturally, and according to a certain plan. Kala, Karma, Guna. So that is perfectly arranged by Krishna, that the seasons are changing, the sun is rising, the time is passing by, and systematically creation, maintenance, destruction is happening, and all the natural laws are working. Laws of nature are working perfectly. Every condition soars. Every soul is taking birth according to their karma, in course of time. Changes are happening. Krishna doesn't have to involve himself in details. The details are already coded into the material nature. That is Krishna's wonderful creation, that the foolish scientists will never understand, because they cannot decode that, because nature is working. They have their theories. Krishna is doing everything by the agency of his different potencies, while he remains eternally the supreme independent. He is aloof from everything, because he is engaged in his pleasure pastimes with his devotees."
    },
    {
      "start_time": 776,
      "end_time": 857,
      "verse_references": [
        "BG 9.13"
      ],
      "themes": [
        "internal potency",
        "external potency",
        "material modes",
        "nirguna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "I appear by my internal potency.",
      "summary": "This segment explains the difference between Krishna's internal and external potencies, emphasizing that Krishna descends by his internal potency and is unaffected by the material modes of nature (nirguna).",
      "timestamp_url": "https://youtu.be/eiA74rWzdOw?t=776",
      "transcript": "When he descends from the material world by his causeless mercy, to different living beings. When he descends from the material world by his own potency. In the Bhagavad Gita, Krishna says, I appear by my internal potency. What is the difference between internal potency and external potency? External potency is the material energy under which we are all placed, due to which we are in illusion. But Krishna does not come by the agency of the material energy, or illusory energy or external potency. He uses his internal potency or spiritual energy for all his activities, for his incarnation, for his appearance, for his activities, everything. He uses his internal potency. He is not subject to the conditions of the material modes of nature. We are all affected by something. Sattva guna, raja guna, tamo guna, always acting on us. But Krishna is completely aloof from these three gunas, even when he is in the material world. Nirguna. He is called nirguna."
    },
    {
      "start_time": 857,
      "end_time": 945,
      "verse_references": [
        "BG 14.27"
      ],
      "themes": [
        "mental speculators",
        "impersonalism",
        "Brahman",
        "pure devotees",
        "parampara"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The correct understanding can only get from pure devotees.",
      "summary": "This segment addresses the misunderstandings of mental speculators (mayavadis) regarding the impersonal Brahman feature and emphasizes that the correct understanding of Krishna can only be obtained from pure devotees through the parampara system.",
      "timestamp_url": "https://youtu.be/eiA74rWzdOw?t=857",
      "transcript": "Unaffected by material nature. The mental speculators misunderstand him as the supreme person, and they consider his impersonal features as inexplicable, Brahman to be all. The mental speculators are the mayavadis. They always speculate. They don't take the scriptural statements to be fact. They misunderstand the scriptural statements, and they always argue that the impersonal feature is the highest truth. Whereas in the Bhagavad Gita, Brahmano hi pratishtaham. It is clearly explained that the Brahman feature or the impersonal feature is subordinate to the supreme personality of Godhead. Yesya prabha prabhavato jagalanda koti. In the Brahmasamhita it is explained. The Brahman feature is the effulgence of the body of the transcendental form of Krishna. Very clearly it is explained everywhere. In the Vedanta Sutra also it is explained like that. So this. The correct understanding can only get from pure devotees, from the parampara system, from the proper explanation of the Vedic literature, given by the acharyas, Vaishnava acharyas. Only then you can understand. I will stop here. Thank you very much."
    }
  ]
}