{
  "video_id": "EKiUi9ClDW0",
  "title": "S.B. 3.15.30 | By His Holiness Stoka Krishna Swami | 05-07-2020 | Hare Krishna Movement Chennai",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=EKiUi9ClDW0",
  "segments": [
    {
      "start_time": 0,
      "end_time": 116,
      "verse_references": [],
      "themes": [
        "Kumaras",
        "Vaikuntha",
        "Doorkeepers",
        "Srila Prabhupada"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Thus ends the Bhaktivedanta Purpa.",
      "summary": "The speaker reads the translation and purport of S.B. 3.15.30, focusing on the Kumaras' appearance, their age, and the doorkeepers' actions.",
      "timestamp_url": "https://youtu.be/EKiUi9ClDW0?t=0",
      "transcript": "Translation: The four boy sages, who had nothing to cover their bodies but the atmosphere, looked only five years old, even though they were the oldest of all living creatures and had realized the truth of the self. But when the porters, who happened to possess a disposition quite unpalatable to the Lord, saw the sages, they blocked their way with their staffs, despising their glories, although the sages did not deserve such treatment at their hands. Purport by Srila Prabhupada: The four sages were the first born sons of Brahma; therefore, all other living entities, including Lord Shiva, are born later and are therefore younger than the four Kumaras. Although they looked like five-year-old boys and traveled naked, the Kumaras were older than all other living creatures and had realized the truth of the self, such that they could not remain negligible and thus became known as the king of all the world. However, the sages were not to be forbidden to enter the kingdom of Vaikuntha, but by chance the doorman objected to their entrance. This is not fitting. The Lord is always anxious to serve sages like the Kumaras, but in spite of knowing this fact, the doorman astonishingly and outrageously prohibited them from entering. Thus ends the Bhaktivedanta Purport."
    },
    {
      "start_time": 174,
      "end_time": 321,
      "verse_references": [],
      "themes": [
        "Vaikuntha",
        "Kumaras",
        "Palaces",
        "Devotees"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So like that in the Vaikuntha also, all the devotees live in palatial buildings.",
      "summary": "The speaker describes the Vaikuntha planet, focusing on the palaces where devotees reside and the Kumaras' eagerness to see the Supreme Lord.",
      "timestamp_url": "https://youtu.be/EKiUi9ClDW0?t=174",
      "transcript": "So this is a word spoken by whom? Brahma. Brahma is speaking to Devatas. So the description continues: what happened when the sages reached the Vaikuntha planet, they were trying to enter the personal abode of the Supreme Lord, that particular palace. In the Vaikuntha, everyone lives in palaces. Just like when Brahma came to visit Dwaraka, he saw that all the Vishnis, they are living in wonderful palaces. Not Brahma. Sudhama. Brahma also came to Dwaraka, but it is described Sudhama saw so many palaces. So since he had to meet Krishna, he was shown Krishna's palace after he passed through so many security guards, guarding persons. You know that. First he had to pass through some gates to enter the Dwarka township itself. And after that he had to pass through so many palaces of the Vrishnis, Yadus. And then he had to be shown the particular palace in which Krishna was residing. In fact, Krishna doesn't reside in one palace. He resides in 16,108 palaces, because he has those many queens. So like that in the Vaikuntha also, all the devotees live in palatial buildings. But the Kumaras were particularly eager to see the Supreme Lord. They were eager to see the Supreme Lord."
    },
    {
      "start_time": 321,
      "end_time": 551,
      "verse_references": [
        "SB 1.7"
      ],
      "themes": [
        "Kumaras",
        "Doorkeepers",
        "Agitation",
        "Eyes",
        "Ashwatthama",
        "Arjuna",
        "Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, these two doormen at the seventh door, even though reddish eyes, Kumaras could make out they are agitated, they are agitated, they are not casting a cool glance, they are agitated.",
      "summary": "The speaker describes the doorkeepers' agitated state and contrasts it with Krishna's cool glance, referencing the story of Ashwatthama's punishment.",
      "timestamp_url": "https://youtu.be/EKiUi9ClDW0?t=321",
      "transcript": "Okay. So when they tried to enter, six gates nobody blocked. The seventh gate, it is already described, with open minds they entered the seventh door out of their own will, just as they had passed through the six other doors, which were open ones, which are made of gold and diamonds. But the two doormen of the seventh door, they first of all raised their eyebrows. Who are you? And they breathe little heavily, discontented nostrils, reddish eyes. They appear deep. His eyes are red, appeared somewhat agitated. These reddish eyes is common for the Lord and the inhabitants of Vaikuntha. But when the Lord glances with his reddish eyes in his transcendental form, it is as cool as a lotus. That glance is as cool as a lotus. This is described in the first canto, the seventh chapter, the son of Drona punished. This is Ashwatthama at the end of the battle of Kurukshetra. He went and beheaded the sleeping sons of Draupadi. So Draupadi was very much heartbroken, naturally. So then Arjuna, he decided to punish this Ashwatthama who had done this unlawful killing. So Arjuna chased. Now Arjuna was accompanied by Krishna, because even the end of the battle, still Krishna was unharmed. He chased the chariot driver of Arjuna. So Krishna was there with Arjuna when Arjuna chased this Ashwatthama. And Arjuna was very angry against this Ashwatthama, because Ashwatthama was a murderer of innocent boys. Hm. Krishna was also looking but with cool eyes. Krishna's eyes are reddish, but he was looking with cool eyes, as cool as a lotus in a beautiful reservoir of water, like that, Krishna's glance is very cool."
    },
    {
      "start_time": 551,
      "end_time": 770,
      "verse_references": [],
      "themes": [
        "Kumaras",
        "Doorkeepers",
        "Behavior",
        "Devotional Service",
        "Anukula",
        "Pratikula"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bhagavata pratikula shilau, that which is not pleasing to the Lord.",
      "summary": "The speaker elaborates on the doorkeepers' unfavorable behavior towards the Kumaras, contrasting it with the concept of 'anukula' (favorable) devotional service.",
      "timestamp_url": "https://youtu.be/EKiUi9ClDW0?t=551",
      "transcript": "So, these two doormen at the seventh door, even though reddish eyes, Kumaras could make out they are agitated. And not only they were looking in an agitated way at the Kumaras, but they blocked their way using their staff, as if despising their glories, who are you, simply creating nuisance here, go away, don't enter. In that mood, they stopped, despising their glories. Tejo vihasya bhagavat pratikul shilau, and they are blocking with their staff and despising their glories. Bhagavata was quite unpalatable to the Lord. Bhagavata pratikul shilau, that which is not pleasing to the Lord. Why is this particularly mentioned? Because in Vaikuntha, everyone is serving the Supreme Lord in a favorable way. All are devotees. All are serving Anukula. Rupa Goswami describes Bhakti in Bhakti Rishams Sindhu. What does he say? The definition of pure devotional service, according to Rupa Goswami: Anyabhilashita shunyam, Jnana karmadi anavrta, Anukuliena krishnanu shilanam. Here, it is the opposite. Bhagavata pratikula shilau. Anukula shila, pratikula shila. Pratikula shila is having a nature displeasing to the Lord. Anukula shila. Either Bhagavata Anukula shila or Krishna Anukula shila. That is pleasing to the Lord. A disposition, a behavior, a proper way of interacting in a favorable way to the Lord. That is Bhagavata Anukula. Here it is Bhagavata pratikula shila. A disposition quite unpalatable to the Lord."
    },
    {
      "start_time": 770,
      "end_time": 961,
      "verse_references": [],
      "themes": [
        "Kumaras",
        "Doorkeepers",
        "Age",
        "Self-Realization",
        "Respect"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "They were stopping Vriddhan... Vriddhan means, the oldest of all living creatures.",
      "summary": "The speaker emphasizes the Kumaras' advanced age and self-realization, highlighting the doorkeepers' inappropriate treatment of them.",
      "timestamp_url": "https://youtu.be/EKiUi9ClDW0?t=770",
      "transcript": "And who are they stopping? They were stopping Vriddhan. Vriddhan means the oldest of all living creatures. Most elderly personalities. The four kumaras. Because Prabhupada says in the purport, the four sages, the four kumaras, they were the first born sons of Brahma. So all others, sons of Brahma, are later, after the four kumaras. So they are the oldest, means eldest, elderly, in the sense of elderly. Vriddhan, but Dasha, Ardha, Vayasaha, they appear like five-year-old boys, half of ten is five. Vayasan, Vayasaha, Dasha, Ardha, Vayasaha, five-year-old, they appear like five-year-olds. And they are, even though appearing like five-year-olds, they are Vidita Atma Tattva, they are realized the truth of the Self. They have realized the truth of the Self, the self-realized souls. So such self-realized, eldest of all sons of Brahma, and they are sages, they are Naishitika Brahmacharis. So such great personalities never deserve such treatment at the hands of the doorkeepers. Atad Arhanam Stau Atad Arhanam, that which is not proper, undeserving. So, the two doorkeepers, they should not have stopped the Kumaras, in fact they should have welcomed them or received them with great respect and honour because they are self-realised souls and it is also said they were eager to see the Supreme Lord, they were eager to see the Supreme Lord."
    },
    {
      "start_time": 961,
      "end_time": 1164,
      "verse_references": [],
      "themes": [
        "Kumaras",
        "Age",
        "Renunciation",
        "Brahma Loka",
        "Subtle Body",
        "Effulgence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "although they looked like five-year-old boys and traveled naked the Kumaras were older than all other living creatures",
      "summary": "The speaker explains the Kumaras' renunciation, their subtle bodies, and the effulgence associated with residents of higher planets like Brahma Loka.",
      "timestamp_url": "https://youtu.be/EKiUi9ClDW0?t=961",
      "transcript": "So Srila Prabhupada explains in the purport the justification for the Kumaras entering that Vaikuntha abode of the Supreme Lord. The four sages were the first born sons of Brahma, therefore all other living entities, including Lord Shiva, are born later and therefore younger than the four Kumaras. Younger means in terms of birth in this material world, Kumaras are the oldest, all others are younger. But the Kumaras, they look like five-year-old boys, they maintain that way. As I explained yesterday, they maintain that type of form and they travel naked. The Sanskrit that is used to describe them: Vata Rasha Naan, covered by the atmosphere or air, that means they are not wearing anything, they are naked, small boys, five-year-old boys, nobody will mind, nobody will say why are you not dressed, five-year-old boys. So they are traveling naked because they are completely renounced. Generally these four Kumaras are not visible to everybody because they are residents of Brahma Loka. So residents of Brahma Loka first of all don't have a gross body, they only have a subtle body and not only that, they have a subtle body in the upper planets, their body has growth, their body has got a glow, an effulgence and that effulgence is so dazzling that even if somebody had the ability to see a subtle form, just like all the residents of Swarga, they have subtle form, they don't have gross form, Swarga and above all subtle form, but even then relatively speaking, they have relatively different degree of bodily effulgence. There are different degrees of bodily effulgence. So more advanced spiritually, more the effulgence."
    },
    {
      "start_time": 1164,
      "end_time": 1377,
      "verse_references": [],
      "themes": [
        "Vamanadeva",
        "Effulgence",
        "Krishna",
        "Butter Theft",
        "Mother Yashoda"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna when in Gokula, he would go round as a small boy trying to steal butter.",
      "summary": "The speaker uses the examples of Vamanadeva and Krishna's butter-stealing pastimes to illustrate how the Supreme Lord sometimes conceals his effulgence.",
      "timestamp_url": "https://youtu.be/EKiUi9ClDW0?t=1164",
      "transcript": "So there's a description that when Vaman Deva walked into the sacrificial arena of Bali Maharaj, that time Vaman Deva was Supreme Lord. So Supreme Lord's effulgence is the supreme effulgence and that is ultimately Brahma Josa Jyoti, how bright it illuminates the entire spiritual sky and the entire existence. So nobody's effulgence can be brighter than the Supreme Lord's effulgence. But the Supreme Lord when he incarnates, he does not display his effulgence all the time. Most of the time he doesn't display. Krishna when in Gokula, he would go round as a small boy trying to steal butter. So the gopis would try to prevent Krishna from stealing butter by hiding the butter pots. Mother Yashoda would receive complaints, Krishna is stealing butter. So Mother Yashoda first would say, why will my son steal butter? There is plenty of butter in our house. And not only that, plenty of butter, Yashoda thinking that these complaints are becoming too much, she specially was feeding flavored grass to some limited number of cows. Nandamaharaja had 9 lakh cows. So out of that she had selected some cows and those cows she was feeding flavored grass. And that flavored grass means the milk will be having special flavor. That special flavored grass personally she would feed, personally she would milk the cow. And that milk she would boil nicely, make it yogurt. And that yogurt should personally churn and make butter to feed Krishna specially flavored butter, so that Krishna will not go to neighboring houses to steal butter. Because Yashoda has to wonder, why will he go to somebody else's house and eat butter? Maybe their butter is more tasty. So she said, I will feed Krishna. Why? Because Krishna has special flavored butter. So Yashoda used to prepare this kind of butter. So after she started feeding this kind of butter, Krishna very nicely used to eat. Then Yashoda is feeding lovingly this flavored butter. Then complaints are still coming in spite of this. So she will tell the gopis, why don't you hide the pots, keep it in a dark place so that he cannot see."
    },
    {
      "start_time": 1377,
      "end_time": 1507,
      "verse_references": [],
      "themes": [
        "Krishna",
        "Butter Theft",
        "Mother Yashoda",
        "Gopis",
        "Ornaments",
        "Effulgence"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So then they used to hide it in a dark place. Still Krishna was stealing.",
      "summary": "The speaker continues the story of Krishna's butter-stealing, describing the gopis' attempts to hide the butter and their eventual realization of Krishna's inherent effulgence.",
      "timestamp_url": "https://youtu.be/EKiUi9ClDW0?t=1377",
      "transcript": "Small boy, you are complaining he is stealing butter. So then they used to hide it in a dark place. Still Krishna was stealing. So next time they came with complaint, they said, actually we are hiding. Yashoda said, I told you to hide. How can he come and take if you are hiding? No, there is, I think he is able to see even if it is in a dark place because you are decorating him with nice jewelry. And those jewelry you have got from precious stones. And the stones naturally give out light. So then Yashoda said, okay, I will remove his special ornament. They said, no, no, no, no, no. Don't remove his ornaments. He looks so beautiful with those wonderful ornaments. Don't remove his ornaments. But then they began to think that why were they telling don't remove the ornaments? Because he looks very beautiful with the ornaments. Secondly, they are telling these two boys, Krishna and Balarama, even if you remove ornaments, he will not come. He will not come. Even if you remove ornaments, no use, because their body, some kind of glow is there in their body. They couldn't understand that Krishna and Balarama have a natural glow because of their Brahman effulgence. They are Brahman, Supreme Brahman. So naturally they have got the effulgence. So sometimes Krishna and Balarama will display little effulgence. That time some of the gopis will see, oh, there is some effulgence coming out of their bodies. So all these are loving pastimes of Krishna and Balarama."
    },
    {
      "start_time": 1507,
      "end_time": 1650,
      "verse_references": [],
      "themes": [
        "Vamanadeva",
        "Effulgence",
        "Austerity",
        "Sages",
        "Bali Maharaj"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So when Vamande walked into that assembly, he appeared to be dazzling, dazzling, having dazzling effulgence.",
      "summary": "The speaker returns to the example of Vamanadeva, describing how his effulgence surpassed that of the assembled sages in Bali Maharaj's sacrificial arena.",
      "timestamp_url": "https://youtu.be/EKiUi9ClDW0?t=1507",
      "transcript": "Loving pastimes. So Varman Deva similarly. When he appeared as the son of Aditi and Kashyapa, he appeared like their son, but he was not displaying his effulgence. But when he walked into the sacrificial arena of Bali Maharaj, then all the assembled sages, because that sacrificial arena, there were very, very powerful sages who were performing the sacrifice, especially Bali Maharaj had invited very powerful sages to perform the sacrifices after defeating Indra. So these sages were displaying their effulgence, natural effulgence, very, very bright. So when Vamande walked into that assembly, he appeared to be dazzling, having dazzling effulgence, brighter than the effulgence, the effulgence of the most powerful sages assembled there. So everybody thought, who is this Brahmachari with so much Tejas he is walking in? Because the Tejas also depends on how much Tapasya one has performed. More the Tapasya, more the effulgence from their body. So if these two, if this Brahmachari has performed severe austerities, more than what those sages have performed, then their bodily effulgence, this Brahmachari's bodily effulgence will be more. Tejas will be more. So they thought, here is some very, very, very, very powerfully austere Brahmachari. So they all stood up to receive him out of respect for his austerity, Tejas."
    },
    {
      "start_time": 1650,
      "end_time": 1868,
      "verse_references": [],
      "themes": [
        "Austerity",
        "Self-Realization",
        "Shukadeva Goswami",
        "Renunciation",
        "Varna Ashrama Dharma",
        "Paramahamsas",
        "Kumaras"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So such Paramahamsas, they are offered respect by everyone, including the other Sanyasis who are not Paramahamsas.",
      "summary": "The speaker discusses the concept of austerity and self-realization, using the example of Shukadeva Goswami and highlighting the position of Paramahamsas like the Kumaras.",
      "timestamp_url": "https://youtu.be/EKiUi9ClDW0?t=1650",
      "transcript": "Due to austerity, the Tejas. So, these sages, why I mention this is, these sages, they had performed so much austerity. They are completely dedicated for realizing the absolute truth. So what will they do after realizing the absolute truth? No more need to perform any austerity, but they will be absorbed in meditation on the supreme Brahman truth. Just like Shukadeva Goswami. He was Brahman realized, self-realized. So after his birth, he simply walked away, simply walked away from home, not interested in all the rituals and study, studying Vedic literature, going to Gurukul. He has no use for all that. He is liberated. So why will he go and study? Why will he undergo all the samskara? No need. So he walked away from home. What was he doing? Wandering? Aimlessly, apparently aimlessly wandering. Again, he was also nakedly walking around everywhere. He was not dressed. Why not dressed? Not interested. Completely renounced. Otherwise, according to the Ashrama and Varna, they have to dress themselves. That is the very culture. Varna Ashrama Dharma, everybody is dressed according to their position, according to their Varna, Ashrama. So Brahmachari is dressed a particular way. Grahastha is dressed a particular way. Vanaprastha is dressed a particular way. Sanyasi is dressed a particular way. Sanyasi is dressed generally in saffron. Others don't dress in saffron. So the saffron-dressed Sanyasis, they are the topmost among the four Ashramas. And among them, the Paramahamsas, among the Sanyasis also, are the greatest of the Sanyasis even. So such Paramahamsas, they are offered respect by everyone, including the other Sanyasis who are not Paramahamsas. So these four sages are on the level of Paramahamsas: Sanaka Sanatana San Dhanasanat Kumara. And their bodily effulgence is very, very, very, very bright, because they are the most austere, completely absorbed in meditation on Brahman. No other business. They are not interested in dressing themselves, in any formalities, in any activities, material activities, even activities of self-realization. They are already self-realized. So why will they do any activity for attaining self-realization? They don't want to do anything. So they are simply aimlessly going around everywhere."
    },
    {
      "start_time": 1868,
      "end_time": 2081,
      "verse_references": [],
      "themes": [
        "Kumaras",
        "Vaikuntha",
        "Doorkeepers",
        "Ignorance",
        "Supreme Lord",
        "Well-wisher"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Lord is always anxious to serve sages like the Kumaras.",
      "summary": "The speaker emphasizes that the doorkeepers' actions were a chance occurrence, as the Lord is always eager to serve sages like the Kumaras, who are the greatest of all created beings.",
      "timestamp_url": "https://youtu.be/EKiUi9ClDW0?t=1868",
      "transcript": "Absorbed in thought of Brahman. So when these sages try to enter, what is said here by Prabhupada? Such saints were not to be forbidden to enter the kingdom of Vaikuntha, but by chance the doorman objected to their entrance. This is not fitting. This is not proper. By chance the doorman objected. See the doorman, they are not ignorant people. They are themselves enlightened. That's how they are devotees in Vaikuntha. They are enlightened. So they can make out, even though these Kumaras look like five-year-old boys, naked, wandering naked, there is no possibility the doorman would have thought, why are these small boys simply coming here? No. They couldn't have thought like that because the Kumaras were self-realized. They were having that effulgence of great personalities. They were the oldest personalities. So there is no possibility that the doorman would have, out of ignorance, mistaken them to be small boys. No. That is not possible. Therefore it is said that by chance the doorman objected to their entrance. It should not have happened. By chance it happened. The Lord is always anxious to serve sages like the Kumaras, because the Supreme Lord is Surudam Sarvabhutanam. He is the topmost well-wisher of every living being. Now the Kumaras, they are the greatest among all the created beings. So how much the Lord will be inclined towards them? Can you just imagine? The Lord is the best well-wisher even of the most fallen condition soul. So how much more will he be a well-wisher of the Kumaras? So Prabhupada says, the Lord is always anxious to serve sages like the Kumaras. I explained in earlier class that the devotees in Vaikuntha always want to serve the Lord to please him. And the Lord is looking for opportunity to serve his devotees and please them. This is what is the reciprocation between the Lord and the devotees in the spiritual world. So rightly Prabhupada is telling here, the Lord is always anxious to serve sages like the Kumaras."
    },
    {
      "start_time": 2081,
      "end_time": 2255,
      "verse_references": [],
      "themes": [
        "Doorkeepers",
        "Astonishment",
        "Outrage",
        "Behavior",
        "Vaikuntha",
        "Devotees"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "the doorman astonishingly and outrageously prohibited them from entering.",
      "summary": "The speaker highlights the astonishment and outrage caused by the doorkeepers' actions, emphasizing that it was an extraordinary incident even in Vaikuntha.",
      "timestamp_url": "https://youtu.be/EKiUi9ClDW0?t=2081",
      "transcript": "And in spite of knowing this fact, the doorman astonishingly and outrageously prohibited them from entering. Astonishing. It is very astonishing. Why? Everybody will think, why are they stopping? It is said here, in the next two words it is said, as other divinities were looking on, they stopped. Everybody else is looking. Why are they stopping? The six doormen, six pairs of doormen, first six doors, never stopped. They knew, these Kumaras are most eligible to enter. They are very eager to see the Lord. So the sixth doorman never stopped. So why this seventh door, these doormen are stopping? Others are looking. Why are they stopping? So astonishingly and outrageously, others would not have approved. Outrageously means shockingly bad behaviour. It is shocking. It is bad behaviour. Somebody deserving, why are they being stopped? Why are these doormen stopping? It is very wrong. It is not befitting. It is not proper behaviour. So astonishingly and outrageously prohibited them, prohibited them from entering. So this incident is an extraordinary incident, even in Vaikuntha. In Vaikuntha everything is extraordinary. Nothing is ordinary. But still, this sort of extraordinary incident is astonishing. It is not in line with something done to please the Lord. By stopping them, the doormen are not pleasing the Supreme Lord Narayana. No. It is not pleasing the Lord. That is what is described here, Bhagavat Pratikulashilav. They are not expected to behave like this. They are pure devotees. Why are they stopping? Why are they doing something which is not pleasing to the Lord? So others are all astonished and others are considering this as outrageous behaviour, not proper behaviour."
    },
    {
      "start_time": 2255,
      "end_time": 2333,
      "verse_references": [],
      "themes": [
        "Doorkeepers",
        "Pleasing the Lord",
        "Unprecedented",
        "Pastimes"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "By stopping them, the doormen are not pleasing the Supreme Lord Narayana.",
      "summary": "The speaker reiterates that the doorkeepers' behavior was not pleasing to the Lord and that the incident is unprecedented, leading to extraordinary pastimes.",
      "timestamp_url": "https://youtu.be/EKiUi9ClDW0?t=2255",
      "transcript": "Not proper behaviour, because they know. These doormen, they know what is pleasing to the Lord. They know and they are standing there to serve the Lord, in a way to please the Lord. They are standing there for serving the Lord only. And somebody has come very eager to see the Lord, who deserves to be actually welcomed, such persons, who should be welcomed, who are eager to see the Lord, who have no other selfish motive. Why are they being stopped? Astonishingly and outrageously they are being prohibited. So this is something very, very, very, very unprecedented. So it will be described further how the events unfold, which leads to the pastimes of the Supreme Lord, extraordinary pastimes of the Supreme Lord."
    },
    {
      "start_time": 2406,
      "end_time": 2576,
      "verse_references": [],
      "themes": [
        "Yoga Maya",
        "Krishna",
        "Dwaraka",
        "Yogis",
        "Expansion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A Yogi can expand himself into at most nine or ten forms. But each form, expanded form by the Yogic power will do the same activity.",
      "summary": "The speaker explains how Krishna's expansions are different from those of a yogi, highlighting the power of Yoga Maya.",
      "timestamp_url": "https://youtu.be/EKiUi9ClDW0?t=2406",
      "transcript": "This is the power of yoga maya. Yoga maya arranges in such a way that each one will think Krishna is in this palace. They will not know. Prabhupada describes elsewhere that when Krishna used to come out of his palace, in front of every palace there will be one person waiting to take Krishna to the assembly hall every day morning after he finishes morning duties. So, 16,108 palaces Krishna will come out and become one. 16,108 form will become one. One Krishna will go to the assembly hall. But when he comes back, he will divide himself into 16,108 different forms. Not divide, he multiplies actually, he expands. And then each palace he will go. But this is not seen ordinarily. Only when Narada wanted to see how the Lord is living in Dwaraka, Narada knew that Krishna will be actually performing some extraordinary Leela there. That's time. Leela. So Narada Muni went to see Krishna in Dwaraka. That time Krishna gave darshan to Narada. Every palace he saw Krishna is present simultaneously and in each palace he is doing totally different activity. Why is it mentioned that he is doing something extraordinary? Because a Yogi can expand himself into at most nine or ten forms, but each form, expanded form by the Yogic power will do the same activity. Just like in one form the Yogi is lifting his hand, all nine other forms, expanded forms, the same action. It will not be different. No possibility of different actions in different forms simultaneously, not possible."
    },
    {
      "start_time": 2576,
      "end_time": 2773,
      "verse_references": [],
      "themes": [
        "Krishna",
        "Expansion",
        "Independent Forms",
        "Reciprocity",
        "Devotees"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna He expands Every form is Independent form Like an independent form It is Krishna only But it is like an independent form Separate person",
      "summary": "The speaker continues to explain the nature of Krishna's expansions, emphasizing that each form is independent and capable of separate activities, thoughts, and feelings, and how Krishna reciprocates with each devotee individually.",
      "timestamp_url": "https://youtu.be/EKiUi9ClDW0?t=2576",
      "transcript": "Just like Prabhupada says, television screen. Television screen will just display whatever that particular channel which you have tuned. Whatever they are broadcasting, that only will come. Earlier we had only one channel, Doordarshan. So any TV you go, same thing will be visible, correct? Because originally nothing is there in the TV. Actually some broadcast is happening from some broadcasting station. Like that, this yogi when he expands, the expanded forms don't have any independent movement capacity, thinking capacity, nothing. Krishna, he expands, every form is independent form, like an independent form. It is Krishna only, but it is like an independent form, separate person, separate form, separate thinking, separate willing, separate feeling, separate senses, separate activities, separate opulence, everything separate. But who can make out this? Who can understand this? Unless Krishna reveals, it is not possible to understand, not possible to see or know or understand. It's not possible. In the spiritual world Krishna reciprocates with you. With each devotee personally, individually. So that is inconceivable, even for the devotees. It is inconceivable. So we cannot understand how, because for a neutral observer it will appear like Krishna is one person and there are so many in Gorakumandavan or in Vaikuntha, Narayana is one person and then there are so many other devotees. Dorman is there and some queen is there and some maid servant is there and somebody else is glorifying the Lord, somebody else is preparing some food for the Lord. So many servants are doing for one Lord in one Vaikuntha planet, entire planet, only one person. But actually that one Lord reciprocates with every devotee individually or personally. That is inconceivable. That the mayavadis cannot understand. Ordinary people cannot understand. Neutral observers cannot see."
    },
    {
      "start_time": 2773,
      "end_time": 2928,
      "verse_references": [],
      "themes": [
        "Devotees",
        "Service",
        "Time",
        "Spiritual World",
        "Inconceivable"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Even the devotees, they are engaged in Lord's service all the time because all the time the Lord is accepting their service.",
      "summary": "The speaker discusses the concept of time in the spiritual world and how devotees are constantly engaged in serving the Lord, even though the complexities are inconceivable.",
      "timestamp_url": "https://youtu.be/EKiUi9ClDW0?t=2773",
      "transcript": "So that's it for this. Not immediately, if you do not understand, you cannot tell that you can understand for yourself. If you never really like whom you like, you do not like, you are right to say so much and we started back this by saying you cannot understand apparently, but not just nearly what one person sees, you do not understand it will be a lot of time of giving a processors that then I do able to see what several of these offended individuals are companion to contribute to mortal knowledge while yet having understand them again and the system is there that we might very much restroom to divine descrição in the. They cannot see. Even the devotees, they are engaged in Lord's service all the time because all the time the Lord is accepting their service. So the concept of time in the spiritual world is very very different. It is described as ever present time in Brahma Samhita. There's a description. Time in the Goloka Vrindavana or even in Vaikuntha is like half a moment does not pass. Always present, present time. This is like now it is let's say 9:16. Every time they will see what's the time? 9:16. If there were to be a clock, there's no clock in Vaikuntha like that. But I'm just telling for a neutral observer it will look like what time is in Vaikuntha? 9:16. Hundred years have passed, what time is in Vaikuntha? 9:16. Hundred years have passed on the earth. So it is ever present time. We can't conceive of this. Yet there is day, there is night, there is so many things. Everything is going on as if there is time which is passing. So it is inconceivable for us. Nobody can understand this. That's why devotees don't break their head and understand all this complexity. They are just satisfied to know that Krishna or Narayana is their object of service and they are very happy rendering it, rendering service, their particular service."
    },
    {
      "start_time": 2928,
      "end_time": 3152,
      "verse_references": [],
      "themes": [
        "Age",
        "Spiritual Advancement",
        "Ajamila",
        "Devotional Service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "That spiritual advancement is not dependent on position, is not dependent on age, is not dependent on, some material considerations, no.",
      "summary": "The speaker uses the story of Ajamila to illustrate that spiritual advancement is not dependent on age or position but on sincere devotional service.",
      "timestamp_url": "https://youtu.be/EKiUi9ClDW0?t=2928",
      "transcript": "Next question. Shiva is younger than Kumara in terms of birth. Just like Krishna, when he is born as son of Vasudeva, he is so young, no? Compared to Brahma, compared to all the other Devatas. He is the youngest, no? Small, that's how Brahma is coming and seeing, who is this boy? What is he doing? Indra is telling this Vrindavan Nivasis, every year they offer me Yajna. This year they are not offering Yajna because some foolish boy, talkative boy, not foolish boy, talkative boy is telling them, don't offer sacrifice. So they are listening to him? Indra is not able to understand. Who is this boy? So not able to understand. The spiritual advancement, you cannot understand. That spiritual advancement is not dependent on position, is not dependent on age, is not dependent on some material considerations, no. Like Ajamila, he had become so sinful. But he chanted helplessly Narayana's name, calling out his son. He became spiritually advanced. How advanced? That after the Yamarutas released him, I mean Vishnurutas, got him released from the Yamarutas. And Vishnurutas disappeared, Yamarutas went back to Yamloka, to find out from Yamaraja, what happened? Why we are stopped? And then Ajamila, what did he do? He continued with his wife and children? No. Immediately went to Haridwar. I wasted my life. Now I have a second chance. Otherwise I should have been taken to hell for punishment. So now let me very carefully do devotional service. And what is the standard of his service? That within a short time, the same Vishnurutas came to take him back to Godhead, in Vaikuntha aeroplane. So he became spiritually advanced. Sinful man, sinful man suddenly gave up all sinful activities, became very, very, very, very serious about devotional service and performed first class devotional service. Short time became eligible to go back to Godhead. Perfect."
    },
    {
      "start_time": 3152,
      "end_time": 3246,
      "verse_references": [],
      "themes": [
        "Chanting",
        "Helplessness",
        "Spiritual Advancement",
        "Shiva",
        "Kumaras",
        "Liberated Souls"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Chant, but call out for the Lord helplessly.",
      "summary": "The speaker emphasizes the importance of chanting with helplessness and clarifies that Shiva and the Kumaras are in different categories, both being liberated souls.",
      "timestamp_url": "https://youtu.be/EKiUi9ClDW0?t=3152",
      "transcript": "Perfected his devotional service. It began with this helplessly chanting Narayana. That's why Chaitanya Mahaprabhu says, chant, but call out for the Lord helplessly. Call out for the Lord helplessly. Then very quickly you become advanced. Just like Ajamila. You will also become advanced. Anybody can become advanced. Even the most sinful man can become advanced that way. So you cannot compare age and say, oh because this person is more elderly, so he is more advanced. No. That is not the criterion for advancement. Neither position. You are now talking of Shiva being expansion or incarnation of the Supreme Lord. Shiva is not a Jeeva. Shiva is in a category by himself. He is a special kind of incarnation of the Lord. Gunavatara. Hmm."
    },
    {
      "start_time": 3246,
      "end_time": 3445,
      "verse_references": [],
      "themes": [
        "Shiva",
        "Kumaras",
        "Birth",
        "Karma",
        "Liberated Platform",
        "Gunas"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Shiva is not a Jeeva. For Jeeva karma applies. He is not Jeeva. So for him there is no karma. Whatever he does.",
      "summary": "The speaker explains that Shiva's birth is different from that of a Jeeva and that he is always on the liberated platform, not influenced by karma or the Gunas.",
      "timestamp_url": "https://youtu.be/EKiUi9ClDW0?t=3246",
      "transcript": "So Shiva is in his position. Kumaras are in their own position, as liberated souls. So everybody has got their own position in the liberated state. Of course in the liberated state. Conditioned state their position is based on their karma. But liberated souls, they have their specific individual position in relationship with Krishna in the spiritual world. That is the constitutional position. You understand? So don't compare Kumaras, oldest, but Shiva is younger, but more advanced. There is no comparison like that. See Shiva, just like Krishna appears to take birth as son of Vasudeva and Devaki. Shiva appears to come out of the anger of Brahma, when Brahma became angry, when Kumaras refused to get married and increase the population, to do the work of Prajapati. They didn't want to be Prajapati. They didn't want to do service of Prajapati. So then Brahma became, immediately what did Brahma do? Became angry. How can you disobey me? And out of the anger came Rudra, Shiva. So apparently Shiva is born later than the Kumaras. Shiva is born out of the anger of Brahma. But Shiva is not a personality, appearing out of some karma, not due to karma. He has nothing to do with karma. He is not a Jeeva. For Jeeva karma applies. He is not Jeeva. So for him there is no karma, whatever he does. He is incarnation of the Lord. So his activities are all liberated platform. He is on the liberated platform always. He is never under the Gunas. He is a master of the, personification of Gunas, Durga Devi. He is the husband of Durga Devi. He is the husband or the Lord of Durga Devi. So he is not, he doesn't come under the influence of the Gunas, Shiva. But he is not equal to Vishnu. He is not equal to Vishnu. He is not Vishnu Tattva. He is in a separate category by himself, eternally so."
    },
    {
      "start_time": 3521,
      "end_time": 3745,
      "verse_references": [],
      "themes": [
        "Krishna",
        "Brahma",
        "Leela",
        "Yogamaya",
        "Doorkeepers"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "For the Leela to take place, it is arranged that Balarama doesn't know that Krishna has expanded and Brahma has stolen. Balarama doesn't know. For the sake of the Leela.",
      "summary": "The speaker answers a question about why Balarama didn't know about Krishna's expansions during the Brahma-vimohana-lila, explaining that it was arranged by Yogamaya for the sake of the pastimes.",
      "timestamp_url": "https://youtu.be/EKiUi9ClDW0?t=3521",
      "transcript": "Krishna expanded himself into Gopal's calf, cows, Krishna cooking. So Brahma was not aware about this. Later Brahma came to know that Krishna himself, who expanded into Gopal, Gopal, cow, cows. So here the question is, Krishna and Brahma didn't come to know. They tend to have no idea. So Brahma also came to know when something happened. What happened? When they were cow herding, the older cows came running down to the calves. Even though it's very unusual, they never do so and they started, you know, licking the body of the calf. And cowherd men who were in charge of those cows, they became very angry at the cows. But when they came down, they are suddenly embracing the cowherd boys. So Balarama saw unusual affection between the cowherd boys and the cowherd men and between the cows and the cows. And then he asked Krishna, what is going on? What is happening? So your question is, how is that Balarama doesn't know? This is called Leela. For the Leela to take place, it is arranged that Balarama doesn't know that Krishna has expanded and Brahma has stolen. Balarama doesn't know, for the sake of the Leela. Like Kaliya, Dhaman Leela, when everybody became anxious, where is Krishna? Some ill omens. And then they all went and Balarama went with them. Then they are all trying to do something to save Krishna. He is in the clutches of Kaliya. Balarama is laughing. He knows nothing will happen to Krishna. So he is telling, don't worry, nothing will happen to Krishna. But they are not able to understand or believe that. They are all anxious for saving Krishna. So Balarama knows. So for the sake of the Leela, Yogamaya reveals something, does not reveal something. So it is all arranged by Yogamaya, which is Krishna's own energy, for the sake of his pastimes. Like these doormen. How is it that they did not recognize the Kumaras? Such great persons and they are thinking, five year old boys, why are you coming here? Can't they make out? They are great sages, great Tapasvi, self realized, oldest, senior most, sages, completely renounced. They can't make out. So it is the arrangement of Yogamaya for the pastimes of the Supreme Lord."
    }
  ]
}