{
  "video_id": "eL2zRCTsgDM",
  "title": "Srimad Bhagavatam 3.17.5 | HG Suvyakta Narsimha Dasa",
  "speaker": "HG Suvyakta Narasimha Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=eL2zRCTsgDM",
  "segments": [
    {
      "start_time": 0,
      "end_time": 29,
      "verse_references": [],
      "themes": [],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Reading from Srimad Bhagavatam, Canto 3, Chapter 17, Text No. 5",
      "summary": "The speaker begins the lecture by chanting mantras and announcing the verse from Srimad Bhagavatam that will be discussed.",
      "timestamp_url": "https://youtu.be/eL2zRCTsgDM?t=0",
      "transcript": "Om Namoh Bhagavate Vasudevaya Om Namoh Bhagavate Vasudevaya Om Namoh Bhagavate Vasudevaya Reading from Srimad Bhagavatam, Canto 3, Chapter 17, Text No. 5"
    },
    {
      "start_time": 29,
      "end_time": 230,
      "verse_references": [],
      "themes": [],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "unmolayan nagapateen vātyāṇīko rajo dhvajaḥ",
      "summary": "The speaker chants the verse multiple times and then pronounces each word separately.",
      "timestamp_url": "https://youtu.be/eL2zRCTsgDM?t=29",
      "transcript": "Vavavayuh Sudhsparshaha Vavavayuh Sudhsparshaha Vavavayuh Sudhsparshaha Vavavayuh Sudhsparshaha Vavavayuh Sudhsparshaha Vavavayuh Sudhsparshaha Vavavayuh Sudhsparshaha Vavavayuh Sudhsparshaha Vavavayuh Sudhsparshaha Vavavayuh Sudhsparshaha Vavavayuh Sudhsparshaha Vavavayuh Sudhsparshaha Vavavayuh Sudhsparshaha Vavavayuh Sudhsparshaha Vavavayuh Sudhsparshaha Vavavayuh Sudhsparshaha Vavavayuh Sudhsparshaha Vavavayuh Sudhsparshaha Vavavayuh Sudhsparshaha vātyāṇīko rajo dhvajaḥ vātyāṇīko rajo dhvajaḥ vātyāṇīko rajo dhvajaḥ bhauvāyuḥ sudarsparśaha bhūtkārāṇīrayaṁ moho unmolayan nagapateen vātyāṇīko rajo dhvajaḥ bhauvāyuḥ sudarsparśaha bhūtkārāṇīrayaṁ moho unmolayan nagapateen vātyāṇīko rajo dhvajaḥ bhauvāyuḥ sudarsparśaha bhūtkārāṇīrayaṁ moho unmolayan nagapateen vātyāṇīko rajo dhvajaḥ bhauvāyuḥ sudarsparśaha bhūtkārāṇīrayaṁ moho bhauvāyuḥ sudarsparśaha bhūtkārāṇīrayaṁ moho unmolayan nagapateen vātyāṇīko rajo dhvajaḥ bhauvāyuḥ sudarsparśaha bhūtkārāṇīrayaṁ moho bhūtkārāṇīrayaṁ moho bhauvāyuḥ sudarsparśaha bhūtkārāṇīrayaṁ moho bhauvāyuḥ sudarsparśaha bhūtkārāṇīrayaṁ moho bhauvāyuḥ sudarsparśaha bhūtkārāṇīrayaṁ moho bhauvāyuḥ sudarsparśaha bhūtkārāṇīrayaṁ moho bhauvāyuḥ c wür Secrets of Self vavau blu vāyu dvins sudarsparśaha Sudasparśaha Unpleasant to touch Bhūtkārāṇ Hising sounds iyayan giving out out, mohoho, again and again, unmo layan, uprooting, nagapateen, gigantic trees, vathya, cyclonic air, anikaha, armies, rajaha, dust, dvajaha, ensigns. Translation and purport"
    },
    {
      "start_time": 230,
      "end_time": 330,
      "verse_references": [],
      "themes": [
        "demoniac influence",
        "natural disturbances"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When there are natural disturbances like blowing cyclones, too much heat or snowfall and uprooting of trees by hurricanes, it is to be understood that the demoniac population is increasing and so the natural disturbance is increasing.",
      "summary": "The speaker reads the translation and purport of the verse, explaining that natural disturbances are a sign of increasing demoniac influence.",
      "timestamp_url": "https://youtu.be/eL2zRCTsgDM?t=230",
      "transcript": "by Divine Grishila Prabhupada. Translation, their blue winds which were most uninviting to the touch, hissing again and again and uprooting gigantic trees. They had storms for their armies and clouds of dust for their ensigns. Kindly repeat, their blue winds which were most uninviting to the touch, hissing again and again and uprooting gigantic trees. They had storms for their armies and clouds of dust for their ensigns. When there are natural disturbances like blowing cyclones, too much heat or snowfall and uprooting of trees by hurricanes, it is to be understood that the demoniac population is increasing and so the natural disturbance is increasing. Translation and purport by Divine Grishila Prabhupada. There are many countries on the globe even at the present moment where all these disturbances are currently. Translation and purport by Divine Grishila Prabhupada. This is true all over the world. There is insufficient sunshine and there are always clouds in the sky, snowfall and severe cold. Hippopotamus. These assure that such places are inhabited by diamondiac people who are accustomed to all kinds of forbidden sinful activity. Translation and purport by Divine Grishila Prabhupada."
    },
    {
      "start_time": 330,
      "end_time": 449,
      "verse_references": [],
      "themes": [
        "omens",
        "birth of demons"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "There are many omens that were manifest when Jaya and Vijaya came down as Hiranyasha and Hiranyakashipu.",
      "summary": "The speaker chants prayers and explains that the chapter discusses the omens that appeared when Jaya and Vijaya descended as demons.",
      "timestamp_url": "https://youtu.be/eL2zRCTsgDM?t=330",
      "transcript": "Om Adhyanati Miran Dhasya Jnananjana Salakaya Chachuran Melitam Yena Tasmai Shri Gurave Namah Namah Om Vishnupadaya Krishna Preshaya Bhutaye Srimate Bhaktivedanta Swamini Namine Namaste Saraswate Deve Gauravani Pracharine Nirvichesha Sunyavadi Pachate Deshatarine Jai Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Katadara Shri Vasadi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Mukham Karoti Vachalam Pangum Langhayate Girim Yad Kripatam Hammande Shri Gurum Dhinataram So here in this chapter we are seeing the descent of Jaya and Vijaya into this material world and when they descended into the material world they descended as enemies of Vishnu. So when such enemies of Vishnu or demons take their birth, what happens? What kind of portents one can see in this world? What kind of symptoms you can see? Those are being described here. There are many omens that were manifest when Jaya and Vijaya came down as Hiranyasha and Hiranyakashipu."
    },
    {
      "start_time": 449,
      "end_time": 537,
      "verse_references": [],
      "themes": [
        "unpleasant breeze",
        "omens"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But the kind of breezes that started blowing when Hiranyakashipu and Hiranyakashipu appeared, they were Suddhusvarsha and they were Phutkaaraan Eerein.",
      "summary": "The speaker explains that the breeze that blew at the time of the demons' birth was unpleasant and hissing, unlike the pleasant breeze of Chennai.",
      "timestamp_url": "https://youtu.be/eL2zRCTsgDM?t=449",
      "transcript": "So it is described here. Vavavvayu. Vayu, the air. A breeze which blows. Winds which blow. Normally in Chennai what happens, it's very humid. So when we stand outside in the tree shade, there is a breeze that blows. It feels very pleasing. It feels very nice, cooling, comforting. But the kind of breezes that started blowing when Hiranyakashipu and Hiranyakashipu appeared, they were Suddhusvarsha and they were Phutkaaraan Eerein. When the wind used to blow, when Hiranyakashipu and Hiranyakashipu were going to take birth, the breeze used to give a hissing sound. And just like you would see in if any of you before joining you have seen these horror movies, sometimes in the night they will show one window is closing, one door is closing and there is a kind of sound that comes which is very fearful. Those kind of sounds are not pleasing to the ear. And Suddhusvarsha, to the touch also, the breeze was not pleasing. So, especially when you are in Chennai, you don't have experience of breeze which is unpleasant. Isn't it?"
    },
    {
      "start_time": 537,
      "end_time": 675,
      "verse_references": [],
      "themes": [
        "unpleasant breeze",
        "Vrindavan winter"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "As soon as I got out of the car, I immediately got back inside.",
      "summary": "The speaker shares a personal experience of arriving in Vrindavan in winter and being overwhelmed by the cold breeze.",
      "timestamp_url": "https://youtu.be/eL2zRCTsgDM?t=537",
      "transcript": "Any time breeze blows, it's welcome. But you know, I have also been, you know, I was born and grew up in South India. So, when I went to Vrindavan, I went in 2005. So, and unfortunately I went in February. You know, January, February is the coldest season in Vrindavan. So, I had no idea how winter is in the North India. Never went out of South India. You know, Andhra, Karnataka, Tamil Nadu, Kerala, these were the areas which I used to roam until I joined the temple and then went to Vrindavan. So, I had no idea how winters are in the North India. Maximum winter I got exposed to was in Bangalore, you know. Maximum it would go down to 20 degrees, 22 degrees. And in Vrindavan, you know how winters are. The maximum daytime temperature at 1 o'clock or 2 o'clock in the afternoon will be around 5 degrees or 6 degrees. That's the kind of winter. So, I had no idea. So, you know, we got into a car from the airport and drove down to Vrindavan. And our Vrindavan Chandravadey Mandir site that is there. At that time, of course, it's not like this currently. It was just plain land. There was absolutely nothing. The torus which you see now, it was still coming. So, I went and landed there. Got out of the car. As soon as I got out of the car, I immediately got back inside. There was a very cold... As it is, the temperature was cold. On top of that, a cold breeze was blowing. The moment it touched my skin, that's all. I couldn't get out of the car. I immediately jumped back inside the car. I said, I am not going to get out. Then, you know, with me other, Vyopat Prabhu and other devotees were there. They said, hey, if you don't get out, you look very bad. I see all the embassies, they are standing there. Come on, get out. So, with great difficulty, I managed to get out. So, there are breezes also which are not pleasant. So, sometimes, you know, in the extreme winter, when the breeze blows, it is not pleasing."
    },
    {
      "start_time": 675,
      "end_time": 775,
      "verse_references": [],
      "themes": [
        "unpleasant breeze",
        "Vrindavan summer"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "And I was feeling somebody has set fire to my body.",
      "summary": "The speaker shares a personal experience of the intense heat and unpleasant breeze during his first summer in Vrindavan.",
      "timestamp_url": "https://youtu.be/eL2zRCTsgDM?t=675",
      "transcript": "Similarly, my first summer in Vrindavan, I still remember. Summer also, I never experienced. You know, in Bangalore, temperatures those days, maximum 28, 29. 30 was unheard of in Bangalore, those days. Nowadays, of course, it goes to 35, 36 and all that. So, when summer came, June, May, June, temperatures were sizzling, 48 degrees centigrade. I had never experienced in my life. And those days, we were not staying in the campus. We were staying outside. So, we used to come every day and go. And we used to come by bike. So, another devotee used to drive the bike. And I used to sit behind. So, in the afternoon for lunch, Prasadam, we had to go back. So, we used to stay in that Keshav Kunj, which was opposite the Krishnabal Ram temple. So, from, you can imagine, from Chattikara till there, we had to go in 48 degrees centigrade. And we were, when we were driving, the breeze was blowing. And I was feeling somebody has set fire to my body. So, at that time, breeze was not pleasing. I was thinking, when will this breeze stop? So, sometimes, breezes are not pleasing to the skin. So, it is said here, that when Hiranyaksha and, of course, in certain climates, certain weathers, the breeze may not be pleasing. But when Karthik Maas comes, when Chaitanya Maas comes, that time, the breeze is very pleasing. So, but then, when Hiranyaksha and Hiranyaka Kshapu were taking birth, the entire climate itself became so bad, that the breeze became, became distrustful, became uninviting to the touch."
    },
    {
      "start_time": 775,
      "end_time": 878,
      "verse_references": [],
      "themes": [
        "cyclones",
        "natural disturbances",
        "demoniac influence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When that becomes prominent in this material world, what happens is, all the entire system around which this whole material universe is designed gets disrupted.",
      "summary": "The speaker connects the unpleasant breeze and other disturbances to the increasing demoniac influence and exploitation of material nature.",
      "timestamp_url": "https://youtu.be/eL2zRCTsgDM?t=775",
      "transcript": "And the sound that they were giving was also not pleasing to the ears. And what was happening, Vathani Ko, Vathya means, there was a, you know, these cyclones and hurricanes had become very common. So, which is what we are experiencing now. Every other day, there is a cyclone. Just recently, you know, Chennai has gone through one cyclone. Still not got over the, still the cyclone hangover is still going on. Still continuously raining. And a few years back, we had the big tsunami. And I think a couple of years back, we had a big flood also here. So, these kind of natural disturbances are actually, if you see, they are not meant to be in this world. It is not that this world is like this. No, this world is not like this. Not supposed to be like this. This world, Krishna has created in such a way, that it is supposed to be very pleasing and giving lot of peace and comfort to us. In our minds, as long as we are executing spiritual activities. The moment we go against the will of Krishna, we go against the laws of nature, we start trying to exploit material nature. Material nature as well as other living entities. When that becomes prominent in this material world, what happens is, all the entire system around which this whole material universe is designed gets disrupted. And when that gets disrupted, all these kind of natural disturbances become very prominent."
    },
    {
      "start_time": 878,
      "end_time": 971,
      "verse_references": [],
      "themes": [
        "omens",
        "birth of Krishna",
        "pure breeze"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A pure breeze began to blow, pleasing the sense of touch, and bearing the aroma of flowers.",
      "summary": "The speaker contrasts the omens at the time of the demons' birth with the pure and fragrant breeze that blew when Krishna appeared.",
      "timestamp_url": "https://youtu.be/eL2zRCTsgDM?t=878",
      "transcript": "So, it is described here, When the breeze was blowing, it was very uninviting to the touch. That's how it is described when Hiranyaksha and Hiranyakashipu were going to take birth. Because they were great demons. They were enemies of Vishnu. Now, on the other hand, in the tenth canto of the Srimad Bhagavatam, there is a description of what was the prevailing situation when Krishna was going to appear. So, the same words, Vavavvayuhu is used even when Krishna appeared. But when Krishna appeared, I'll just read that verse. When Krishna appeared, the Srimad Bhagavatam, it says, Vavavvayuhu suhasparsha. You see, when Hiranyaksha and Hiranyakashipu came, Vavavvayuhu sudhasparsha. And when Krishna was going to appear, Vavavvayuhu suhasparsha. And then, Punyagandhavahasuchihi, Agnayastha, Dvijatina, Chandastatra samindhata. So, what it means is, I'll read the translation. A pure breeze began to blow, pleasing the sense of touch, and bearing the aroma of flowers. Can you imagine that? It was bearing the aroma of flowers. And when the brahmanas, engaging in ritualistic ceremonies, ignited their fires, according to Vedic principles,"
    },
    {
      "start_time": 971,
      "end_time": 1114,
      "verse_references": [],
      "themes": [
        "modern cities",
        "harmony with nature",
        "sense gratification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "The earth produces enough to satisfy the needs of a man, but not the greed of a man.",
      "summary": "The speaker contrasts modern cities with Vedic cities, emphasizing the importance of living in harmony with nature and avoiding greed.",
      "timestamp_url": "https://youtu.be/eL2zRCTsgDM?t=971",
      "transcript": "the fires burned steadily. The fires were not getting extinguished. They were burning steadily despite the breeze. Why? Because the breeze was favorable. That was why it was carrying aroma of flowers. Nowadays, you go into the city, you will get nice breeze along with that, you will get nice aroma also. Of what? You will get aroma of sewage. Unfortunately, that's the way our modern cities are designed. There hardly you'll find any gardens, hardly you'll find any flowering plants. It's very difficult nowadays. But then, in the olden days, the cities were designed in such a way that every city would have beautiful parks, gardens. That used to be the center of every city. But nowadays, we have big, big concrete buildings, and very dense populations. Because of which, what happens? You have to have, you know, all the sewage gets collected, and all those kind of things start happening. So, even though big, big cities were there in the estuaries, in the Vedic times, still, the whole city would be very beautiful and very pleasing to walk around. The breeze, the plants, the fruits, the trees, everything would be very pleasing. Actually, human society is supposed to live in this manner, in harmony with material nature. And in the Vedic times, the whole civilization was, the consciousness of the civilization was how to utilize this human form of life to advance in spiritual life. So, whereas in the current day world, the whole consciousness of the civilization is how to exploit material nature and maximize my sense gratification. So, material nature, if we live according to the laws of material nature, there is ample opportunity for sense gratification, but not for unlimited, unrestricted sense enjoyment. In a limited, restricted way, in the manner it is mentioned in the Vedas, sense enjoyment is there, not that it is not there. But then, as it is said, the earth produces enough to satisfy the needs of a man, but not the greed of a man."
    },
    {
      "start_time": 1114,
      "end_time": 1274,
      "verse_references": [],
      "themes": [
        "sinful activities",
        "reactions",
        "material nature"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "Material nature also starts reacting.",
      "summary": "The speaker explains that sinful activities lead to reactions from material nature, making the world an unbearable place to live.",
      "timestamp_url": "https://youtu.be/eL2zRCTsgDM?t=1114",
      "transcript": "Now, the whole civilization, human civilization has become so greedy for sense gratification that all the laws of material nature are discarded. And we try to exploit and exploit and exploit material nature because of what happens? Material nature also starts reacting. So, as Prabhupada is mentioning, the demoniac people who are accustomed to all kinds of forbidden sinful activities, they will create such a situation that the material world becomes an unbearable place to live in. So, we have to understand that we are accountable for our actions. Whatever I do, there will be some reaction involved. If the civilization is engaged in sinful activities, then material nature will give suitable reaction. We will not be able to enjoy. We will not be able to enjoy very happily. Just like if there is a criminal, and if he thinks, I will engage in all sorts of anti-social activities, and I will steal, I will rob people, and with that money, I will enjoy. It is not possible. Why? Because the police department will start running after him. And they will not allow him to live peacefully. They will go behind him until he is behind the bars. So, in a similar way, if the whole civilization is trying to go against the, orders, against the order of material nature, which has been given by Krishna or Vishnu, then what will happen? Then we will not be allowed to live peacefully. We will have to. There will be various reactions that will come. We may increase our comforts, our conveniences. We may invent many, many material, scientific inventions we may create, to give us more comforts, to give us more sense gratification. But what will happen? Material nature will make the situation worse and worse. Even though our conveniences, material conveniences increase, what will happen? Material nature will also keep increasing the pressure on us, by which we will not be able to happily enjoy those conveniences. Some pandemic will come, some cyclone will come, some flood will come, some tsunami will come. Actually, if you see, the amount of sinful activities in this material world is growing. That's how Kali Yuga is. In Kali Yuga, the sinful activities of the people keep on increasing."
    },
    {
      "start_time": 1274,
      "end_time": 1346,
      "verse_references": [],
      "themes": [
        "turmoil",
        "Kali Yuga",
        "Krishna consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "This whole world has been in total turmoil.",
      "summary": "The speaker describes the turmoil in the world and contrasts it with the steadiness present when the civilization is directed towards Krishna consciousness.",
      "timestamp_url": "https://youtu.be/eL2zRCTsgDM?t=1274",
      "transcript": "That's how you see, the whole material world, actually, this year especially, if you see, this whole world has been in total turmoil. It began with the, with the, with the pandemic. Then in the United States, there was an election. There also turmoil. And you see, in Chennai, there is cyclone, turmoil. And now, in Yelur, Andhra Pradesh, some unknown disease. Some 300 people are in the hospital. Two, three people have died. Again, turmoil. Everywhere it is, it is, you know, there is no political stability. There is no environmental stability. People's jobs, there is no stability. If you go everywhere, people are saying, tens of lakhs of people have lost their jobs due to the pandemic. So, there is no stability anywhere. Whereas, you see, how the Bhagavatam is describing, when Krishna was going to appear, even the sacrificial fire, even though breeze is blowing, was very steady. So, to that extent, steadiness is there, when the whole civilization is directed towards Krishna consciousness."
    },
    {
      "start_time": 1346,
      "end_time": 1473,
      "verse_references": [],
      "themes": [
        "sinful activities",
        "accountability",
        "goal of life"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "It is incumbent upon us, to live our life, free of sinful activities.",
      "summary": "The speaker emphasizes the importance of living a life free of sinful activities to achieve peace and align with material nature.",
      "timestamp_url": "https://youtu.be/eL2zRCTsgDM?t=1346",
      "transcript": "So, we have to understand, that, at the civilizational level, whether at the global level, or at the national level, or at the individual level, even an individual, if he engages in sinful activities, he cannot expect to remain happy with the results of those sinful actions. So, this is, actually, this is the real fact, which people become blind to, people are blind to, they are not able to appreciate, they are not able to see this. That if I commit sinful activities, they will have to suffer. And, if as a civilization, we engage in sinful activities, thinking that we will make all the arrangements for sinful activities, and we will manage the show, no. Whether at the individual level, or at the civilizational level, it is incumbent upon us, to live our life, free of sinful activities. Otherwise, we are bound to be in a situation where, we will not be peaceful. So, what we have to understand is, that, the human life, is meant to, meant for a higher purpose. And, that higher purpose, is achievable only in the human form of life. And, if we live our life, according to that goal, then, what happens is, the whole material world, the material nature, will align itself, to our activities, it will, it will, it will only, enhance our efforts, progress in that direction. It will not oppose us. When we engage in sinful activities, then material nature will oppose. It will oppose very vehemently. Whereas, if we engage in, achieving the ultimate goal of life, as described in the Vedas, then what happens, material nature will become very favorable, and it will help us, to progress in that direction. It will not oppose us."
    },
    {
      "start_time": 1473,
      "end_time": 1664,
      "verse_references": [],
      "themes": [
        "ultimate goal of life",
        "money",
        "Chaitanya Mahaprabhu",
        "Ramananda Raya"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "Ultimate goal of life, in today's world is, money, money, money, sweeter than honey.",
      "summary": "The speaker laments that the ultimate goal of life in the modern world is money and introduces the conversation between Chaitanya Mahaprabhu and Ramananda Raya about the true goal of life.",
      "timestamp_url": "https://youtu.be/eL2zRCTsgDM?t=1473",
      "transcript": "So, what is that ultimate goal of life? Unfortunately, today, in the modern day world, people don't know, what is the ultimate goal of life. Ultimate goal of life, in today's world is, money, money, money, sweeter than honey. Unfortunately, that's our, eat, drink, and be merry. You can eat and drink, but you cannot be merry. If you drink also, next day morning, when you get up, you will have such a headache. Where is merry? All gone. And when you are fully drunk, you don't know, what you are talking, what you are doing, nothing you will remember. Where is merry? So, you may say, eat, drink, and be merry, but actually, you cannot be merry. So, what is the ultimate goal of life? Actually, when Chaitanya Mahaprabhu, met Ramananda Raya, on the banks of the Godavari, so, he said, Krishna Balram, so, when Chaitanya Mahaprabhu met, Ramananda Raya, on the banks of Godavari, Ramananda Raya, Ramananda Raya, was the governor, of Vidyanagara. Vidyanagara, at that time, is today's, I think, this one, Vishakaparnam. Am I right? So, there, he happened to, Chaitanya Mahaprabhu, happened to meet, Ramananda Raya. So, Ramananda Raya, because he was the governor, naturally, governor will not come, you know, alone to the Godavari, people used to go to the river, to take bath, and all that. So, Ramananda Raya, came there. And, naturally, he was, being carried in a, palanquin, and there were lot of Brahmanas, and Vedic mantras, and there were all his assistants, and all those kind of people, who had come, along with him. And so, then, there, he saw Chaitanya Mahaprabhu, had also come there, and both of them, met there. And then, but then, Chaitanya Mahaprabhu, did not want to discuss, too much with him, surrounding him, and he had come, in a very official manner. So, Chaitanya Mahaprabhu, invited, invited Ramananda Raya, you come to, I am staying in one Brahmana's house, here. So, you come and meet me, in the evening. So, Ramananda Raya, in the evening, came and met Chaitanya Mahaprabhu, all alone. Just one assistant, he brought with him, and he came all alone, and met Chaitanya Mahaprabhu. So, when Chaitanya, so, actually, who was this Ramananda Raya? Ramananda Raya, is, the niece, of, of Krishna. So, Lalitha and Vishakha, are the, are the, are the, after Radharani, Lalitha and Vishakha, are the next Gopis. So, Vishakha Gopi, had incarnated as, Ramananda Raya. So, Chaitanya Mahaprabhu, asked Ramananda Raya, what is the ultimate goal, of life? It's a very important question, because, Chaitanya Mahaprabhu knows, in the earlier, Vedic civilization, everybody knew, goal of life means, we have to attain Mukti, we have to go back, to Godhead, that used to be, a common knowledge, but in Kali Yuga, nobody knows, what is the ultimate goal, of life. So, Chaitanya Mahaprabhu asked, Ramananda Raya, can you please tell me, what is the goal of life? It is not that, Chaitanya Mahaprabhu knows, but he wanted, an answer from, Ramananda Raya, for the benefit of, the general mass of people."
    },
    {
      "start_time": 1664,
      "end_time": 1701,
      "verse_references": [],
      "themes": [
        "Varna Ashrama Dharma",
        "satisfying Vishnu",
        "goal of life"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Following the Varna Ashrama system, is the way to satisfy Lord Vishnu, and satisfying Lord Vishnu, is the highest goal of life.",
      "summary": "Ramananda Raya initially states that following Varna Ashrama Dharma is the way to satisfy Vishnu, which is the highest goal of life.",
      "timestamp_url": "https://youtu.be/eL2zRCTsgDM?t=1664",
      "transcript": "So, Ramananda Raya, replied, that, Varna Ashramacharavata, Purushena Parapuman, Vishnu Aradhyate, Nanya Tattoshkaranam. He said, following, the Varna Ashrama system, is the way to, satisfy, Lord Vishnu, and satisfying, Lord Vishnu, is the, highest goal of life. So, if we follow, Varna Ashrama Dharma, then, we are, actually, we will be, achieving, the highest goal, of life. So, Chaitanya Mahaprabhu, immediately said, Eho Bahiya, Aage Kaho. He said, this is external, I reject this."
    },
    {
      "start_time": 1701,
      "end_time": 1780,
      "verse_references": [
        "BG 18.66"
      ],
      "themes": [
        "renunciation",
        "surrender",
        "Bhagavad Gita"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Give up all other kinds of Dharma, that means, this Varna Ashrama Dharma, and all these things, you give it up, and surrender unto Me.",
      "summary": "Chaitanya Mahaprabhu rejects this, stating it is external, and Ramananda Raya quotes Bhagavad Gita 18.66 about surrendering to Krishna.",
      "timestamp_url": "https://youtu.be/eL2zRCTsgDM?t=1701",
      "transcript": "Why? Because, Varna Ashrama Dharma, when you are, following, all the duties, of Varna Ashrama Dharma, are, to engage one, in material activities. The, duties, of a Brahma, of a Kshatriya, of a Vaishya, of a Shudra, of a Brahmachari, a Grihasta, a Vanaprastha, Sanyasi, these are all material. So, this is not the highest thing. Aage Kaho, you know, tell something better. So, immediately, Ramananda Raya replied, that, to give up, all these duties, to renounce, the highest goal of life. So, immediately, Ramananda Raya quoted, the, famous words, from the, 66th verse, of the 18th chapter, of the Bhagavad Gita. Krishna advised Arjuna, give up, all other kinds of Dharma, that means, this Varna Ashrama Dharma, and all these things, you give it up, and surrender unto Me. So, this is the, actually, this is the ultimate instruction, of the Bhagavad Gita. . So, Ramananda Raya said, this is the ultimate, goal of life. So, what did, Chaitanya Mahaprabhu reply? Chaitanya Mahaprabhu said, Aage Kaho, Bahiya. This is external, rejected. Aage Kaho,"
    },
    {
      "start_time": 1780,
      "end_time": 1843,
      "verse_references": [],
      "themes": [
        "Jnana Misra Bhakti",
        "positive engagement"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Simply renouncing the material duties, is not going to help one.",
      "summary": "Chaitanya Mahaprabhu rejects this as well, as it lacks positive engagement, and Ramananda Raya suggests Jnana Misra Bhakti.",
      "timestamp_url": "https://youtu.be/eL2zRCTsgDM?t=1780",
      "transcript": "tell something better. So, Ramananda Raya then replied, with another verse, from the Bhagavad Gita, Brahma Bhuta Prasannatma, Na Sochati Na Kaanshati, Sama Sarveshu Bhuteshu, Madh Bhakti Labhate Paran. So, why, why did Chaitanya Mahaprabhu reject? Because, simply renouncing the material duties, is not going to help one. It is not going to, it is not going to really, there is no positive engagement, you are just renouncing. Simply by renouncing, what is the use? There has to be some positive engagement. So, then, he said, Ramananda Raya replied that, Jnana Misra Bhakti is better, than, Karma Misra Bhakti, or, renouncing completely one's duties. So, he said, better than both of these is, Jnana Misra Bhakti, because on the platform of Jnana, you know, there is, you become qualified to, execute Bhakti. So, Chaitanya Mahaprabhu, for this also, Chaitanya Mahaprabhu said, Eho Bahiya, this is external, rejected, Aage Kaho, tell something better."
    },
    {
      "start_time": 1843,
      "end_time": 1977,
      "verse_references": [],
      "themes": [
        "glorifying Krishna",
        "association of devotees",
        "Ajitha Jithopiasi"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "To hear Krishna's glories, being described by devotees, that is the highest goal.",
      "summary": "Ramananda Raya quotes Lord Brahma from the Srimad Bhagavatam, stating that glorifying Krishna in the association of devotees is the highest goal, which Chaitanya Mahaprabhu accepts.",
      "timestamp_url": "https://youtu.be/eL2zRCTsgDM?t=1843",
      "transcript": "So, then, Ramananda Raya, quoted a verse from, 10th canto of the Srimad Bhagavatam, which was spoken by, Lord Brahma. Jnane Prayasam, Udapasi Namantayeva, Sanmukharitam, Bhavadiyava Vartam. What is that, after that? Sthane Sthitah, Tanuang Nobher, Prayaso Ajitajitopya, Sitayis Trilokyam. So, Brahma Ji said, Jnane Prayasam, to engage in the process of Jnana, is, Prayasam, it is simply hard labor, there is no, result that comes out of it. No, real spiritual benefit that comes out of, undertaking the path of Jnana Yoga. Udapasi, so reject the process of Jnana Yoga. Jnane Prayasam, Udapasi, Namantayeva, so, to surrender to Krishna, by rejecting Jnana Yoga, and, Sanmukharitam, Bhavadiyava Vartam, to constantly hear your glories, submitting his prayers to Lord Krishna. So, to hear Krishna's glories, being described by devotees, that is the highest goal. And, by doing this, what happens is, Thane Sita, wherever you are situated, you may be a Brahmana, you may be a Kshatriya, you may be a Vaishya, you may be a, you may be, you may be a Sanyasi, you may be a Grihasta, you may be Brahmachari, Manaprasad, whatever you are, whichever situation you are, engage in glorifying Krishna, in the association of devotees, and by this, what happens is, Krishna is Ajitha, Ajitha Jithopiasi, Krishna is Ajitha, Ajitha means, nobody can conquer Krishna, that unconquerable Krishna, becomes Jitha, Ajitha Jithopiasi, he becomes conquered, simply by, glorifying Krishna, in the association of devotees. So, when Chaitanya Mahaprabhu heard this, Chaitanya Mahaprabhu said, Eho Yaha, now what you are saying makes sense. Why? Because, now there is some activity, spiritual activity. What is that? To glorify Krishna."
    },
    {
      "start_time": 1977,
      "end_time": 2166,
      "verse_references": [],
      "themes": [
        "Satamprasangat",
        "Kali Yuga",
        "ISKCON",
        "institutional place"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In Kali Yuga, the process of spiritual emancipation is, to glorify Krishna, in the association of other devotees.",
      "summary": "The speaker emphasizes the importance of glorifying Krishna in the association of devotees (Satamprasangat) in Kali Yuga and explains why ISKCON and other institutions are necessary.",
      "timestamp_url": "https://youtu.be/eL2zRCTsgDM?t=1977",
      "transcript": "So, what happens is, this is a very powerful process, especially in Kali Yuga. What is that? That, we engage in glorifying Krishna, Satamprasangat, in association of other devotees. Satamprasangat means, in the association of pure devotees, and in a group, as a group, we engage in glorifying Krishna. So, this process, is very, very powerful. So, that is why, the Bhagavatam, actually if you see, the Bhagavatam, is, in many, many places, you will find, from the beginning till the end, the Bhagavatam is pushing this, principle, that is, is exposing this principle, is again and again, reiterating this principle, that, in Kali Yuga, the process, the process of spiritual emancipation is, to glorify Krishna, in the association of other devotees. In the earlier ages, we could perform spiritual activities, all alone. Bharat Maharaj, he gave up his whole kingdom, and he went to the forest, and practiced Bhakti, all alone. And he reached the stage of Bhavabhakti. And later on, of course, he again took the birth of Jadabharata, and continued. He did not join, and, you know, in a group, and became a Bhakta, and started getting trained, and all that. You know, he went to the forest, and he practiced. Dhruva Maharaj, at the age of 5 years, he went to the forest, all alone, and practiced. And within 6 months, he achieved perfection. And, we all in Kali Yuga, you know, we come and join, he is gone 24, 26 years old, and 20 years will pass, but still, we will, you know, we will be in, you know, we will never, you know, what he achieved. But then, Dhruva Maharaj did it all alone. He went to Dhrotila, in Vrindavan, and he practiced. In 6 months, he had Darshan of Vishnu. You take the case of Narada Muni, Narada Muni also, for a few months, during Chaturma, for 4 months, he served all the pure devotees. After that, he went to the forest, and practiced on his own, all alone. Whereas, in Kali Yuga, if you try to do that, all these great personalities, they went to the forest, executed Bhakti, and overcame Maya. If in Kali Yuga, we try to do, first of all, you will not find a forest. Even if you find a forest, you go there, he will not overcome Maya, Maya will overcome us. So, it is not possible in Kali Yuga, to practice Krishna Consciousness, all alone. So, in the olden ages, it used to be possible. That's why, in the olden age, there was no ISKCON, there was no organization. It's not that, Panacharya had to create an organization, and everybody would come and practice. This is a very novel thing, which is happening only in Kali Yuga, which was started by Shri Krishna. And this is not unique only to our Sampradaya, Gaudiya Vaishnava Sampradaya. Even Madhavacharya had an institution. Even Ramadhyacharya started an institution. Because, in Kali Yuga, you have to have an institutional place, where devotees can all come together, and jointly they can practice."
    },
    {
      "start_time": 2166,
      "end_time": 2341,
      "verse_references": [],
      "themes": [
        "Sadhana program",
        "spiritual strength",
        "Maya"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This is actually building up our spiritual strength.",
      "summary": "The speaker describes Prabhupada's Sadhana program and how it builds spiritual strength to protect against Maya in Kali Yuga.",
      "timestamp_url": "https://youtu.be/eL2zRCTsgDM?t=2166",
      "transcript": "And that is how Prabhupada made a whole program, where we all get together, in the morning we get up, all of us come together in the temple hall, assemble together, and then we sing Samsara Dhaman Leda. And then what we do, we all sit in the temple hall, and together we chant Hare Krishna Maha Mantra. And then, together we do Guru Poja. Together we all sit and hear Bhagavatam class. When, you know, in the olden ages, where was this kind of system? Dhruva Maharaj or Bharat Maharaj, they were not sitting in the forest and, you know, gathering lot of people, and together let us, you know, have Bhagavatam class daily. No, they were not having. Okay, only the sages got together in Naimisharanya, because they were conducting a special sacrifice. So, they together all got together and they heard. Because anyway it was the beginning of Kali Yuga. So, they actually set the precedence. That in Kali Yuga, all of, all the sages got together and heard Bhagavatam. Bhagavatam is there all the time. So, only in Kali Yuga, hearing Bhagavatam, process of hearing Bhagavatam is Satamprasangat. You have to do it in the association of others. Alone, we will not be able to do it. We will not be able to sustain. And that is why, Prabhupada has created a whole Sadhana program, where we all come together, and together we hear Bhagavatam, together we chant Hare Krishna Mantra, together we do Sankirtana. And this is the process for Kali Yuga, which is very, very powerful. And simply by engaging in this process, what happens is, we gain strength from each other, and we will be able to very quickly make progress in spiritual life. Otherwise, in Kali Yuga especially, it is very, very difficult to progress in spiritual life. To be able to protect ourselves from the forces of Maya is very, very tough. It is not at all easy. Maya is very powerful, and we are very weak. In the earlier ages, what used to happen, Maya used to be less powerful, and people used to be much stronger spiritually. Now the roles have reversed. So, therefore, we have to, you know, together we have to face the force of Maya. So we stay in the same ashram, we come and practice spiritual life together. So what happens is, in the temple, temple is a very protected environment, where the force of Maya is practically not there. So, this association of devotees, we have to appreciate, and we have to value that, you know, what Prabhupada has given us in the form of this institution, in this form of, in the form of the opportunity to be able to, be able to practice the principles of the Bhagavatam, in the manner it is described in the Bhagavatam. In the association, in a group, every day, day after day, we go on practicing. This is actually building up our spiritual strength. And this is what is required for Kalyuga. So, with these few words, I will stop. If there are any questions or comments,"
    },
    {
      "start_time": 2341,
      "end_time": 2572,
      "verse_references": [],
      "themes": [
        "distress",
        "spirituality",
        "Punyatmas"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "When distress comes in a person's life some people will see where distress comes they become very spiritually inclined others when they become distressed they'll become averse both kind of people you will see",
      "summary": "The speaker answers a question about how distress can lead some people to spirituality while others become averse, explaining that it depends on whether a person is a Punyatma.",
      "timestamp_url": "https://youtu.be/eL2zRCTsgDM?t=2341",
      "transcript": "we can discuss. Yes, please. Yes. Harikrishna, Prabhupada. Harikrishna. Generally, like, when the people you peacefully, they can be able to think of spirituality. Yeah. But like, in one sense, material nature go on giving troubles. Of course in one sense, to correct the people, to divert them from this topic, them from the sense gratificator to spirituality but there is another chance also that people may go away from spirituality also so how to understand this okay so when there is distrust the people may not the people may become averse to spiritual life more and more isn't it so actually when distress comes in a person's life some people will see where distress comes they become very spiritually inclined others when they become distressed they'll become averse both kind of people you will see those who are Punya those who are Punyatmas when distress comes in their life they become spiritually inclined and those who are those who are more sinful you know activities those who have done when distress has come in their life of where is God I don't believe in God how can all these problems and come in my life that becomes their attitude so they'll become averse and this is what happens so if a person is if a person is a Punyatma naturally he will turn towards the towards spirituality just like there was some survey in the US that normally when you know and when the whole economy was going very well everything was going nicely before 2008 and all that everything was running very well the whole world economy was booming and the US especially was doing very well so in the churches if you see on Sunday Sunday is when you know Christians all go to church so Sunday mass hardly one or two people used to be there and that too the people would come will be old people so then after 2008 or something there was a big recession and Lehman Brothers collapsed and so many things happened so at that time what happened suddenly in the churches the church has started getting filled with people and all young people started coming so the fathers in the churches became very happy good economic depression has agreed so more people are starting coming to our churches so this is an actual reality this is an actual fact why because when distress is there many people who are who are pure niatmas who'd turn towards spirituality they realize that you know we are not in good shape of life they seem to.. the state, when human beings are sad and buy what they would call money at must they all Um,六, and notice we are hurt they are really psychological, and this is when it gets bad we are fortunate that they are forgiven they are como sóン� sapuí ten in schools they crossed so people asked three조 secure you know man, because what happened is that they honor me you when we are pulled over many people theybní we are not in control of this world we think we are in control and everything goes well we think yes I'm in full control just like car when you're driving you've got a you know illusory feeling that yes I'm fully in control but when accident happen accident happens then you realize it's not in my control so it's actually is not in your control so you know so that's the reality so material world it's time and again we have seen whenever there is war whenever there is economic depression all these kind of things the number of people going to temples the number of people going to churches the number of people going to mass this goes up this goes up tremendous so that shows when there is distress people do turn turn towards God okay thank you any other"
    },
    {
      "start_time": 2572,
      "end_time": 2580,
      "verse_references": [],
      "themes": [],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "we'll stop here",
      "summary": "The speaker concludes the lecture.",
      "timestamp_url": "https://youtu.be/eL2zRCTsgDM?t=2572",
      "transcript": "question we'll stop here"
    }
  ]
}