{
  "video_id": "eLaes4xJ7BY",
  "title": "Daily Evening Bhagavatam Discourse | SB 1.17.18 | HH Stoka Krishna Swami | 24-02-2023",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=eLaes4xJ7BY",
  "segments": [
    {
      "start_time": 0,
      "end_time": 46,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyanati Mirandasya Gyananjanishalakaya Chakshurun Militam Yena Tasmay Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/eLaes4xJ7BY?t=0",
      "transcript": "Om Agyanati Mirandasya Gyananjanishalakaya Chakshurun Militam Yena Tasmay Shri Gurave Namaha Namah Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Jai Vanarottamam Devi Saraswati Vyasam Tato Jaya Mudhirayet"
    },
    {
      "start_time": 46,
      "end_time": 102,
      "verse_references": [
        "SB 1.17.18"
      ],
      "themes": [
        "suffering",
        "philosophy",
        "bewilderment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So greatest among human beings, it is very difficult to ascertain the particular miscreant who has caused our sufferings, because we are bewildered by all the different opinions of theoretical philosophers.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam and explains Dharma's reply to Pariksit Maharaj about the difficulty in ascertaining the cause of suffering due to various philosophical opinions.",
      "timestamp_url": "https://youtu.be/eLaes4xJ7BY?t=46",
      "transcript": "In this session, we will be discussing from the 18th verse of the 17th chapter of the 1st canto of Shri Madbhagavatam, Navayam Klesha Bijaanam Yathasya Purushar Shabha Purushamtam Bijaanemo Vakyabhedavimohitaha. Dharma is replying to Pariksit Maharaj. Pariksit Maharaj asked Dharma, who is the cause of your suffering? So now Dharma's particular reply to Pariksit Maharaj. What is he telling? So, greatest among human beings, it is very difficult to ascertain the particular miscreant who has caused our sufferings, because we are bewildered by all the different opinions."
    },
    {
      "start_time": 102,
      "end_time": 195,
      "verse_references": [],
      "themes": [
        "suffering",
        "material existence",
        "desire"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Material existence means there will be suffering.",
      "summary": "The speaker elaborates on the universal experience of suffering in material existence and the inherent desire to avoid it, setting the stage for a discussion on the cause and solution to suffering.",
      "timestamp_url": "https://youtu.be/eLaes4xJ7BY?t=102",
      "transcript": "of theoretical philosophers. So what does this mean? It's difficult to ascertain the actual cause of our suffering, because so many different theories exist. There are many theoretical philosophers in the world who put forward their own theories of cause and effect, especially about the cause of suffering and its effect on different living beings. See, one thing is very common among all of us. What is the cause of suffering? All living beings, all human beings at least, nobody wants suffering. Everybody wants to enjoy without any suffering. But even if somebody does not want suffering, there is suffering in this world which practically everybody has to go through to different degrees, of course. Not that everyone is suffering. Not that everyone suffers the same extent. But suffering is definitely there in this world. This is the truth about material existences. Material existence means there will be suffering."
    },
    {
      "start_time": 195,
      "end_time": 380,
      "verse_references": [],
      "themes": [
        "philosophy",
        "Vedic philosophy",
        "Srila Prabhupada"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Generally, there are six great philosophers.",
      "summary": "The speaker introduces Srila Prabhupada's explanation of the six great Vedic philosophers and their respective philosophies: Kanada, Gautama, Patanjali, Kapila, Jaimini, and Vyasa Deva.",
      "timestamp_url": "https://youtu.be/eLaes4xJ7BY?t=195",
      "transcript": "So, what is the real cause of suffering and how to get rid of this suffering? That is the whole discussion that is now going to happen. So, Srila Prabhupada says about the statement of Dharma that there are many theoretical philosophers. Prabhupada says, \"Generally, there are six great philosophers.\" Who are the six great philosophers? The first one is Kanada, the author of Vaisheshika philosophy. I will just briefly explain what these philosophies are. First, let me read this out in Prabhupada's purport. The first one is Kanada Rishi. He was a great sage in former times, Vedic times. He is the author of Vaisheshika philosophy. Then, there is the second one, the second sage, Rishi, Gautama Rishi, the author of Logic. Logic means Nyaya Shastra. The third one, the third great philosopher is Patanjali. You have heard this name very much. Patanjali Rishi, the author of mystic yoga. Mystic yoga means ashtanga yoga, hatha yoga. Then the fourth one, the fourth great philosopher is Kapila, the author of sankhya philosophy. This Kapila is nirishwara Kapila. In the Bhagavatam, there is a mention of Kapila who is the son of Devahuti, the incarnation of the Supreme Lord. The Kapila mentioned in this purport here among the six great philosophers is not that incarnation Kapila. This is another later Kapila in recent times, much after the ancient incarnation of the Supreme Lord Kapila. There is another Kapila, same name, and the philosophy is also the same name, sankhya philosophy, but the two are totally different. So, fourth one is nirishwara Kapila, the author of sankhya philosophy. Then the fifth one is Jaimini Rishi, the author of karma mimamsa philosophy. And the last one, the sixth one is Vyasa Deva, our Vyasa, the author of Bhagavatam, the author of Vedanta Sutra, the one who compiled all the Vedas. He has given us what is called as Vedanta philosophy, Vedanta Darshana. So, six philosophers."
    },
    {
      "start_time": 380,
      "end_time": 473,
      "verse_references": [],
      "themes": [
        "suffering",
        "devotees",
        "cause and effect",
        "Kali Yuga"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "without the sanction of the lord no one could inflict trouble upon them",
      "summary": "The speaker explains that even though Kali Purusha is the immediate cause of suffering, ultimately everything happens with the sanction of the Lord, and devotees understand this principle.",
      "timestamp_url": "https://youtu.be/eLaes4xJ7BY?t=380",
      "transcript": "Six philosophies, and I will try to briefly mention what each of these philosophies are, though there is lot more explained by Prabhupad elsewhere about these philosophies, but briefly I will just mention. Let me complete this purport. Although the bull or the personality of religion and the cow, the personality of the earth, knew perfectly well that the personality of Kali was the direct cause of their sufferings, still, as devotees of the Lord, they knew well also that without the sanction of the Lord, no one could inflict trouble upon them. So, the analysis of who is the cause of my problem, if I am suffering, then who is the cause? So, there is a direct cause or the immediate cause. Now, in the case of the cow and the bull, Kali Purusha was actually beating the cow, was the immediate cause, but that immediate cause is not the only cause. So, in this world, there are always a series of causes and"
    },
    {
      "start_time": 473,
      "end_time": 623,
      "verse_references": [],
      "themes": [
        "cause and effect",
        "Paramatma",
        "suffering",
        "devotees"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Without Paramatma's sanction, Kali Purusha cannot inflict suffering upon the cow or the bull.",
      "summary": "Using the analogy of rainfall, the speaker illustrates the chain of cause and effect, emphasizing that even the actions of Kali Purusha are ultimately sanctioned by Paramatma.",
      "timestamp_url": "https://youtu.be/eLaes4xJ7BY?t=473",
      "transcript": "effects for any happening. To give an example, if there is rainfall, the cause of the rainfall, immediate cause is the rain bearing cloud. The rain bearing cloud, ultimately, the cloud neighboring cloud is the Sun who evaporates water from the huge water bodies on this earth planet, and the clouds are formed which contain the water in a vapor state, water vapor. Evaporated water is there in the cloud form, and then that cloud which is gathered sufficient water vapor, it will condense, the vapor will become into water, and that water is poured down by the cloud at the appropriate time, like rainy season, to give an example. Now what is the cause of the Sun, the action of the Sun, or who or what is the cause? So like this, we can analyze a series of causes and defects, so here we should understand that the direct cause of the immediate cause is Kalipurusha. But as Prabhupada mentions, nothing in this world takes place if there is no sanction of the Paramatma seated in everyone's heart. So, without Paramatma's sanction, Kali Purusha cannot inflict suffering upon the cow or the bull. So, there is some role of Paramatma also who sanctions the Kali Purusha to inflict suffering upon the cow and the bull."
    },
    {
      "start_time": 623,
      "end_time": 779,
      "verse_references": [],
      "themes": [
        "suffering",
        "karma",
        "sin",
        "devotional service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The present trouble, if we are suffering now, is due to the fructifying of seedling sins.",
      "summary": "The speaker explains that suffering is a result of past sinful activities (Papa Bija) that develop into Papa Phala, but pure devotional service can destroy these sinful seeds.",
      "timestamp_url": "https://youtu.be/eLaes4xJ7BY?t=623",
      "transcript": "So, therefore, the bull is correctly, Dharma is correctly pointing out that it's not so easy to identify the exact cause of our suffering. And if we try to analyze all the different causes, then it is common. And it is complicated to analyze the various causes because there are different philosophers who tell there are different kinds of causes leading to a particular suffering. So, Srila Prabhupada says from the authoritative scriptures, according to the Padma Purana, which is the authentic scripture explaining these causes and effects, our process... The present trouble, if we are suffering now, is due to the fructifying of seedling sins. There is Papa Bija within our heart, everybody's heart. Everyone who has taken birth in this material world by force of karma has got in their heart what is called as Papa Bija, seedling sins. But even those seedling sins also gradually fade away by execution of pure devotional service. Anybody suffering is due to their own sinful activities performed in the past. And those sinful activities which they performed in the past resulted in Papa Bija being put in their heart. And that Papa Bija will gradually develop into Papa Phala. And that Papa Phala is what we experience as suffering. Different kinds of suffering depending on different kinds of Papa Phala. So, but somebody who performs pure devotional service... All the Papa Bijas are completely destroyed before they can fructify."
    },
    {
      "start_time": 779,
      "end_time": 881,
      "verse_references": [],
      "themes": [
        "devotees",
        "suffering",
        "tolerance",
        "Krishna's mercy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Whatever a devotee suffers, he thinks, that by Krishna's mercy, the suffering is minimized.",
      "summary": "The speaker describes how devotees tolerate suffering, understanding it as a minimized consequence of their past karma due to Krishna's mercy and intervention.",
      "timestamp_url": "https://youtu.be/eLaes4xJ7BY?t=779",
      "transcript": "So, we become free from suffering because we are freed of sinful reactions by performing pure devotional service. Thus, even if the devotees see the mischief mongers, they do not accuse them for the suffering inflicted. They take it for granted that the mischief monger is made to act by some indirect cause. And therefore, they tolerate the sufferings, thinking them to be God-given in small doses. For otherwise, the suffering should have been greater. Whatever a devotee suffers, he thinks that by Krishna's mercy, the suffering is minimized. Token suffering. Otherwise, if I had not taken to devotional service, if Krishna would not have intervened in my life, I would have suffered much, much more due to my past sinful activities. So, a devotee considers, what I am getting as suffering now is very, very minimal. And let me tolerate that by the grace of the Supreme Lord Krishna. Only this is the best discovery. It is the greatest жеegdavu, which I would try to capture with my pen. So, it is further told by Prabhupada, Maharaj Pariksit wanted to get a statement of accusation against the direct mischief monger, but they, the Cow and the Bull, declined to give it on the abovementioned grounds. They said, if we try to analyse, we're not able to analyse exactly who is responsible."
    },
    {
      "start_time": 881,
      "end_time": 960,
      "verse_references": [],
      "themes": [
        "philosophy",
        "speculation",
        "devotees",
        "Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Speculative philosophers, however, do not recognize the sanction of the Lord.",
      "summary": "The speaker contrasts the understanding of devotees, who recognize the Lord's sanction in all events, with speculative philosophers who are bewildered and unable to see Krishna as the ultimate cause.",
      "timestamp_url": "https://youtu.be/eLaes4xJ7BY?t=881",
      "transcript": "Speculative philosophers, however, do not recognize the sanction of the Lord. Devotees, they directly understand and directly say that ultimately the sanction of the Lord is the ultimate cause of all causes, but the theoretical philosophers, the other five other than the Vyasa Deva, the other five philosophers, they do not recognize the role of the Paramatma. They try to find out the cause of suffering in their own way, their own analysis. According to Srila Jiva Goswami, such speculators are themselves bewildered, and thus they cannot know the ultimate cause of all causes, that is the Supreme Personality of Godhead Krishna. They cannot know that the theoretical philosophers are bewildered, so when they try to analyze, their brain doesn't work perfectly. They are not able to see the ultimate cause, Krishna, in all circumstances, in all cases, in all conditions, that they are unable to see."
    }
  ]
}