{
  "video_id": "EmlcTpLJkh8",
  "title": "Mahabharata | Part 31 | The Rigged Game of Dice | His Grace Suvyakta Narasimha Dasa",
  "speaker": "HG Suvyakta Narasimha Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=EmlcTpLJkh8",
  "segments": [
    {
      "start_time": 30,
      "end_time": 90,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer",
        "guru"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Adhyana Timurandhasya Jnananjana Salakaya Chaksharunmi Licham Yena Tasmai Srigurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, offering obeisances to the spiritual master and Lord Krishna.",
      "timestamp_url": "https://youtu.be/EmlcTpLJkh8?t=30",
      "transcript": "Om Adhyana Timurandhasya Jnananjana Salakaya Chaksharunmi Licham Yena Tasmai Srigurave Namaha Namah Om Vishnupadaya Krishna Treshthaya Bhutale Srimate Bhaktivedanta Swamin Nithinamine Namaste Saraswati Deve Gauravani Pracharine Nirvishesha Chunyavadi Pashatya Desha Jaya Sri Krishna Chaitanya Prabhu Nithyananda Sri Advaita Gadadhara Sri Vasad Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Mokam Karoti Vachalam Pangum Langhayate Girim Yad Krupata Maham Vande Sri Gurumdeenam Meenakaranam"
    },
    {
      "start_time": 92,
      "end_time": 177,
      "verse_references": [],
      "themes": [
        "Mahabharata",
        "game of dice",
        "plot",
        "cheating"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Duryodhana, Shakuni, Karna, and Dhritarashtra, Dushyasana, all these people combined together to lay out a scheme, a plot, how to trap the Pandavas and take their kingdom by cheating.",
      "summary": "The speaker summarizes the previous episode, focusing on the plot devised by Duryodhana and his allies to cheat the Pandavas out of their kingdom during the game of dice.",
      "timestamp_url": "https://youtu.be/EmlcTpLJkh8?t=92",
      "transcript": "And welcome to today's episode of the Mahabharata. In the previous episode, we have seen the beginning of one of the key moments in the history of the world, in the history of the Mahabharata, a pivotal point in the whole narration of the Mahabharata epic, the game of dice. We saw how Duryodhana and Shakuni, Duryodhana, Shakuni, Karna, and Dhritarashtra, Dushyasana, all these people combined together to lay out a scheme, a plot, how to trap the Pandavas and take their kingdom by cheating, because the Pandavas were too powerful for direct confrontation. We also saw how Yudhishthiram had a great power over the Mahabharata. He was hard excited and eager to turn that game around. He almost stepped out when Dhritarashtra killed him. Udhishthira Maharaj was unwilling to participate in that game of dice, but he was bound by the instructions of his elder, Dhritarashtra. Even though Yudhishthira tried to wriggle out of the trap set by Duryodhana and Shakuni by refusing to play with Shakuni, Duryodhana, on the plea of playing himself, made Shakuni catch the dice on his behalf."
    },
    {
      "start_time": 177,
      "end_time": 230,
      "verse_references": [],
      "themes": [
        "game of dice",
        "cheating",
        "stakes",
        "loss"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Each time the dice would be rolled sakuni would win and yudhishtira would lose gradually as the play progressed the stakes became bigger",
      "summary": "The rigged game continues with Shakuni winning every roll, and Yudhishthira losing increasingly valuable possessions, including jewels, gold, armies, and weapons.",
      "timestamp_url": "https://youtu.be/EmlcTpLJkh8?t=177",
      "transcript": "This distances between the two power- environments, which was actually not according to the rules of the game, but Dhritarashtra, as the referee, he did not object to it and he did not give heed to Yudhishthira's objection. So Yudhishthira was forced to go along. When the dice started rolling, the stakes initially started with small things, some jewels, some gold, etc. Each time the dice would be rolled, Sakuni would win and Yudhishthira would lose. Gradually, as the play progressed, the stakes became bigger, armies, the different kinds of weapons, servants, different soldiers, etc., etc. The stakes kept getting bigger and bigger and each"
    },
    {
      "start_time": 230,
      "end_time": 328,
      "verse_references": [],
      "themes": [
        "greed",
        "consequences",
        "advice",
        "destruction"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Vidura could foresee that this is going to lead to the destruction of the Kaurava dynasty because if by unfair means the pundavas unnecessarily the pandavas are angered then eventually it would lead to war",
      "summary": "Yudhishthira loses everything, including his kingdom, and Vidura advises Dhritarashtra to stop the game, warning of the disastrous consequences of angering the powerful Pandavas, but Dhritarashtra's greed blinds him.",
      "timestamp_url": "https://youtu.be/EmlcTpLJkh8?t=230",
      "transcript": "time Yudhishthira kept losing. Finally, a point of time came when Yudhishthira had practically lost everything, and then Sakuni incited him to bet his kingdom. And Yudhishthira, having no other go, he put his kingdom at stake and played, and Yudhishthira lost that also. Now the whole assembly was abuzz. While all this was going on, the people who are witnessing were not very happy with the way things were proceeding. They could see that the whole game was rigged, but then Dhritarashtra, the emperor, was sitting there and he was not saying anything, and the king's word is final, so people did not know what to do. They were all talking amongst themselves like this. The whole assembly was then Vidura started talking to Dhritarashtra and he advised him in various ways that this was unfair and it was not the right thing to do. And Vidura could foresee that this is going to lead to the destruction of the Kaurava dynasty, because if by unfair means the Pandavas unnecessarily, the Pandavas are angered, then eventually it would lead to war. And if it led to war and the Pandavas, their power was so, their power they, they were so mighty that the Kauravas would not be able to stand in front of"
    },
    {
      "start_time": 328,
      "end_time": 431,
      "verse_references": [],
      "themes": [
        "greed",
        "inaction",
        "loss",
        "gambling",
        "intoxication"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Dhritarashtra was waiting because he was his greed was not allowing him to heed the words of Vidura although he knew that Vidura meant well",
      "summary": "Dhritarashtra ignores Vidura's wise counsel due to his greed, and Yudhishthira, now bereft of his kingdom, is further incited by Shakuni to bet his brothers, highlighting the intoxicating nature of gambling.",
      "timestamp_url": "https://youtu.be/EmlcTpLJkh8?t=328",
      "transcript": "them. Vidura very well knew this and he advised Dhritarashtra repeatedly to call off the match, but then he was, Dhritarashtra was going on hearing, okay, now they stake this, they lost this, they stake this, they lost it, now the kingdom has been staked. So Dhritarashtra was waiting because he was, his greed was not allowing him to heed the words of Vidura, although he knew that Vidura meant well and whatever Vidura spoke were actually very full of wisdom. So Dhritarashtra, impelled by his greed, he refused to take action on Vidura's words. And so finally Yudhishthira Maharaj staked his kingdom and he lost the kingdom to. Now what was left? They were bereft of their kingdom, nothing was left. Now the whole assembly was completely, they were, they were all, they were all shocked at what had happened and the whole assembly fell pin drop silent. Now what is going to happen? And then Duryodhana and Shakuni started sarcastically needling Yudhishthira and they challenged him, why don't you now, now that you are lost everything, you still have your brothers, why don't you try, you try putting your brothers at stake, maybe you can still win back, you may be able to win back everything that you have lost. The gambling is such a, such an activity that it is very intoxicating. It is like a whirlpool, once a person enters into it, it will suck that person"
    },
    {
      "start_time": 431,
      "end_time": 526,
      "verse_references": [],
      "themes": [
        "loss",
        "desperation",
        "scheme",
        "trap"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "The kingdom is lost everything is lost they are back on the streets the Pandavas are back on the street so he put at stake Nakula and he lost Nakula also then Sahadeva Sahadeva also lost then he staked Arjuna and he lost Arjuna also finally he staked Bhima very unwillingly",
      "summary": "Yudhishthira, driven by a gambler's mentality, stakes and loses each of his brothers, leading to a shocked and silent assembly, as the Pandavas fall deeper into the trap set by their enemies.",
      "timestamp_url": "https://youtu.be/EmlcTpLJkh8?t=431",
      "transcript": "inside. If a person keeps losing, he will think, keep thinking, maybe just one step next, next time I may be able to win back everything. So Yudhishthira also thought, now what to do? The kingdom is lost, everything is lost, they are back on the streets, the Pandavas are back on the street. So he put at stake Nakula and he lost Nakula also. Then Sahadeva, Sahadeva also lost. Then he staked Arjuna and he lost Arjuna also. Finally, he staked Bhima, very unwillingly, but with no other choice, he staked Bhima and Bhima was also lost. Now the whole assembly fell completely silent because what was happening, because everyone could see what was happening was not at all auspicious. This was going to lead to something terrible. Everybody could sense it. Then finally Yudhishthira Maharaj, seeing no other go, he stated himself and he played one last attempt, let me try one last time, maybe I will be able to win back everything. And he staked himself and the dice was rolled and again Yudhishthira Maharaj was lost. Now he was perspiring, he did not know what to do. Everything had been lost according to the scheme, according to the trap laid by Duryodhana and Dhritarashtra, Shakuni and others."
    },
    {
      "start_time": 526,
      "end_time": 677,
      "verse_references": [],
      "themes": [
        "degradation",
        "dishonor",
        "silence",
        "helplessness"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Shakuni told him you still have one chance what is that one chance why don't you stake Draupadi she is still there that's the last thing you possess",
      "summary": "Shakuni suggests staking Draupadi, causing an uproar in the assembly. Yudhishthira stakes and loses her, leading to widespread shock and condemnation, except from Duryodhana and his allies.",
      "timestamp_url": "https://youtu.be/EmlcTpLJkh8?t=526",
      "transcript": "Now what to do? He was completely downcast. Then Shakuni told him, you still have one chance. What is that one chance? Why don't you stake Draupadi? She is still there. That's the last thing you possess. The whole assembly was an uproar. How can Draupadi be staked? How can she, is the daughter-in-law of the Kaurava household? How can her honor be put at stake? And now Vidura could not tolerate it. He spoke very heavily against Duryodhana and told Dhritarashtra, please stop this. Don't do this. Now, what happens is when Duryodhana heard this, Duryodhana could not broke it, whatever Vidura was saying, and he started chastising him very severely, reprimanding him very severely, because it is said that, if advice is given to a foolish person for his own welfare, instead of shanta, instead of it making him peaceful, it will only anger him. An intelligent person, when he receives the advice of a foolish person, he will only anger him. When he receives good advice, he will take it very peacefully and he will dwell on it, he will contemplate on it and try to make use of that advice. But a foolish person will think, this advice is for my detrimental, it is detrimental to my interest. And when good advice is given, he will not accept it. Duryodhana was like that. Despite Vidura's so many good advice, he would never accept it. He always was under the impression that Vidura, he is, is partial towards the Pandavas and he does not think of my welfare, although in reality Vidura was talking for his own good. Duryodhana very severely reprimanded Vidura and Dhritarashtra was silent. He did not take any action. So Vidura also felt silent because he also became helpless. And so now Draupadi was put at stake. And again the dice was rolled. And like all the previous times, again Yudhishthira Maharaj lost. Now everything was gone. Nothing was left. The whole assembly"
    },
    {
      "start_time": 677,
      "end_time": 797,
      "verse_references": [],
      "themes": [
        "insult",
        "humiliation",
        "slavery",
        "defiance"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Karna started remembering the insult that Draupadi had made upon him in the Swayambhara where in front of everyone she had said that Karna, because of being born in a Sudra family, he could not participate in the Swayambhara.",
      "summary": "Karna, fueled by past resentment, instigates the humiliation of Draupadi, declaring her a slave and ordering her to be brought to the servant's quarters, recalling her rejection of him at her Swayamvara.",
      "timestamp_url": "https://youtu.be/EmlcTpLJkh8?t=677",
      "transcript": "was completely in uproar. Nobody was happy with what was happening, except for three, four people: Dushyasana, Karna, Duryodhana, Shakuni, Dhritarashtra. These were the only people who were really happy. Nobody else was happy. Now Karna started remembering the insult that Draupadi had made upon him in the Swayambhara, where in front of everyone she had said that Karna, because of being born in a Sudra family, he could not participate in the Swayambhara. So he immediately told Duryodhana, now Draupadi is a slave. The Pandavas have lost themselves. All the Yudhishthira and Bhima, Arjuna, Nakula, Sahadeva, all the Pandavas have lost themselves. Now Duryodhana, Karna, Duryodhana, Shakuni, Dhritarashtra, Karna, Arjuna, Nakula, Sahadeva, all the Pandavas have lost themselves. They are all our slaves. And even Draupadi has been lost in the game of dice. So bring her, why she should stay in the royal household. Please bring her and let us send her to the quarters, the servant's quarters. Let her stay with all the maidservants. So our servant was sent to bring Draupadi from her inner chambers. Now Draupadi had not dressed herself yet. Generally when we, we are at home, we will be wearing some casual dress, we will not be wearing our formal dress. So Draupadi was in her casual dress, she was not planning to come out, so she was not dressed formally. So she was not in a position to come to the assembly when called for and when she heard from the messenger that like this, in the game of dice, Yudhishthira Maharaj had lost all the brothers. He had lost himself and he had lost Draupadi also and now Draupadi was told to come to the assembly so that she could be sent to the servant's quarters."
    },
    {
      "start_time": 797,
      "end_time": 880,
      "verse_references": [],
      "themes": [
        "injustice",
        "helplessness",
        "defiance",
        "disrespect"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "She sent the messenger back with a question asking whether she had been fairly lost in the bet, whether she had been fairly lost in the game of dice.",
      "summary": "Draupadi questions the fairness of her being staked, and Dushyasana forcibly drags her, improperly dressed, into the assembly, disregarding her pleas and the presence of elders.",
      "timestamp_url": "https://youtu.be/EmlcTpLJkh8?t=797",
      "transcript": "She sent the messenger back with a question asking whether she had been fairly lost in the bet, whether she had been fairly lost in the game of dice. Did Yudhishthira stake her and lose her and then he lost himself or he first staked himself and then he lost himself. He staked Draupadi later in which case the whole, his losing Draupadi becomes questionable. Now when the messenger came back and asked this question, nobody had a proper answer. So Duryodhana told Dushyasana, what is all this, you know, asking various people to bring her, you go and bring her. So Dushyasana forcibly entered into the women's quarters. Actually men are not supposed to enter the women's quarters. Enter into the women's section of the palace wherever they are staying. The men's and the women's quarters would be completely different. But he forcibly entered there, caught hold of Draupadi by her hair, by her tresses and he started dragging her to the assembly. Draupadi was, she was objecting, she was saying, I am not dressed properly, I can't come in this state. There are so many elderly people like Bhishma, Drona, Dhritarashtra, all such personalities, all such personalities. They are there. How can I come like this? But he would not listen. He just dragged her forcibly into the assembly and pulled her on the floor of the assembly."
    },
    {
      "start_time": 880,
      "end_time": 965,
      "verse_references": [],
      "themes": [
        "insult",
        "humiliation",
        "silence",
        "injustice"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "When Bhishma saw this, when Drona saw this, when Vidura saw this, they were beside themselves with tears. Actually it was not an insult of Draupadi, it was an insult of the entire Kaurava dynasty.",
      "summary": "The elders are horrified, but remain silent. Duryodhana and Karna continue to taunt Draupadi, declaring her a slave and suggesting she choose a new husband.",
      "timestamp_url": "https://youtu.be/EmlcTpLJkh8?t=880",
      "transcript": "And when Bhishma saw this, when Drona saw this, when Vidura saw this, they were beside themselves with tears. Actually it was not an insult of Draupadi, it was an insult of the entire Kaurava dynasty. Duryodhana did not understand this. Dhritarashtra was not willing to listen. He was not willing to go against Duryodhana. Now who is going to stop them? Vidura is trying his best. Dhritarashtra would not listen to Vidura, nor would he listen to Bhishma, nor would he listen to Drona. He would not listen to anyone except Duryodhana. So, everybody, nobody knew what to do. Everybody was beside themselves and the assembly, big furor in the assembly. How can Draupadi be brought here? So many people were objecting. Some people were speaking in favor of Duryodhana. Some people were objecting. And when she was brought like this, then Duryodhana started telling her, now your husbands have lost you. Now you are a slave. You please go to the servants quarters and be with the maid servants. And then Karna told her, told Draupadi, Draupadi, now all your husbands, they have all lost you. They have all become our slaves. Now you pick up somebody else as your husband. These people are no more your slaves. And these people are no more your husbands."
    },
    {
      "start_time": 965,
      "end_time": 1072,
      "verse_references": [],
      "themes": [
        "plea",
        "injustice",
        "dharma",
        "confusion"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Draupadi was weeping and she was inconsolable. And she looked at Drona, she looked at Bhishma, Vidura, none of them are saying anything.",
      "summary": "Draupadi pleads for justice, questioning the validity of her being staked after Yudhishthira lost himself. Bhishma admits his confusion, unable to provide a clear answer.",
      "timestamp_url": "https://youtu.be/EmlcTpLJkh8?t=965",
      "transcript": "Like this, such piercing words were being used. Draupadi was weeping and she was inconsolable. And she looked at Drona, she looked at Bhishma, Vidura, none of them are saying anything. Then she started talking to Dhritarashtra, oh my king, what is this? The honor of the entire Kaurava dynasty is being brought to the, in front of all the public like this? Is this the way to treat Dhritarashtra? Is this the way to treat the women folk of the Kaurava dynasty? Dhritarashtra was silent. Then she asked Dhritarashtra, please tell me, if Yudhishthira Maharaj had lost himself before staking me, then how is it right for him to stake me further and then lose me? Because he has already lost himself. He is no more in a position to stake anybody else. Now she asked Bhishma. Bhishma said, my dear daughter, I am unable to answer you because although Yudhishthira lost himself first and in one sense what you are saying is right, at the same time, no matter in what situation a man is, his wife is still his own. Just because Yudhishthira lost himself in the bed doesn't mean that he lost you also. Even after he became the slave of the Kauravas, of Duryodhana and others, he is still your husband. And so he had the right to stake you. So this is also there. At the same time, this logic is also there that Yudhishthira, having staked himself, had no more right to continue playing. So I am confused. I am not able to give a proper answer."
    },
    {
      "start_time": 1072,
      "end_time": 1163,
      "verse_references": [],
      "themes": [
        "objection",
        "rebuke",
        "dishonor",
        "incitement"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "At that time, one of Duryodhana's brothers, Vikarna, he stood up and he objected. He said, Draupadi, her honor is being put on the floor like this. I am not for this.",
      "summary": "Vikarna objects to the treatment of Draupadi, arguing that she was unfairly staked. Karna rebukes Vikarna and suggests that Draupadi be disrobed, questioning her honor for having five husbands.",
      "timestamp_url": "https://youtu.be/EmlcTpLJkh8?t=1072",
      "transcript": "And so now there was nobody was able to say anything. At that time, one of Duryodhana's brothers, Vikarna, he stood up and he objected. He said, Draupadi, her honor is being put on the floor like this. I am not for this. He objected very strongly. And he said, according to me, Yudhishthira Maharaj, the one, the moment he had lost himself in the game of dice, the game of dice was over. There was no more question of betting and there was no more question of further staking Draupadi. So Draupadi is not lost. She cannot be brought into the ashram. She cannot be made a maid servant. I oppose this. Vikarna spoke very strongly, although he was a younger brother of Duryodhana. And when Karna saw this, he flared up and he started rebuking Vikarna like anything. And then Karna did something unthinkable. Karna told Dushyasana, Dushyasana, what is this Draupadi is going on talking so many things and she is asking for justice and all that. After all, she is a woman who has married five men. She has married five men as husband. Does any respectable woman do that? I think what you should do is disrobe her. Let her become naked. What she is talking so much about her honor and all that. Like this, Karna incited Dushyasana and Dushyasana also. He was also a wild man. Immediately, he was also waiting for an opportunity. Immediately, he caught hold of Draupadi's sari and started pulling at it."
    },
    {
      "start_time": 1163,
      "end_time": 1281,
      "verse_references": [],
      "themes": [
        "fury",
        "helplessness",
        "injustice",
        "surrender"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Immediately, he caught hold of Draupadi's sari and started pulling at it.",
      "summary": "Dushyasana begins to disrobe Draupadi. Bhima is filled with fury but restrained by Yudhishthira's adherence to dharma. Draupadi, seeing no help from her husbands or the assembly, remembers Lord Krishna.",
      "timestamp_url": "https://youtu.be/EmlcTpLJkh8?t=1163",
      "transcript": "Now Bhima, he was waiting. He was beside himself with fury. He could not control himself. But then what to do? He was bound by his elder brother's words. And his elder brother, because he is so much fixed in virtuosity and dharma that he is not going to go against his word. He had already given his word. He had lost himself and his brothers. So he was not in a position to say anything against what Duryodhana and others were saying because they were now their slaves. So Yudhishthira Maharaj could not say anything. He could not do anything. And Bhima was bound by his words. And Arjuna started pacifying Bhima. Calm down. Calm down. Don't become too angry now. Now is not the right time. Our hands are tied. So like this, Arjuna was constantly pacifying Bhima. And so now, the brothers were not able to do anything. And in the whole assembly, Dushyasana started trying to pacify Bhima. She started trying to strip Draupadi by pulling at her saree. And Draupadi, she is trying to protect herself. She is trying to protect her honor. She is holding on with great effort to her, with great strength to her saree. But this man, Dushyasana is such a well-built, powerful guy. And Draupadi is such a delicate woman. She is a delicate princess. What she will fight against this, this bulky, hefty man full of muscles and full of strength. So she tried her best to hold the saree but she was not able to. And she saw that her husbands are not in a position to help her. She saw that the entire assembly, nobody is speaking against this injustice. So what to do now? Then she remembered one person who is the refuge of all people who are completely shelterless."
    },
    {
      "start_time": 1281,
      "end_time": 1379,
      "verse_references": [
        "BG 9.4",
        "BG 7.7",
        "BG 18.66",
        "BG 10.20"
      ],
      "themes": [
        "refuge",
        "surrender",
        "divine intervention",
        "promise"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Then she remembered one person who is the refuge of all people who are completely shelterless. That is the Supreme Personality of God and Lord Krishna.",
      "summary": "Draupadi, realizing her helplessness, surrenders completely to Lord Krishna, who is present within her heart as Paramatma, remembering his promise to protect her.",
      "timestamp_url": "https://youtu.be/EmlcTpLJkh8?t=1281",
      "transcript": "That is the Supreme Personality of God and Lord Krishna. So she started calling out to Krishna. Krishna! Krishna! She started calling out. But then this Dushyasana is not giving up. She is holding on. She is calling out to Krishna but nothing is happening. Then finally she realized, I am holding on to this saree with all my effort, but ultimately I cannot protect myself. In this assembly when such big, big people are there, my husbands are such great heroes, such great warriors, they are not able to protect me. What? I will protect myself. My only shelter is Lord Krishna. So she let go of her saree. She raised her hands and started calling out, O Govinda! O Gopijanavallada! O Hari Murari! Like that she started calling out to Krishna. The moment she started calling out to Krishna, Krishna, although you are so far away in Dwaraka, but then Krishna, as he says in the Bhagavad Gita, Sarvasya Chaham Hrithi Sannivishtaha, Krishna is seated in every living entity's heart as Paramatma. So the moment she gave up everything else, her dependence on her husbands, her dependence on her own abilities, she gave up everything and totally surrendered to Krishna. Krishna as Paramatma immediately sensed that surrender and although Krishna was not there, Krishna was seated in Dwaraka. He knew everything of what was happening. And then he remembered his promise to Draupadi for the service that she had rendered to him."
    },
    {
      "start_time": 1379,
      "end_time": 1476,
      "verse_references": [],
      "themes": [
        "divine intervention",
        "miracle",
        "protection",
        "injustice"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "After that, Dushyasana pulled and pulled and pulled at her saree. The saree just kept coming and coming and the yards and the yards of cloth is being piled up on the floor.",
      "summary": "Dushyasana's attempts to disrobe Draupadi are miraculously thwarted as her sari becomes endless, leading to his exhaustion and the assembly's recognition of Krishna's intervention.",
      "timestamp_url": "https://youtu.be/EmlcTpLJkh8?t=1379",
      "transcript": "And Krishna decided now is the time to repay the debt to Draupadi. And so what happened? After that, Dushyasana pulled and pulled and pulled at her saree. The saree just kept coming and coming and the yards and the yards of cloth is being piled up on the floor. The cloth is piling on. Minute after minute, hour after hour he is pulling. Only the cloth is piling up but Draupadi is not getting disrobed. And pulling, pulling, pulling, finally what happened? Dushyasana lost all his strength and his stamina came to an end and he sat down on the floor perspiring in the midst of all the cloth. He was not able to understand what is happening, from where all this cloth is coming. And the whole assembly erupted in an uproar when they saw this wonderful miracle that was happening. Everybody understood how Krishna had saved the honour of Draupadi. So now the Vidura and Bhishma, they were all, they understood that somehow by Krishna's mercy this has happened and now Krishna is not going to keep quiet. So they became even more alarmed and they started advising Dhritarashtra at least now please stop all these injustices that's happening. How can the Kaurava assembly be sullied by trying to outrage the modesty of a woman? That too not an ordinary woman. She is one of the women folk of our own dynasty. How can this happen? How can you allow this to happen?"
    },
    {
      "start_time": 1476,
      "end_time": 1585,
      "verse_references": [],
      "themes": [
        "vow",
        "anger",
        "fury",
        "retribution"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "In battle, I will tear open the chest of Dushyasana and I will drink his blood.",
      "summary": "Bhima, enraged by Dushyasana's actions, vows to tear open his chest and drink his blood. Duryodhana mocks Draupadi, further fueling Bhima's anger.",
      "timestamp_url": "https://youtu.be/EmlcTpLJkh8?t=1476",
      "transcript": "Their fervent pleas were falling on deaf ears. Dhritarashtra had not only become blind, he had become deaf also. Now when Dushyasana failed in disrobing Draupadi and when Duryodhana saw all this and the Pandavas were so angry, Bhima, now he was not able to check his anger and Bhima when he saw how Dushyasana had tried to outrage the modesty of Draupadi, he looked at Dushyasana and he took a vow, a terrible vow, a vow which swore a vow so terrible, nobody had heard of such a vow before. He said in a raised voice, his eyes red with fury, Bhima said, listen everyone, I take a vow before everyone. In battle, I will tear open the chest of Dushyasana and I will drink his blood. When the assembly heard this, Bhishma, Drona, they were all struck with fear. But Duryodhana, like a fool, like a fly which foolishly it rushes into a blazing fire, oblivious of the fact that the flame is going to consume it, Duryodhana was laughing. And then he exposed this right thigh and slapping his thigh, Duryodhana told Draupadi, come, come, my dear woman, come and sit on my thigh. Now Bhima, already he was curious when he saw this, his rock completely exceeded all limits. Then he said, I am taking one more vow. In battle, I will break that thigh of yours and I will teach you a lesson."
    },
    {
      "start_time": 1585,
      "end_time": 1613,
      "verse_references": [],
      "themes": [
        "vow",
        "consequences",
        "cliffhanger"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Suddenly somehow Dhritarashtra, he came to his senses and he realized that this is going too far.",
      "summary": "Bhima vows to break Duryodhana's thigh. Dhritarashtra finally intervenes, realizing the situation has gone too far, leaving the audience in suspense as to what he will say.",
      "timestamp_url": "https://youtu.be/EmlcTpLJkh8?t=1585",
      "transcript": "When this much happened, suddenly somehow Dhritarashtra, he came to his senses and he realized that this is going too far. Finally, Dhritarashtra spoke. What did Dhritarashtra speak? What were his words? Please join us in the next episode of the Mahabharata to learn about this. Thank you. Hare Krishna. Jagat Guru Shri La Pravupada Ki Jai"
    }
  ]
}