{
  "video_id": "emvbgY9Uu2A",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.7.24 | 05-01-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=emvbgY9Uu2A",
  "segments": [
    {
      "start_time": 56,
      "end_time": 170,
      "verse_references": [],
      "themes": [
        "Krishna's incarnation",
        "Causeless mercy",
        "Material qualification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The personality of God is Sri Krishna out of his causeless mercy.",
      "summary": "This segment explains that Krishna incarnates out of causeless mercy, not influenced by material qualifications, and cannot be attracted through material means.",
      "timestamp_url": "https://youtu.be/emvbgY9Uu2A?t=56",
      "transcript": "This session will be discussing from the 24th verse of the 7th chapter of the 1st canto of Srimad Bhagavatam: Sa eva jeeva lokasya maya mohita cheta saha vidhatsye svayena viryena shreyo dharmadi lakshanam. The meaning of this verse is, and yet, though you are beyond the purview of the material energy, you execute the four principles of liberation, characterized by religion, and so on, for the ultimate good of the conditioned souls. This is a very important verse which explains when Krishna incarnates, if somebody looks at Krishna, they may be unable to recognize him as the Supreme Lord because he appears like another ordinary person. He appears like another created being, but he is not. He is not a created being. He is not an ordinary person. He is the Supreme Lord. That we explained by Prabhupada in the purport. Prabhupada says, \"The personality of God is Sri Krishna. Out of his causeless mercy...\" Krishna's mercy is described as causeless. That means there is no material cause for that mercy. There is no material cause. So therefore, to attract the attention of Krishna, or to get Krishna's mercy, we cannot do that. We cannot expect to get that mercy by having some material qualification, having some material opulence, having some material power, or having some material punya. We cannot expect to get any mercy from the Supreme Lord."
    },
    {
      "start_time": 170,
      "end_time": 281,
      "verse_references": [],
      "themes": [
        "Devotional service",
        "Pure devotee",
        "Transcendental situation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If you want his mercy, you have to render devotional service.",
      "summary": "This segment emphasizes that Krishna is pleased by devotional service and taking shelter of a pure devotee, highlighting the transcendental position of both the Lord and His devotees.",
      "timestamp_url": "https://youtu.be/emvbgY9Uu2A?t=170",
      "transcript": "No. So it is explained here, then why is it called the Supreme Lord? It is called causeless. It is causeless because the Lord does not consider any material attributes when he has to shower his blessings or mercy upon somebody. He is simply pleased by devotional service. If you want his mercy, you have to render devotional service. If you want his mercy, you take shelter of the pure devotee who is himself under the complete shelter and protection of the Supreme Lord. So these are all secrets of Bhakti revealed in the scriptures like Bhagavatam. So here it is told by Prabhupada, \"The personality of God is Sri Krishna. Out of his causeless mercy, descends on the material world without being influenced by the material modes of nature.\" Krishna comes down from the spiritual world. He comes to this material world, but he is never influenced by the material modes of nature. That means he is not subject to Sattva Guna, or Rajya Guna, or Tama Guna, or any combination. No. Then he is always transcendentally situated, Shuddha Sattva. Even the pure devotees who are coming from the spiritual world, even they are transcendentally situated. They are also transcendentally situated. That is the position of the devotee."
    },
    {
      "start_time": 281,
      "end_time": 393,
      "verse_references": [],
      "themes": [
        "Material manifestation",
        "Causeless mercy",
        "Reclaiming fallen souls"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He descends out of his causeless mercy only to reclaim the fallen souls.",
      "summary": "This segment explains that Krishna is beyond the material world and descends out of causeless mercy to reclaim fallen souls who desire material enjoyment.",
      "timestamp_url": "https://youtu.be/emvbgY9Uu2A?t=281",
      "transcript": "That is also the position of the Lord. So Srila Prabhupada further says, \"Krishna is eternally beyond the material manifestation.\" Material manifestation means material creation, material planets, material universe, or universes, because there are many material universes. So material universe, all these are actually beyond. He is beyond this material world, even though he comes to this material world and appears to be like an ordinary person engaged in some ordinary activities. Apparently he looks like he is also under the modes, but he is never under the modes. He is never influenced by the material energy. He is not affected by the three gunas. He descends out of his causeless mercy only to reclaim the fallen souls. See, this is the reason why he comes. He has got a specific purpose. What is that? To reclaim the fallen souls. That means the fallen souls have come to this material world because of having a desire to enjoy materially. That's all. Therefore Krishna comes to save them, to rescue them."
    },
    {
      "start_time": 393,
      "end_time": 513,
      "verse_references": [],
      "themes": [
        "Illusory energy",
        "Spiritual enlightenment",
        "Conditioned souls"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The lord comes to reclaim the fallen conditioned souls.",
      "summary": "This segment discusses how the illusory energy captivates fallen souls, leading them to make plans for material enjoyment, and how the Lord arranges for them to take shelter of His lotus feet and become spiritually enlightened.",
      "timestamp_url": "https://youtu.be/emvbgY9Uu2A?t=393",
      "transcript": "Because even if we make plans for enjoying in this material world, we will always be unsuccessful. We are not meant to achieve success through some different methods suggested in the scriptures. No, we are not meant to do that. All those different aspects of illusion in this material world, because of which somebody thinks, \"I can enjoy, I can become the lord,\" that is due to the influence of the illusory energy. And accordingly, the Supreme Lord also makes his arrangement for someone to actually take shelter of his lotus feet and also become free from the influence of the material energy, come out of the illusory influence. So then one becomes actually spiritually enlightened, and then spiritual awakening happens. Of course, these all go step by step, but the fact is the Lord comes to reclaim the fallen conditioned souls. He wants to take them back to his personal abode. So therefore, it is described here, these fallen souls are captivated by the illusory energy. They are completely captivated by the illusory energy. They are making so many plans, and they even think that they are safe within this material world. They forget what is the real nature of the material world."
    },
    {
      "start_time": 513,
      "end_time": 637,
      "verse_references": [],
      "themes": [
        "Kindness of the Lord",
        "Reclaiming fallen souls",
        "Purpose of Incarnation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The supreme lord who incarnates for the sake of reclaiming the fallen conditioned souls, He is very very kind to these fallen souls.",
      "summary": "This segment emphasizes the Lord's kindness in incarnating to reclaim fallen souls and making arrangements for them to turn their attention towards Him, glorifying Srila Prabhupada and previous acharyas for the same mission.",
      "timestamp_url": "https://youtu.be/emvbgY9Uu2A?t=513",
      "transcript": "So the Supreme Lord who incarnates for the sake of reclaiming the fallen conditioned souls, he is very, very kind to these fallen souls. So he makes so much of arrangements so that somehow the souls will turn their attention towards the Lord, who is present in our heart as Paramatma, who comes from time to time in the form of incarnation visible to the common people. Like that, the Lord has got so many different ways in which he actually has made arrangements to reclaim the fallen conditioned souls. We say that Premadwani, that Jai Om Vishnupad Paramahamsa Parivrajakacharya His divine grace A.C. Bhaktivedanta Swami Prabhupada. We are glorifying Srila Prabhupada because Prabhupada has come for the same purpose. Prabhupada has come for reclaiming the fallen conditioned souls. So we glorify the previous acharyas. They also come to this world for the same purpose. We glorify the river Ganga. Why? Because Ganga's appearance in this material world is for the purpose of purifying the conditioned souls so that they become eligible to go back to the spiritual world. You see, same mission. River Ganga, river Yamuna, Ganga mai ki jai, Yamuna mai ki jai. Then Bhakti Devi ki jai, Tursi Devi ki jai. Tursi has appeared in this world again for the same purpose for which the Lord comes to reclaim the conditioned souls."
    },
    {
      "start_time": 637,
      "end_time": 747,
      "verse_references": [],
      "themes": [
        "Tulsi's role",
        "Purification",
        "Material energy's influence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "By seeing Tursi, one becomes purified in the heart.",
      "summary": "This segment explains how Tulsi assists in reclaiming conditioned souls through purification, and how the material energy influences them to seek enjoyment in material nature under false pretenses.",
      "timestamp_url": "https://youtu.be/emvbgY9Uu2A?t=637",
      "transcript": "How does Tursi assist the Lord in this reclaiming the conditioned souls? That simply by seeing Tursi, one becomes purified in the heart. Then what is the result of purification? One can easily take to devotional service and prepare oneself to go back to God. Like that, all the different personalities mentioned in the Prema Dvani are actually assisting the Lord in his mission of reclaiming the fallen conditioned souls. Now, the conditioned souls, they are attacked by the material energy. Attacked means they are influenced. Material energy influences, the illusory energy influences them. So under the influence, they simply want to enjoy material nature. Under false pretext, they make big, big plans for enjoying, exploiting the resource of material nature. But material nature cannot be the source of pleasure, the source of enjoyment, never, because by its inherent characteristic, material energy is actually illusory energy, always presenting something which looks like real, but actually is not real. That is an illusion."
    },
    {
      "start_time": 747,
      "end_time": 829,
      "verse_references": [],
      "themes": [
        "Illusion",
        "Spiritual enjoyment",
        "Faith in Acharya"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Our real enjoyment is in the spiritual world.",
      "summary": "This segment highlights that material energy presents illusion, and real enjoyment lies in the spiritual world with Krishna, emphasizing the importance of faith in the Acharya for purification and liberation.",
      "timestamp_url": "https://youtu.be/emvbgY9Uu2A?t=747",
      "transcript": "So Prabhupada says, \"The living entity is unable to enjoy in this material world because in essence the material energy is simply presenting illusion, presenting illusion.\" Our real enjoyment is in the spiritual world. Our real enjoyment is spiritual. Our real enjoyment is in association with Krishna. We belong to Krishna. So therefore, when we understand these facts, we develop faith in the words of the Supreme Lord. We develop faith in the words of the Acharya, and when we take shelter of the Acharya, then we are easily able to purify ourselves and become eligible to get out of this illusory energy, to go to the spiritual world in our eternal position, eternal existence, full of bliss and knowledge, like the Lord is situated, full of bliss and knowledge."
    },
    {
      "start_time": 829,
      "end_time": 901,
      "verse_references": [],
      "themes": [
        "Servant of Krishna",
        "Merciful nature of the Lord",
        "Reclaiming fallen souls"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Originally everyone is a servant of Krishna.",
      "summary": "This segment explains that everyone is originally a servant of Krishna but forgets this truth when desiring material enjoyment, and the Lord's all-merciful nature is exhibited when He comes to reclaim fallen souls.",
      "timestamp_url": "https://youtu.be/emvbgY9Uu2A?t=829",
      "transcript": "Further also, Prabhupada says, \"Originally everyone is a servant of Krishna, but one forgets this truth when one desires to enjoy the material world, and when one thinks of enjoying, though there is lot of promise, but actually only one in illusion will think this material world as real, as something really enjoyable.\" No, it is never enjoyable. It is never real. So it is said here, \"The all-merciful nature of the Lord is exhibited when he simply comes for the sake of reclaiming the fallen conditioned souls.\" So that is the way the Lord displays his all-merciful nature."
    }
  ]
}