{
  "video_id": "eN7YuPC5xdY",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.10.34-36 | 21-06-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=eN7YuPC5xdY",
  "segments": [
    {
      "start_time": 31,
      "end_time": 172,
      "verse_references": [],
      "themes": [
        "description of Krishna's journey",
        "historical context"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "So the description is Krishna has started from Hastināpura and he is going to proceed towards Dvārakā crossing the different parts of the land in between Hastināpura and Dvārakā.",
      "summary": "Suta Goswami describes Krishna's journey from Hastinapura to Dvārakā, mentioning the various provinces he passed through.",
      "timestamp_url": "https://youtu.be/eN7YuPC5xdY?t=31",
      "transcript": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Devim Saraswati Vyasam Tato Jayam Udi Rayet In this session we will be discussing from verses 34 to 36, the last three verses of this tenth chapter of the first canto of Srimad Bhagavatam. 34th verse Kurujaangala Paanchalaan Shurasenaan Sayamunaan Brahmaavartam Kurukshetram Matsyaan Saraswataan Athah Marudhanvam Atikratham Saviraviravirayoparan Anartanbhardavo Paagat Shantavaho Managvibhu This is actually the 34th and the 35th verses. Together they have been given here. 34th and 35th verses. Of this tenth chapter of the first canto So the translation is given together. This is Spoken by Suta Goswami when he is narrating these past times to the sages of Naimisharanya, headed by Shounaka, and addressing who is the representative of all the sages in Naimisharanya. O ShTomaka, the lord proceeded towards Kuru Jangla, Panchala, Shurasena, the land on the bank of the river Yamuna, Brahmavarta, Kurukshetra, Matsya, Saraswata, the province of the desert and the land of scanty water. After crossing these provinces he gradually reached the Savveera and Abheera provinces, then west of these reached Dvārakā at last."
    },
    {
      "start_time": 172,
      "end_time": 374,
      "verse_references": [],
      "themes": [
        "historical accuracy of Bhagavatam",
        "challenging modern theories",
        "desert formation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "They are real happenings. Just because it does not fit with our logical thinking, we should not reject them as mythology or something unacceptable, unbelievable.",
      "summary": "Srila Prabhupada emphasizes the historical accuracy of the Bhagavatam, refuting modern theories about the formation of deserts and the limitations of modern researchers.",
      "timestamp_url": "https://youtu.be/eN7YuPC5xdY?t=172",
      "transcript": "So the description is Krishna has started from Hastināpura and he is going to proceed towards Dvārakā crossing the different parts of the land in between Hastināpura and Dvārakā. So Śrīla Prabhupāda explains in the purport about this different lands being described in these two verses. The provinces passed over by the Lord in those days were differently named, but the direction given is sufficient to indicate that he travelled through Delhi, Punjab, Rajasthan, Madhya Pradesh, Saurashtra, and Gujarat and at last reached his home province at Dvārakā. So Prabhupāda is trying to explain these are all historical incidents and they are not imaginary stories described in the Bhāgavatam, the Pūrāṇas, the itihāsas. They are not imaginary fiction. They are not fiction. They are real happenings. Just because it does not fit with our logical thinking, we should not reject them as mythology or something unacceptable, unbelievable. It may appear unbelievable but actually it is a fact. We do not gain any profit simply by researching the analogous provinces of those days up to now. But it appears that the desert of Rajasthan and the provinces of scanty water like Madhya Pradesh were present even 5000 years ago. Some characteristics of certain land are the same or were the same 5000 years back as is indicated by the statements in the Bhāgavatam. So these are factual statements. These are not some imaginary things. The theory of soil experts that the desert developed in recent years is not supported by the statements of the Bhagavatam. Some speculation modern researchers indulge in because they have limited resources, they have limited brains and they have limited access to knowledge, so they speculate, they theorize that deserts developed in recent years. It is not there in ancient times, proposes no even five thousand years back as given in the bhagavatam, the desert portion and the part of the land where there was scanty water existed 5,000 years back. Krishna passed through that while proceeding from Hastinapura to"
    },
    {
      "start_time": 374,
      "end_time": 524,
      "verse_references": [],
      "themes": [
        "Kurukshetra as a real place",
        "rejecting speculative interpretations",
        "parampara system"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Kurukshetra continues to exist since the Vedic age and it is sheer foolishness when interpreters ignore or deny the existence of Kurukshetra",
      "summary": "The speaker refutes interpretations of Bhagavad-gita that deny the literal existence of Kurukshetra, emphasizing the importance of receiving knowledge through the parampara system.",
      "timestamp_url": "https://youtu.be/eN7YuPC5xdY?t=374",
      "transcript": "Dwaraka we may leave the matter for expert geologists to research because the changing universe has different phases of geological development. It's also a fact that the land a mass keeps changing as there are you know changes happening over very very long periods of time. It does happen so let them do the research. We are not so much interested in the research. We are satisfied that the Lord has now reached his own province Dwaraka dhama from the Kuru provinces. Kurukshetra continues to exist since the Vedic age and it is sheer foolishness when interpreters ignore or deny the existence of Kurukshetra. So Bhagavad-gita, some people write commentaries, not some people, many of them, their commentaries indicate that Kurukshetra is not actually referring to some battlefield, it is referring to the body or referring to some conflict within the mind, all kinds of speculations when are presented when the situation when it is not directly related to the body and the mind, not just in the mind but also for the body as well. So Bhagavad-gita is the source of knowledge, the method of knowledge is the source of knowledge where the 11 minded yakas are fulfilled and the knowledge of the Dharma is a source of knowledge that stil is insignificant and the understanding of this will be a lot bigger but also the The liberated souls who do not speculate, who pass on the perfect knowledge received from Krishna in parampara without any change, without any alteration, without any speculation, without any addition or subtraction or any alteration, they present as it is. Prabhupada has written Bhagavad Gita as it is. Kurukshetra is the actual place where the battle took place 5000 years back, but in the Pandavas and Kauravas. It's a factual reporting in the Mahabharata, in the Bhagavad Gita."
    },
    {
      "start_time": 524,
      "end_time": 677,
      "verse_references": [],
      "themes": [
        "Krishna's adherence to Vedic principles",
        "Krishna beyond karma",
        "laws of karma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is never under the laws of karma. Krishna is the master of all the laws of material nature.",
      "summary": "The speaker explains that while Krishna appears to follow Vedic principles, he is not bound by karma, unlike ordinary beings who are subject to the laws of karma.",
      "timestamp_url": "https://youtu.be/eN7YuPC5xdY?t=524",
      "transcript": "36th verse, the last verse. The meaning of this verse is, on his journey through these provinces, he was welcomed, worshipped and given various presentations. In the evening in all places, the Lord suspended his journey to perform evening rites. This was regularly observed after sunset. If you remember, the Lord is playing the part of a Kshatriya. So they belong to the Vedic culture. So they follow certain practices. At least the Brahmanal Kshatriyas and Vaishyas in the Vedic culture, they follow certain practices as described in the, prescribed in the Shastras, in the Vedic scriptures. So Prabhupada says in the purport, it is said here that the Lord observed the religious principles regularly while he was on the journey. There are certain philosophical speculations that even the Lord is under the obligations of fruitive action, karma. Some people say Krishna is under the laws of karma. That is wrong. Krishna is never under the laws of karma. But actually this is not the case. Krishna does not follow the laws of karma. Krishna does not depend on the action of any good or bad work. Since the Lord is absolute, everything done by him is good for everyone. Unlike us, we do some action, it is judged according to the laws of karma as pious or impious. Pious actions have got pious reactions, good reactions, and impious activities, sinful activities have got sinful reactions. So we accordingly either enjoy or suffer the results of our own activities which are under the laws of karma. Krishna is never under the laws of karma. Krishna is the master of all the laws of material nature. He is the master of material nature."
    },
    {
      "start_time": 677,
      "end_time": 819,
      "verse_references": [],
      "themes": [
        "Krishna's example",
        "imitating Krishna",
        "Vedic injunctions"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna also teaches by his own example how to follow the Vedic injunctions... One must act properly himself and teach the others how to follow the Vedic injunctions by his own actions.",
      "summary": "Krishna sets an example by following Vedic injunctions, but not all his actions are meant to be imitated; one must distinguish between what to follow and what not to imitate.",
      "timestamp_url": "https://youtu.be/eN7YuPC5xdY?t=677",
      "transcript": "He is the supreme controller of material nature, so he is never under the control. But still it is explained here, when Krishna descends on earth, he acts for the protection of the devotees and for the annihilation of the impious non-devotees. Although he has no obligatory duty, still he does everything so that others may follow. Krishna also teaches by his own example how to follow the Vedic injunctions. So if he plays the part of a Kshatriya, he follows the Vedic injunctions which are prescribed for a Kshatriya. That is the way, a factual teaching. One must act properly himself and teach the others how to follow the Vedic injunctions by his own actions. Otherwise no one will accept one's blind teaching. So Krishna himself is the awarder of fructive results. He is self-sufficient. Yet he acts according to the rulings of the revealed scripture in order to teach us the process of following the Vedas. If he does not do so, the common man may go wrong. But a warning is given here. In the advanced stage, when one can understand the transcendental nature of Lord Krishna, one does not try to imitate him. This is not possible. So every action of Krishna is not meant for teaching us. Some actions are meant for teaching us. As Prabhupada explains further, the Lord in human society does what is the duty of everyone, but sometimes he does something extraordinary and not to be imitated by the living being. His acts of evening prayer as stated herein must be followed by the living beings, but it is not possible to follow his mountain lifting or dancing with the gopis. So what we should follow and what we should not imitate. This distinction must be there when we hear about or read or try to examine the activities performed by Krishna"
    },
    {
      "start_time": 819,
      "end_time": 954,
      "verse_references": [],
      "themes": [
        "imitating powerful figures",
        "role of the spiritual master",
        "bhakti practice"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Therefore, one should be guided by the bona fide spiritual master. To distinguish between what we should follow among the activities of Krishna and which actions of Krishna are not to be imitated, the spiritual master should be the guide.",
      "summary": "The speaker uses the analogy of the sun and Shiva to illustrate the dangers of imitating powerful figures, emphasizing the need for guidance from a bona fide spiritual master in bhakti practice.",
      "timestamp_url": "https://youtu.be/eN7YuPC5xdY?t=819",
      "transcript": "in his entire manifestation on this earth. One cannot imitate the sun which can exhaust water even from a filthy place. Example again is given of the sun. The sun is so powerful. Even the sun evaporates some filthy water from a dirty place. The sun doesn't become polluted. Ludicrous to think that sun will become contaminated. No. So the principle is the most powerful can do something which is all good, but our imitation of such acts will put us into endless difficulty. So we should not imitate the most powerful, the most powerful personalities, the controllers, what they do. Shiva drank an ocean of poison, but Shiva's followers try to imitate Shiva and they get into so much of problems. So they say Shiva smokes ganja so we can also smoke ganja, but Shiva smokes ganja for a different purpose. He has no attraction or addiction. He has no desire to enjoy smoking ganja. He does that just to give association for living entities who are in the mode of ignorance, Tamsic living entities, bhutas, pretas, pishachas, etc. Like that, Krishna performs some activities to protect his devotees, mountain lifting, govardhaniya. But we cannot imitate. We should never try to imitate that. Therefore, one should be guided by the bona fide spiritual master. To distinguish between what we should follow among the activities of Krishna and which actions of Krishna are not to be imitated, the spiritual master should be the guide for all such practices of our own, our own following the practice of bhakti. We should be guided by the spiritual master. I'll stop here. Thank you very much. Hare Krishna."
    }
  ]
}