{
  "video_id": "EQgYwvsGlKQ",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.15.28-29 | 14-12-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=EQgYwvsGlKQ",
  "segments": [
    {
      "start_time": 0,
      "end_time": 101,
      "verse_references": [],
      "themes": [
        "meditation",
        "bhakti yoga",
        "samadhi",
        "Krishna consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Since the Lord is absolute, deep meditation upon him is as good as yogic trance.",
      "summary": "The speaker introduces the verses to be discussed and explains how deep meditation on Krishna is equivalent to yogic trance, highlighting the superiority of Bhakti Yoga.",
      "timestamp_url": "https://youtu.be/EQgYwvsGlKQ?t=0",
      "transcript": "Om Agyanati Mirandhasya Gyananjanishalakaya Chakshurunmilitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshitarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shri Vasadi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet. In this session, we will be discussing from the 28th and 29th verses of the 15th chapter of the first canto of Shri Madbhagavatam. The 28th verse is as follows: Suta Vacha. Now Suta Goswami is narrating this entire incident to the sage of Sunayamisharanya. Now he is speaking. Evam Chintayato Jishno Krishna Pada Saro Ruham Sauhardena Atigardhena Shanta Asid Vimalamati Hi. The meaning of this verse is, Suta Goswami said, \"Thus being deeply absorbed in thinking of the instructions of the Lord, which were imparted in the great intimacy of friendship, and in thinking of his lotus feet, Arjuna's mind became pacified and free from all material contamination.\""
    },
    {
      "start_time": 101,
      "end_time": 255,
      "verse_references": [],
      "themes": [
        "duty",
        "confusion",
        "Krishna's instructions",
        "illumination"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The Lord is like the sun. The sun's appearance means immediate dissipation of darkness or ignorance.",
      "summary": "The speaker elaborates on Arjuna's confusion on the battlefield and how Krishna's instructions dispelled his ignorance, comparing the Lord to the sun that dissipates darkness.",
      "timestamp_url": "https://youtu.be/EQgYwvsGlKQ?t=101",
      "transcript": "So in the purport, Srila Prabhupada explains, \"Since the Lord is absolute, deep meditation upon him is as good as yogic trance.\" The highest perfection of Ashtanga Yoga is Samadhi, total absorption in meditation on the Lord. And simply a devotee deeply thinks about the Supreme Lord, Krishna, he is immediately in Samadhi. See the difference between Bhakti and Ashtanga Yoga. Bhakti Yoga and Ashtanga Yoga. The Lord is non-different from his name, form, quality, pastimes, entourage, and specific actions. Arjuna began to think of the Lord's instructions on the battlefield of Kurukshetra. He just began to think, what is it that Krishna told me when I was confused and I was searching for an answer to what is my duty under the circumstances, when I am facing my own near and dear ones as the enemy on the opposite side. I have to kill them, my respectable Supreme Lord, my superiors, my dear relatives. How can I kill them? So this duty, he was confused about his duty. And he asked Krishna to instruct him. Shishya Steham Shadhi Maam Tvaam Prapannam. So now, Arjuna is beginning to think of those instructions after Krishna's disappearance, when he is feeling that separation from Krishna. Now he is thinking of those instructions. Now, Srila Prabhupada says, \"Only those instructions which Krishna gave on the battlefield of Kurukshetra began to eliminate the tinges of material contamination in the mind of Arjuna.\" How does it work? Srila Prabhupada says, \"The Lord is like the sun. The sun's appearance means immediate dissipation of darkness or ignorance. And the Lord's appearance within the mind of the devotee can at once drive away the miserable material defects.\""
    },
    {
      "start_time": 255,
      "end_time": 377,
      "verse_references": [],
      "themes": [
        "remembering Krishna",
        "chanting",
        "separation from Krishna",
        "transcendental bliss"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Simply we have to remember the Lord.",
      "summary": "The speaker provides practical advice on remembering the Lord's name, form, qualities, and pastimes to overcome ignorance and confusion, and explains how even the feeling of separation from Krishna can be a source of transcendental bliss.",
      "timestamp_url": "https://youtu.be/EQgYwvsGlKQ?t=255",
      "transcript": "This is a good instruction for us. Whenever we feel that there is some ignorance, or some darkness, or some confusion, or some lack of direction, simply we have to remember the Lord. Remember the Lord's name, remember the Lord's form, remember the Lord's qualities, remember the Lord's instructions in the Bhagavad Gita, remember the Lord's pastimes described in the Bhagavatam, and immediately the darkness will be dissipated. Lord Chaitanya has therefore recommended constant chanting of the name of the Lord for protection from all contamination of the material world. Hare Nama Hare Nama Hare Namaiva Kevalam. This is a recommendation of Lord Chaitanya. Kalao Nastyaiva Nastyaiva Nastyaiva Gatiranyatam. Kaliva, there is no other remedy, only one remedy: constant chanting of the holy name, form, qualities, pastimes, etc. of the Supreme Lord Krishna. The feeling of separation from the Lord is undoubtedly painful to the devotee, but because it is in connection with the Lord, it has a specific transcendental effect which pacifies the heart. The feeling of separation from Krishna is actually soothing for the heart, even though it is actually a kind of painful situation for a devotee, but even that has got a spiritual effect."
    },
    {
      "start_time": 377,
      "end_time": 511,
      "verse_references": [],
      "themes": [
        "transcendental bliss",
        "material separation",
        "devotion",
        "purification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Feelings of separation are also sources of transcendental bliss for a devotee.",
      "summary": "The speaker contrasts material and spiritual separation, emphasizing that separation from the Lord is a unique source of transcendental bliss, and introduces the next verse about Arjuna's increasing devotion and the removal of trash from his thoughts.",
      "timestamp_url": "https://youtu.be/EQgYwvsGlKQ?t=377",
      "transcript": "Of pacifying the, soothing the heart. Feelings of separation are also transcendental bliss. Sorry. Feelings of separation are also sources of transcendental bliss for a devotee. Of course, when he is in association with the Lord, he is very, very happy, very pleased. It's blissful. But feeling of separation is also a source of transcendental bliss of a different kind, and they are never comparable to contaminated material feelings of separation. In this material world, we also sometimes feel that there is some person who is our near and dear one. When we are separated from them, we feel the pain of separation. But what pain of separation Arjuna is feeling now after separation from Krishna, after Krishna's disappearance from this material world, is not the same as our material feelings of separation from some material relationship. They are not the same. In this material world, when there is separation, we feel pain, and we lament about it. But in the spiritual atmosphere, in the spiritual dimension of existence, separation from the Lord is a source of transcendental bliss of a different kind. It's a variety of bliss. Twenty-ninth verse: Vasudeva Angri Anudhyana Paribhramhita Ramhasa Bhaktya Nirmati Tashyesha Kashaya Dishano Arjunaha. The meaning of this verse is, \"Arjuna's constant remembrance of the lotus feet of Lord Shri Krishna rapidly increased his devotion and as a result, all the trash in his thoughts subsided.\""
    },
    {
      "start_time": 511,
      "end_time": 675,
      "verse_references": [],
      "themes": [
        "material desires",
        "spiritual identity",
        "likes and dislikes",
        "duality"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Material desires in the mind are the trash of material contamination.",
      "summary": "The speaker explains that material desires are like garbage in the heart, obscuring our spiritual identity and leading to incompatible and compatible feelings, and discusses the confusion caused by likes and dislikes in the material world.",
      "timestamp_url": "https://youtu.be/EQgYwvsGlKQ?t=511",
      "transcript": "In the purport, Srila Prabhupada explains, \"Material desires in the mind are the trash of material contamination.\" If we have material desires in our mind, they are nothing but garbage, which is somehow sitting in our heart or consciousness. And Srila Prabhupada explains, \"By such contamination, the living being is faced with so many compatible and incompatible things.\" Different kinds of material desires bring about different kinds of compatible and incompatible things that discourage the very existence of spiritual identity. Our spiritual identity is, we are eternally meant to serve Krishna, lovingly. In such service, there is no distress, there is no suffering, there is no pain, there is no ignorance, there is no illusion, there is no misery, none of those things. But, when there is material desire in the heart, then there is so much of incompatible and compatible feelings, and those are opposed to our spiritual identity. They are opposed to devotional service. Birth after birth, the conditioned soul is entrapped with so many pleasing and displeasing elements. Itchadvesha Samuthena dvanva mohena bharata. We are born always with some likes and dislikes, and they are always confusing for us. Because, whole life in a particular body, we are simply chasing something which we think we like, and we are trying to avoid something which we dislike. But, in this material world, there is nothing to like or dislike."
    },
    {
      "start_time": 675,
      "end_time": 803,
      "verse_references": [],
      "themes": [
        "material existence",
        "spiritual life",
        "devotional service",
        "transcendental sound"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Material existence is not meant for us at all.",
      "summary": "The speaker contrasts material existence with spiritual life in devotional service to Krishna, explaining that material existence is a source of misery, while spiritual life is total bliss, and discusses how chanting Hare Krishna exposes material desires.",
      "timestamp_url": "https://youtu.be/EQgYwvsGlKQ?t=675",
      "transcript": "Everything is simply a source of misery. Dukkhalayam, ashashvatam. So, there is nothing to really aspire for. There is nothing which we think if we avoid we will be happy. No. Material existence is not meant for us at all. We are meant for spiritual life in association with Krishna, in devotional service to him, and that is total bliss. There is nothing compatible or incompatible in that spiritual existence. So, all these pleasing and displeasing elements, in material existence, are false and temporary. They accumulate due to our reactions to material desires. How do they get accumulated? Because of the reactions of the material desires. But, when we get in touch with the transcendental Lord in his variegated energies by devotional service, his spiritual energy, devotional service is always under the protection of the devotional energy, spiritual energy. Then, when we touch Hare Krishna, when I say Hare Krishna, I am touching the transcendental sound, spiritual sound of Krishna's name. And by that, what happens? The naked forms of all material desires become manifest. I can clearly see the nature of these material desires which are there in the heart. And the intelligence of the living being is specified in its true color. The intelligence will begin working. Vyavasaya Atmika Buddhi. It will reveal to us, don't chase these material desires. They are all worthless. Don't chase these material desires."
    },
    {
      "start_time": 803,
      "end_time": 907,
      "verse_references": [
        "BG 4.35"
      ],
      "themes": [
        "Bhagavad Gita",
        "transcendence",
        "dissipation of ignorance",
        "spiritual existence"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Immediately all material contamination is dissipated.",
      "summary": "The speaker concludes by emphasizing the power of the Bhagavad Gita to dissipate material contamination and confusion, comparing it to a spark of light that dispels darkness, and encourages remembering Krishna's instructions to achieve spiritual existence.",
      "timestamp_url": "https://youtu.be/EQgYwvsGlKQ?t=803",
      "transcript": "As soon as Arjuna turned his attention towards the instructions of the Lord, as they are inculcated in the Bhagavad Gita, his true color of eternal association with the Lord became manifest. Arjuna began to feel the effect of associating with the Lord even through his instructions, transcendental instructions in the Bhagavad Gita, in the form of Bhagavad Gita, and thus he felt freed from all material contaminations. Immediately all material contamination is dissipated. It is cleansed away. Instantaneous cleansing. It's exactly like you are sitting in abject darkness. Somebody brings in a tiny spark of light. Immediately darkness dispels, immediately. So like that, even any one instruction of Krishna in the Bhagavad Gita, you remember, immediately all your confusion, your ignorance, your illusion, your likes, dislikes, material likes and dislikes, everything will be dissipated, and you simply become situated in transcendence, beyond all material illusion, beyond material duality, beyond material confusion, everything beyond matter. That is spiritual existence. I'll stop here. Thank you very much."
    }
  ]
}