{
  "video_id": "eVpj0Zlc1Ec",
  "title": "SB 1.18.21 | HH Stoka Krishna Swami | 11-04-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=eVpj0Zlc1Ec",
  "segments": [
    {
      "start_time": 0,
      "end_time": 53,
      "verse_references": [],
      "themes": [
        "Invocation",
        "Prayers"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyana Timiraandhasya Gyananjanishalakaya Chaksharonmilitam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/eVpj0Zlc1Ec?t=0",
      "transcript": "Om Agyana Timiraandhasya Gyananjanishalakaya Chaksharonmilitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Srimate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhigaura Bhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Devi Saraswati Vyasam Tato Jayam Udi Rayet"
    },
    {
      "start_time": 53,
      "end_time": 172,
      "verse_references": [
        "SB 1.18.21"
      ],
      "themes": [
        "Krishna's Supremacy",
        "Impersonal vs. Personal Absolute Truth"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The absolute truth is impersonal localized and personal and the person is the ultimate source of even the localized feature and the impersonal feature.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam and explains that Krishna is the Supreme Personality of Godhead, the source of both the impersonal and localized aspects of the Absolute Truth, clarifying misconceptions from the Vedas.",
      "timestamp_url": "https://youtu.be/eVpj0Zlc1Ec?t=53",
      "transcript": "In this session we will discuss from the 21st verse of the 18th chapter of the first canto of Srimad Bhagavatam: Athapiyatpada Nakhaava Srishtam Jagadvirincho Pahruta Arganambhaha Sesham Punati Anyatamau Mukundarth Konamaloke Bhagavadpadarthaha. The meaning of this verse is, who can be worthy of the name of the Supreme Lord but the personality of God as Sri Krishna? Brahmaji collected the water emanating from the nails of his feet in order to award it to Lord Shiva as a worshipful welcome. This very water, the Ganges, is purifying the whole universe including Lord Shiva. This is yet another word spoken by Suta Goswami to assert that Krishna is the supreme personality recorded because in the Shruti literature, in the original Vedas, there is so much description of the supreme absolute truth in impersonal feature, especially the Upanishads, that people think according to the Shrutis the absolute truth is impersonal only, but that is completely wrong. The absolute truth is impersonal, localized, and personal, and the person is the ultimate source of even the localized feature and the impersonal feature."
    },
    {
      "start_time": 172,
      "end_time": 369,
      "verse_references": [
        "SB 1.18.21"
      ],
      "themes": [
        "Brahma's Role",
        "Ganga's Origin",
        "Krishna's Lotus Feet"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Brahma what is he doing he is collecting the water emanating from the nails of Krishna's lotus feet and why is he doing that in all of our need to Lord Shiva as a worshipful welcome",
      "summary": "The speaker elaborates on Brahma's role in creation and his worship of Krishna, focusing on the origin of the Ganges River from the nails of Krishna's lotus feet and its significance.",
      "timestamp_url": "https://youtu.be/eVpj0Zlc1Ec?t=172",
      "transcript": "This is clearly described in many places in the Shruti and the Smriti. So therefore, who among the many, many, many, many personalities in this entire creation, in the cosmic manifestation, can be called as a supreme Lord? It is only Krishna, Shri Krishna, the personality of God is Shri Krishna only in the Shruti… can be called as the Supreme Lord. Nobody else can be called like that. Why so? That is being substantiated by Suta Goswami by saying one specific feature which illustrates this point very, very clearly. Now consider Brahma, he is the topmost personality in this entire created universe. He is the first created being and he does the secondary creation after the initial work of creating the different elements and making all arrangements for creation and creation and creation and creation and creation and creation and creation and creation, the living entities to take birth in this material world. The Supreme Lord has entrusted the secondary creation to Brahma. So Brahma is so powerful, he creates all the other creatures in the entire universe in millions of planets, each planet having millions of living beings. All of them are given their body at the beginning of creation by Brahma. Of course, Brahma is assisted by his many assistants, but nevertheless it begins with Brahma among the created beings. So but above Brahma is the Supreme Lord himself and Brahma has been given the power by the Supreme Lord that Brahma, what is he doing? He is collecting the water emanating from the nails of Krishna's lotus feet and why is he doing that? In all of our need to Lord Shiva as a worshipful welcome. There is a description in the fifth canto, bother in other places in the scriptures that the origin of the river Ganga flows through all the planets in the whole universe, one river that flows in all the planets. From the topmost Brahmaloka up to Pathada. Every planet, this river flows. What is this river actually consisting of? It consists of the water that emanated from the nails of the lotus feet of the Supreme Lord Krishna."
    },
    {
      "start_time": 369,
      "end_time": 532,
      "verse_references": [
        "SB 1.18.21"
      ],
      "themes": [
        "Ganga's Purifying Power",
        "Vamana Deva",
        "Lord Shiva's Purification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Shiva considers that that water of the river Ganges is purifying him.",
      "summary": "The speaker describes the origin of the Ganga from the causal ocean when Vamana Deva pierced the universe, its purifying power, and how even Lord Shiva considers it purifying.",
      "timestamp_url": "https://youtu.be/eVpj0Zlc1Ec?t=369",
      "transcript": "In his incarnations, Vamana Deva, the Supreme Lord Krishna, he extended his foot to pierce the covering of the universe and because each universe is like a shell floating in the Garbhodaka ocean, I am sorry, floating in the Karanodaka ocean, causal ocean. So that water of the causal ocean, which is completely spiritual water, that leaked from the hole that was formed in this universal covering. And while that water came through the hole, how was that hole made? When Vamana Deva extended his foot to pierce the coverings of the universe. And the water came, it washed the feet of the Supreme Lord. And that water is very respectfully received by Brahma. It's very precious. Why? Because it was spiritual, but it contains the dust of the lotus feet of the Supreme Lord. And that is very, very, very, very precious for all of us. That has got all the potencies of the Supreme Lord. So Brahma received it and he awarded it to Lord Shiva. Shiva received this water of the Ganga river on this earth planet. And that's another description given in the fifth canto of the Bhagavatam. What was the need for Shiva to receive that water and how Shiva received it? That's a detailed account given in the fifth canto. Some other time I may... explain that. But Shiva considers that that water of the river Ganges is purifying him. Shiva is a pure personality, but even he considers the sacred water of the Ganga river as to be very, very potent and powerfully purifying. He says it purifies even me. What to speak of others? So therefore it is said this water of the Ganga is purifying the whole universe including Lord Shiva."
    },
    {
      "start_time": 532,
      "end_time": 690,
      "verse_references": [
        "SB 1.18.21"
      ],
      "themes": [
        "Ganga's Purifying Power",
        "Sinful Reactions",
        "One God"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Simply by taking a bath in the Ganga, their sinful reactions are completely nullified, are destroyed.",
      "summary": "The speaker emphasizes the purifying power of the Ganga and then addresses the common misconception of many gods in Vedic literature, clarifying that there is only one Supreme God.",
      "timestamp_url": "https://youtu.be/eVpj0Zlc1Ec?t=532",
      "transcript": "So that is the actual position of the Supreme Lord in comparison with such great personalities as Brahma, Shiva and Mother Ganga herself. Ganga flows through the whole universe, all the planets, because wherever any living being has got any sinful reactions, simply by taking a bath in the Ganga, their sinful reactions are completely nullified, are destroyed. So who can have that potency? How did Mother Ganga, the river Ganga get that potency? Because Ganga is emanating from the nails of the lotus feet of Krishna. Therefore Ganga has become very, very powerful and got the purifying effect. Ganga can purify any sinner completely, simply if he takes bath once in the river Ganga. So how powerful the water of the river Ganga is, you can understand by this description. So in the purport Shila Prabhupada says, the conception of many gods in the Vedic literature by the ignorant is completely wrong. People think, no? In the Vedic tradition or in the Hindu religion, they say there are many gods. Shiva, Brahma, Vishnu, Ganesha, Kartikeya, Durga and Lakshmi and this thing. So many, 33 crore devatas are there. 33 crore devatas are there. So they think that actually God is not one, but God is one. God is not one, but God is many in all these forms of the devatas. Actually, the scriptures clearly describe the Lord is one without a second. Ekameva Advitiya. Means he is only one, Supreme God. And Advitiya, there is no one who is a second god equal to him or like him. Nobody is there. Nobody is there."
    },
    {
      "start_time": 690,
      "end_time": 896,
      "verse_references": [],
      "themes": [
        "Krishna's Expansions",
        "Mystic Powers",
        "Krishna's Supremacy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is always the supreme, always the greatest, always the most powerful.",
      "summary": "The speaker explains how Krishna, though one, expands into many forms and possesses unlimited mystic powers, emphasizing his supremacy over all other beings and devatas.",
      "timestamp_url": "https://youtu.be/eVpj0Zlc1Ec?t=690",
      "transcript": "Now, even though the Lord is one without a second, he is only one personality, one person. Still, because he is an unlimited person, he expands himself in many ways. What is the meaning of expanding? He is present, let us say, as Krishna. He is also present as Balarama. He is also present as Ramachandra. He is also present as Vamanadeva. He is also present as Varaha. He is also present as Narasimha. He is also present as Narayana. He is also present as Sankarsana. Now, all these forms of personality is one person. He is one person. Now, this is difficult to understand for limited beings like us. What is our experience? One person means one form. That's all. That's our experience. We don't know of any one person, one soul, multiple bodies or multiple forms. We don't know. Actually, in the Vedic literature it is described those who acquire this mystic power, yogic power, yoga siddhi. One of the siddhis is, one of the powers they acquire is when they practice Ashtanga Yoga and advance, then they can expand themselves in nine forms. A yogi who has got yogic power by properly practicing the Ashtanga Yoga system can acquire different kinds of powers. Eight major siddhis, eight minor siddhis and four auxiliary siddhis. Totally 20 siddhis. But Krishna also has mystic powers. He has unlimited mystic powers. See the difference? And Krishna's mystic powers are such that Krishna also expands. Yogi can also expand. But yogi can expand maximum nine forms. And Krishna expands into unlimited, he expands into unlimited forms. So, Krishna is always the supreme, always the greatest, always the most powerful. And everyone else has got a very, very, very, very tiny fraction of the qualities of Krishna, of the powers of Krishna, of the beauty of Krishna, of the wealth of Krishna, of the... every aspect of Krishna. Everyone else has got a very, very tiny portion of it. And that tiny portion of whatever they possess is awarded by Krishna. So, never consider Krishna to be like another devata, like another god. No. Krishna is the only, one and only supreme lord. He is unlimited. I'll stop here. Thank you very much."
    }
  ]
}