{
  "video_id": "ewOaJaDBsak",
  "title": "Vedic Way to Create Perfect Society | HDG Srila Prabhupada | Bg 1.44 | 27.07.2024",
  "speaker": "HDG Srila Prabhupada",
  "youtube_url": "https://www.youtube.com/watch?v=ewOaJaDBsak",
  "segments": [
    {
      "start_time": 50,
      "end_time": 118,
      "verse_references": [],
      "themes": [
        "sinful acts",
        "selfish motives",
        "moral principles"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Alas, how strange it is that we are preparing to commit greatly sinful acts, driven by the desire to enjoy royal happiness.",
      "summary": "Arjuna is conscious of moral principles and avoids sinful acts driven by selfish motives.",
      "timestamp_url": "https://youtu.be/ewOaJaDBsak?t=50",
      "transcript": "Alas, how strange it is that we are preparing to commit greatly sinful acts, driven by the desire to enjoy royal happiness, purport by Śrīla Prabhupāda. Driven by selfish motives, one may be inclined to such sinful acts as the killing of one's own brother, father, or mother. There are many such instances in the history of the world. But Arjuna, being a saintly devotee of the Lord, is always conscious of moral principles and therefore takes care to avoid such activities. The father's archon作者 Leånen Dumar Translation Alas, how strange it is that we are preparing to commit greatly sinful acts, driven by the desire to enjoy royal happiness. Nā Magnātī NāPartu Jigā Emmanuel"
    },
    {
      "start_time": 118,
      "end_time": 203,
      "verse_references": [],
      "themes": [
        "violence",
        "devotional service",
        "Krishna's satisfaction"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It was arranged by Kṛṣṇa for his satisfaction, not for Arjuna's satisfaction.",
      "summary": "The speaker clarifies that the events in Bhagavad-gita were arranged by Krishna for His satisfaction, not Arjuna's.",
      "timestamp_url": "https://youtu.be/ewOaJaDBsak?t=118",
      "transcript": "Emmanuel. So sometimes Arjuna is accused, Bhagavad-gītā is also accused that there is violence. Bhagavad-gītā is full of violence. Yes, it is full of violence, the war field, but here the Vaiṣṇava thinking, Arjuna is thinking that it was arranged for his love, rājya-sukha, yad rājya-sukha-lobhī, loving. It was arranged for the satisfaction of Arjuna so that he could enjoy the kingdom and the happiness thereof. Actually it was not so. It was arranged by Kṛṣṇa for His satisfaction, not for Arjuna's satisfaction."
    },
    {
      "start_time": 203,
      "end_time": 286,
      "verse_references": [],
      "themes": [
        "devotional service",
        "ordinary work",
        "Krishna's mission"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "That is His satisfaction, not Arjuna's satisfaction, not anyone's satisfaction. It is His plan.",
      "summary": "The speaker distinguishes devotional service from ordinary work, emphasizing Krishna's mission to protect the good and vanquish the wicked.",
      "timestamp_url": "https://youtu.be/ewOaJaDBsak?t=203",
      "transcript": "Yes. So that is the difference between ordinary work and devotional service. Devotional service and ordinary work, they look almost equal. Just like we are living in this house, the neighbors, they may think that something is wrong. Some people are living here, chanting, dancing. We also dance. We also sometimes sing and eating. They are also eating. So what is the difference? They may think that what is the difference between devotional service and ordinary work? It looks almost equal. Therefore people misunderstand that Bhagavad-gītā is ordinary warfare, violence. But it is not that. It is arranged by Kṛṣṇa because to fulfill His mission, His mission is paritrāṇāṁ sādhunāṁ vināśāya ca dṛśkṛtām."
    },
    {
      "start_time": 286,
      "end_time": 376,
      "verse_references": [],
      "themes": [
        "purpose of religious life",
        "kinsmen",
        "Krishna consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So kinsman does not mean, in higher sense, only my brother or my sister or my father or my uncle. Sa janam means all living entities because one who hasn't got Kṛṣṇa consciousness, ordinary consciousness, material consciousness, he cannot think in terms of sa janam, my kinsmen, all living entities. He cannot think.",
      "summary": "The speaker explains that the real purpose of religious life is to establish Krishna consciousness, and kinsmen means all living entities.",
      "timestamp_url": "https://youtu.be/ewOaJaDBsak?t=286",
      "transcript": "That is His satisfaction, not Arjuna's satisfaction, not anyone's satisfaction. It is His plan. He comes, He descends on this planet, in this universe, just to establish the real purpose of religious life and to kill, to vanquish those who are opposing the real purpose. That is His mission. Simultaneously, two things: paritrāṇāṁ sādhunāṁ vināśāya ca dṛśkṛtām. So sa janam ahavato mahat-pāpam kartam bhavuṣitābhayaṁ yad rājya-sukha-levana hantam sa janam urdatam sa janam means kinsman. So kinsman does not mean, in higher sense, only my brother or my sister or my father or my uncle. No. Sa janam means all living entities because one who hasn't got Kṛṣṇa consciousness,"
    },
    {
      "start_time": 376,
      "end_time": 474,
      "verse_references": [],
      "themes": [
        "God as father",
        "Kṛṣṇa consciousness",
        "harm to living entities"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Therefore, a devotee of Kṛṣṇa does not want to commit a little harm to any living entity.",
      "summary": "The speaker asserts that Krishna is the Supreme Father of all living entities, and a devotee of Krishna does not want to harm any living entity.",
      "timestamp_url": "https://youtu.be/ewOaJaDBsak?t=376",
      "transcript": "ordinary consciousness, material consciousness, he cannot think in terms of sa janam, my kinsmen, all living entities. He cannot think. Actually, everyone is our sa janam because if God is father, as Kṛṣṇa claims, ahaṁ vīja-pradapitāḥ, if He is the Supreme Father, not only He claims, at least any fine religious system claims God is the original Father. That's the fact. ahaṁ sarvasya prabhava matta-sarvaṁ prabhartate. Everything has come from Him. He is the Supreme Father. If Kṛṣṇa is the Supreme Father, He is father of everyone. sarva-joni-sukha-antaya. In all species of life, in all forms of life, they are all our sa janam, kinsmen. How it cannot be? Because Kṛṣṇa is the original Father. This is Kṛṣṇa consciousness. Therefore, a devotee of Kṛṣṇa does not want to commit a little harm to any living entity. That is Kṛṣṇa consciousness. Yukta-cuse"
    },
    {
      "start_time": 474,
      "end_time": 574,
      "verse_references": [],
      "themes": [
        "Krishna's love",
        "devotee's equality",
        "Krishna's quality"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna also reciprocates. He has no discrimination that here is gopi, beautiful girl, therefore I shall love her more. Than the calf. No. Krishna is not so partial.",
      "summary": "The speaker explains that Krishna loves everyone equally and a Krishna conscious devotee also sees everyone equally.",
      "timestamp_url": "https://youtu.be/ewOaJaDBsak?t=474",
      "transcript": "도 Do you want to move to a state where KṛṣṇaUfar is not real in the sense of pieces which we have seen in our lives? In the sense of worldview I mean. Well, that's true, true. I mean, you can move about your little yard. In your little yard. Oh my, that is true. That's true, true. That's true, true. also. Cows also. Samadarsana. For Krishna, the gopi is the calf and the cows or anyone in Vṛndāvana who has come to serve him, they are all equal to him. Somebody wants to serve Krishna as calf. Somebody wants to serve Krishna as cow. Somebody wants to serve Krishna as gopi. Somebody wants to serve Krishna as cowherd boy. Somebody wants to serve Krishna as his father. Somebody wants to serve Krishna as his mother. These are the different mellows, different tastes. Every living entity has got his own taste, how to love Krishna. But the central point is to love Krishna. Krishna also reciprocates. He has no discrimination that here is gopi, beautiful girl, therefore I shall love her more than the calf. No. Krishna is not so partial. Similarly, Krishna's devotees also, because he has Krishna consciousness means he has got now a minute quantity, Krishna's quality. Therefore, he is also equal to everyone. He thinks everyone sajana."
    },
    {
      "start_time": 574,
      "end_time": 690,
      "verse_references": [],
      "themes": [
        "soul's dimension",
        "spiritual parts",
        "karma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The living part, the soul is the same dimension either within the ant or in the elephant.",
      "summary": "The speaker describes the dimension of the soul and explains that a pundit sees the soul in everyone, regardless of their external form.",
      "timestamp_url": "https://youtu.be/ewOaJaDBsak?t=574",
      "transcript": "The same member of the same family. It does not matter if one has become ant or one has become elephant. The living part, the soul is the same dimension either within the ant or in the elephant. This dimension of the soul we have several times discussed. One ten thousand part of the top of the hair. keśāgra śatavāgasya śatadhā kalpitasyaca jīva-bhāga-sabhījña sa anantāya kalpate. There is the dimension. In śāstra we get the dimension of the soul. Very, very minute. One ten thousand part of the top of the hair, just a minute. So that portion is within the ant and within brahmā and within elephant. Therefore, one who is pundit, one who knows what are these soul spiritual parts, part and parcel of Kṛṣṇa, if he has got full knowledge, then his vision is vidyā-vinaya-sampanne brāhmaṇe govi hastini śunite ca sapāke ca paṇḍitāḥ samadarsana. Samadarsana means equal vision. A learned brāhmaṇa is most intelligent man in the human society. And a dog superficially, externally, there is much difference. Here is a dog, a street dog, and here is a learned brāhmaṇa. But one who is pundit, one who is Kṛṣṇa conscious, he sees that the pundit and the dog, they are the same, because they are also the same spiritual part. By his karma, he has become a learned pundit. And by his karma, he has become a dog."
    },
    {
      "start_time": 690,
      "end_time": 802,
      "verse_references": [],
      "themes": [
        "soul",
        "brahma-jñāna",
        "sinful act"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If we want to kill any living entity, for my satisfaction, either my tongue satisfaction or any sense satisfaction, it is mahāpāpaṁ great sinful act.",
      "summary": "The speaker explains that killing any living entity for one's own satisfaction is a great sin.",
      "timestamp_url": "https://youtu.be/ewOaJaDBsak?t=690",
      "transcript": "But within the different body, dehi na smin jathā dehi kaumār, smin dehe, in this body, there is the soul. That is his vision. Of course, externally it is not that I shall behave equally with the brāhmaṇa and the dog. That is external behavior. But internally we should know that both the brāhmaṇa and the dog, they are spiritual parts. This is called brahma-jñāna. Brahma-jñāna means the knowledge of spiritual self. That is called brahma-jñāna. So when one attains this brahma-jñāna, then brahma-bhūta-prasannātmā na śocati na kānta samas sarveṣu bhūteṣu samatā equal. That is brahma-jñāna. So in this verse, Arjuna says that yad rājya sukha-lobhena hantuṁ śva-janam pūrdhataḥ. So when we are killing animals for the satisfaction of our tongue, this is mahāpātaḥ. Arjuna says ahavatau mahat-pāpaṁ mahat-pāpaṁ great sinful act. If we want to kill anyone, any living entity, for my satisfaction, either my tongue satisfaction or any sense satisfaction, it is mahāpāpaṁ great sinful act."
    },
    {
      "start_time": 802,
      "end_time": 884,
      "verse_references": [],
      "themes": [
        "family members",
        "sense satisfaction",
        "sinful activity",
        "happiness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Unfortunately, everyone is killing for his sense satisfaction, gratification, in the name of religion.",
      "summary": "The speaker laments that people kill for sense gratification, even in the name of religion, and questions how they can be happy.",
      "timestamp_url": "https://youtu.be/ewOaJaDBsak?t=802",
      "transcript": "Because they are all śva-jana. You cannot kill. Either you take this sense or that sense. But Arjuna is speaking in a limited sense. He is thinking of his own family members. But if one is actually in knowledge, brahma-jñāna, he thinks in the same way that the lower animals, they are also our family members. And if I kill him for my satisfaction, my sense satisfaction, it is great sinful act. Unfortunately, everyone is killing for his sense satisfaction, gratification, in the name of religion. In the name of religion, and although it is prohibited, still they are killing. Thus, imagine how much sinful activity they are doing and how they can be happy. Happiness, of course, a hawk also thinks that he is very happy, that he is eating stool, living in filthy place, and because he has got the facility of sex life without any discrimination, he may think happy life. But that is not happiness."
    },
    {
      "start_time": 884,
      "end_time": 981,
      "verse_references": [],
      "themes": [
        "real happiness",
        "material senses",
        "purified senses",
        "devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If you want to feel happiness by your, this blunt material senses, that is not happiness. Happiness is beyond your material senses.",
      "summary": "The speaker defines real happiness as being beyond material senses and achieved through purified senses employed for Krishna's sake.",
      "timestamp_url": "https://youtu.be/ewOaJaDBsak?t=884",
      "transcript": "Happiness is different thing. sukhaṁ ātyam tṛtaṁ yatraṁ atindriya grāhyam. If you want to feel happiness by your, this blunt material senses, that is not happiness. Happiness is beyond your material senses. ātyam tṛtaṁ. That is real happiness. Real happiness means it will never end. And you will never feel satiation. There is no more want. That is real happiness. Material happiness, there is no such thing. That you will feel immediately satiation. After enjoying any material happiness, a few minutes, you will feel again another, again another, again another. So, therefore, in the Bhagavad-gītā it is said, sukhaṁ ātyam tṛtaṁ yatraṁ. So, real joy, what is real happiness, that is not felt by these blunt material senses. What is that sense? That is purified senses. sarva-pādhi-vinirmuktaṁ tat-paratyena nirvana. When our senses are purified, tat-paratyena, for the sake of Kṛṣṇa, when our senses are employed for the sake of Kṛṣṇa, that is purified senses. hṛṣīkeṇa hṛṣīkeśa-sevanam bhakti-rīcchate."
    },
    {
      "start_time": 981,
      "end_time": 1073,
      "verse_references": [],
      "themes": [
        "blunt senses",
        "sense gratification",
        "spiritual advancement"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But if we do the same thing for Kṛṣṇa's satisfaction, that is spiritual advancement.",
      "summary": "The speaker contrasts acting for one's own sense gratification with acting for Krishna's satisfaction, stating that the latter leads to spiritual advancement.",
      "timestamp_url": "https://youtu.be/ewOaJaDBsak?t=981",
      "transcript": "That is wanted. So, here, in the beginning, Arjuna is thinking in terms of his blunt senses. But the same thing he will do. He will do. ātyam tṛtaṁ atindriyaḥ purified senses. Just try to understand. This is Kṛṣṇa consciousness. Arjuna is now thinking yad rājya-sukha-lobhena. For the matter of getting kingdom and sense gratification, I am going to kill my kinsmen. So it is great sin. That's a fact. If the warfare, in the Kurukṣetra battlefield, was for Arjuna's sense satisfaction, then it was a great sin. But actually it is not being done for Arjuna's satisfaction. It is to be done for Kṛṣṇa's satisfaction. So therefore the conclusion should be that whatever we do, if we do it for our own sense satisfaction, that is mahāpā, sinful activities. But if we do the same thing for Kṛṣṇa's satisfaction, that is spiritual advancement. This is the"
    },
    {
      "start_time": 1073,
      "end_time": 1118,
      "verse_references": [],
      "themes": [
        "karma",
        "devotee",
        "liberation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Whatever you do for your own satisfaction, for the satisfaction of your whims, that is mahāpā, great sin. The same thing, when you do for Kṛṣṇa, that is opening your path to liberation, back to home, back to God.",
      "summary": "The speaker emphasizes the difference between working for one's own satisfaction and working for Krishna's satisfaction, stating that the latter leads to liberation.",
      "timestamp_url": "https://youtu.be/ewOaJaDBsak?t=1073",
      "transcript": "difference. So outsider, they think that a karmī is working for his own satisfaction, and a devotee is working for Kṛṣṇa's satisfaction. Although two things are, similarly, externally it appears the same thing, but there is great difference. Whatever you do for your own satisfaction, for the satisfaction of your whims, that is mahāpā, great sin. The same thing, when you do for Kṛṣṇa, that is opening your path to liberation, back to home, back to God. This is"
    },
    {
      "start_time": 1118,
      "end_time": 1254,
      "verse_references": [],
      "themes": [
        "consciousness",
        "satisfaction of the Supreme Lord",
        "Vedic civilization",
        "varṇa"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It doesn't matter whether you are a śūdra or you are brāhmaṇa, but if you act for the satisfaction of Kṛṣṇa according to the prescription of your position, then your life is perfect. That is wanted.",
      "summary": "The speaker explains that perfection of life is achieved by acting for the satisfaction of Krishna according to one's prescribed duties within the varnasrama system.",
      "timestamp_url": "https://youtu.be/ewOaJaDBsak?t=1118",
      "transcript": "difference. You have to change, the consciousness, what you are doing, for whom you are doing, for yourself or for Kṛṣṇa. This is Kṛṣṇa consciousness. And that is the perfection of life. In whatever position you are, whatever you are doing, it doesn't matter. That is confirmed in the Śrīmad-Bhāgavatam. adapyaṁ vīdīyaśreṣṭa-varṇāśrama-vibhāgaśaḥ sānuṣṭhitaśya-dharmanāṁ saṁsiddhī-haritauśanaṁ haritauśanaṁ means to satisfy the Supreme Lord. That is perfection. It doesn't matter what you are doing. varṇāśrama-vibhāgaśaṁ. First of all, whatever doing, it does not mean whatever nonsense you are doing. That will be accepted. No. varṇāśrama-vibhāgaśaṁ. God is the one who makes you happy. So that's the definition of varṇāśrama. According to Vedic civilization, there is division of varṇa. Brāhmaṇa, kṣatriya, vaiśya, śūrya. So activities must be done according to the varṇāśrama prescription. A brāhmaṇa is ordered to do like this: Satyamādhama titikṣhā, aryava. So that is, therefore, it is called varnāsana. The prescribed duties are already there. Therefore perfect human society means, first of all, there must be this division: Brāhmaṇa, kṣatriya, vaiśya. And when they act the duties of that particular position, brāhmaṇa, kṣatriya, for the satisfaction of Kṛṣṇa, that is perfection of life. It doesn't matter whether you are a śūdra or you are brāhmaṇa, but if you act for the satisfaction of Kṛṣṇa according to the prescription of your position, then your life is perfect. That is wanted."
    },
    {
      "start_time": 1254,
      "end_time": 1378,
      "verse_references": [],
      "themes": [
        "human civilization",
        "division",
        "Kṛṣṇa's business",
        "immoral"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Although superficially it appears that Kṛṣṇa is engaging Arjuna to fight in the sinful activities. No. That is not sinful. Whatever Kṛṣṇa does, it is not sinful. It is transcendental. The most pure activity.",
      "summary": "The speaker explains that human civilization should be based on the principle of satisfying Krishna, and that Kṛṣṇa's actions are transcendental and not sinful.",
      "timestamp_url": "https://youtu.be/ewOaJaDBsak?t=1254",
      "transcript": "The whole human civilization should be based on this principle. There must be division. The division is already there. They should be coordinated. Systematized. Not that everyone is brāhmaṇa. Brāhmaṇa means the intelligent man. So we should pick up the intelligent man. They should be trained as brāhmaṇa. Those who are martial, having fighting spirit, they should be selected as kṣatriya. Those who are for increasing money, mercantile mentality, they should be also collected. Similarly, śūdras. And they should be trained, everyone, to satisfy Kṛṣṇa. Varnāsamo vibhāgasaḥ sānuṣṭitasya dharmasya saṁsiddhiḥ hṛtośaḥ. So here Arjuna is a fighter. He is engaged in fighting. Now he is thinking that is proper. He is Vaiṣṇava. He is devotee. He is properly thinking that for my sense gratification, I am going to kill my kingdom. What a great sinful activity I am going to do. But actually Kṛṣṇa is not engaging His devotee to act sinfully. No. That is not Kṛṣṇa's business. Although superficially it appears that Kṛṣṇa is engaging Arjuna to fight in the sinful activities. No. That is not sinful. Whatever Kṛṣṇa does, it is not sinful. It is transcendental. The most pure activity. Therefore one, the rascals who do not understand Kṛṣṇa, they say that Kṛṣṇa is immoral."
    },
    {
      "start_time": 1378,
      "end_time": 1535,
      "verse_references": [],
      "themes": [
        "Kṛṣṇa's actions",
        "immorality",
        "sun analogy",
        "purification"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Similarly, even though somebody comes to Kṛṣṇa with some purpose which is not moral, but the man or woman who comes there, he becomes, he or she becomes purified. And Kṛṣṇa does not become immoral.",
      "summary": "The speaker defends Kṛṣṇa's actions against accusations of immorality, using the analogy of the sun purifying even impure things.",
      "timestamp_url": "https://youtu.be/ewOaJaDBsak?t=1378",
      "transcript": "They do not know what is Kṛṣṇa and what is Kṛṣṇa's action. They do not know. They think, now Kṛṣṇa is engaging Arjuna to fight, it is immoral. Why Kṛṣṇa should engage Arjuna in the fighting business? So therefore, or why Kṛṣṇa is engaged in dancing with the gopīs, their wives and sisters of other men? It is sinful. If we enjoy with other's wife or other's daughter or other's sister, who is not bona fide my wife, if I want to enjoy life, that illicit sex. Kṛṣṇa is not doing that. But artificially, those who are nonsense, they say that Kṛṣṇa is dancing at dead of night with other's daughters and girls. Therefore He is immoral. But that means He does not know what is Kṛṣṇa. Kṛṣṇa can do anything. Tejiya-sāṅga-nadośāya. He, just like the sun, is very powerful. As we see in this material world, the sun, a material thing, and it is very powerful. But the sun is soaking water, taking water from the sea as well as from filthy place. See, He is also taking, what is called soaking? Evaporating, yes. Evaporating water from urine also. And fill the place where ditches. He is evaporating water as well as from the sea. But it does not mean by evaporating water from the sweat, ditch and urine, the sun is becoming polluted. No. Rather He is turning that place, what is called, prophylactic, antiseptic, by His sun sign. Similarly, even though somebody comes to Kṛṣṇa with some purpose which is not moral, but the man or woman who comes there, he becomes, he or she becomes purified."
    },
    {
      "start_time": 1535,
      "end_time": 1622,
      "verse_references": [],
      "themes": [
        "Kṛṣṇa",
        "rascals",
        "rāsa dance",
        "Caitanya Mahāprabhu"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "These rascals, they do not know what is Kṛṣṇa. They think Kṛṣṇa is ordinary man.",
      "summary": "The speaker criticizes those who misunderstand Kṛṣṇa and His activities, particularly the rāsa dance, and emphasizes that it should not be discussed among fools.",
      "timestamp_url": "https://youtu.be/ewOaJaDBsak?t=1535",
      "transcript": "And Kṛṣṇa does not become immoral. This science has to be known by the rascals before calling Kṛṣṇa immoral. Therefore Kṛṣṇa says in the Bhagavad-gītā, manuṣyānāṁ śāśay su kaścid yatati siddhaya, yatatāṁ api siddhānāṁ kaścid vetti mām tattvaḥ. These rascals, they do not know what is Kṛṣṇa. They think Kṛṣṇa is ordinary man. Why He is engaging Arjuna in the fighting? Why He is dancing with others, daughter and girls? These are immoral things. Therefore this rāsa dance should not be discussed among the fools and rascals. They misunderstand. Although the professional reciters, they take part. Whenever they speak of bhāgavata, they easily jump over this rāsa dance. That is not to be done. Caitanya Mahāprabhu never indulged in such thing. For months of April, He engaged Himself in saṅkīrtana. And when Kṛṣṇa's dealing with the gopīs were discussed, He was discussing amongst three selected devotees: Rāmānanda Raya, Śarūpa Dāmodara and Śikī Mahīta. He had thousands and thousands of devotees. But He never discussed Kṛṣṇa's rāśrīla in the mass of people, never. That word is restricted."
    },
    {
      "start_time": 1622,
      "end_time": 1721,
      "verse_references": [],
      "themes": [
        "Kṛṣṇa",
        "sinful activities",
        "sense gratification",
        "lust",
        "love"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Kāma means lust. What is lust? Lust means whenever you try to satisfy your senses, that is called lust. And the same, whenever you try to satisfy Kṛṣṇa's senses, that is love.",
      "summary": "The speaker clarifies that Kṛṣṇa is not immoral and is not engaging Arjuna in sinful activities, and that the difference between lust and love is whether one is satisfying their own senses or Kṛṣṇa's.",
      "timestamp_url": "https://youtu.be/ewOaJaDBsak?t=1622",
      "transcript": "Kṛṣṇa, because they will misunderstand. These rascals, they do not know what is Kṛṣṇa, and they will misunderstand. They will be polluted. Of course not polluted, because they, after all, they will hear about Kṛṣṇa. But they may misunderstand. That is against their making progress through the spiritual life. So Kṛṣṇa is not immoral. Kṛṣṇa is not engaging Arjuna to commit such sinful activities, sajanaṁ hatyā. No. Kṛṣṇa is engaging him in His service. So one has to understand that. So when Arjuna will understand that this war, this fighting, is not for my sense gratification, it is for Kṛṣṇa's sense gratification, then he agrees, because he is a devotee. Kariseva-canantaḥ. Yes, I shall now act. This is the proposition. The ātma-indriya-tṛpti-vañca-dhare tārṇāṁ kāmaḥ. Kāma means lust. What is lust? Lust means whenever you try to satisfy your senses, that is called lust. And the same, whenever you try to satisfy Kṛṣṇa's senses, that is love. Practically the same business, but personal and Kṛṣṇa's. So the Kṛṣṇa consciousness movement means we have to act everything for Kṛṣṇa under proper direction."
    },
    {
      "start_time": 1721,
      "end_time": 1825,
      "verse_references": [],
      "themes": [
        "Kṛṣṇa consciousness movement",
        "spiritual master",
        "guidance",
        "paramparā system"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Therefore we require the guidance of the spiritual master. Kṛṣṇa, guru-kṛṣṇa-kṛpāya.",
      "summary": "The speaker emphasizes the importance of acting for Kṛṣṇa under proper direction and the necessity of guidance from a spiritual master.",
      "timestamp_url": "https://youtu.be/ewOaJaDBsak?t=1721",
      "transcript": "We cannot manufacture that I am doing for Kṛṣṇa. Then there is another misleading. Therefore we require the guidance of the spiritual master. Kṛṣṇa, guru-kṛṣṇa-kṛpāya. That is caitanya-caitāmṛta. You have to seek the mercy both of Kṛṣṇa and guru. Not that you have become so advanced that you are directly in connection with Kṛṣṇa and whatever you are doing it is mercy. No, don't think like that. It must be guided, it must be confirmed by guru. Guru-kṛṣṇa-kṛpāya-pāya-bhakti-latā-vīr. Bhakti line is there. So our business is, Kṛṣṇa consciousness movement is that we have to satisfy Kṛṣṇa. That reference by that professor Zenner, that one robe, he did by his whims and he alleged that after reading Bhagavad-gītā violence he committed this violence. So did he take permission from Kṛṣṇa or Kṛṣṇa's representative? But he does not know the technique. He has unnecessarily accused, committed a great offense to the lotus feet of Kṛṣṇa. So therefore an inexperienced person, they should not try to teach Bhagavad-gītā to others because he has no knowledge. This knowledge has to be received by paramparā system, evaṁ paramparā-prāptam evaṁ rāja-śaya-vidu."
    },
    {
      "start_time": 1825,
      "end_time": 1977,
      "verse_references": [],
      "themes": [
        "Bhagavad-gītā",
        "Vaiṣṇava",
        "devotee",
        "Kṛṣṇa's purpose"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Don't hear Bhagavad-gītā or any talk about Kṛṣṇa from a person who is not a Vaiṣṇava, who is not a devotee of Kṛṣṇa. We will misunderstand.",
      "summary": "The speaker warns against hearing about Kṛṣṇa from non-devotees, as it can lead to misunderstanding, and reiterates that Kṛṣṇa engages Arjuna to serve His purpose.",
      "timestamp_url": "https://youtu.be/ewOaJaDBsak?t=1825",
      "transcript": "So simply by academic career, by knowledge of ABCD, you cannot understand Bhagavad-gītā. In the Bhagavad-gītā it is said, bhaktosī priyosī, without becoming bhakti. Therefore Sanātana Gosvāmī has proven that don't hear anything about Kṛṣṇa from a person who is not a Vaiṣṇava. Ā Vaiṣṇava mukha-gīnā pūta hari-kathā mṛtam śrava-naṁ na katham. This is private. You cannot hear. Because this audience of the students, they also do not know that here is a rascal, he is not a devotee. He is not a Vaiṣṇava. Why should we hear from him Bhagavad-gītā? The first condition is bhaktosī. And the prohibition is also by ācāryas. Ā Vaiṣṇava mukha-gīnā pūta hari-kathā mṛtam śrava-naṁ na katham. Pūta hari-kathā mṛtam. Hari-kathā, talks of Kṛṣṇa, they are by themselves pure. But still it is prohibited that if it is spoken by a ā Vaiṣṇava, non-devotee, one should not hear, should not hear. Must immediately reject. First of all we have to see who is going to speak about Kṛṣṇa. Is he a devotee of Kṛṣṇa? Is he a Vaiṣṇava or not? If he is not, then immediately reject. Oh, we are not going to hear from him. But people do not know. Any rascal speaking about Bhagavad-gītā, we hear. That is not the process. Then we will misunderstand. Ā Vaiṣṇava mukha-gīnā. Śarpa-kṣiṣṭa-paryoja-tā. Just like milk is very good food, everyone knows. But when it is touched by the tongue of the serpent, it is positive, immediately. So we cannot drink poison. Don't hear Bhagavad-gītā or any talk about Kṛṣṇa from a person who is not a Vaiṣṇava, who is not a devotee of Kṛṣṇa. We will misunderstand. Just like what they will say. Then we will say, oh, Kṛṣṇa is engaging Arjuna for fighting, for committing so many sinful activities. No, that is not the fact. Kṛṣṇa is engaging Arjuna, fighting, to fighting, just to serve His purpose. Paritrāṇāya sādhunāṁ vināśāya ca duṣṭhṛtaḥ."
    }
  ]
}