{
  "video_id": "eyjg3Z-T0iE",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.8.43 | 13-03-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=eyjg3Z-T0iE",
  "segments": [
    {
      "start_time": 0,
      "end_time": 55,
      "verse_references": [],
      "themes": [
        "Invocation",
        "Prayers",
        "Respect"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyanati Mirandasya Gyananjani Shalakaya Chakshurun Militam Jena Tasvai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and invocations, setting a spiritual tone.",
      "timestamp_url": "https://youtu.be/eyjg3Z-T0iE?t=0",
      "transcript": "Om Agyanati Mirandasya Gyananjani Shalakaya Chakshurun Militam Jena Tasvai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunya Vadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Devi Saraswati Vyasam Tato Jaya Mudire"
    },
    {
      "start_time": 56,
      "end_time": 137,
      "verse_references": [
        "SB 1.8.43"
      ],
      "themes": [
        "Queen Kunti's Prayer",
        "Krishna's Supremacy",
        "Description of Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "You are the Almighty God and I offer you my respectful obeisances.",
      "summary": "The speaker introduces the 43rd verse of the 8th chapter of the 1st canto of Srimad Bhagavatam, which is Queen Kunti's prayer to Krishna, and explains the meaning of the verse, highlighting Krishna's various attributes and roles.",
      "timestamp_url": "https://youtu.be/eyjg3Z-T0iE?t=56",
      "transcript": "In this session, we will be discussing from the 43rd verse of the 8th chapter of the 1st canto of Srimad Bhagavatam. This is the last prayer by Queen Kunti in this chapter. Shri Krishna Krishna Sakha Vrishni Rishabhava Nidrup Rajanya Vamsha Dahanana Pavarga Virya Govinda Godvija Surarthi Haravatara Yogeshwara Kila Guru Bhagavan Namaste. Kunti Devi is addressing Krishna in different ways in this prayer. The meaning of this verse is, O Krishna, O friend of Arjuna, O chief among the descendants of Vrishni, You are the destroyer of those political parties which are disturbing elements on this earth. Your prowess never deteriorates, you are the proprietor of the transcendental abode, and you descend to relieve the distress of the cows, the brahmanas, and the devotees. You possess all mystic powers and you are the preceptor of the entire universe."
    },
    {
      "start_time": 137,
      "end_time": 286,
      "verse_references": [],
      "themes": [
        "Srila Prabhupada's Purport",
        "Krishna's Abode",
        "Role of Kings",
        "Disturbing Elements"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Actually the kings are meant to rule over the citizens exactly as the representative of Krishna.",
      "summary": "The speaker elaborates on Srila Prabhupada's explanation of the verse, discussing Krishna's transcendental abode, his pastimes, his role in maintaining the universe, and the responsibility of kings to act as representatives of Krishna.",
      "timestamp_url": "https://youtu.be/eyjg3Z-T0iE?t=137",
      "transcript": "You are the Almighty God and I offer you my respectful obeisances. So Srila Prabhupada says in the purport, a summary of the Supreme Lord Sri Krishna is made herein by Srimati Kunti Devi. Kunti Devi knows very well Krishna is not just a relative, not just an ordinary person, not just another powerful Kshatriya, but Krishna is the Supreme Lord. The Supreme Personality of God. And he has multiple relationships with his devotees. Accordingly, he is addressed here in different ways. So Srila Prabhupada says in the purport, the Almighty Lord has his eternal transcendental abode where he is engaged in keeping Surabhi cows in the Goloka Brindavana. Krishna is always engaged in pastimes with his devotees, especially the cowherd boys, the cows, the gopis, like that. Krishna is served by hundreds and thousands of goddesses of fortune in Goloka Brindavana. He descends on the material world to reclaim his devotees. He is the one who has the power to annihilate the disturbing elements in groups of political parties and kings who are supposed to be in charge of administration work. Actually the kings are meant to rule over the citizens exactly as the representative of Krishna, because in reality it is Krishna who maintains everyone. Eko bahunam yo viddhati kama. But if the king does not conduct himself as the representative of Krishna, then he is not fit to be the ruler of the people in general. Then Krishna either incarnates to destroy such rulers, or he empowers his devotees to actually end the rule of such a king. So, this is a very important point."
    },
    {
      "start_time": 286,
      "end_time": 420,
      "verse_references": [],
      "themes": [
        "Krishna's Energies",
        "Welfare of Cows, Brahmanas, and Devotees",
        "General Welfare"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna creates, maintains and annihilates by his unlimited energies.",
      "summary": "The speaker continues to explain Krishna's energies and how he works through them, emphasizing that Krishna is always full of prowess. He also highlights the importance of cows, brahmanas, and devotees for the general welfare of all living beings.",
      "timestamp_url": "https://youtu.be/eyjg3Z-T0iE?t=286",
      "transcript": "There are so many non-devotional elements. So, Srila Prabhupada further explains, Krishna creates, maintains, and annihilates by his unlimited energies. The shastras say that Krishna has nothing to do personally, but that doesn't mean he is inactive. He works through his energies, he acts through his energies, and his energies are simply following his will. Exactly according to his will the different energies will work and they will carry out Krishna's instructions or Krishna's desires. Even though Krishna creates, maintains, and annihilates, still he is always full with prowess and does not deteriorate in potency. In the material world we have experienced when we expand our energy, unless we renew, we feel exhausted, whereas Krishna, he employs his energies for so many different activities, but his energy never reduces. He is always full of all energies. Further Srila Prabhupada says the cows, the brahmanas, and the devotees of the Lord are all objects of special attention. Cows, brahmanas, and devotees. Krishna particularly is interested in the welfare of the cows and the brahmanas and devotees. Now all these cows, brahmanas, and Vaishnavas are object of special attention because they are very important factors for the general welfare of all"
    },
    {
      "start_time": 420,
      "end_time": 538,
      "verse_references": [],
      "themes": [
        "Kunti's Address to Krishna",
        "Krishna Sakha",
        "Intimate Relationship with Devotees",
        "Pleasing Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, Kunti wants to please Krishna by addressing him in his relationship with his intimate devotees.",
      "summary": "The speaker analyzes Kunti Devi's different forms of address to Lord Krishna in her prayer, focusing on the term 'Krishna Sakha' and explaining how addressing Krishna in relation to his intimate devotees is pleasing to him.",
      "timestamp_url": "https://youtu.be/eyjg3Z-T0iE?t=420",
      "transcript": "living beings. Now, different forms of address of Kunti Devi in this last prayer. Kunti addresses Lord Krishna as Krishna Sakha. Why? Because she knows although Arjuna is her own son, but Lord Krishna is more intimately related with Arjuna than with her. This is a fact. So, Kunti wants to please Krishna by addressing him in his relationship with Arjuna. So, Kunti wants to please Krishna by addressing him in his relationship with his intimate devotees. That is another secret we have to learn from the Srimad Bhagavatam, from the Acharyas, from pure devotees, that they know how to please Krishna. The very way of addressing Krishna by making a reference to his intimate relation with his pure devotees, that is very, very pleasing to Krishna. Just like Krishna is addressed as Devaki Nandana, Yashodha Nandana, Nanda Nandana. These are all ways of addressing Krishna, indicating thereby that Krishna has an intimate relationship with his devotees."
    },
    {
      "start_time": 538,
      "end_time": 690,
      "verse_references": [],
      "themes": [
        "Krishna and Draupadi",
        "Vrishni Dynasty",
        "Relieving Earth's Burden"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna specially saved Draupadi and just Draupadi had to call out Krishna's name Govinda please say me that's all Krishna immediately responded",
      "summary": "The speaker discusses Krishna's relationship with Draupadi, his appearance in the Vrishni dynasty, and his role in relieving the earth's burden by destroying demoniac kings.",
      "timestamp_url": "https://youtu.be/eyjg3Z-T0iE?t=538",
      "transcript": "Now, the term Krishna also refers to Draupadi also. So, Krishna Saka also indicates Krishna's relationship with Draupadi. Draupadi was saved from being insulted when Duryodhana and Karna attempted to strip her naked. Krishna specially saved Draupadi, and just Draupadi had to call out Krishna's name, Govinda please save me, that's all. Krishna immediately responded. So even Draupadi is a very special devotee of the Supreme Lord Krishna. Kunti also addresses Lord Krishna as Vrishni Rishabha, the chief of the Vrishni dynasty or the best of the descendants among Vrishni. It is because Krishna appeared in this Vrishni dynasty that this dynasty became famous. Kunti already has mentioned just as Malaysia and the Malaya hills became famous because of the sandalwood that grows there. Sandalwood can grow anywhere, but since it happens to be growing in Malaya, so therefore the Vrishni dynasty also became famous after Krishna appeared in the Vrishni dynasty as the son of Vasudeva. Kunti Devi also addresses Lord Krishna as they destroy the political parties or royal dynasties that disturb the earth. Earth is simply overburdened by demoniac kings, by those who exploit the innocent citizens. The earth is overburdened, whereas when the earth's burden is relieved, when Krishna appears or when one of incarnations of Krishna appear in this world, then the earth"
    },
    {
      "start_time": 690,
      "end_time": 895,
      "verse_references": [],
      "themes": [
        "Monarchy",
        "King as Representative of God",
        "Krishna's Supremacy",
        "Understanding God"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "King is meant to be the representative of God",
      "summary": "The speaker discusses the role of a king as the representative of God, emphasizing Krishna's supremacy and the importance of devotional service for understanding God, contrasting it with the impersonal conception.",
      "timestamp_url": "https://youtu.be/eyjg3Z-T0iE?t=690",
      "transcript": "feels relief. Now generally in the monarchy system the king is honored very, very gorgeously. Why? King is meant to be the representative of God. So king should not be treated as an ordinary person, particularly when the king is a devotee of Krishna. So in Sanskrit king is also called Naradeva, which means God in human form. So his duty, the king's duty, is same as Krishna's duty, that just like God maintains all living beings, same way the king is a supreme citizen in this state and is responsible for the welfare of all the citizens of this state. So Prabhupada makes this point, Krishna is not impersonal, Krishna is the supreme person, but each one of us we are limited, Krishna is unlimited. This difference always exists between us and Krishna. Then our individual persons is such that we have limited knowledge, we are limited opulences, but Krishna has unlimited forms or opulences or knowledge. Krishna is unlimited. So we can never compare ourselves with Krishna, but at the same time we can understand we are very, very tiny and we do possess some of the qualities which Krishna has got. So therefore the understanding of God is possible only if we engage in pure devotional service. Now in the impersonal conception we are not able to understand exactly who or what is God. They simply deny different attributes of God without realizing that God cannot be understood simply by reading some books or simply by hearing some descriptions. We have to hear from the right source, we have to read the right books written by a devotee."
    }
  ]
}