{
  "video_id": "EZ5Z7Bi0_uE",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.7.23 | 04-01-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=EZ5Z7Bi0_uE",
  "segments": [
    {
      "start_time": 0,
      "end_time": 60,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Namo Bhagavate Vasudevaya",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/EZ5Z7Bi0_uE?t=0",
      "transcript": "Om Gyanati Miran Dhasya Gyananjani Shalakaya Chaksharun Militam Yena Tasmai Shri Gurave Namaha Namah Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Devim Saraswati Narottamam Bhyasam Tatho Jaya Mudireyate"
    },
    {
      "start_time": 60,
      "end_time": 108,
      "verse_references": [
        "SB 1.7.23"
      ],
      "themes": [
        "Krishna",
        "supreme personality of Godhead",
        "transcendence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "You are always situated in eternal bliss and transcendental knowledge",
      "summary": "The speaker introduces the verse SB 1.7.23, explaining its meaning and context, focusing on Arjuna's realization of Krishna's supreme position.",
      "timestamp_url": "https://youtu.be/EZ5Z7Bi0_uE?t=60",
      "transcript": "In this session, we will be discussing from the 23rd verse of the 7th chapter of the 1st canto of Shri Madbhagavatam. Tvam Adhya Purusha Sakshat Eeshwara Prakrte Paraha Mayam Yudasya Chit Shaktya Kaivalye Sthita Atmani. The meaning of this verse is: You are the originator of the universe. You are the original personality of Godhead who expands himself all over the creations and is transcendental to material energy. You have cast away the effects of the material energy by dint of your spiritual potency. You are always situated in eternal bliss and transcendental knowledge."
    },
    {
      "start_time": 108,
      "end_time": 177,
      "verse_references": [
        "SB 1.7.23"
      ],
      "themes": [
        "Arjuna",
        "Krishna",
        "devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Helping us understand who is Krishna or what is Krishnas position",
      "summary": "The speaker elaborates on Arjuna's role as a devotee and how he helps us understand Krishna's position as the Supreme Personality of Godhead.",
      "timestamp_url": "https://youtu.be/EZ5Z7Bi0_uE?t=108",
      "transcript": "These are words spoken by Arjuna. Arjuna is seeing suddenly a radiation emitting from some source, and it is spreading all over the sky. And he is inquiring from Krishna, what is this radiation that is spreading? Now, before he actually puts forward his actual question, as a devotee, he is helping us understand who is Krishna, or what is Krishna's position. So he is describing that Krishna's position is that of the supreme personality of Godhead. What does that mean? So he has stated in this specific description here, Adhyaha Purusha Sakshat Sakshat Eeshwaraha."
    },
    {
      "start_time": 177,
      "end_time": 290,
      "verse_references": [],
      "themes": [
        "Krishna",
        "expansion",
        "potency",
        "absolute truth"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "As far as the absolute truth is concerned, 1 plus 1 equal to 1, 1 minus 1 is also equal to 1",
      "summary": "The speaker explains Krishna's position as the original personality of Godhead and how He expands Himself without diminishing His potency, using the analogy of absolute truth.",
      "timestamp_url": "https://youtu.be/EZ5Z7Bi0_uE?t=177",
      "transcript": "Prakriteparaha, like that. So Srila Prabhupada explains elaborately in the purport what is Krishna's position. So the first point here is Krishna is the original personality of Godhead. Original because every other form of God is an expansion of Krishna's original form. That's why Krishna is called original personality of Godhead. And he expands himself all over the creations. Krishna expands, therefore Krishna is present everywhere throughout the creation because he expands himself. Expansion means his power is not diminished. His original form is all powerful. The expanded form is also all powerful. Now this is difficult for us to understand, but Srila Prabhupada says in a very simple way, as far as the absolute truth is concerned, 1 plus 1 equals 1. 1 minus 1 is also equal to 1. That means the Supreme Lord is present with all his potencies. When he expands into another form, then the original form has all the potencies. The expanded form also has all the potencies. So when he expands into another form,"
    },
    {
      "start_time": 290,
      "end_time": 395,
      "verse_references": [
        "BG 7.14"
      ],
      "themes": [
        "surrender",
        "maya",
        "ignorance",
        "sun and darkness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Simply by surrendering to the lotus feet of Krishna, we become free from the influence of maya",
      "summary": "The speaker quotes the Bhagavad Gita and Chaitanya Charitamrita to explain how surrendering to Krishna frees one from maya and ignorance, using the analogy of the sun dispelling darkness.",
      "timestamp_url": "https://youtu.be/EZ5Z7Bi0_uE?t=290",
      "transcript": "The expanded form also has equally got all the potencies. So this is only possible for the Supreme Lord because he is the absolute truth. Now Srila Prabhupada explains in the purport. First of all, Prabhupada quotes the Bhagavad Gita. He says, the Lord states in the Bhagavad Gita that the one who surrenders unto the lotus feet of the Lord can get released from the clutches of nescience. Ma mevaye prapadyante maya metam tarantite. So simply by surrendering to the lotus feet of Krishna, we become free from the influence of maya, because of which we get out of the clutches of ignorance, nescience. So further, Srila Prabhupada is quoting the Chaitanya Charitamrita and saying Krishna is just like the sun, and maya or material existence is just like darkness. Krishna suryasama mayahoy andhakar. Wherever there is light of the sun, darkness or ignorance at once vanishes. So therefore, it is now explained here, the best means to get out of the world of ignorance is suggested here."
    },
    {
      "start_time": 395,
      "end_time": 476,
      "verse_references": [],
      "themes": [
        "Krishna",
        "Vishnu",
        "expansion",
        "Swamsa",
        "Vibhinamsa"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "From him all other personalities of Godhead expand",
      "summary": "The speaker explains that all other personalities of Godhead expand from Krishna, differentiating between Swamsa (the Lord himself) and Vibhinamsa (separated expansions like living beings).",
      "timestamp_url": "https://youtu.be/EZ5Z7Bi0_uE?t=395",
      "transcript": "What is that best means? That the Lord is addressed herein as the original personality of Godhead. From him, all other personalities of Godhead expand. From him, from the original personality of Godhead, Krishna, all other personalities expand. The all pervasive Lord Vishnu is Lord Krishna's plenary portion or expansion. Vishnu, who is all pervading in this material world, he is an expansion of Krishna. As I told earlier, Krishna expands means Krishna as the original person always remains without any diminishing potency. The Lord expands himself in innumerable forms of Godhead and living beings. Even we living beings are expansions of the Lord, but we are called Vibhinamsa. We are separated expansion. And the forms of the Supreme Lord as Vishnu Tatva, Rama, Narasimha, Varaha, they are called Swamsa."
    },
    {
      "start_time": 476,
      "end_time": 553,
      "verse_references": [
        "BG 10.8"
      ],
      "themes": [
        "energies",
        "controller",
        "source",
        "creation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Sri Krishna is the original primeval Lord from whom everything expands",
      "summary": "The speaker emphasizes that Krishna is the source of everything, including all energies, and quotes the Bhagavad Gita to support this point.",
      "timestamp_url": "https://youtu.be/EZ5Z7Bi0_uE?t=476",
      "transcript": "Swamsa means the Lord himself with all his potencies expands in many forms. So the Lord expands himself in innumerable forms of Godhead and living beings along with his different energies. Now, at any time, the Lord is never without his energy. Energies are always present eternally as the energy, and the Lord is always present as the Lord. And the Lord is always the controller of all the energies. But Sri Krishna is the original primeval Lord from whom everything expands. So that original form from whom everything expands is Krishna. Krishna says this in the Bhagavad Gita, Aham sarvasya prabhavo Matta sarvam pravartate. Krishna says, I am the source of all, everything in existence, and therefore from me only everything emanates. That's what Krishna says."
    },
    {
      "start_time": 553,
      "end_time": 650,
      "verse_references": [],
      "themes": [
        "Paramatma",
        "Bhagavan",
        "material nature",
        "gunas"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is the absolute personality of Godhead. He has nothing to do with the actions and reactions of the material manifestation",
      "summary": "The speaker explains that the all-pervasive feature of the Lord is a partial representation and that Krishna, as the Supreme Lord, is beyond the actions and reactions of material nature.",
      "timestamp_url": "https://youtu.be/EZ5Z7Bi0_uE?t=553",
      "transcript": "Matta sarvam pravartate. The all pervasive feature of the Lord experienced within manifested world, this world we are talking about, the all pervasive feature of the Lord is also a partial representation of the Lord. It's a partial representation because the original personality of Godhead is actually the Supreme Lord himself. Therefore, Paramatma is included within him. Paramatma is included within the Bhagavan feature. Within the Vishnu Tatva, Paramatma feature is included. He is the absolute personality of Godhead. He means here Krishna. Krishna is the absolute personality of Godhead. He has nothing to do with the actions and reactions of the material manifestation. In this material world, constantly there is some interaction between the gunas, producing actions and reactions both. But Krishna is not within this material nature. He is far above the material creation."
    },
    {
      "start_time": 650,
      "end_time": 775,
      "verse_references": [],
      "themes": [
        "darkness and light",
        "bliss",
        "transcendental variegatedness"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Light exists independent of darkness, but darkness is absence of light",
      "summary": "The speaker uses the analogy of darkness and light to explain that Krishna is full of bliss and transcendental variegatedness, independent of material existence.",
      "timestamp_url": "https://youtu.be/EZ5Z7Bi0_uE?t=650",
      "transcript": "Darkness is a perverse representation of the sun, and therefore the existence of darkness depends on the existence of the sun. When we say darkness exists dependent upon the sun means when the sun is shining in the sky, there is no possibility of darkness. When the sun goes out of our vision, then there is darkness. But even that darkness, when the sun is gone to the other side, still that darkness can immediately be dispelled as soon as the moon rises. The sun sets on the horizon and the moon rises. Now that moonshine can immediately dispel the darkness. So that is to be also understood, that existence of darkness depends on sun or light, but existence of light doesn't depend on darkness. Light exists independent of darkness, but darkness is absence of light. This has to be carefully understood. The sun is never without any trace of darkness. Similarly, the absolute personality of Godhead beyond the material existence is always full of bliss. He is not only full of bliss, but also full of transcendental variegatedness. He is full of spiritual variety. Transcendence is not at all static,"
    },
    {
      "start_time": 775,
      "end_time": 894,
      "verse_references": [],
      "themes": [
        "material nature",
        "modes",
        "energies",
        "control"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is also simultaneously controller of this material energy by his omnipotence",
      "summary": "The speaker explains that Krishna is independent of material nature and its modes, yet He controls the material energy through His representatives.",
      "timestamp_url": "https://youtu.be/EZ5Z7Bi0_uE?t=775",
      "transcript": "But full of dynamic variegatedness. And Krishna is also distinctly different from the material nature. It is the material nature which is complicated by the interactions of the three gunas. Therefore, Krishna being totally independent of this material modes or material existence, he is independent of that. Therefore, Krishna is absolute. Krishna has many, many energies, and through these energies only he creates, maintains, destroys the whole material world. He does that. In Krishna's personal abode, there is no creation, there is no matter, there is no material defects. That is particularly explained in the Bhagavad Gita specifically, that Krishna is free from all these material energy, material manifestation. Krishna is free, completely free from that. But Krishna is also simultaneously controller of this material energy. By his omnipotence, he simultaneously is aloof from this material energy, and he also controls it through his representatives, the three directors of the gunas. He controls through them."
    },
    {
      "start_time": 894,
      "end_time": 902,
      "verse_references": [],
      "themes": [
        "conclusion",
        "gratitude"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Thank you very much",
      "summary": "The speaker concludes the session with gratitude.",
      "timestamp_url": "https://youtu.be/EZ5Z7Bi0_uE?t=894",
      "transcript": "So that is Krishna's specific position. I will stop here. Thank you very much."
    }
  ]
}