{
  "video_id": "EzWpNuRHul8",
  "title": "Importance of Morning Sadhana | Sri Madhu Pandit Dasa | ISKCON Bangalore Sanga",
  "speaker": "HG Madhu Pandit Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=EzWpNuRHul8",
  "segments": [
    {
      "start_time": 1,
      "end_time": 114,
      "verse_references": [],
      "themes": [
        "sadhana",
        "karma",
        "Krishna consciousness",
        "sense control"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Chanting sixteen rounds every day is like building a dam across your past karma.",
      "summary": "HG Madhu Pandit Dasa emphasizes the importance of morning sadhana, especially chanting, as a means to counter past karma and disturbances in Krishna consciousness.",
      "timestamp_url": "https://youtu.be/EzWpNuRHul8?t=1",
      "transcript": "Just because you have come to the shelter of Prabhupada, you have joined this gun movement, Prabhupada's movement. Please always remember, according to Kala, our karma is continuously unfolding. Whether it is maybe sickness or mental disturbance or this and that and all. And that will disturb your Krishna consciousness practice. Chanting sixteen rounds every day is like building a dam across your past karma. You can have a peaceful spiritual life. Not only chanting sixteen rounds. Morning sadhana full if you do. You are completely insulated from all kinds of so many sins we have done in our past lives. That tendency is there. Vasana is there. Force is there. Sense gratification is there. All that will all harass. Senses will come and disturb. All these things. All those things can be countered if you have a very strict sadhana. Very strict sadhana. Till ten o'clock, nine o'clock, till class is over, just focus on this sadhana."
    },
    {
      "start_time": 114,
      "end_time": 183,
      "verse_references": [],
      "themes": [
        "devotional service",
        "sadhana",
        "peaceful mind",
        "obstacles"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If you compromise on your sadhana, you are going to compromise on your quality of your devotion service.",
      "summary": "The speaker uses analogies of a difficult road and rowing against the current to illustrate how a compromised sadhana creates obstacles in devotional service, contrasting it with the ease of a peaceful mind achieved through good sadhana.",
      "timestamp_url": "https://youtu.be/EzWpNuRHul8?t=114",
      "transcript": "If you compromise on your sadhana, you are going to compromise on your quality of your devotion service. Devotion service, if there is a road like this, very hard to climb. Right? If the road is sloping, very nice. In a river you go in a boat, you want to ride against the current, very difficult. Go with the current, easy. So you want to have obstacles or devotion service which is, which you can do with a peaceful mind. This up and down I am meaning, disturbed mind and peaceful mind. You want to do devotion service, means your day's service. There are two kinds of service. That is sadhana service. This is preaching service. If you are preaching service, if you have to execute in an undisturbed manner,"
    },
    {
      "start_time": 183,
      "end_time": 234,
      "verse_references": [],
      "themes": [
        "sadhana",
        "Krishna",
        "karmic forces",
        "progress"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Because morning sadhana is like touching directly Krishna.",
      "summary": "Morning sadhana is described as a direct connection with Krishna, insulating one from karmic forces and enabling progress in Krishna consciousness.",
      "timestamp_url": "https://youtu.be/EzWpNuRHul8?t=183",
      "transcript": "then you have to have a good sadhana in the morning. Because morning sadhana is like touching directly Krishna. Deity, holy name, Guru, Tulasi Maharani, all this Bhagavatam, you are direct touch with Krishna. So that direct touch with Krishna will insulate you from that day's all karmic forces that are going to come. He is all waiting. There is a dam. The dam is, behind it is held back. So extremely important that if you want to progress nicely in Krishna consciousness,"
    },
    {
      "start_time": 234,
      "end_time": 302,
      "verse_references": [],
      "themes": [
        "spiritual strength",
        "regulation",
        "Krishna consciousness",
        "modern society"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1
      ],
      "key_quote": "Each one of you needs spiritual shakti. Where do you get your spiritual shakti? Morning sadhana.",
      "summary": "The speaker highlights the unique environment of Krishna consciousness, contrasting it with the distractions of modern society, and emphasizes that spiritual strength is derived from morning sadhana.",
      "timestamp_url": "https://youtu.be/EzWpNuRHul8?t=234",
      "transcript": "your sadhana has to be perfect. Do you find, especially in modern day, this many young boys staying together in one place? Nobody can believe. Nobody can believe. And that too with so much regulation. In hostels and all, TV is there, that fellow is there, drinking is there, this is there, all that things are there. Here nothing is there. Krishna Prasadam is there. Krishna... Krishna Nama is there. Krishna Rupa is there. Satsang is there. Bhagavatam hearing is there. That means it is substituting for all that. Right? Partying and this thing and that thing. Here there is no... still we are surviving. So there is a... spiritual shakti is required. Each one of you needs spiritual shakti. Where do you get your spiritual shakti?"
    },
    {
      "start_time": 302,
      "end_time": 388,
      "verse_references": [],
      "themes": [
        "maya",
        "sadhana",
        "Krishna",
        "protection"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "A sadhaka should be fearful of maya. And you have got this weapon.",
      "summary": "The lecture uses the analogy of insurance to describe sadhana as protection against maya, emphasizing the importance of Krishna's presence and the retreat of maya through consistent practice.",
      "timestamp_url": "https://youtu.be/EzWpNuRHul8?t=302",
      "transcript": "Morning sadhana. Don't become, you know, loose in that. If you become loose in that, gone. Inch by inch, how, how, how does maya capture you? Inch by inch, you'll cancel. As I said, insurance, just like, you know, you have financial insurance. You got medical insurance means, you know, you have money to, for your treatment. So first, minimum under this, I'm telling, fear not doing sadhana. Okay, we are all, we are all neophytes. We are starting Krishna Consciousness. A sadhaka should be fearful of maya. And you have got this weapon. Don't play with it. Very difficult to overcome. But Krishna, when Krishna Nama is with you, when Krishna Chandra is with you, Guru is with you, life is smooth. Maya cannot touch. Whatever maya is there, slowly maya will retreat. In your, from your heart. Everything will retreat."
    },
    {
      "start_time": 388,
      "end_time": 472,
      "verse_references": [],
      "themes": [
        "sadhana",
        "devotees",
        "avatars",
        "Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It is all the sadhana that has, that has done the, the work on that devotee.",
      "summary": "The speaker emphasizes that the success of senior devotees is due to their serious sadhana, highlighting the various avatars (incarnations) of Krishna available to devotees.",
      "timestamp_url": "https://youtu.be/EzWpNuRHul8?t=388",
      "transcript": "It's all guaranteed. What has worked on, on, on, on, let's say, any senior devotee, what has worked on him? He said, Nama. It is all the sadhana that has, that has done the, the work on that devotee. So that also should inspire you. See how this devotee is fixed up. Why is he fixed up? Because he is very serious about sadhana. Every day he is drawing spiritual energy from the avataras. Nama avatara. The, everything is avatara, incarnation. They are all, Chinmayam, the spiritual, personalities. Krishna, deities, Tulsi Maharani, Prabhupada's deities, chanting, Bhagavatam, Bhagavad Gita. All these are, anything I missed out? Prasadam. Prasadam. So all these are avataras. All these are, avatara means what? Incarnation. That means something in this world into which Krishna has entered. So buddhi use karna hai. You want Krishna as your life? Take advantage of all these avataras. They have come here for us."
    },
    {
      "start_time": 472,
      "end_time": 545,
      "verse_references": [],
      "themes": [
        "sadhana",
        "Krishna",
        "touch",
        "temple"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This temple has come up only because all the devotees seriously did their sadhana, did not do anything else till 9.30 in the morning.",
      "summary": "The speaker emphasizes the importance of directly touching Krishna through sadhana, rather than speculation, and shares a story about the temple's inauguration, attributing its success to the devotees' dedication to morning sadhana.",
      "timestamp_url": "https://youtu.be/EzWpNuRHul8?t=472",
      "transcript": "Very merciful. So by speculation you don't advance. Sochke, sochke, sochke, wo gyanik path hai. Amara progress kya hai? Sparsh. Touch Krishna directly. In different forms. In different forms. So never lack seriousness in your sadhana. That means you, you go down. When temple was inaugurated, 1997, so many Maharajs, everybody were there. Whole is gone. Big, big shots were there. They all spoke and then they asked me to speak. I spoke. I said, this temple has come up only because all the devotees seriously did their sadhana, did not do anything else till 9.30 in the morning. So everybody knew the importance"
    },
    {
      "start_time": 579,
      "end_time": 638,
      "verse_references": [],
      "themes": [
        "sadhana",
        "maya",
        "progress",
        "Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Slowly slackening in sadhana, not good, not at all good.",
      "summary": "The speaker warns against slackening in sadhana, emphasizing that it allows karma to influence one's progress, even for senior devotees, and highlights the potency and unconditional mercy of Radha and Krishna.",
      "timestamp_url": "https://youtu.be/EzWpNuRHul8?t=579",
      "transcript": "Now, I'm not talking this for only bhaktas, I'm talking for everybody. Maya can come on sadhana thing to everybody. Slowly slackening in sadhana, not good, not at all good. That time your mind is speculating. That time you are allowing your karma to come and sweep you. You are making, not that you will, you will completely lose Krishna consciousness. But your rate of progress will be very less even if you are senior devotee. Rate of progress will be very less. These are all so potent, so potent. Radha and Krishna Chandra from the spiritual world, they have come here and they are standing here. Krishnamalram is standing here."
    },
    {
      "start_time": 638,
      "end_time": 701,
      "verse_references": [],
      "themes": [
        "deities",
        "sadhana",
        "protection",
        "mercy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "If all those personalities glance you in the morning, your life is done.",
      "summary": "The speaker describes the powerful presence of various deities and spiritual figures, emphasizing the protection and mercy received through their glance during morning sadhana.",
      "timestamp_url": "https://youtu.be/EzWpNuRHul8?t=638",
      "transcript": "They are all so, so unconditional mercy. Which is the most powerful altar among all three on the top? Nithyagauranga. That altar. If all those personalities glance you in the morning, your life is done. Prabhupada, Bhaktisiddhanta Saraswati, Gorkheshwar Das Babaji, Bhaktivinoda Thakur, they are all standing there. Jagannath Das Babaji, Roopa, Sanatana, Bhatta, Raghunatha, Shri Jeeva, Panchatrathashtra, Chaitanya, Prabhunithyanandashya, Dveta, Gadadhara, that are all there, all are here. All are there. All are there. All are there. All are there. All are there. Radha, Shiva, Satya, Gorbatha, Goranga and Nithyananda. Imagine from that altar how much"
    },
    {
      "start_time": 701,
      "end_time": 784,
      "verse_references": [],
      "themes": [
        "sadhana",
        "ISKCON",
        "dedication",
        "challenges"
      ],
      "content_type": "story",
      "circle_fit": [
        1
      ],
      "key_quote": "I was known in ISKCON to be pakka sadhana man.",
      "summary": "The speaker shares his personal experience of maintaining a strict sadhana for 35 years, even amidst challenges and tensions, and attributes the temple's success to this dedication.",
      "timestamp_url": "https://youtu.be/EzWpNuRHul8?t=701",
      "transcript": "Shakti is coming. Full day you are protected. Full day you are protected. Then you get qualification to see Radha Krishna, see Krishnabala Ram and all that. Mercy has to flow. So please don't slacken. Take full advantage of sadhana and be in the temple hall and finish your sixteen rounds. I was known in ISKCON. I was known in ISKCON. To be pakka sadhana man. Means 100% Mangalarthi, 100% everything. That is how this temple was built. I never slackened in my sadhana. For 35 years I have done tak tak tak tak tak tak tak. I did not know how life moved. So smooth. In spite of sadhana, I never slackened in my sadhana. For 35 years I have done tak tak tak tak tak tak tak tak tak. All this attack and all this fight. Right? So much tension was there."
    },
    {
      "start_time": 784,
      "end_time": 862,
      "verse_references": [],
      "themes": [
        "sadhana",
        "anxiety",
        "Krishna",
        "obstacles"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "I didn't carry any big burden on me.",
      "summary": "The speaker continues sharing his personal experiences, emphasizing how his dedication to sadhana helped him overcome anxieties and obstacles, including the guru issue fight, by surrendering to Krishna.",
      "timestamp_url": "https://youtu.be/EzWpNuRHul8?t=784",
      "transcript": "So much materially speaking, so much of fearful situations were there. Nothing affected. I lived day after day, I lived. I said nothing. Tomorrow why I should. Don't anxiety. Today, go for Mangalarthi, chant, do everything. Then 9.30 come and sit for your service. Whatever Lord directs you do. By evening go and sleep peacefully. Next day. That means I didn't carry any big burden on me. Maybe you cannot believe it. Even this guru issue fight. Anxieties were there. But never felt that it was a big burden on me. I never felt that it was a big burden on me. I never felt that it was a big burden on me. I never felt that burden. Just you feel and then chant Hare Krishna. mat chitā sarva-durgaṇi mat prasādāttariṣyasi atācetam ahamkāraṇāśaśati I used to remember that verse always. Any obstacle comes, any directionlessness comes, I have no direction how to move forward next. Immediately I will chant this sloka. I will chant Hare Krishna, take my bead bag. That's all. Then it goes on whatever Lord allows."
    },
    {
      "start_time": 862,
      "end_time": 998,
      "verse_references": [],
      "themes": [
        "sadhana",
        "health",
        "leadership",
        "expansion"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Foundation is sadhana.",
      "summary": "The speaker emphasizes that only serious physical health problems should be an excuse for missing morning programs, and highlights how temple presidents and leaders have learned and experienced the power of sadhana, leading to the expansion of ISKCON.",
      "timestamp_url": "https://youtu.be/EzWpNuRHul8?t=862",
      "transcript": "Except for very serious health problems, should not mind should never be the excuse for not coming for morning program physical health alone should be valid reason that me and you cannot stop anything physical health mental health you cannot it's not an excuse mental health amarpus medicine okay hey hey Krishna Hare Krishna Krishna Krishna Hare Hare Hare Ram Hare Ram Ram Ram Hare Hare how do you think all our temple presidents are so many temples were built and it's building and going on those leaders they've all learnt this temple mandir may wait get jab katham karna they have to set example manglarthi anahe suppose make us cup power and look either Sikha and they have experienced the power of that here and simply they are doing that it automatically Krishna is empowering just see it is happening how we have expanded this temple was this was the only temple with us not even why couldn't I heal that two incompleted guest house everything and only 30 devotees Prabhupada siskand began like this 30 devotees now we have 1200 devotees not a small thing 1200 full-time devotees all of you have come from association now that is a key so you can imagine that in in next five ten years how many full-time devotees will be there and accordingly so many centers will be open not only here now we had to go all over the world so foundation is sadhana if you have no sadhana all"
    }
  ]
}