{
  "video_id": "f2mPIU4z17Y",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.8.38 | 07-03-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=f2mPIU4z17Y",
  "segments": [
    {
      "start_time": 0,
      "end_time": 68,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "In this session we will be discussing from the 38th verse of the 8th chapter of the 1st canto of Srimad Bhagavatam.",
      "summary": "The lecture begins with traditional Vaishnava prayers and an introduction to the verse that will be discussed.",
      "timestamp_url": "https://youtu.be/f2mPIU4z17Y?t=0",
      "transcript": "Om Agyana Timiraandhasya Gyananjanishalakaya Chakshurunmeelitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Srimate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Devim Saraswati Bhaktivinoda Satsang Nithinama Bhaktivinoda Satsang Nithinama. In this session we will be discussing from the 38th verse of the 8th chapter of the 1st canto of Srimad Bhagavatam."
    },
    {
      "start_time": 68,
      "end_time": 102,
      "verse_references": [
        "SB 1.8.38"
      ],
      "themes": [
        "dependence on Krishna",
        "Kunti's prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "As the name and fame of a particular body is finished with the disappearance of the living spirit, similarly, if you do not look upon us, all our fame and activities, along with the Pandavas and Yadus, will end at once.",
      "summary": "The speaker introduces and explains the meaning of Queen Kunti's prayer, emphasizing the devotee's dependence on Krishna.",
      "timestamp_url": "https://youtu.be/f2mPIU4z17Y?t=68",
      "transcript": "Continuing the prayers by Queen Kunti. KVAYAM NAMA ROOPABHYAM YADUBI SAHAPANDAVAH BHAVATO ADHARSHANAM YARIHI HRISHIKANAM IVESHITUHU. The meaning of this verse is: As the name and fame of a particular body is finished with the disappearance of the living spirit, similarly, if you do not look upon us, all our fame and activities, along with the Pandavas and Yadus, will end at once."
    },
    {
      "start_time": 102,
      "end_time": 240,
      "verse_references": [],
      "themes": [
        "dependence on Krishna",
        "Krishna consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We should know that every moment I should be dependent on Krishna's mercy only.",
      "summary": "The speaker elaborates on the concept of dependence on Krishna, urging listeners to be constantly Krishna conscious and avoid complacency.",
      "timestamp_url": "https://youtu.be/f2mPIU4z17Y?t=102",
      "transcript": "This is yet another prayer offered by Queen Kunti to Krishna, that the devotees are very well aware that their existence is totally dependent on Krishna, and only because of Krishna's mercy, they are able to perform their duties. They are able to perform activities in a nice way. And the example is being given, when the spirit soul leaves the body, the body is a useless piece of dead matter. But as long as the spirit is there, the body is having so many nice life symptoms. Actually, the body is always matter, dead matter. But the presence of the spirit makes it appear to be having life. And the absence of the spirit means immediately the body starts decomposing. It cannot be sustained anymore. So in the Purport, Srila Prabhupada explains, \"The body is quite aware that the existence of the Pandavas is due to Shri Krishna only.\" This point has to be very, very nicely understood. And only then we become very serious in Krishna consciousness and not be complacent in our practice. In this material world, while we are still here, we should not be complacent. We should know that every moment I should be dependent on Krishna's mercy only."
    },
    {
      "start_time": 240,
      "end_time": 282,
      "verse_references": [],
      "themes": [
        "Krishna's guidance",
        "non-entities without Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But without the guidance of Lord Krishna, all of them are non-entities.",
      "summary": "The speaker emphasizes that even great figures like Yudhishthira and the Yadus are insignificant without Krishna's guidance.",
      "timestamp_url": "https://youtu.be/f2mPIU4z17Y?t=240",
      "transcript": "And for that, I have to be Krishna conscious always, not sometimes, always. The Pandavas are undoubtedly well established in name and fame and are guided by a great king, Yudhishthira, whose morality personified. He is called Dharma because he is morality personified. And the Yadus are undoubtedly great allies of the Pandavas. But without the guidance of Lord Krishna, all of them are non-entities."
    },
    {
      "start_time": 311,
      "end_time": 361,
      "verse_references": [],
      "themes": [
        "consciousness",
        "favor of the Supreme Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "No one should be proud of his prestige, power and fame, without being guided by the favor of the Supreme Lord.",
      "summary": "The speaker discusses the importance of background consciousness and the need to be aware of the Supreme Lord's favor in all circumstances.",
      "timestamp_url": "https://youtu.be/f2mPIU4z17Y?t=311",
      "transcript": "which are all from this material world? The object that is seen makes some sense, we make some sense out of it, what it is or what is the purpose or what it is, what my relationship with it is, etc., etc., only because there is the background consciousness for the seeing, for the hearing, for the thinking, for the feeling, everything. There is a background consciousness. No one should be proud of his prestige, power and fame, without being guided by the favor of the Supreme Lord. He will be always conscious of this favor of the Supreme Lord upon each one of us, under all circumstances."
    },
    {
      "start_time": 361,
      "end_time": 469,
      "verse_references": [],
      "themes": [
        "dependence on Krishna",
        "material inventions"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We should never wrongly think that I am dependent on something other than Krishna, someone other than Krishna.",
      "summary": "The speaker warns against relying on material solutions and emphasizes that Krishna is the ultimate source of protection, using the example of earthquake-proof buildings.",
      "timestamp_url": "https://youtu.be/f2mPIU4z17Y?t=361",
      "transcript": "The living beings are always dependent and the ultimate dependable object is the Lord himself. We should never wrongly think that I am dependent on something other than Krishna, someone other than Krishna. No, that is not possible. We may therefore invent by our advancement of material knowledge all sorts of counteracting material resources, but without being guided by the Lord. All such inventions end in fiasco, however strong and stout the reactionary elements may be, just like we sometimes hear, oh, this building is earthquake proof. All such inventions end in fiasco, however strong and stout the reactionary elements may be, just like we sometimes hear, oh, this building is earthquake proof. the building to collapse during an earthquake that provision that is made is alone not enough."
    },
    {
      "start_time": 469,
      "end_time": 558,
      "verse_references": [],
      "themes": [
        "Krishna's protection",
        "material arrangements fail"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Our material arrangements ultimately will fail.",
      "summary": "The speaker reiterates the importance of Krishna's protection and the ultimate failure of material arrangements, even for important figures after death.",
      "timestamp_url": "https://youtu.be/f2mPIU4z17Y?t=469",
      "transcript": "there has to be some better understanding that if Krishna protects then we are completely safe and if Krishna does not give his protection then we are completely totally helpless nothing else can save us at a time when there is calamity or danger we cannot be saved without Krishna's mercy so this has to be very very clearly understood our understanding of the existence of Krishna is very important and we have to be very very clear our material arrangements ultimately will fail. As soon as an important man dies his name and form become unimportant even though he may have been a big scientist, a politician or a philosopher. We have experience of this. As long as there is life in the body the person is got some respect some name and fame but as soon as that soul leaves the body then the person is no"
    },
    {
      "start_time": 558,
      "end_time": 646,
      "verse_references": [],
      "themes": [
        "body vs. soul",
        "respect after death"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "As soon as the life is gone the body is but a lump of matter.",
      "summary": "The speaker explains that the body is just a lump of matter once the soul departs, and the respect one receives in life vanishes after death.",
      "timestamp_url": "https://youtu.be/f2mPIU4z17Y?t=558",
      "transcript": "longer important they will say he is dead and gone that's what people say. So Srila Prabhupada explains that very nicely here, as long as we are alive and our name form and activities of glorious but as soon as the life is gone the body is but a lump of matter. See the fact is everybody considers the body as the self as the person body is not the person but they only can identify in terms of the body what happens to this body after the person the life is gone the body is gone out of the body the spirit soul is left the body then this body is just a lump of matter when an important man is alive he may have so many guards and no one can go before him or touch him but when the same man is dead and lying on the floor one may kick him in the face and practically no one will care a dead man a dead body who cares for showing some respect or protecting or guarding or showing some honor nobody cares this is"
    },
    {
      "start_time": 646,
      "end_time": 708,
      "verse_references": [],
      "themes": [
        "dependence on Krishna",
        "Krishna consciousness"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is the real person personality in my life.",
      "summary": "The speaker urges listeners to consciously depend on Krishna, emphasizing that Krishna is not an abstract concept but is present in everyone's heart.",
      "timestamp_url": "https://youtu.be/f2mPIU4z17Y?t=646",
      "transcript": "very much known to us you are quite aware of this fact but we are not conscious that I should actually learn and actually I should depend on Krishna for that to just be very thoughtful krishna is the real person personality in my life krishna is not an abstract concept krishna is not some unknown entity no krishna is very much seated in my heart in everyone's heart he is active he is reciprocating just we have to become krishna conscious"
    },
    {
      "start_time": 708,
      "end_time": 823,
      "verse_references": [],
      "themes": [
        "soul as Krishna's energy",
        "superior and inferior nature"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The soul is also energy of Krishna.",
      "summary": "The speaker explains that the soul is Krishna's energy and part and parcel of Him, differentiating between superior (soul) and inferior (material elements) nature.",
      "timestamp_url": "https://youtu.be/f2mPIU4z17Y?t=708",
      "transcript": "we have to awaken our original consciousness and then everything will fall in place. After the disappearance of the soul the body of the important man is no value and what is that soul it is the energy of krishna and therefore it is part and parcel of krishna the soul is also energy of krishna krishna says apareyam itastu anyam prakritim viddhime param jivabhutam the living entity within the body belongs to superior nature para prakriti and what is referred as apara prakriti or inferior nature is the eight elements earth water fire air sky mind intelligence and false ego the eight elements are inferior nature and the living being is superior nature para prakriti when energy is withdrawn that is when krishna is not there the body becomes unimportant krishna's energy and krishna himself are not different shakti shaktimata this is the philosophy philosophical understanding shakti means energy matayaha ashaktiman means krishna the possessor the owner the controller the enjoyer of all his"
    },
    {
      "start_time": 823,
      "end_time": 922,
      "verse_references": [],
      "themes": [
        "energy and energetic",
        "Krishna consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is the energetic source of all energies and all energies belong to Krishna and Krishna can never be without his energy and energy cannot exist independently without Krishna.",
      "summary": "The speaker concludes by explaining the relationship between Krishna and His energies, emphasizing that Krishna and His energies are inseparable, and this understanding helps in becoming Krishna conscious.",
      "timestamp_url": "https://youtu.be/f2mPIU4z17Y?t=823",
      "transcript": "energies all his energies so example is given by Srila Prabhupada the sun for example is energetic and the sunshine is energy as long as the sunshine is present the sun is present and if the sun were not present the Sun's energy would also not be there just like at night the Sun is not in the sky so there's no sunshine sunshine can never exist without the Sun Sun can never be without the sunshine so this is the kind of interrelationship the energy and energetic must both exist although the Mayavadi philosophers do not accept the energetic but only the in-person energy we must accept both the energy and the energetic this is the special thing about Krishna conscious philosophy that Krishna is the energetic source of all energies and all energies belong to Krishna and Krishna can never be without his energy and energy cannot exist independently without Krishna so therefore the devotees always know energy is there means Krishna and Krishna is there means energies are automatically there always there so this understanding will help us actually become Krishna conscious I'll stop here"
    }
  ]
}