{
  "video_id": "f5bv6Lnef8w",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.15.10 | 02-12-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=f5bv6Lnef8w",
  "segments": [
    {
      "start_time": 55,
      "end_time": 239,
      "verse_references": [],
      "themes": [
        "insulting devotees",
        "Draupadi",
        "Kurukshetra"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So here is another very very important lesson for all of us. It is explained by Srila Prabhupada. The Lord can tolerate insults upon himself by any miscreant because the father tolerates even insults from the son. But the Lord never tolerates insults from the son.",
      "summary": "The speaker explains the story of Draupadi's insult and the consequences faced by the Kauravas, emphasizing the importance of not insulting devotees.",
      "timestamp_url": "https://youtu.be/f5bv6Lnef8w?t=55",
      "transcript": "In this session we will be discussing from the 10th verse of the 15th chapter of the 1st Canto Srimad Bhagavatam: पत्न्यास्तवाधी मख त्लिप्त महाविषेक श्लागिष्ठ चारु कबरं कितवै सभायां स्पृष्टं विकीरिय पदयो पतिताश्रु मुख्या यस्तत्स्त्रियो अक्रत हतेश विमुक्त केशा. The meaning of this verse is: It was he only who loosened the hair of all the women, the wives of the miscreants, who dared open the cluster of your queen's hair, which had been nicely dressed and sanctified for the great Rajasuya sacrificial ceremony. At that time she fell down at the feet of Lord Krishna with tears in her eyes. So this is an incident that happened before the Pandavas went to the temple of Lord Krishna, to the forest for exile. In the gambling match something happened that is described by Prabhupada in the purport. Queen Draupadi had a beautiful bunch of hair which was sanctified in the ceremonial function of Rajasuya Yajna. The Rajasuya Yajna took place before the Pandavas went to exile. So Draupadi was actually sanctified in that ceremonial function. She had a very beautiful bunch of hair, but when she was lost in a bet during the gambling match between the Pandavas and Kauravas, Dushasana touched her glorified hair to insult her. These are demoniac natured people. They have no consideration that a chaste lady is never to be insulted. A chaste lady is never to be insulted. So they thought they can do whatever they like and get away with it. So Dushasana actually insulted Draupadi. Draupadi then fell down at the lotus feet of Lord Krishna, and Lord Krishna decided that all the wives of Dushasana and company should have their hair loosened as a result of the banal activity of the Pandavas, the battle of Kurukshetra. Thus, after the battle of Kurukshetra, after all the sons and grandsons of Dhritarashtra died in battle, all the wives of the family were obliged to loosen their hair as widows. You see, all the wives of the Kuru family became widows because of Dushasana"
    },
    {
      "start_time": 239,
      "end_time": 378,
      "verse_references": [],
      "themes": [
        "insulting devotees",
        "consequences of offenses",
        "protection of devotees"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, the lesson for us is never insult a Vaishnava. Never offend a Vaishnava. It is very dangerous. By offending a Vaishnava, one loses all results of the pious activities and all benedictions also are lost.",
      "summary": "The speaker reiterates the dangers of offending Vaishnavas, emphasizing the loss of pious merits and benedictions.",
      "timestamp_url": "https://youtu.be/f5bv6Lnef8w?t=239",
      "transcript": "insulting a great devotee of the Lord. So here is another very, very important lesson for all of us. It is explained by Srila Prabhupada: The Lord can tolerate insults upon himself by any miscreant because the father tolerates even insults from the son. But the Lord never tolerates insults from the son. The Lord never tolerates insults upon his devotees. If someone insults Krishna, Krishna may tolerate. But if someone insults Krishna's devotees, Krishna will never tolerate. And it is explained here, by insulting a great soul, one has to forego all the results of pious acts and benedictions also. So Dushasana, by insulting Draupadi, the chaste, the chaste lady and pure devotee of Krishna, invited trouble for himself. So all the Kauravas, all the sons of Dhritarashtra and his grandsons, were all killed in the battle of Kurukshetra. None of them survived. Not even one surviving descendant for Dhritarashtra. Not even one surviving descendant. And the Pandavas, they were actually killed. They were actually protected by Krishna mystically, that they were completely unharmed in that big battle. It was a world war. It was no small battle. It was the world war. And in that the Pandavas were protected by Krishna. So, the lesson for us is never insult a Vaishnava. Never offend a Vaishnava. It is very dangerous. By offending a Vaishnava, one loses all results of the pious activities and all benedictions also are lost."
    },
    {
      "start_time": 378,
      "end_time": 481,
      "verse_references": [],
      "themes": [
        "Haridas Thakur",
        "ideal devotee",
        "preaching and practice"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Haridasa Thakur is a unique devotee who nicely practices and preaches about the chanting of the holy name. So he is the ideal, perfect devotee.",
      "summary": "The speaker introduces the story of Haridas Thakur, highlighting his qualities as an ideal devotee who both practices and preaches Krishna consciousness.",
      "timestamp_url": "https://youtu.be/f5bv6Lnef8w?t=378",
      "transcript": "There is another incident described in the Chaitanya Charita Amrita, in the life of Srila Haridas Thakur. Haridas Thakur was a devotee of Lord Chaitanya, and he used to chant the Hare Krishna mantra himself very nicely, and he also preached to people on the order of Chaitanya Mahaprabhu. He used to preach others also to take up this chanting of Hare Krishna mantra. He is described as the ideal devotee who not only practices very nicely the Krishna conscious principles, especially chanting, he also preaches on the order of the Lord. So, he is the ideal devotee. Sanatana Goswami glorifies Haridas Thakur as the ideal devotee, because while there are some devotees who practice very nicely but don't preach, and there are others who preach very nicely but don't practice adequately, Haridasa Thakur is a unique devotee who nicely practices and preaches about the chanting of the holy name. So he is the ideal, perfect devotee. This is the way Haridasa Thakur is glorified by Sanatana Goswami."
    },
    {
      "start_time": 481,
      "end_time": 637,
      "verse_references": [],
      "themes": [
        "Haridas Thakur",
        "meeting of devotees",
        "Balaram Acharya"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So Haridasa Thakur accompanied by Balaramacharya came to the house of the Majumdars.",
      "summary": "The speaker describes the setting of a meeting of devotees at the house of Hiranya and Govardhana Majumdar, where Haridas Thakur was invited.",
      "timestamp_url": "https://youtu.be/f5bv6Lnef8w?t=481",
      "transcript": "So Haridasa Thakur was once insulted by a priest, and that is described in the Chaitanya Charita Amrita, that in the house of two governmental treasurers called Hiranya Majumdar and Govardhana Majumdar, there was a meeting because they were devotees of Krishna. So there was a meeting of two devotees, and there was a meeting of saintly persons. So in that meeting, one Balaram Acharya, who was a priest of this Majumdar household, that Balaram Acharya was invited for the meeting of saintly persons in Majumdar's house. And Balaram Acharya, he had brought to that meeting Haridasa Thakur also. So Haridasa Thakur was traveling and preaching, and while traveling and preaching, he happened to come to this village, where these two brothers, treasurers of the government, were staying, Hiranya Majumdar and Govardhana Majumdar. So when he came to that meeting, that village, he accepted prasadam in the house of Balaramacharya, and he used to perform chanting in a solitary place where there was a thatched hut. Living in a simple hut he would chant practically the whole day and take a little prasadam from Balaramacharya's residence. So in that meeting there were discourses taking place and the saintly persons participated in that discourse. So when Haridasa Thakur was invited to come to that assembly in which the discourses were to take place,"
    },
    {
      "start_time": 637,
      "end_time": 786,
      "verse_references": [],
      "themes": [
        "Haridas Thakur",
        "glories of chanting",
        "love of Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Actually, by chanting the holy name without offences, one awakens his ecstatic love for the lotus feet of Krishna.",
      "summary": "The speaker recounts how Haridas Thakur explained that the true result of chanting the holy name is awakening love for Krishna, with liberation being an insignificant by-product.",
      "timestamp_url": "https://youtu.be/f5bv6Lnef8w?t=637",
      "transcript": "Haridasa Thakur was invited to come to that assembly in which the discourses were to take place. Haridasa Thakur, accompanied by Balaramacharya, came to the house of the Majumdars. So when all the devotees, particularly these two Majumdars, they saw Haridasa Thakur, they immediately stood up to receive him with great respect, and they fell at his lotus feet, and they gave him a nice place to sit. In that assembly were many people, many learned scholars, brahmanas, and respectable gentlemen. In fact, these two brothers, Hiranya and Govardhan Majumdar, were also very learned. So everyone began to speak of Haridasa Thakur's great qualities. So the brothers were very happy to hear everyone glorifying Haridasa Thakur. So it was mentioned that Haridasa Thakur used to chant three lakh names of Krishna every day. Practically, he would chant the whole day. And the scholars began to discuss the glories of chanting the holy name. Some of them said by chanting the holy name one is freed from all reactions of sinful life. Then somebody else said by chanting the holy name one is liberated from material bondage. Haridasa Thakur, however, said that if you chant the holy name, you will be freed from material bondage. Haridasa Thakur said that if you chant the holy name you will be free from material bondage. These two benedictions are not the true result of chanting the holy name. Actually, by chanting the holy name without offences, one awakens his ecstatic love for the lotus feet of Krishna. Actually, it is described in the scriptures. Chanting of the holy name, offenselessly, awakens the dormant devotion and one becomes a lover of God, Krishna. Now, as regards liberation and becoming free from sinful reactions are concerned, they are insignificant by-products of chanting the holy name. The holy name of the Supreme Lord, insignificant by-products."
    },
    {
      "start_time": 786,
      "end_time": 933,
      "verse_references": [],
      "themes": [
        "chanting",
        "sinful reactions",
        "liberation"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "even before one becomes a pure chanter of the holy name, even before that, just by a glimpse of offenseless chanting, immediately all sinful reactions are completely nullified.",
      "summary": "The speaker uses the analogy of the rising sun to illustrate how even a glimpse of offenseless chanting eradicates sinful reactions, emphasizing that liberation is insignificant compared to love of Krishna.",
      "timestamp_url": "https://youtu.be/f5bv6Lnef8w?t=786",
      "transcript": "Now, Haridasa Thakur gives an example to help us understand. Just like, when the sun rises, it dissipates the world's darkness immediately. So, similarly, when one chants the holy name of the Supreme Lord, without offences, automatically all the sinful reactions are completely eradicated. Now, Srila Haridasa Thakur explains that even before the sun rises, there is some first glimpse of sunlight that appears before the sun rises, and even with the first glimpse of this sunlight, the fear of thieves, ghosts, demons, immediately disappears. And when the sun actually rises, everything is manifest and everyone begins performing his religious activities and material duties. So, similarly, at the first hint that somebody is chanting offenselessly the holy name of the Supreme Lord, immediately all reactions to sinful life are completely eradicated. So, when actually one chants the holy name offenselessly, one becomes ecstatic in love of Krishna. So, Haridasa Thakur explains that even before one becomes a pure chanter of the holy name, even before that, just by a glimpse of offenseless chanting, immediately all sinful reactions are completely nullified. So, liberation is actually an insignificant thing for a pure devotee."
    },
    {
      "start_time": 933,
      "end_time": 1078,
      "verse_references": [],
      "themes": [
        "offending devotees",
        "Gopal Chakravarthy",
        "consequences of insult"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, this is the result of offending a pure devotee that this Gopal Chakravarthi, he became afflicted by leprosy and he lost his nose when he insulted Haridasa Thakur telling, I will cut off your nose if what you are telling is not true.",
      "summary": "The speaker narrates how Gopal Chakravarthy insulted Haridas Thakur and suffered severe consequences, reinforcing the danger of offending devotees.",
      "timestamp_url": "https://youtu.be/f5bv6Lnef8w?t=933",
      "transcript": "So, when one particular brahmana, Gopal Chakravarthy, who was the official chief tax collector in that village, he heard this, he became very upset. He said, he had a beautiful body, very nice handsome features, and he began to criticize Haridasa Thakur. He said, look at this emotional devotee saying that liberation is very easily obtained by a glimpse of offenseless chanting of the holy name of the Supreme Lord. Liberation is so difficult. It takes millions of births. When one is perfectly situated in absolute knowledge, only then one may attain liberation. But here is the sentimental person who says very easily you can get liberation. So, then Haridasa Thakur said, why are you doubting the revealed scriptures? I am just quoting the revealed scriptures. So, then this brahmana said, if it is not true, then I will cut off your nose. Haridasa Thakur humbly accepted. If it is not true, then Haridasa Thakur said, yes, you can cut my nose. But others became very, very upset at this brahmana Gopal Chakravarthi insulting Haridasa Thakur. So, they all protested and Haridasa Thakur did not take offense and left that place. But very soon, in three days, this brahmana, he got leprosy and his nose was affected and it fell off. So, this is the result of offending a pure devotee that this Gopal Chakravarthi, he became afflicted by leprosy and he lost his nose when he insulted Haridasa Thakur telling, I will cut off your nose if what you are telling is not true. So, we have to be careful not to insult devotees. Otherwise, it is very dangerous for our spiritual life."
    }
  ]
}