{
  "video_id": "f5bv6Lnef8w",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.15.10 | 02-12-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=f5bv6Lnef8w",
  "segments": [
    {
      "start_time": 55,
      "end_time": 239,
      "verse_references": [],
      "themes": [
        "insulting devotees",
        "Draupadi",
        "Kurukshetra"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So here is another very very important lesson for all of us. It is explained by Srila Prabhupada. The Lord can tolerate insults upon himself by any miscreant because the father tolerates even insults from the son. But the Lord never tolerates insults from the son.",
      "summary": "The speaker explains the story of Draupadi's insult and the consequences faced by the Kauravas, emphasizing the importance of not insulting devotees.",
      "timestamp_url": "https://youtu.be/f5bv6Lnef8w?t=55"
    },
    {
      "start_time": 239,
      "end_time": 378,
      "verse_references": [],
      "themes": [
        "insulting devotees",
        "consequences of offenses",
        "protection of devotees"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, the lesson for us is never insult a Vaishnava. Never offend a Vaishnava. It is very dangerous. By offending a Vaishnava, one loses all results of the pious activities and all benedictions also are lost.",
      "summary": "The speaker reiterates the dangers of offending Vaishnavas, emphasizing the loss of pious merits and benedictions.",
      "timestamp_url": "https://youtu.be/f5bv6Lnef8w?t=239"
    },
    {
      "start_time": 378,
      "end_time": 481,
      "verse_references": [],
      "themes": [
        "Haridas Thakur",
        "ideal devotee",
        "preaching and practice"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Haridasa Thakur is a unique devotee who nicely practices and preaches about the chanting of the holy name. So he is the ideal, perfect devotee.",
      "summary": "The speaker introduces the story of Haridas Thakur, highlighting his qualities as an ideal devotee who both practices and preaches Krishna consciousness.",
      "timestamp_url": "https://youtu.be/f5bv6Lnef8w?t=378"
    },
    {
      "start_time": 481,
      "end_time": 637,
      "verse_references": [],
      "themes": [
        "Haridas Thakur",
        "meeting of devotees",
        "Balaram Acharya"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So Haridasa Thakur accompanied by Balaramacharya came to the house of the Majumdars.",
      "summary": "The speaker describes the setting of a meeting of devotees at the house of Hiranya and Govardhana Majumdar, where Haridas Thakur was invited.",
      "timestamp_url": "https://youtu.be/f5bv6Lnef8w?t=481"
    },
    {
      "start_time": 637,
      "end_time": 786,
      "verse_references": [],
      "themes": [
        "Haridas Thakur",
        "glories of chanting",
        "love of Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Actually, by chanting the holy name without offences, one awakens his ecstatic love for the lotus feet of Krishna.",
      "summary": "The speaker recounts how Haridas Thakur explained that the true result of chanting the holy name is awakening love for Krishna, with liberation being an insignificant by-product.",
      "timestamp_url": "https://youtu.be/f5bv6Lnef8w?t=637"
    },
    {
      "start_time": 786,
      "end_time": 933,
      "verse_references": [],
      "themes": [
        "chanting",
        "sinful reactions",
        "liberation"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "even before one becomes a pure chanter of the holy name, even before that, just by a glimpse of offenseless chanting, immediately all sinful reactions are completely nullified.",
      "summary": "The speaker uses the analogy of the rising sun to illustrate how even a glimpse of offenseless chanting eradicates sinful reactions, emphasizing that liberation is insignificant compared to love of Krishna.",
      "timestamp_url": "https://youtu.be/f5bv6Lnef8w?t=786"
    },
    {
      "start_time": 933,
      "end_time": 1078,
      "verse_references": [],
      "themes": [
        "offending devotees",
        "Gopal Chakravarthy",
        "consequences of insult"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, this is the result of offending a pure devotee that this Gopal Chakravarthi, he became afflicted by leprosy and he lost his nose when he insulted Haridasa Thakur telling, I will cut off your nose if what you are telling is not true.",
      "summary": "The speaker narrates how Gopal Chakravarthy insulted Haridas Thakur and suffered severe consequences, reinforcing the danger of offending devotees.",
      "timestamp_url": "https://youtu.be/f5bv6Lnef8w?t=933"
    }
  ]
}