{
  "video_id": "F6KbDAQAQrM",
  "title": "Mahabharata | Part 12 | Drupada and Drona | His Grace Suvyakta Narasimha Dasa",
  "speaker": "HG Suvyakta Narasimha Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=F6KbDAQAQrM",
  "segments": [
    {
      "start_time": 0,
      "end_time": 86,
      "verse_references": [],
      "themes": [
        "invocation",
        "guru",
        "Krishna consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Adhyana Timurandhasya Dhyana Anjana Sadakaya Jyaksuram Meritam Yena Tasmai Sri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, offering obeisances to the spiritual master and Lord Krishna.",
      "timestamp_url": "https://youtu.be/F6KbDAQAQrM?t=0",
      "transcript": "Thank you for watching. Om Adhyana Timurandhasya Dhyana Anjana Sadakaya Jyaksuram Meritam Yena Tasmai Sri Gurave Namaha Namah Om Vishnupadaya Krishna Preshaya Bhutale Srimate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nervishe Shashunyavadi Pashatya Deshatarine Jai Sri Krishna Chaitanya Prabhu Nithyananda Sri Advaita Gadadhara Sri Vasadi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Kam Karoti Vachalam Bangam Langhayate Girim Yad Krupata Maham Vande Sri Gurum Deena Taranam"
    },
    {
      "start_time": 87,
      "end_time": 248,
      "verse_references": [],
      "themes": [
        "Mahabharata",
        "Dronacharya",
        "Drupada",
        "Gurudakshina",
        "revenge"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Please go and capture Drupada and bring him to me alive.",
      "summary": "The speaker introduces the story of Dronacharya's Gurudakshina, where he asks the Kauravas and Pandavas to capture King Drupada, highlighting the enmity between Dronacharya and Drupada and the subsequent attack on Panchala.",
      "timestamp_url": "https://youtu.be/F6KbDAQAQrM?t=87",
      "transcript": "Hare Krishna and welcome back to this episode of the Mahabharata. We have seen in the last episode how the Pandavas and Kauravas were growing up together in Hastinapura and the enmity which had started manifesting itself between the Kauravas and the Pandava brothers. When the Pandavas and the Kauravas were growing up under the tutelage of Dronacharya, when they had sufficiently grown up, Dronacharya asked the Pandavas and the Kauravas for a Gurudakshina. What was the Gurudakshina that he asked for? Before Dronacharya came to the Kaurava family to teach the children the art of warfare, he had a running feud with the king of Panchala Desha. He had a running feud with the king of Panchala Desha. Who was King Drippada. The eastern parts of Uttar Pradesh comprising Bareilly, Farukabad, Badayu, Kanyakubja or Kannowaj as it is known today, all these areas formed what is known as Panchala. And the capital of Panchala was Kampilya. This Kampilya is today in the place known as Kayamganj near Farooqabad. It is a small town. And even today it is known by the name Kampilya. Because of this running feud, Dronacharya as Guru Dakshina, he told the Kauravas and the Pandavas, \"Please go and capture Drupada and bring him to me alive. I have a running enmity with him and I want him to be brought before me, captured. And this is the revenge I want to take against him.\" The Kaurava brothers went and attacked Panchaladesha. But Drupada was no ordinary king. He was also quite powerful. And he managed to repulse the attack by the Kaurava brothers, headed by Duryodhana. Now, when the Kaurava brothers came back defeated, Arjuna alone went and attacked Panchaladesha, and he defeated Drupada and brought him bound alive in front of Dronacharya."
    },
    {
      "start_time": 249,
      "end_time": 379,
      "verse_references": [],
      "themes": [
        "Mahabharata",
        "Drupada",
        "humiliation",
        "revenge",
        "Yajna",
        "Drishtadyumna",
        "Draupadi"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "For a Kshatriya, the greatest humiliation is to be defeated in a battle and captured alive.",
      "summary": "The lecture continues with Drupada's humiliation after being captured and released by Dronacharya, leading him to perform a Yajna to beget a son (Drishtadyumna) who would kill Dronacharya, and the birth of Draupadi.",
      "timestamp_url": "https://youtu.be/F6KbDAQAQrM?t=249",
      "transcript": "When Arjuna attacked Panchala, he attacked a fort called Ahichatra in Panchala where Drupada was currently residing at that time. This Ahichatra is near Ramnagar in Bareilly of Uttar Pradesh. And even today, some of the remains of that fort are still seen. Then Dronacharya, when Drupada was brought before him, he spoke to Drupada and told him, \"See, you had humiliated me and now you are in front of me bound like an animal. And you are at my mercy. But I am a very liberal brahmana, so I don't want to kill you. I just wanted to teach you a lesson not to humiliate other people.\" And he released Drupada. Drupada went back to Panchala. But then he was very much affected by the humiliation he had undergone. For a Kshatriya, the greatest humiliation is to be defeated in a battle and captured alive. For a Kshatriya, the greatest humiliation is to be defeated in a battle and captured alive and then released is a great ignominy. Drupada could not tolerate this and therefore he conducted a Yajna to beget a son who would have the ability and the power to kill Dronacharya because Drupada knew he himself was not powerful enough to fight with Dronacharya and defeat him and therefore he conducted a Yajna specifically to beget a son who would be powerful enough to kill Dronacharya and out of this Yajna were born a daughter and a son. The son was Drishtadyumna and the daughter was Draupadi. And when Draupadi emerged out of that fire sacrifice, there was a divine proclamation that this girl will in the future become the cause of destruction of many adharmic kings. And this Drishtadyumna was born with the power to be able to in the future kill Dronacharya."
    },
    {
      "start_time": 380,
      "end_time": 531,
      "verse_references": [
        "BG 2.13"
      ],
      "themes": [
        "Drishtadyumna",
        "Dronacharya",
        "Brahmana",
        "spirit vs matter",
        "Bhagavad Gita"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "One who is able to distinguish spirit from matter is called a Brahmana.",
      "summary": "The speaker describes how Drupada sent Drishtadyumna to Dronacharya to learn warfare, even though Drishtadyumna was destined to kill him, and then explains the qualities of a Brahmana, emphasizing the understanding of the difference between the body and the soul, referencing the Bhagavad Gita.",
      "timestamp_url": "https://youtu.be/F6KbDAQAQrM?t=380",
      "transcript": "This Yajna which Drupada conducted in Kampilya is even today, if you go to the place called Kampilya near Farookabad, there is a pond which has been built there at the spot where this fire sacrifice was conducted. There is also a beautiful temple of Vishnu close by and this town of Kampilya is even today there in Uttar Pradesh. Now, when Drishtadyumna was growing up, Drupada thought, \"I am going to kill Dronacharya. He has to send him for education under some suitable teacher who can teach him the art of warfare.\" And when he contemplated upon this, he realized that no one on the earth at that point of time was as capable as Dronacharya in teaching the art of warfare. And so therefore, he sent Drishtadyumna to Dronacharya to get taught in the battle of, in the art of warfare. Drishtadyumna came to Dronacharya and he approached Dronacharya submissively bowed down before him and naturally because he was a junior person, he first introduced himself to Dronacharya. Drishtadyumna introduced himself saying that \"I am Drishtadyumna, the son of Drupada, born to kill you and I have come here seeking to learn the art of warfare from you.\" Imagine. Imagine somebody comes to you and tells you that I want to learn something from you so that I can use it to kill you. What will your response be? You will either kick him out or you will think how should I finish him now, somehow this man has come to my place, so good opportunity, let me capture him and finish him off so that he will not harm me anyway in the future. That's the natural response a person will have. But then Dronacharya was no ordinary person. He was a great Brahmana, qualified Brahmana. Not just by birth was a Brahmana but even by his qualities he was a Brahmana. The definition of the word Brahmana is brahman janatiti brahmanah. One who is able to distinguish spirit from matter is called a Brahmana. In other words, we have to understand that we are not the body, we are a spirit soul. As Lord Krishna himself says in the Bhagavad Gita, Dehino smin yatha dehe kaumaram yavanam jara, tatha dehan tara praptit dheera statra namuhyati."
    },
    {
      "start_time": 532,
      "end_time": 663,
      "verse_references": [],
      "themes": [
        "Brahmana",
        "spirit vs matter",
        "detachment",
        "duty",
        "Dronacharya",
        "Drishtadyumna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Although the bodies are changing, I am still constant. That means I am different from all these bodies.",
      "summary": "The speaker continues to explain the concept of a Brahmana and how Dronacharya, being a qualified Brahmana, understood his duty to impart knowledge to a qualified disciple like Drishtadyumna, despite knowing the consequences.",
      "timestamp_url": "https://youtu.be/F6KbDAQAQrM?t=532",
      "transcript": "An intelligent person according to Krishna is able to discriminate that I was born as a small baby, I grew up into a young boy, then I become a young man and finally I will become old and I will die one day. So even within this lifetime, I have changed so many bodies. I had the body of a small baby, then that of a young boy or a girl, then that of a young man or a young girl. I may be a young person today. In the future I will become old. I may be a young person today. So within this lifetime, I am changing so many bodies. Although the bodies are changing, I am still constant. That means I am different from all these bodies. A person who is able to distinguish himself, differentiate himself from the material body which can undergo destruction and who understands by this logic that in this life if I can change so many bodies and continue to exist, that means at the time of death, the body which I currently have at that point of time will get destroyed. That means at the time of death, the body which I currently have at that point of time will get destroyed but I will continue to exist in some other body. A person who is able to understand this is called a brahmana. Now Dronacharya was a qualified brahmana. He very well knew that he was not the body. He was an atma. He was a spirit soul. Therefore when Drishtadyumna came in front of him with this kind of request, Dronacharya thought that what is my duty? My duty as a teacher is to teach the knowledge that I have. I have to teach the knowledge that I have to any qualified person who comes and seeks it of me. And this person Drishtadyumna is a qualified person. The knowledge which I will give to him, he will not misuse. He will not harm others with it. He will use it to protect the citizens. I can see that. And assessing that Drishtadyumna was a qualified disciple, Dronacharya accepted him under his tutelage. And he started teaching him the art of warfare along with the Pandavas and the Kauravas. He did not discriminate against him. This shows the great liberal mind of Dronacharya."
    },
    {
      "start_time": 664,
      "end_time": 841,
      "verse_references": [],
      "themes": [
        "Dronacharya",
        "Arjuna",
        "Ashwathama",
        "Drishtadyumna",
        "liberal mind",
        "merit",
        "duty"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Dronacharya went by merit and he went by what was the most appropriate thing, what duty called upon him to do.",
      "summary": "The speaker highlights Dronacharya's liberal-mindedness by pointing out that he chose Arjuna as the greatest archer over his own son, Ashwathama, and that he taught Drishtadyumna, focusing on merit and duty rather than personal considerations.",
      "timestamp_url": "https://youtu.be/F6KbDAQAQrM?t=664",
      "transcript": "In fact two things are very indicative of the liberal mindedness of Dronacharya. Although Dronacharya had a son Ashwathama, he chose to make Arjuna the greatest archer in the world. He taught Arjuna which he did not teach Ashwathama. Why? Because Dronacharya went by merit. He saw that Arjuna had a certain dedication and a certain talent which Ashwathama his own son did not possess. As a beautiful father he taught Ashwathama whatever he had to teach and he gave him a little more facility at certain times also. He was a little more lenient because after all he was his son. And nobody should criticize him saying that as a father he did not do anything for his son. Therefore he was a little more lenient with his son. But still when it came to certain very critical and advanced things Dronacharya gave that those kind of advanced knowledge to Arjuna which he did not give even to Ashwathama. This shows how Dronacharya was never partial. He went by merit and he went by what was the most appropriate thing, what duty called upon him to do. The second thing was the case of Drishtadyumna where Dronacharya considered that my duty is to teach Drishtadyumna. The result is I will get killed. Now I can refuse to teach him but still one day or the other this body has to get destroyed. I have to die one day or the other. One day or the other I have to leave this body and take on another body. So if I don't do my duty also I have to give up this body and if I do my duty also I have to give up this body. It is better that I do my duty and give up this body rather than to live with the ignominy that look at Dronacharya, he did not do his duty and to live with that ignominy is worse than death. It is better that I do my duty and lose my life in the process of doing my duty. And so saying Dronacharya very liberally he taught Drishtadyumna also. And during this time it so happened that having heard about the fame of Drishtadyumna, he came to Dronacharya and requested him to teach him the art of archery. But Dronacharya saw that Ekalavya would misuse the knowledge if it was given to him. And therefore Dronacharya refused to teach Ekalavya. This is generally a misunderstood phenomenon because people think that Dronacharya refused to teach Ekalavya. Ekalavya simply based on the caste in which he was born, which is not true. Because if Dronacharya had such considerations based on the body, he would never have taught Drishtadyumna, the art of warfare. Dronacharya was far far above all these things."
    },
    {
      "start_time": 842,
      "end_time": 1007,
      "verse_references": [],
      "themes": [
        "Dronacharya",
        "Ekalavya",
        "misuse of knowledge",
        "duty",
        "guru dakshina"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "The consideration of Dronacharya was whether this knowledge will be used properly or not.",
      "summary": "The speaker addresses the common misconception about Dronacharya refusing to teach Ekalavya based on caste, clarifying that Dronacharya's decision was based on his assessment that Ekalavya would misuse the knowledge, illustrated by the incident with the dog.",
      "timestamp_url": "https://youtu.be/F6KbDAQAQrM?t=842",
      "transcript": "The consideration of Dronacharya was whether this knowledge will be used properly or not. And Dronacharya's assessment proved true because later once when the Pandavas were going around in the forest, they came upon a dog whose mouth was filled with arrows. And when they saw this, they thought who has done this? And they came upon Ekalavya. And Ekalavya, he informed the Pandavas that this dog was barking. So to quieten it, I shot all these arrows into the mouth of the dog. And the Pandavas saw that Ekalavya had a bust of Dronacharya and he was learning the art of archery, still keeping Dronacharya as his guru. The Pandavas went and informed Dronacharya. Dronacharya came there and he saw what Ekalavya was doing. And he told Ekalavya that \"Ekalavya I told you that I am not going to teach you the art of warfare. So why are you keeping my bust and still considering me as a guru and learning the art of archery?\" This very fact showed that Ekalavya was disobedient to his guru. When Dronacharya had refused to teach him, if he had gone to some other teacher and learnt the art of warfare, it would have been different. But he refused to listen to Dronacharya. Still he kept Dronacharya as his guru and learnt. Moreover, what we can see is that Dronacharya's assessment of his future potential of Ekalavya misusing the art of warfare was seen in his silencing the dog by shooting arrows into its mouth. How to understand this? The simple question. The simple example is like for example there is an NSD commando. In the army the NSD commando are the elite commando forces and they are taught all kinds of how to use all kinds of automatic weapons. Now let us say an NSD commando, he is proficient in using the latest assault rifle, an automatic rifle and he has come home and he is relaxing. And the neighbor's dog starts barking and it disturbs him a lot. So what he does? He comes out of his house, brings his automatic rifle and pumps hundreds of bullets into the dog. What will be the result of this? The army will strip him of his NSD commandoship. They will remove him, they will suspend him from his job and they will take away the assault rifle. They will say, this assault rifle is not meant for shooting at dogs, it is meant for use in a circumstance where is there is danger to the life of the dog. But why do you do this attack the citizens?"
    },
    {
      "start_time": 1008,
      "end_time": 1171,
      "verse_references": [],
      "themes": [
        "Dronacharya",
        "Ekalavya",
        "misuse of knowledge",
        "duty",
        "guru dakshina",
        "compassion"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "This assault rifle is not meant for shooting at dogs, it is meant for use in a circumstance where is there is danger to the life of the dog.",
      "summary": "The speaker uses the analogy of an NSD commando misusing an assault rifle to explain Ekalavya's misuse of archery, emphasizing that Dronacharya took away Ekalavya's thumb to prevent further misuse of knowledge, not out of partiality or caste discrimination.",
      "timestamp_url": "https://youtu.be/F6KbDAQAQrM?t=1008",
      "transcript": "If the dog was disturbing you, all that you have to do was stick up a stone and throw it at it, no, you do not have to throw a stone at a dog. Even if you make a, even if you feign, as if you are going to throw a stone at the dog, the dog will quieten down or it will run away. This is natural. All of us would have experienced this at some time or the other. So similarly, when he, when Ekalavya came across a dog barking at him, all that he had to do was take a stone and throw at it. But what did he do? He decided to use that great art of archery against the dog. That poor dog became the object for Ekalavya to show off his art of archery which is not acceptable because the art of archery is a very very high level of knowledge to be utilized only for protection of people, not to harm people, whether any person, whether it is a human being or an animal. In Vedic times both human beings as well as animals were considered praja or the citizens of the country. Animals also had an equal right to be protected by the government unlike today's time. Today's time animals are sent to the slaughterhouses and all protection is given to the human beings. Vedic times was not like that. Even animals were protected by the government. Even animals were given the right of protection. So this Ekalavya did not display that sense of protecting subordinate people or junior people. A dog is a very subordinate animal. It was worthy of his protection but instead he was shooting arrows into his mouth. And he did not even consider now that all the arrows are stuck in the mouth of the dog, the poor dog how will it survive? What will it eat? So you can see from this Ekalavya was prone to misuse of the knowledge of warfare. And seeing this therefore Dronacharya did not want him to commit further crimes like this. And therefore Dronacharya told him okay you are considering me as a guru, you give me your thumb as guru Dakshina. And he took away his thumb so that the chances of his misusing the knowledge of archery would be reduced. Another thing Dronacharya could have easily done was to kill him. But Dronacharya was not so keen to kill somebody. He thought why I have to kill someone. Let me just take away his thumb. That is enough to prevent him from misusing the knowledge he has. And this was the reason for Dronacharya to do this."
    },
    {
      "start_time": 1172,
      "end_time": 1347,
      "verse_references": [],
      "themes": [
        "Dronacharya",
        "Ekalavya",
        "misconceptions",
        "Pandavas",
        "Kauravas",
        "Karna",
        "Duryodhana",
        "enmity"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "We can see in the character of Dronacharya there was no question of partiality and he never made decisions based on the consideration of the body.",
      "summary": "The speaker reiterates that Dronacharya's actions were not based on partiality or bodily considerations, and then transitions to discussing the growing enmity between the Pandavas and Kauravas, fueled by Karna and Shakuni.",
      "timestamp_url": "https://youtu.be/F6KbDAQAQrM?t=1172",
      "transcript": "Unlike the mispropaganda that is spread everywhere today that Dronacharya on the basis of caste, he decided to stop the Dronacharya. To stop the Ekalavya from becoming a good archer. Or another misconception is that Dronacharya was partial to Arjuna and therefore he did not want Ekalavya to become the topmost archer, which is not true. We can see in the character of Dronacharya there was no question of partiality and he never made decisions based on the consideration of the body. This we have seen earlier itself from the example of Drishtadyumna and Ashwathama. So now, the Pandavas, so this showed the great characteristic and quality of Dronacharya. Now, when the Pandavas and the Kauravas, they had sufficiently grown up, we have also seen how there was some amount of enmity between the Kauravas and the Pandavas. Because Karna was also almost equal to Arjuna, but Arjuna was still better than Karna in many aspects of archery. Karna also did not get along well with the Pandavas. And as we know, foe's foe is a friend. Duryodhana struck up a friendship with Karna and Karna became a steadfast friend of Duryodhana. And Duryodhana, he was being guided by Gandhari's brother Shakuni, who was not a person of good character. He was a cunning person. And he was always his, Shakuni's eyes were always on the throne, that somehow or the other, my nephew should get the throne. And Karna was also not a man of good character. And so these two people started counselling Duryodhana. And thus, they both started feeding, already Duryodhana was burning with envy towards the Pandavas. Now, these two personalities started feeding that fire of envy in Duryodhana's heart. And so Duryodhana's heart started burning. And so Duryodhana's heart turned to a fire of pan-d survives itself becoming more and more envious and inimical towards the Pandavas. Now, Duryodhana, he realized that direct confrontation with the Pandavas would not yield any result because he had seen how, against even Drupada, he had been defeated but Arjuna had single handedly defeated Drupada. This itself showed the prowess of Arjuna. Arjuna, one brother, was enough to defeat the entire Kauravas. So, this is in the same way that Duryodhana was feeling. Now they were five brothers. Look at the strength of Bhima and then there was Yudhishthira, Nakula, Sahadeva. They were also not any less warriors. Therefore Duryodhana understood that direct confrontation would not work out."
    },
    {
      "start_time": 1348,
      "end_time": 1484,
      "verse_references": [],
      "themes": [
        "Duryodhana",
        "Shakuni",
        "plot",
        "house of shellac",
        "Varanavata",
        "Pandavas",
        "danger"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Duryodhana hatched a plan to eliminate the Pandavas.",
      "summary": "The speaker describes Duryodhana's plan, hatched with Shakuni, to eliminate the Pandavas by sending them to a house of shellac in Varanavata and setting it ablaze, ending with a cliffhanger to be continued in the next episode.",
      "timestamp_url": "https://youtu.be/F6KbDAQAQrM?t=1348",
      "transcript": "And so based on the advice of Shakuni, Duryodhana hatched a plan to eliminate the Pandavas. Duryodhana had a house built of shellac in a place called Varanavata. This Varanavata is in current day Haryana and today it is known as Barnava. Even today if you go to this place Barnava, the place where the house of shellac stood, the palace of shellac stood is a big mound of earth. And this is the place where the house of shellac was built by Duryodhana with a worker named Purochana. The intention of Duryodhana was that shellac is a very inflammable material. He would on some pretext send the Pandavas to stay in this house of shellac in Varanavata and his idea was to set it ablaze. And the Pandavas would die in the inferno and he could announce to the world that the Pandavas have died in a fire accident. That was the plan he hatched with Shakuni and Dhritarashtra. And with this intention he created this house of shellac and Dhritarashtra also called the Pandavas and he told them that Duryodhana has built a nice palace for all of you. So for a few days you please go there and have some leisure time, relax there and come back after a few days. Like this Dhritarashtra told the Pandavas. The Pandavas were unaware of the plotting by Duryodhana and so they thought uncle is telling us to go so let us all go. And so they along with the Pandavas along with Kunti Devi set out to go to Varanavata. Now, what happened to the Pandavas when they went to Varanavata? Could they escape from the house of Shellac? How did they, how could they escape when they had no knowledge of what was going to happen? Join us in our next session of Mahabharata to learn about this. Thank you for joining us today. Hare Krishna."
    }
  ]
}