{
  "video_id": "f7jFX9_Y1EY",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.13.48 | 28-10-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=f7jFX9_Y1EY",
  "segments": [
    {
      "start_time": 55,
      "end_time": 325,
      "verse_references": [
        "SB 1.13.48"
      ],
      "themes": [
        "supremacy of the Lord",
        "oneness of God",
        "challenges to God"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Supreme Lord Personality of God, it is one without a second.",
      "summary": "HH Stoka Krishna Swami introduces verse SB 1.13.48, explaining that Narada Muni is addressing Yudhishthira Maharaj and emphasizing the Supreme Lord is one without a second, illustrating this point with the story of Paundraka who falsely claimed to be God.",
      "timestamp_url": "https://youtu.be/f7jFX9_Y1EY?t=55",
      "transcript": "In this session we will be discussing from the 48th verse of the 13th chapter of the 1st canto of Srimad Bhagavatam: रदिदं भगवान राजन एक आत्मात्मानं स्वद्रिक अन्तरो अनन्तरो भाती पश्यतं माययो रुधा. The meaning of this verse is: Therefore, O King, you should look to the Supreme Lord only, who is one without a second, and who manifests himself by different energies, and is both within and without. This verse is spoken by Narada Muni, he is addressing Yudhishthira Maharaj. He is explaining the philosophy first and then he is going to give the details about where the two uncles of Yudhishthira, Tritarashtra and Vidura, where have they gone. That is basically Yudhishthira's question to Narada Muni. So Narada Muni is going to answer that, before that he explains the philosophical basis for the solution to Yudhishthira's problem. And already Narada Muni has explained that when our own body is under the clutches of material nature, how can we help somebody else who may be suffering or undergoing difficulty because of their bodies being under the clutches of material nature. So it is ultimately the Supreme Lord, who is the Supreme Controller, who actually is the ultimate cause of all causes. We have to look towards him only after we do our duties. It is not that we neglect our duties because Supreme Lord is in control. No, we have to do our duties, but beyond that we only look towards the Lord. And Srila Prabhupada explains this in the purport very elaborately. Srila Prabhupada says, \"The Supreme Lord, Personality of Godhead, is one without a second.\" That means he is the only one who is the Supreme Lord. There are no two Supreme Lords, only one. Supreme means one, and there is nobody else who is a competitor to God. Sometimes we hear that somebody else is challenging God. That is never possible. It never has happened, never will happen. Even when Krishna was present on this earth, he had incarnated 5000 years ago, he was in Dwaraka. One Asura by name Paundraka, he declared himself as the real God, and he told Krishna, he challenged Krishna that you give up your symbols because I am the real Vasudeva. And Krishna actually when he received that note from the messenger of this Paundraka, Paundraka was a king ruling a particular province, and this Paundraka declared himself to be God. And this happens even now, that somebody declares I am God. So these sort of claims have no real foundation, they have no real basis. So Krishna just sent his Sudarshan Chakra. The Sudarshan Chakra cut off this Paundraka's head, and that was the end of Paundraka. So these sort of claims have no real basis. Therefore it is very clearly said by Narada, authoritative statement, the Supreme Lord, Personality of God, it is one without a second."
    },
    {
      "start_time": 325,
      "end_time": 474,
      "verse_references": [],
      "themes": [
        "energies of the Lord",
        "marginal energy",
        "spiritual nature of living beings",
        "contamination of material world"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The living beings are also manifestations of his marginal energy.",
      "summary": "The lecture explains how the Lord manifests through different energies, including the marginal energy (living beings), highlighting the spiritual nature of living beings and how it is qualitatively one with the Lord, but pervertedly manifested in the material world due to contamination.",
      "timestamp_url": "https://youtu.be/f7jFX9_Y1EY?t=325",
      "transcript": "But he manifests himself by different energies because he is by nature blissful. Even though he is one only, he is not a limited person like us. So he has many forms, and all of them are identical to him. They are all only one person: Rama, Narasimha, Vamana, Vasudeva, Sankarsana, Pradyumna, Aniruddha, Narayana, all, Balarama, Krishna, all are Krishna only, one person. So he manifests himself by different energies. The living beings are also manifestations of his marginal energy. We are also energy of the Supreme Lord, but what kind of energy? Called marginal energy. And this marginal energy characteristic is qualitatively one with the Lord. That means our quality, which is spiritual, is same as the Lord's quality, which is completely spiritual. So we are not material beings, we are spiritual beings. And there are innumerable living beings both within and without the external internal energies of the Lord. So apart from this marginal energy, the Supreme Lord has got the external energy, the material energy, and the internal energy, which is the spiritual energy. So within the material with spiritual energy, and within the material energy, there are innumerable living beings. Since the spiritual world is a manifestation of the Lord's internal energy, the living beings within that internal potency are qualitatively one with the Lord without contamination from external potency. They are pure. In the spiritual world, there are many many living beings, but all of them are pure, means there is no contamination of the external potency. Although qualitatively one with the Lord, the living being in this material world, due to contamination of the material world, is pervertedly manifested."
    },
    {
      "start_time": 474,
      "end_time": 593,
      "verse_references": [],
      "themes": [
        "material contamination",
        "false identity",
        "illusory happiness and distress",
        "forgetfulness of spiritual qualities"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The perception of such ephemeral happiness and distress is due only to the forgetfulness of its qualities.",
      "summary": "This segment discusses how material contamination leads to a false sense of identity and the experience of illusory happiness and distress, emphasizing that this is due to forgetfulness of our true spiritual qualities.",
      "timestamp_url": "https://youtu.be/f7jFX9_Y1EY?t=474",
      "transcript": "So this manifestation here means everyone here has got a material body, and that material body is not only externally covering the soul, but the consciousness also has become polluted by the material atmosphere with a false sense of identity, as I am independent, I am the Lord, I am the master, I am the enjoyer, I am the proprietor. All these contaminations are even there in the consciousness. So that's why Srila Prabhupada says here, \"The living being is pervertedly manifested in this material world, and therefore he experiences so called happiness and distress in the material world.\" What is our original position? Completely blissful, eternally in the association of Krishna in the spiritual world. That is our original position, that's our pure state of existence. But this contaminated state in the material world is such that there is illusory happiness and there is illusory distress. Such experiences are all ephemeral. Ephemeral means they are all temporally manifested and do not affect the spirit soul. The spirit soul is completely aloof from all the material coverings or the material influence. The perception of such ephemeral happiness and distress is due only to the forgetfulness of its qualities. We forget our own spiritual quality. In contact with this material nature, we forget our self, we forget our spiritual nature."
    },
    {
      "start_time": 593,
      "end_time": 754,
      "verse_references": [],
      "themes": [
        "Lord's arrangement for rectification",
        "Paramatma",
        "spiritual master",
        "scriptures",
        "cooperation with the Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "By his order only, one should become a spiritual master.",
      "summary": "The lecture explains how the Lord makes arrangements to rectify the fallen condition of living beings, both internally as Paramatma and externally through the spiritual master and scriptures, emphasizing the importance of cooperating with the Lord's outward activities.",
      "timestamp_url": "https://youtu.be/f7jFX9_Y1EY?t=593",
      "transcript": "Now our qualities are completely spiritual, like the Lord's quality, which is completely spiritual. There is however a regular current from the Lord himself, from within and without, by which to rectify the fallen condition of the living being. The Lord wants to correct our mistaken identity, so he makes arrangement, he makes elaborate arrangements in this material world. So within, from within us, he corrects the desiring living beings as localized Paramatma. That means Krishna has entered every living being's heart in this material world as Paramatma, Supersoul, and he corrects the desiring living being. He guides, provided we take his guidance. We can be corrected, we can be saved, we can be delivered from this material existence, we can get out of this entanglement. It's possible. And from without, that means externally, he corrects by his manifestations, the spiritual master and the revealed scriptures, Guru and Shastra. One should look unto the Lord, one should not be disturbed by so called manifestations of happiness and distress. Look towards the Lord, internally look towards the Paramatma, and externally look towards the spiritual master and the scriptures, and don't be disturbed by so called happiness and distress. If there is happiness also, there is no cause for jubilation, and if there is distress, there is no cause for lamentation. In either case, we have to go on with our spiritual life. So therefore Srila Prabhupada says, \"Instead of being disturbed, one should try to co-operate with the Lord in his outward activities for correcting the fallen souls.\" Outward activities, the Lord is making arrangement for correcting the fallen souls. By his order only, one should become a spiritual master."
    },
    {
      "start_time": 754,
      "end_time": 894,
      "verse_references": [],
      "themes": [
        "order of the Lord",
        "spiritual master's motivation",
        "qualities of a bonafide spiritual master",
        "forgetfulness of the Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Nobody can be a spiritual master without the order from the Supreme Lord.",
      "summary": "This segment emphasizes that a spiritual master must be authorized by the Lord and should not seek personal gain, highlighting the qualities of a bonafide spiritual master who is qualitatively one with the Lord, contrasting this with those who are forgetful of the Lord and perverted reflections.",
      "timestamp_url": "https://youtu.be/f7jFX9_Y1EY?t=754",
      "transcript": "Very clear, the Lord's order has to be there to become a spiritual master. Nobody can be a spiritual master without the order from the Supreme Lord, explicit order from the Supreme Lord. And one should in this way co-operate with the Lord. Nobody can have an independent program of spiritual life. It has to be something which is given by the Lord, which is authorized by the Lord, which is ordered by the Lord. One should not become a spiritual master for one's personal benefit, for some material gain, or as an avenue of business or occupation for earning livelihood. This is very very bad. Somebody becomes a guru so that they can live off the disciples. That is very wrong, that should never be done. Neither should spiritual master look for some material benefit from the disciples. No. The spiritual master who looks at the Supreme Lord to co-operate with him is actually qualitatively one with the Lord. See, the bonafide spiritual master are completely spiritual personalities. They have no tinge of any material contamination. Therefore they are described as qualitatively one with the Lord. And the forgetful ones are perverted reflections only. The living beings who are forgetful of the Supreme Lord, they are not in their original state of existence, they are perverted reflections. Yudhishthira Maharaj is advised by Narada therefore not to be disturbed by the affairs of so called happiness and distress, but to look only unto the Lord."
    },
    {
      "start_time": 894,
      "end_time": 907,
      "verse_references": [],
      "themes": [
        "duty to the Lord",
        "detachment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But to look only unto the Lord to execute the mission for which the Lord has descended.",
      "summary": "The lecture concludes by reiterating Narada's instruction to Yudhishthira Maharaj to remain detached from happiness and distress and focus on executing the mission for which the Lord has descended.",
      "timestamp_url": "https://youtu.be/f7jFX9_Y1EY?t=894",
      "transcript": "To execute the mission for which the Lord has descended. That was his prime duty. So this is Narada's instruction to Yudhishthira. I will stop here. Thank you very much."
    }
  ]
}