{
  "video_id": "FaqitQt5cGc",
  "title": "Importance of Developing Higher Taste | Sri Amitasana Dasa | SB 1.18.32 | 28.07.2024",
  "speaker": "HG Amitasana Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=FaqitQt5cGc",
  "segments": [
    {
      "start_time": 0,
      "end_time": 106,
      "verse_references": [],
      "themes": [
        "Kali Yuga",
        "Pariksit Maharaj",
        "Brahminical Injustice"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The first victim of brahmana injustice, brahmanical injustice, was Maharaj Pariksit.",
      "summary": "This segment introduces the context of the verse, focusing on Pariksit Maharaj, the curse by Shringi, and the influence of Kali Yuga.",
      "timestamp_url": "https://youtu.be/FaqitQt5cGc?t=0",
      "transcript": "tasya putrati tejasvi niharan balako arba kahe rajnagam prapitam tatam sutva tatredam abhravesh Translation and purport by His Divine Grace A.C. Bhaktivedanta Swami Srila Prabhupada Translation The sage had a son who was very powerful, being a brahmana's son. While he was playing with the inexperienced boys, he heard of his father's distress, which was occasioned by the king. Then and there the boy spoke as follows. Due to Maharaj Pariksit's good government, even a boy of tender age who was playing with his other inexperienced boys could become as powerful as qualified brahmana. The boy was known as Shringi, and he achieved good training. In brahmacharya by his father, so that he could be as powerful as a brahmana, even at that age. But because the age of Kali was seeking an opportunity to spoil the cultural heritage of the four orders of life, the inexperienced boys gave a chance for the age of Kali to enter into the field of Vedic culture. Hatred of the lower orders of life began from the brahmana boy under the influence of Kali, and thus cultural life began to dwindle. Day after day. The first victim of brahmana injustice, brahmanical injustice, was Maharaj Pariksit. And thus the protection given by the king against the onslaught of Kali was slackened. Thus ends the bhaktivedanta purva."
    },
    {
      "start_time": 106,
      "end_time": 288,
      "verse_references": [],
      "themes": [
        "Divine Plan",
        "Kali Yuga",
        "Good Governance"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Good governance means to protect the citizens, kshatriyas and also protect the kingdom from the influence of the sinful habits, sinful tendencies.",
      "summary": "This segment explains the divine plan behind the events, the role of Pariksit Maharaj in protecting against Kali Yuga, and the importance of good governance.",
      "timestamp_url": "https://youtu.be/FaqitQt5cGc?t=106",
      "transcript": "So just to give you a context of what's being mentioned in this verse. In the previous verse, Pariksit Maharaj, while he was in the forest, he saw the sage. Reached his hermitage. And since the sage was busy in his meditation, he didn't open his eyes. He didn't properly receive the king as per the etiquette. So he was very angry. Many leelas which are mentioned in the Bhagavatam, if we understand in the context of the divine plan of the Lord, we'll be able to understand them correctly. One may question, if Pariksit was such a great devotee of the Lord, why did he become angry? Why did he feel insulted? Just because he was not received respectfully. In fact, a devotee of the Lord is very tolerant. Like Chaitanya Mahaprabhu says, He is more tolerant than a tree. He is humbler than a blade of grass. So overall, it's a divine plan of the Lord. As we all know, there are four cycles, four yugas. Kali Yuga, Treta Yuga, Satya Yuga, Dwapara Yuga. And Kali Yuga had to begin. So Shringi, who is the Brahmana's son, So what did Pariksit do? When he felt insulted, he took a dead snake which was lying nearby and put it around the neck of the Brahmana. So Shringi, who is the son of this Brahmana, he saw his father being insulted. He felt very offended and he cursed Pariksit Maharaj. And in this verse, Prabhupada is mentioning that the influence of Kali, when there is a strong king like Pariksit Maharaj, good governance means to protect the citizens, kshatriyas and also protect the kingdom from the influence of the sinful habits, sinful tendencies Like meat eating, intoxication, gambling, illicit sex, which is very rampant in present times. because we are in the midst of Kali Yuga."
    },
    {
      "start_time": 288,
      "end_time": 465,
      "verse_references": [],
      "themes": [
        "Kali Yuga",
        "Degradation",
        "Devotee's Duty"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "As devotees of the Lord, yes, we have a duty to see how we can reach this message, distribute the holy name to people.",
      "summary": "This segment describes the symptoms of Kali Yuga and emphasizes the duty of devotees to spread the message of the Lord.",
      "timestamp_url": "https://youtu.be/FaqitQt5cGc?t=288",
      "transcript": "And thus cultural life began to dwindle day after day. So since Pariksit Maharaj was cursed and then he was cursed to die in next seven days. So the world lost a great king like Pariksit Maharaj and once the king is not very strong then things start deteriorating. The first victim of Brahminical injustice, now Sringi was a Brahmin boy, Brahminical injustice against the lower orders like Kshatriyas, Brahminas, Kshatriyas, Vaishyas, Shudras. So it says the injustice of the Brahminical injustice began with Pariksit Maharaj. So, to curse Pariksit Maharaj to die in seven days was not appropriate even if we were to evaluate what Pariksit Maharaj did. But Pariksit Maharaj instead of counteracting or counter cursing Sringi, he accepted it. He went to the bank of Ganges, heard the Srimad Bhagavatam and died remembering the Lord. So, as I mentioned earlier, we are in Kali Yuga and Kali Yuga is of all the four ages is the most degraded. And, we can see the symptoms. What do you mean by that? Yes, they are degrading. Yeah. It's coming to you. He's seem consistently degrading. It has not only sounded degradatory but. But I'm not saying he is dead. In fact, the symptoms are mentioned in the Srimad Bhagavatam and which are very much visible to us in present times. There's a lot of fights happening, lots of wars happening, a lot of confusion, a lot of quarrels happening. Meat-eating is rampant, intoxication, gambling, illicit sex, extramarital affairs, live-in relationships. What was not so common, what was unheard of maybe 20 years back, has become very common. So as devotees of the Lord, yes, we have a duty. To see how we can reach this message, distribute the holy name to people. It's our duty, it's Prabhupada's mission."
    },
    {
      "start_time": 465,
      "end_time": 512,
      "verse_references": [],
      "themes": [
        "Self-Protection",
        "Kali Yuga",
        "Insulation"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Before helping others, kindly put the mask. So we have to help ourselves. We have to protect ourselves, insulate ourselves from the ill effects of Kali Yuga.",
      "summary": "This segment stresses the importance of self-protection and insulating oneself from the negative influences of Kali Yuga before helping others.",
      "timestamp_url": "https://youtu.be/FaqitQt5cGc?t=465",
      "transcript": "We are part of that mission. But Chetanaya Mahaprabhu says, First we have to protect ourselves. First we have to realize that, yes, Kali Yuga. Is at its full force and things are degrading. We have to protect ourselves. We have to insulate ourselves. Like in the flight also when you travel. They say that the oxygen thing will, the mask will fall down from the top. Before helping others, kindly put the mask. So we have to help ourselves. We have to protect ourselves, insulate ourselves from the ill effects of Kali Yuga."
    },
    {
      "start_time": 512,
      "end_time": 787,
      "verse_references": [],
      "themes": [
        "Sacrifice",
        "Material Allurements",
        "Relationships"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Man is a social animal. We thrive on relationships, social beings. Relationships are very important.",
      "summary": "This segment begins a story about a man who accepts a challenge to live in isolation for 10 years in exchange for money, highlighting the importance of relationships and the struggle against material allurements.",
      "timestamp_url": "https://youtu.be/FaqitQt5cGc?t=512",
      "transcript": "And try our best, whatever we can, to help others. Janma Sarthak Kari Koro Pakaar. Many years back, I came across this story. In fact, it's not a story, I saw a television, this episode. This was more than 20 years back. And those days, I think, it would have been 20 years ago. This was more than 20 years back. And those days, I think, it would have been 20 years ago. It was black and white television. And I, even till date, remember this. But those days, it was not like you like some episode, you save it, you can download it. It's on YouTube. I vaguely remember. There was a man. He was very poverty stricken. And Practically had no money with him. He had a young daughter. And he was barely able to manage the day-to-day needs of the family. Including groceries and clothes. So the daughter was getting, you know, the marriageable age. And he was in anxiety, how to marry the daughter. And he was in anxiety, how to marry the daughter. And even in Vedic times, there was, you know, marriage. And even in Vedic times, there was, you know, marriage. It was done in a way. Some dowry was also given, not in the sense, what we see in present times, it is demanded. It was out of love. So, this person was a lot of, had a lot of anxiety, lot of worry, how to manage his household expenses. How to marry the daughter. And he was trying various means to earn money but things were not happening. So one day a friend of his gave him a challenge. He said you need money. I can give you enough money, so much money that for the rest of the life you can live happily. You don't have to worry about your finances. Not only that, you can very easily get your daughter married. So he couldn't believe such a thing as possible, but there is a challenge. Now he was so desperate for money, he said I am ready to accept any challenge. He said the challenge is that you have to live in a room all by yourself, all alone for 10 years. Three times the food will be given in that cell, in that room. But you will not be allowed to interact with people. But you will not be allowed to interact with people. But you will not be allowed to interact with people. with anyone, including your family, including your near and dear ones. Even in prisons they have, you know, in a month you can for some five minutes or something you can meet. There's some protocols. But here the condition was that for ten years you cannot talk to anyone, you cannot meet anyone, you cannot hear anything. There were no smart phones, there was no mp3 players. You can hear the songs, FM radio, nothing. And you all know that man is a social animal. We thrive on relationships, social beings. Relationships are very important. So this man accepted the challenge and he thought instead of struggling the whole life, it's a struggle for 10 years. I'll somehow manage. But he never anticipated what that struggle would be, how intense that struggle would"
    },
    {
      "start_time": 787,
      "end_time": 978,
      "verse_references": [],
      "themes": [
        "Isolation",
        "Mental Struggle",
        "Material Attachment"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "He started becoming uncomfortable, little jittery. Felt like talking to someone but there's nobody.",
      "summary": "This segment continues the story, focusing on the man's increasing mental and emotional struggles due to isolation and the difficulty of detaching from material desires.",
      "timestamp_url": "https://youtu.be/FaqitQt5cGc?t=787",
      "transcript": "be. So this whole documentary or film what was made is basically to showcase his emotions. What this person went through, what struggles and this whole camera was focusing on his facial expressions, on what he was doing during those 10 days. These days you have some reality shows where somebody is put in some house. I haven't seen anything, just maybe some idea and then people watch what they are doing. So for 10 years he was in this room, locked. Three times food was served to him, and then first initial 1 week 10 days. He was... He started missing something, something unusual. See one day we can manage food, second day, something, you know, we feel very uncomfortable. So likewise if we are in a room and all by itself... One day, two day, we can somehow manage. So after one week, ten days, he started feeling very uneasy. And that started showing up on his face, on his expression. He started becoming uncomfortable, little jittery. Felt like talking to someone but there's nobody. Even the camera captured whatever he was speaking, whatever he was expressing, whatever words he was speaking also was being captured, was being shown. So he even started thinking that is it really worthwhile taking this challenge and stay for ten years? Because seven days itself was so difficult. And he started even thinking that maybe let me walk out. But then what else will he do? How will he get the money? So he continued. One month passed, two months passed, three months passed. And then after three months, he became so agitated because of loneliness. No companionship, nobody to talk to. Sometimes he would be shouting, screaming, hitting his head on the walls. Sometimes he started becoming... He started becoming... He started becoming... A little bit mad. Anyway, he kept on going. One year passed, two years passed, three years passed. And now he almost became like mad. He had big beard, you know, hairs not combed. Maybe not bathing daily. And at times screaming, at times howling."
    },
    {
      "start_time": 978,
      "end_time": 1112,
      "verse_references": [],
      "themes": [
        "Suffering",
        "Loneliness",
        "Countdown"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "And it was quite evident from his face that he's suffering. He's suffering. He's miserable. He's not able to take it.",
      "summary": "This segment describes the man's descent into near madness due to prolonged isolation, emphasizing his suffering and the anticipation of the end of his ordeal.",
      "timestamp_url": "https://youtu.be/FaqitQt5cGc?t=978",
      "transcript": "The camera would capture. He would be lying for hours together on the floor. No proper time for sleeping. You know, we all have a schedule. Morning we get up, we have to go for work. Somebody comes, meet. And then night time comes, we sleep. But here you have no one. You practically don't know whether it's day or night. It's a dark, dungeon room all alone. So three years passed. Four years pass. And it was quite evident from his face that he's suffering. He's suffering. He's miserable. He's not able to take it. But somewhere, whatever sanity he had, he was trying to reconcile. Another five years. Another four years. And then a couple of more years passed. Seven years. Eight years. Eight years. And by now, he had practically become mad. For you would see the camera would capture. He would start screaming. Whatever he's speaking is incoherent. Whatever is not making any sense. He's shouting. He's screaming. All by itself. Just like you go to a Nimhans or some mad people, you can see. They'll be laughing. No reason. Talking. No reason. What they're talking is all gibberish. So, the camera was capturing everything. You could hear what he was speaking. You could hear what he was shouting, screaming. Everything. Now, nine years passed. This man, although a little bit, whatever little sanity is waiting, when that one year will pass and he can walk out. Sometimes, some very interesting thing which has to happen. Or some very important festival or something. So, we wait. Countdown. Countdown starts. 30 days left. 35. 28 days left. So, in his mind, probably the countdown had begun."
    },
    {
      "start_time": 1112,
      "end_time": 1276,
      "verse_references": [],
      "themes": [
        "Bhagavad Gita",
        "Transformation",
        "Higher Taste"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Little by little, he started getting interested in what is being written, what is written in the Gita.",
      "summary": "This segment narrates how the man receives a Bhagavad Gita and gradually becomes interested in it, marking the beginning of his transformation.",
      "timestamp_url": "https://youtu.be/FaqitQt5cGc?t=1112",
      "transcript": "So, then, I clearly remember, somehow, he got a copy of Bhagavad Gita. Just for your information, in ISKCON also, many devotees go and preach in prisons. And just for your information, not everyone who is behind bars or who is in prison is quite possible there could be innocent people also. So, not everyone. Everyone is a hardcore criminal. So, devotees go and many times the Gita's also are distributed. So, somehow, this person got the Gita and, so the camera is not, what is he doing with the Gita? He is all alone, all the time in the world, nothing else to do, started reading Gita. So, initially when he was reading Gita, it was quite evident from his face, facial expression, it is not making any sense to him. Probably he is not able to understand what is written. Like it happens when you first try to read Gita, it may look like it is very philosophical and maybe for some it may be difficult to understand. So, he started reading and then it was quite evident that it is not interesting. It is not making any sense. So, he would, you know, flip few pages and then he would close it and keep it. Again, he would pick up after some time or maybe after few days. And then, the camera captured very interesting thing. Little by little, he started getting interested in what is being written, what is written in the Gita. So, he started with some bit of sobriety reading what is there in the Gita. He started becoming little sober. It appeared, this whole episode was, the camera is capturing the action. So, whole expression was that what he is reading is now started making sense to him."
    },
    {
      "start_time": 1276,
      "end_time": 1450,
      "verse_references": [],
      "themes": [
        "Spiritual Growth",
        "Contentment",
        "Purpose of Life"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "He started experiencing so much of joy, so much of bliss, so much of happiness, reading Gita.",
      "summary": "This segment describes the man's increasing absorption in the Gita, leading to calmness, sobriety, and a sense of contentment, as he begins to understand the purpose of life.",
      "timestamp_url": "https://youtu.be/FaqitQt5cGc?t=1276",
      "transcript": "And then, nine years, six months passed. Now, daily, three hours, four hours, he is reading Gita. And then, seven months passed. Nine years, seven months passed. By now, he had calmed down. All that agitation. All that anxiety. All that screaming, shouting, howling. All that had calmed down. And then, six hours, seven hours, he is reading Gita. Nine years, nine months passed. And now, he was completely calm. He was very sober. Very intensely, very sincerely reading Gita daily. Nine years, eleven months passed. Thirty days to go. And you could see from his face, there is some bit of divinity reflecting. You know, some sages, very austere, you can see from their face. So, the camera captured that. Very calm, very sober, very serene, very contentment reflecting on his face. Ten days left. Nine years, eleven months, twenty days over. He started experiencing so much of joy, so much of bliss, so much of happiness, reading Gita. That started feeling that whatever I had to gain in life, whatever I want, I have already achieved. After all, why we need money? Why we need, ultimately, the common denominator in everyone's life. Whether somebody needs money, somebody needs adventure, somebody is fond of travelling, somebody is fond of renunciation, somebody is fond of different hobbies. Ultimately, it's for happiness, feeling good."
    },
    {
      "start_time": 1450,
      "end_time": 1563,
      "verse_references": [],
      "themes": [
        "Dhruva Maharaj",
        "Renunciation",
        "Higher Purpose"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Now that I have got you, which is like valuable jewel, what I was looking for was nothing. I don't want.",
      "summary": "This segment connects the story to the pastime of Dhruva Maharaj, illustrating the renunciation of material desires upon realizing a higher purpose and experiencing spiritual fulfillment.",
      "timestamp_url": "https://youtu.be/FaqitQt5cGc?t=1450",
      "transcript": "So, the camera was capturing, which is in line with the pastime of Dhruva Maharaj, who went to the forest, did austerities, and then when the Lord came, gave darshan and said, What do you want? He said, I don't want anything. Now that I have got it. I was looking for broken pieces of glass. Now that I have got you, which is like valuable jewel, what I was looking for was nothing. I don't want. I don't want any varam. I don't want any benediction. I just want you. Because now that I have you, I have everything. So, maybe the inspiration from this particular pastime, so this person, nine years, eleven months, one day left, for him to walk out of that room, with that huge sum of money, he felt that money is not required. Now that he, has everything, he has understood the purpose of life, he has understood the message of Krishna, and then this person is shown that one day before his tenth year getting completed, he walks out of that room. And he says, I don't want your money. Maybe whatever that episode was made, or that film was made, inspiration must have been taken from Dhruva Maharaj's pastime."
    },
    {
      "start_time": 1563,
      "end_time": 1702,
      "verse_references": [],
      "themes": [
        "Kali Yuga",
        "Distractions",
        "Social Media",
        "Attention Economy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "The content you produce, if you are able to capture the attention, they will promote your content.",
      "summary": "This segment shifts to a discussion of Kali Yuga, highlighting the temptations and distractions of the modern world, particularly social media, and how they capture our attention for profit.",
      "timestamp_url": "https://youtu.be/FaqitQt5cGc?t=1563",
      "transcript": "Wanted to maybe convey in this thing. The point here is, in Kali Yuga, we will be tempted. There are lot of distractions. There are lot of allurements. And as time is passing by, it's on the rise. Many of us may not be even aware that we may already be addicted to smartphones. These algorithms have been designed by the best of brains. MIT, Harvard, Stanford, all these elite students, they work in Facebook, Google, all that. And they are, they are, in one sense, the common people are guinea pigs. Our, so to say, our innocence is being played with. We are victims. No doubt, I am not against social media or smartphones. But, many of us may not realize, or already would have realized, that how it is addictive. 15 minutes, 20 minutes, you want to watch something, or do something, but then, hours pass by. Because that's how it is designed. The algorithms are designed. You see something, the next related thing will be served. We are having a symposium going on, which says that whole principle is, to capture your attention. The content you produce, if you are able to capture the attention, they will promote your content. And the content creators, brainy fellows, in different fields, producing content. And it's flooded with content. And algorithms are serving that content, and capturing our attention. And that captured attention is being sold to the advertisers."
    },
    {
      "start_time": 1702,
      "end_time": 1811,
      "verse_references": [
        "BG 2.59"
      ],
      "themes": [
        "Bhakti",
        "Higher Taste",
        "Lower Taste",
        "Protection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "By experiencing a higher taste... if we don't use that, if we don't experience a higher taste, we will fall for lower taste.",
      "summary": "This segment emphasizes the importance of protecting the creeper of bhakti and experiencing a higher taste to avoid falling for the allurements of lower tastes in Kali Yuga.",
      "timestamp_url": "https://youtu.be/FaqitQt5cGc?t=1702",
      "transcript": "Okay, you have a product. Whom do you want to show? Which demographic? Which country? Which age group? Which gender? Which city? Which town? Which locality? I will serve. Give me this much money. They may not say, but this is how the whole industry is. So we as devotees, janma sarthakari, we have got Prabhupada's message. We have got, khanda brahmite kono bhagyavan jeev, guru krishna prasade paaye bhakti lata abhij. We have got the bija. But, we should protect the creeper of bhakti. And as I said, with the influence of Kali Yuga, there are lot of allurements, lot of temptations, lot of distractions. And if we don't safeguard ourselves, we will fall for it. Krishna also in the Gita says, just by artificially restraining ourselves, restricting ourselves, we cannot protect. We cannot say, I will not see, I will not do, I will not do this, I will not say this. Sometimes, devotees can also fall in a trap of, that what we try to resist, it persists. The more we say, no, no, no, no, no, it again hits us back with more intense force. So that's why Krishna in the Gita says, raso varjam rasopi asya param drishtva nivartate by experiencing a higher taste. And, how will we experience a higher taste? All the emanation, all the tools, everything Prabhupada has given. If we don't use that, if we don't experience a higher taste,"
    },
    {
      "start_time": 1811,
      "end_time": 2051,
      "verse_references": [],
      "themes": [
        "Higher Taste",
        "Necessity",
        "Survival"
      ],
      "content_type": "analogy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Necessity is the mother of invention.",
      "summary": "The speaker shares a personal story about eating poorly cooked rice during a curfew to illustrate how necessity drives us to accept even unpleasant things when no better alternative exists, relating it to the need for a higher taste to avoid lower ones.",
      "timestamp_url": "https://youtu.be/FaqitQt5cGc?t=1811",
      "transcript": "we will fall for lower taste. I remember when there was some curfew, I was studying, when I was doing my engineering, we were in the third year, sixth semester, and somehow there was curfew, and we were stuck in the hostel. It was a long curfew. And even the mess, the canteen, where the food was cooked, that was also shut down, and people had left. So few of us were there in the hostel, we cannot now take a bus and go back home. We were in the hostel. The mess is closed. And I clearly remember that day, not because we were fasting, sometimes we don't eat, not because food is not available, we choose not to eat. But that was a day, when morning to evening, we had no option to eat. There is nothing around, which you can eat. So it was four o'clock in the evening, although there was a curfew, we, friends, walked out of our room, went to nearby kiosk, where they used to make some tea, coffee and all that. And there was one small shop, it was closed, we somehow requested it, and got some rice. I can relate with what is hunger. It was four in the evening, not eaten since morning, maybe previous night also not eaten. Got some rice, there was nothing, no vegetable, no dal, no masala, this thing and all that. Came back to the room, and in hostel room, some of you may be able to relate with what I am saying, maybe times have changed. So we used to have those electric heaters, raw coils, and then some pan to boil water, or to make tea sometime. And in hostel typically, that pan is full black, because you don't wash it so often, or maybe you don't know how to wash it. So came back to the room, had never cooked rice, no idea how the rice is cooked, but circumstances of such you have to, necessity is the mother of invention. So put the rice, put the water, and put it on that heater. And slowly that water started boiling, and no idea how much it has to boil, how long it has to boil. And first time in my life, I saw black rice. We have heard of brown rice, red rice, I saw cooked black rice. And, couple of my friends, we had option either to throw it, visual thing was to throw it, but stomach was saying, no, eat it. And we ate it. I guarantee, if anybody were to see that rice, you will spit at the thought of eating it. But, if you have no option, you will eat it."
    },
    {
      "start_time": 2051,
      "end_time": 2208,
      "verse_references": [],
      "themes": [
        "Higher Taste",
        "Sadhana",
        "Addiction",
        "Kali Yuga"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If you have no higher taste, if you are not relishing higher taste... then we will fall for lower rasas. And that is what Kali Yuga is. The higher taste is missing in people.",
      "summary": "This segment discusses the importance of sadhana and relishing a higher taste to avoid addictions and the degraded state of Kali Yuga.",
      "timestamp_url": "https://youtu.be/FaqitQt5cGc?t=2051",
      "transcript": "So same is the case with us, if you have no higher taste, if you are not relishing higher taste, if you are not chanting daily, regularly, Krishna also talks about how you can be like a lotus in a dirty pond, untouched by the dirt of the pond. So, Prabhupada has given us everything, the higher taste is there. Nice, wonderful kirtans, deities, we can come, we can spiritually rejuvenate, recharge. The temples are like oasis, it's like a desert, outside. Desert in the sense, although it may be raining, it may be, we may have green parks or something, we may have a little bit of material existence, we are parched, we are thirsty. Real pleasure is not there and we are hankering for that. So, if we have to, so it is, Prabhupada has given us the morning sadhana, raso varjam raso piyasya param drishtva nivartate. So, if we have that higher taste, on a daily basis, taking that medicine, chanting, reading, hearing, then we will not fall for the lower things. These days, lot of people are struggling with different kinds of addiction, alcohol, smoking, drinking, social media, smartphones, wrong sites, and people are also trying different things, how to come out of those addictions. There was an article called six human needs. There are needs, just like food, clothing, shelter, it's a need. Likewise, there are other needs. Needs for variety, needs for stability, needs for recreation. And if we don't get in a right way, the right quality of rasa, then we will fall for lower rasas. And that is what Kali Yuga is. The higher taste is missing in people."
    },
    {
      "start_time": 2208,
      "end_time": 2334,
      "verse_references": [],
      "themes": [
        "Consciousness",
        "Happiness",
        "Materialism"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Unless our consciousness changes... we always think that if I achieve this, I will be happy.",
      "summary": "This segment emphasizes that true happiness comes from a change in consciousness, not from external achievements or material possessions.",
      "timestamp_url": "https://youtu.be/FaqitQt5cGc?t=2208",
      "transcript": "And that's why people are just helplessly falling for the lower tastes. So, we can always blame. People hope against hope, the new government will come, good days will come. Yesterday in the symposium, somebody was saying, how the campaign is made, political parties, they strategize. People believe, good days are coming, and they vote. Unless our consciousness changes, unless our... One thing is very clear, you all can relate with this, we always think, that if I achieve this, I will be happy. Small story, there was a person, a king living in a palace, but somehow he was not happy. Always, you know, sad, morose, even though he was living in a palace, had everything, all the opulence, all the luxuries, everything at his beck and call, but not happy. And whenever he would come on his balcony, he would see, he could see at a distance, there was one small hut, made of thatched roof. And, the person staying, that farmer, who was sitting, staying in that hut, whenever he would walk, he would just be fully, jubilant, smiling, happy, singing, dancing. So the king became jealous, became envious, what is this? I have everything, and I am not happy, this person is smiling."
    },
    {
      "start_time": 2334,
      "end_time": 2473,
      "verse_references": [],
      "themes": [
        "Envy",
        "Materialism",
        "Happiness"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "I have everything, and I am not happy, this person is smiling.",
      "summary": "The speaker shares a story about a king who is envious of a happy farmer, despite the king's wealth, to illustrate that material possessions do not guarantee happiness.",
      "timestamp_url": "https://youtu.be/FaqitQt5cGc?t=2334",
      "transcript": "This happened with me also. When I was, my father was in public sector, he used to live in a big bungalow. And, you know, everything was there, all facilities was there. Somehow, exam time, lot of stress, tension, anxiety. And there was one servant, servant quarter. He would be, coming and then, he would have a transistor, and he would put some film song, and he would, you know, smile and, I used to also feel, you know, he is smiling, he is happy, living in a servant quarter, living in a big bungalow. And same is the case with most of the people. Don't think Mukesh Ambani is fully happy. Although he may show. Same is the case with everyone. Because real happiness, is a different commodity. Money cannot buy that. Money is important for, money can buy us lot of goods, lot of materials, lot of things. But not necessarily, person who has money is happy. So this person would walk out of his house, and he was very happy, always singing, smiling. So the king became envious. So he asked his minister, how is it that I am not happy, I have everything, I am living in a palace, and this person has nothing. But he seems to be smiling. So the minister immediately looked at the king, looks like, he has not joined the 99 club. So the king had heard of Rotary club, Lions club, what is this 99 club? So he said, I will show you what is 99 club, and what it means to join 99 club. So then, this minister, took a bag of 99 gold coins, and one night, quietly went and placed this bag, outside the door of this hut."
    },
    {
      "start_time": 2473,
      "end_time": 2626,
      "verse_references": [],
      "themes": [
        "99 Club",
        "Materialism",
        "Contentment"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Where is the 100th gold coin?",
      "summary": "The story continues, explaining how the minister introduces the farmer to the '99 club' by leaving a bag of 99 gold coins, which leads the farmer to become unhappy and focused on the missing coin.",
      "timestamp_url": "https://youtu.be/FaqitQt5cGc?t=2473",
      "transcript": "So next morning, this farmer, he came out of the house, he saw something very unusual, just outside the door. He saw a bag, he became curious, he picked up the bag, he opened the bag, and he was delighted. 99, sorry, gold coins. He didn't know how many. So when you get something, some lottery, so curiosity is that, okay, how much? How much? So he started opening the bag, started counting the coins, 1, 2, 3, 4, 5, and the last coin, it was 99. So he said, something is wrong, one coin is missing. Generally, if you get a bundle of notes also, you know, it could be either 100. Many times, you don't even count, somebody says, 100 notes, bundle of 100, 100 notes. So he counted again, 1, 2, 3, 4, and the last coin he counted, 99. So he should be happy or sad? He became sad. Where is the 100th gold coin? Who took it? Where did it go? So then, he said, doesn't matter, maybe Lord wants me to work hard to get it. So till then, he had lived a very carefree life, happy go lucky, merry life. And then from that day onwards, he started working hard to earn enough money so that he can collect enough money, buy a gold coin and have the satisfaction and happiness that he has 100 gold coins. Earlier, he used to very leisurely come out of his house. Whatever time he would feel, he would work and then come back, relax. And then now, he would go out of his house early in the morning, 8 o'clock, work very hard, come back late, stressed, anxiety. And the king noticed that from his balcony. Suddenly, what has happened to him? There is no longer smile on his face. He is always stressed out, coming back late to his house. So minister, now he has joined the 99 club."
    },
    {
      "start_time": 2626,
      "end_time": 2721,
      "verse_references": [],
      "themes": [
        "99 Club",
        "Gratitude",
        "Blessings"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "We have 99 things in your life which are good to be grateful for... But we are crying, waiting for one thing to happen when we will be happy.",
      "summary": "This segment explains the concept of the '99 club,' highlighting how we often focus on what we lack rather than being grateful for what we have, hindering our happiness.",
      "timestamp_url": "https://youtu.be/FaqitQt5cGc?t=2626",
      "transcript": "So all of us can laugh but we are also part of this 99 club. What is 99 club? 99 club means you have 99 things to be happy. 99 things in your life which are good to be grateful for, to be happy, to be delighted, to be thankful, to thank Lord Krishna, you have given me so much. But we are crying, waiting for one thing to happen when we will be happy, when we will go back to Krishna and say thank you Krishna, you have given me so much. If that is our state, we will never be happy. And most of us are not grateful at times, even as devotees. Sulking, finding faults, criticizing, blaming, blaspheming. How will we experience higher taste? Higher taste is not just okay, chanting is very important, reading is very important, but what do we do the rest of our day? Are we always sulking, complaining, blaming, finding faults, cursing people, cursing others, cursing the environment, cursing the traffic? Or counting our blessings, Krishna you are so kind, Krishna you are so merciful, Prabhupada you have given me so much, you have given me the holy name, I am so rich, I am so fortunate, I have everything in this world."
    },
    {
      "start_time": 2721,
      "end_time": 2806,
      "verse_references": [],
      "themes": [
        "Gratitude",
        "Goals",
        "Contentment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "We should be contented with what we have and for the sake of doing good to others, we should have some goals.",
      "summary": "This segment emphasizes the importance of gratitude and contentment while also acknowledging the value of having goals for the benefit of others.",
      "timestamp_url": "https://youtu.be/FaqitQt5cGc?t=2721",
      "transcript": "So it is very important that we count our blessings, we be grateful to Krishna for giving us so much. Yes, all of us may be lacking something, everyone will be lacking something, something may be missing, something, yes we may also have some goals, I want to achieve this, be this, do this, have this, that's okay, that's fine. We are not saying that life should be completely bland. Yes, we should be contented with what we have and for the sake of doing good to others, we should have some goals. Prabhupada also was very, had aspirations, there is nothing wrong in having aspirations, I have to distribute more books, reach out to more people, open more temples. But goals not because I am lacking something and with the hope, with the desire that one day when I have that, I will be happy. Then it's a rat race and there is no end to it. I remember when I was in 10th, my father used to tell me, if you get good marks in 10th, your life is done. Then you know, everyone is laughing because you have also heard from your parents. Then same thing repeated in 12th. By 12th, it was with more force beta. This is the time when you get in good engineering college, then better four years, five years, at least you will be an engineer."
    },
    {
      "start_time": 2806,
      "end_time": 2937,
      "verse_references": [],
      "themes": [
        "Rat Race",
        "MIT",
        "Happiness"
      ],
      "content_type": "analogy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "If you get good marks in 10th, your life is done.",
      "summary": "The speaker shares personal anecdotes and references a book by an MIT professor to illustrate the 'rat race' mentality and how achieving external goals does not guarantee lasting happiness.",
      "timestamp_url": "https://youtu.be/FaqitQt5cGc?t=2806",
      "transcript": "But after you get into engineering college, it's a rat race. Always, there is a book written by a professor in MIT who did his studies in MIT and later on he became a professor and he has written a book on happiness. And he says, when I went to MIT, I was very excited because it's the most elite college, the best of the students from all over the world. Getting into it is very, it's a very prestigious college. Some of you have heard of MIT. So he says, I was very happy. And when I took admission, all the students were so happy. You know, we had the welcome address and everyone was like, our life was done. In seven days, that happiness was gone. And then in that book, he shares the statistics. He says, about 30% students in MIT go through phases of depression. And some 8% of that amount, depressed students, get into such heavy depression that they even are not able to continue with their studies. And then he did research on the subject called happiness to find out why is it that people are not happy, even though they are in such prestigious college. All the people who would pass out from MIT would get, you know, the best of jobs and best of companies, earn the best of salaries, why are they not happy? Then he said, we are working with a paradigm that if I get this, I'll be happy. Just like if I get admission in MIT, I'll be happy. That happiness will last for a few days. If I get promotion, I'll be happy. If I get a child, I'll be happy. For a few days, you'll be happy. If I get a new car, I'll be happy. If I get a new bungalow, I'll be happy."
    },
    {
      "start_time": 2937,
      "end_time": 3041,
      "verse_references": [],
      "themes": [
        "Spiritual Happiness",
        "Material Happiness",
        "Higher Taste"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "As a soul, atma, we are looking for a different happiness. We are Sat, Chit, Ananda. Constitutional happiness is a different commodity.",
      "summary": "This segment distinguishes between material and spiritual happiness, emphasizing that true and lasting happiness comes from relishing a higher taste through spiritual practices.",
      "timestamp_url": "https://youtu.be/FaqitQt5cGc?t=2937",
      "transcript": "But as a soul, atma, we are looking for a different happiness. We are Sat, Chit, Ananda. Constitutional happiness is a different commodity. That's why Prabhupada emphasizes spiritual happiness. Material happiness, spiritual happiness. Higher taste comes when we are relishing spiritual happiness. And when we relish spiritual happiness, we'll be able to give up material happiness. That's why many of us would have come across when we take up Krishna Consciousness, automatically our inclination for going for movies, going for some restaurants outside, it automatically goes down. So that professor, in that book he writes that how this paradigm is, if I get this, I'll be happy. If I get this, I'll be happy. Paradigm should be different. The paradigm should be that I already have so much. If I am not happy with whatever I have, 99 things which I have, what is the guarantee if I get the 100th thing, I'll be happy? So as devotees, we should always recognize that how much Prabhupada Krishna has given us, how much blessed we are, how much fortunate we are, what all we have. We have the highest game, Nama Chintamani, touchstone. If we are not happy, if we are not sad, the problem is with us, problem is with our thinking, problem is with our mindset."
    },
    {
      "start_time": 3041,
      "end_time": 3091,
      "verse_references": [],
      "themes": [
        "Kali Yuga",
        "Devotee's Duty",
        "Higher Taste"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We as devotees have to protect ourselves... experience this higher taste and try our best to help others.",
      "summary": "This segment recaps the main points, emphasizing the need for devotees to protect themselves from Kali Yuga, cultivate a higher taste, and help others.",
      "timestamp_url": "https://youtu.be/FaqitQt5cGc?t=3041",
      "transcript": "It's not with anyone else. So to recap, whatever we discussed, Kali Yuga, it's in full force. We as devotees have to protect ourselves. Prabhupada Krishna has given us lot of tools, lot of higher tastes, Bhagavad Gita, Bhagavatam. We have to do our sadhana nicely, protect ourselves, insulate ourselves, experience this higher taste and try our best to help others. That is what Prabhupada is expecting from us. That will make our human form of life successful."
    },
    {
      "start_time": 3091,
      "end_time": 3236,
      "verse_references": [],
      "themes": [
        "Kumbh Mela",
        "Desires",
        "Spiritual Aspirations"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Our Krishna conscious philosophy is not to be desire-less but right kind of desires.",
      "summary": "This segment addresses a question about desires, clarifying that spiritual aspirations and bona fide desires are acceptable within Krishna consciousness.",
      "timestamp_url": "https://youtu.be/FaqitQt5cGc?t=3091",
      "transcript": "We'll stop here. Anyone has any question, anything like to ask? One question probably we can. Hare Krishna Prabhu. For many years I had a desire that I should attend Kumbh Mela, like 99 club. Kumbh Mela? Kumbh Mela. Because my father was in a travelling job, he was, so he used to go, now called Prayagraj. So now when I come here, today I feel it's Kumbh Mela. The reason is that the Ganga of Harinam is flowing and the various sadhus of Hare Krishna movement are here due to the synopsis. So I feel that I have received my Kumbh Mela today here in spite of my being in 99 club. I'll get a curse of avoiding you of Kumbh Mela. So we have to understand 99 club thoroughly. You should not say I'll not go to Vrindavan because I got going to pilgrimage. Everything has a place, right? So we have to see it properly. We should aspire for the right things. We cannot be desire-less. The goal is not to be like a stone. Stone is very peaceful, very calm, no agitation, sitting in one place. But, we are not like stones. So our Krishna conscious philosophy is not to be, is to have desires but right kind of desires. So one may have a desire that I should go to Kumbh Mela and, you know, have, bathe in Ganges, associate with devotees. It can be a bona fide desire. May not be necessary because unless you go there, you will not be happy. Just we need variety. We need association of devotees. It's a human need also to travel. So little bit intelligently we have to see. Some desires are bona fide desires. Like Prabhupada, he had so many desires. Spiritual desires we can have. I want this. I want this temple to be built. So we have to little bit be careful. Sometimes we can think that any desire is wrong. We can have desire which can be which are authorized and which are bona fide. We'll stop here. Granth Rajshri Mat Bhagavatam"
    }
  ]
}