{
  "video_id": "FB-fWMT6sUI",
  "title": "Nama Prabhu’s Lila on Hare Krishna Hill! | Soulful Japa",
  "speaker": "HH Stoka Krishna Maharaj",
  "youtube_url": "https://www.youtube.com/watch?v=FB-fWMT6sUI",
  "segments": [
    {
      "start_time": 0,
      "end_time": 75,
      "verse_references": [],
      "themes": [
        "Nama Prabhu's Leela",
        "Miraculous Manifestation",
        "Temple Construction"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It's all miraculously the holy name manifested and here, an unbelievable iconic temple stood up in the matter of just nine years.",
      "summary": "The speaker describes the miraculous construction of the Hare Krishna temple on Hare Krishna Hill, attributing it to Nama Prabhu's Leela and the power of the holy name.",
      "timestamp_url": "https://youtu.be/FB-fWMT6sUI?t=0",
      "transcript": "How the holy name has been, you know, Nama Avatara is guiding, doing so many wonderful things. Just like always, I cannot forget that it is Nama Prabhu's Leela, this Hare Krishna temple came up. It was His Leela. Materially incalculable that we could have ever done all these things. We were all young, hardly 35 years old when we started this construction. I was the oldest. What experience we had? We had no experience at all in the material world. Straight out of the college, we walked into the temple. We have no idea of what is fundraising, nothing. It's all miraculously the holy name manifested and here, an unbelievable iconic temple stood up in the matter of just nine years. This is Nama Prabhu's Leela."
    },
    {
      "start_time": 75,
      "end_time": 121,
      "verse_references": [],
      "themes": [
        "Japa Yajna",
        "Krishna Consciousness",
        "Prasadam Distribution"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It is the Japa Yajna that built this temple.",
      "summary": "The speaker emphasizes the importance of Japa Yajna (chanting) in building the temple and establishing it as a center for spreading Krishna consciousness, Prasadam distribution, and the holy name.",
      "timestamp_url": "https://youtu.be/FB-fWMT6sUI?t=75",
      "transcript": "Because I used to make everybody chant 16 rounds, including I used to sit in that shed, temporary temple on the Hare Krishna hill. Before 10 o'clock, before Prasadam, you have to finish your rounds. They all finished their rounds. It is the Japa Yajna that built this temple. Build this temple means what? We are not talking about structure. We are talking about a center for spreading Krishna consciousness, which is attracting today, you know, 10, 10, 15, 20,000 people, you know, weekends. Every day, 7, 8,000 people. So it is not a small thing. It's a center for spreading Krishna consciousness, center for spreading Prasadam distribution, holy name."
    },
    {
      "start_time": 129,
      "end_time": 223,
      "verse_references": [],
      "themes": [
        "Nama Prabhu's Leela",
        "108 Steps",
        "Harinam Distribution"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "And today you see, every day out of 8000 people, at least 2000 people are chanting one round Hare Krishna Mahamantra and walking into Narasimha temple.",
      "summary": "The speaker recounts the story of creating 108 steps for chanting and how, despite initial doubts, it became a successful Harinam distribution initiative.",
      "timestamp_url": "https://youtu.be/FB-fWMT6sUI?t=129",
      "transcript": "Nama Prabhu's another Leela. I had made those steps in front of those who have come to Hare Krishna hill in front of Narasimha temple. I had made 108 steps where people have to go through those 108 steps, stand on each step and Prabhupada's Hare Krishna chanting will be loudly played and they should chant. They follow Prabhupada's chanting. That's not the Japa one. Little slower chanting is there in Prabhupada's. Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare. That speed only chanting is there. The new people, they come, they hear Prabhupada chant 108 times and they come inside. So when I just made those steps, those stones, those steps, then somehow or the other I told some devotees, why don't you let us start that? Nobody was inclined to start that. Nobody said, no, nobody will go, Prabhu. Nobody will go through that. Everybody wants to have quick darshan. Nobody will go, nobody will go. So I was very depressed. I said, how can we, you know, so much nice, nice granite steps was made, enclosure was made and it's a failure, not happening. Then somehow or the other, this is our mental blocks we have. Then I said, just, just, just do it. Just do it. And today you see, every day out of 8000 people, at least 2000 people are chanting one round Hare Krishna Mahamantra and walking into Narasimha temple. Big Harinam distribution in this area."
    },
    {
      "start_time": 223,
      "end_time": 275,
      "verse_references": [],
      "themes": [
        "Nama Prabhu",
        "Deity",
        "Reciprocation",
        "Shraddha"
      ],
      "content_type": "analogy",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "In the same way, Nama is coming into your life.",
      "summary": "The speaker compares Nama Prabhu entering one's life to installing a deity in the house, emphasizing the constant presence and reciprocation of the holy name.",
      "timestamp_url": "https://youtu.be/FB-fWMT6sUI?t=223",
      "transcript": "So in this way, wonderful things happen, even in individual devotees life. So many congregation have so many experiences. They have, how their life has changed. It is Nama Prabhu coming into your life, just like deity. If you have installed deity in your house, deities come into your house. In the same way, Nama is coming into your life. Okay, deity comes into your house and then you have to live with the deities. But here Nama is coming into your life because does not matter whether you're in the road or going anywhere or chant Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Rama Rama, Hare Hare. Your Lord is there on your tongue. My Lord is with me. So that is this also. So this also we should remember. This is the cumulative reciprocation of the holy name in one's life,"
    },
    {
      "start_time": 301,
      "end_time": 317,
      "verse_references": [],
      "themes": [
        "Illusion",
        "Detachment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "It is nothing but an illusion, an illusion of things.",
      "summary": "The speaker briefly touches upon the illusory nature of material existence, encouraging listeners to realize they are living in a 'shantytown' of illusion.",
      "timestamp_url": "https://youtu.be/FB-fWMT6sUI?t=301",
      "transcript": "Sometimes we have to go live in a shantytown, sometimes we have to live in a shantytown. We are living in a shantytown. And that is all. It is nothing but an illusion, an illusion of things. So then we should start to realize we are living in a shantytown, right?"
    }
  ]
}