{
  "video_id": "FDMYKWt4060",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.7.55-58 | 26-01-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=FDMYKWt4060",
  "segments": [
    {
      "start_time": 0,
      "end_time": 74,
      "verse_references": [],
      "themes": [
        "invocation",
        "introduction",
        "chapter summary"
      ],
      "content_type": "introduction",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "This session will be discussing from the last portion of the seventh chapter of the first canto of Bhagavatam.",
      "summary": "The lecture begins with prayers and an introduction to the verses from Srimad Bhagavatam that will be discussed.",
      "timestamp_url": "https://youtu.be/FDMYKWt4060?t=0",
      "transcript": "Om Agyana Timiraandhasya Gyananjanishalakaya Chakshurunmeelitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Ganadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet In the name of the Almighty, the Most Gracious, the Most Merciful, this session will be discussing from the last portion of the seventh chapter of the first canto of Bhagavatam, the verses, the remainder of the verses of this chapter, 55, 56, 57, and 58. There are four more verses remaining and we will complete this in the session."
    },
    {
      "start_time": 74,
      "end_time": 279,
      "verse_references": [],
      "themes": [
        "Arjuna",
        "Ashwatthama",
        "Krishna's direction",
        "intelligence",
        "Krishna consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A devotee like Arjuna is able to take help of his intelligence because he is Krishna conscious.",
      "summary": "The speaker explains how Arjuna used his intelligence, guided by Krishna consciousness, to resolve a complex situation involving Ashwatthama, highlighting the importance of Krishna's direction.",
      "timestamp_url": "https://youtu.be/FDMYKWt4060?t=74",
      "transcript": "The fifty-fifth verse, Suta Vacha. Now, Suta Goswami is describing this whole incident, narrating this historical incident to the sage Suna Misharanya, he is telling, Arjuna ha sahasa agnyaya here hardam athasina manim jahar murdhanyam Drijasya sah murdhajam Drijasya ah sah murdhanyam Drijasya such mood adjust sitting Arjuna hot To the entrance of Arizombur, it is'll give you Аthas participants that the adoration of thegers is where the meaning of this verse, The meaning of this verse is that, verses. Just then Arjuna could understand the motive of the Lord by his equivocal orders and thus with a sword he severed both hair and jewel from the head of Ashwatthama. Equivocal means ambiguous. Krishna said that you have got two contradictory things to be settled and you have to act appropriately. So Arjuna could understand what is Krishna's motive in giving him such an ambiguous order. You have to satisfy both Bhima and Draupadi. You should keep your promise. You should act according to the rulings of the scriptures. So what did Arjuna do? With his sword he cut off the hair and the jewel from the head of Ashwatthama. So in the purport Srila Prabhupada says contradictory orders of different persons are impossible to carry out. Therefore a compromise was selected by Arjuna by his sharp intelligence. This is where the intelligence is, one takes help of one's intelligence. Of course here we have to understand taking help of intelligence means intelligence directed by the super soul seated on the heart. Super soul is Krishna, Paramatma. And a devotee like Arjuna is able to take help of his intelligence because he is Krishna conscious. He is Krishna conscious therefore he is able to take help of his intelligence and understand what is Krishna's direction in this regard. What should he do? Now we should not think that we can also simply take help of our intelligence under all circumstances and do whatever is according to our judgement using our intelligence, whatever the help whatever is right we should do that that seems like a common sense thing to do but we should also understand that if we are not 100% Krishna conscious we are unable to properly utilize our"
    },
    {
      "start_time": 279,
      "end_time": 471,
      "verse_references": [],
      "themes": [
        "Paramatma",
        "karma",
        "desire",
        "intelligence",
        "devotee vs. non-devotee"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Supreme Lord as Paramatma directs the intelligence according to our desires according to our karma and according to our position whether we are devotee or non-devotee.",
      "summary": "The speaker elaborates on how Paramatma (Krishna as the Supersoul) guides intelligence based on an individual's desires, karma, and whether they are a devotee or not, explaining how even good intentions can be thwarted by past karma.",
      "timestamp_url": "https://youtu.be/FDMYKWt4060?t=279",
      "transcript": "intelligence the way Paramatma or Krishna directs it why because the Supreme Lord as Paramatma directs the intelligence according to our desires according to our karma and according to our position whether we are devotee or non-devotee for a devotee Krishna one was 10% Krishna conscious Krishna directly gives perfect instructions from within the heart through the intelligence directly Krishna gives instructions for somebody's a non-devotee Krishna is neutral he's neutral as Paramatma he actually considers any living being who is not Krishna conscious ordinary people in this world most people Krishna will as Paramatma consider what is the desire of the particular person then what is his karma based on which what he deserves and accordingly Krishna will direct the intelligence for the person to do in a particular act in a particular way now Now supposing somebody actually desires to do something which is correct, then if his karma is to not do things right, because of his previous sinful activities, then the direction will be given to do something wrong and not the right thing. So he will not get the correct direction through the intelligence, even though he wants to do something right. You see, his desire is to do things right, but his karma is to do something wrong. And therefore, the intelligence will work in doing something wrong. Now consider the other case. Somebody doesn't actually know what is to be done, whether it is right or wrong. But his karma is that he should do the right thing. His karma is that he should be doing the right thing because he is a pious person. He doesn't have sinful reaction of doing the wrong thing. So then he is given the proper direction by the intelligence because of his karma."
    },
    {
      "start_time": 471,
      "end_time": 577,
      "verse_references": [],
      "themes": [
        "Paramatma",
        "karma",
        "desire",
        "laws of nature",
        "Krishna consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Therefore the real way to ensure that we always do the right things and never do any sinful activity, never commit any mistake in our life, is to become completely Krishna conscious.",
      "summary": "The speaker continues to explain how Paramatma considers desire and karma according to the laws of nature, emphasizing that becoming fully Krishna conscious is the only way to ensure righteous actions and avoid mistakes due to our tiny, influenceable nature.",
      "timestamp_url": "https://youtu.be/FDMYKWt4060?t=471",
      "transcript": "And his desire is to do the right thing. And he is not sure what to do. He is seeking direction. So when we seek direction, we refer our intelligence. So he is directed to do the right thing. So Paramatma will always consider the desire, the karma, and it is according to the laws that are working, laws of nature. There is no partiality. There is no partiality on the part of the Supreme Lord. It is like a programmed machine. It works regardless of who operates, according to the program, according to the way it is designed. It will work. So when we are not Krishna conscious, we cannot always be sure, even if we want to do the right thing. We can't always be sure we will be able to do the right thing. Therefore the real way to ensure that we always do the right things and never do any sinful activity, never commit any mistake in our life, is to become completely Krishna conscious. That is the only way, because we are very, very tiny as spirit soul, individual spirit soul. We are very tiny. We are subject to influence."
    },
    {
      "start_time": 577,
      "end_time": 671,
      "verse_references": [
        "BG 14.26"
      ],
      "themes": [
        "illusory energy",
        "modes of nature",
        "gunas",
        "spiritual platform",
        "devotional service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If you want to do the right things, you should actually rise above the gunas.",
      "summary": "The speaker discusses the influence of the illusory energy and the three modes of nature (gunas) on our actions, stating that to consistently do the right thing, one must rise above these gunas by engaging in pure devotional service, referencing the Bhagavad Gita.",
      "timestamp_url": "https://youtu.be/FDMYKWt4060?t=577",
      "transcript": "Of the illusory energy. And under the influence of the illusory energy, if the mode of goodness is acting, then there is knowledge and proper direction, enlightened state. There is proper direction to do the right things. In the mode of passion, we are confused. In the mode of ignorance, we always do the wrong things. So these gunas are always interacting and producing so many effects. Sometimes sattva guna dominates, sometimes raja guna dominates, sometimes tamma guna dominates. So it is very, very difficult under the influence of the gunas to always do the right thing. There is no guarantee. So therefore the shastras say if you want to do the right things, you should actually rise above the gunas. How can you rise above the gunas? How can you be situated without influence, without being affected by the influence of the gunas? You should come to the spiritual platform, above the material platform of the three gunas. And to come to that spiritual platform is possible only if you engage in pure devotional service. This is told in the Bhagavad Gita: mam chayo avyabhicharena bhakti-yogena sevate sagunan samatityaitaan brahma bhuyaya kalpate."
    },
    {
      "start_time": 671,
      "end_time": 860,
      "verse_references": [],
      "themes": [
        "Arjuna",
        "Ashwatthama",
        "punishment",
        "rituals",
        "chapter conclusion"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Arjuna did not kill him but at the same time he cut his hair from his head deprived him of his wealth his jewel was taken away and driving him from his residence he was driven out of the of the camp so these are prescribed punishments and Arjuna gave those proper punishments",
      "summary": "The speaker concludes the discussion of the verses by explaining how Arjuna's actions towards Ashwatthama fulfilled both Draupadi's request and Bhima's suggestion, representing a proper punishment according to scripture, and ends with the Pandavas performing rituals for the dead, marking the end of the chapter.",
      "timestamp_url": "https://youtu.be/FDMYKWt4060?t=671",
      "transcript": "So here Arjuna, he separated the jewel from the head of Ashwatthama and also cut off his hair. Now this was as good as cutting off his head and yet his life was saved for all practical purposes. See how Arjuna actually was able to satisfy both Draupadi's request to save his life and Bhima Sena's suggestion that Ashwatthama should be killed. So certainly Ashwatthama is twice born because he is indicated here as Dvija. Dvija. Saha murdha jam. Dvija. He is twice born. And he is twice born, but he fell down from his position and he is dead and therefore he was properly punished. So the 56th verse, Vimuchya. Rashana- meatballs. Baal-a-hatya-hatam-prabham. Tejasaa-Maniina-heenam-sibiraan-nirayaa-payatt. He had already lost his bodily luster due to infanticide and now moreover having lost the jewel from his head he would lose even more strength he was unbound and driven out of the camp. 57th verse wapanam dravina adhanam sthanan niraya nirya panam tatha eshahi brahma bandhunam badho nanyo asti dai hi kaha cutting the hair from his head depriving him of his wealth and driving him from his residence are the prescribed punishments for the relative of a Brahmana there is no injunction for killing the body so Arjuna did not kill him but at the same time he cut his hair from his head deprived him of his wealth his jewel was taken away and driving him from his residence he was driven out of the camp so these are prescribed punishments and Arjuna gave those proper punishments the last words are 58th verse of this chapter the closing words putra shoka tura sarve Pandava sahakrishna swanam nutanam yatkrityam chakrur nirharana adhikam the meaning of this verse the last verse thereafter the sons of Pandu and Draupadi overwhelmed with grief performed the proper rituals for the dead bodies of their relatives so they undertook the duty of performing the rituals for the departed souls that is the end of this chapter thank you very much Hare."
    }
  ]
}