{
  "video_id": "fFT0FZ_5BBM",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.13.31 - 33 | 14-10-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=fFT0FZ_5BBM",
  "segments": [
    {
      "start_time": 34,
      "end_time": 201,
      "verse_references": [
        "SB 1.13.31"
      ],
      "themes": [
        "duties of a householder",
        "Vedic culture",
        "daily rituals"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This is the Vedic culture.",
      "summary": "The speaker explains the meaning of verse 31, highlighting the daily duties of a householder in Vedic culture, as exemplified by Maharaj Yudhishthira, and contrasting it with modern practices.",
      "timestamp_url": "https://youtu.be/fFT0FZ_5BBM?t=34",
      "transcript": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Devim Saraswatim Vyasam Tato Jayam Udi Rayet. In this session, we will be discussing three verses, 31, 32, and 33 of the 13th chapter of the first canto of Srimad Bhagavatam. This chapter is dealing with the topic of Dhritarashtra quits home. So we have already discussed how Vidura instructed Dhritarashtra with very, very strong words, and Dhritarashtra was able to cut off his attachments and leave the palace and immediately go to the Himalayas. And after that, what happened? So that is being now described by Suta Goswami to the sages of Naimishaharanya. So the 31st verse, Ajatashatru krutamaitro hutagnir Viprannatva tilago bhumi rukmaihi Graham pravishto guru vandanaya Naca apasyat pitarau saubhalimcha. The meaning of this verse is, Maharaj Yudhishthira, whose enemy was never born, performed his daily morning duties by praying, offering fire sacrifice to the sun god, and offering obeisances, grains, cows, land, and gold, to the brahmanas. He then entered the palace to pay respects to the elderly. However, he could not find his uncles or aunt, the daughter of King Subala. So in the purport, Srila Prabhupada explains, Maharaj Yudhishthira was the most pious king because he personally practiced daily the pious duties for the householders. The householders are required to rise early in the morning, and after bathing, they should offer respects to the deities at home by prayers, by offering fuel in the sacred fire, by giving the brahmanas in charity land, cows, grains, gold, etc., and at last offering to the elderly members due respects and obeisances. This is the Vedic culture, duties of a householder."
    },
    {
      "start_time": 202,
      "end_time": 345,
      "verse_references": [],
      "themes": [
        "importance of sadhu sanga",
        "spiritual guidance",
        "modern life vs. Vedic principles"
      ],
      "content_type": "practical",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Nothing good can be expected from them unless they associate with sadhus.",
      "summary": "This segment emphasizes the importance of associating with pure devotees (sadhus) like Vidura to learn and adopt Vedic principles, contrasting this with the detrimental effects of modern lifestyles.",
      "timestamp_url": "https://youtu.be/fFT0FZ_5BBM?t=202",
      "transcript": "If you study the 10th canto of the Srimad Bhagavatam, you will find a chapter describing Lord Krishna's daily activities as a grahastha in Dwaraka. So Krishna is to do all this. Yudhishthira Maharaj was doing all his duties very nicely. So Srila Prabhupada comments, One who is not prepared to practice any duties, and is not prepared to practice injunctions prescribed in the shastras, cannot be a good man simply by book knowledge. Modern householders are practiced to different modes of life, namely to rise late, they don't rise early, and then take bed tea without any sort of cleanliness, and without any purificatory practices as mentioned above. A cultured householder should rise early in the morning, and the first business after rising early in the morning is to cleanse oneself completely. That is a very, very, very first thing one should do. But modern day householders do not do so. The household children are taken to practice what the parents practice, and therefore the whole generation glides towards hell. Nothing good can be expected from them unless they associate with sadhus. Sadhus means pure devotees. Like Dhritarashtra, the materialistic person may take lessons from a sadhu like Vidura, just like Vidura instructed Dhritarashtra. Similarly, modern day householders should take lessons from devotees of the Lord who are following all these practices very nicely. So if the materialistic persons take proper lessons from sadhu like Vidura, then they can be cleansed of the effects of modern life."
    },
    {
      "start_time": 345,
      "end_time": 497,
      "verse_references": [
        "SB 1.13.31",
        "SB 1.13.32",
        "SB 1.13.33"
      ],
      "themes": [
        "departure of Dhritarashtra",
        "Yudhishthira's anxiety",
        "relationship dynamics"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "See the reaction of Yudhishthira when he did not find his uncles and aunt.",
      "summary": "The speaker narrates the events following Dhritarashtra's departure, focusing on Yudhishthira's anxiety and concern for his uncles and aunt, and his reaction upon discovering their absence.",
      "timestamp_url": "https://youtu.be/fFT0FZ_5BBM?t=345",
      "transcript": "Now Maharaj Yudhishthira, Srila Prabhupada says, however, could not find in the palace his two uncles, namely Dhritarashtra and Vidura, along with Gandhari, the daughter of King Subala. Saubalini means the daughter of King Subala. So all the three of them had left the palace very silently, quietly, without informing anybody. So therefore the next morning when Yudhishthira came to offer respects to his uncles and his aunt, the elderly, he could find them. He was anxious to see them and therefore asked Sanjaya, the private secretary of Dhritarashtra. So the 32nd verse, The meaning of this 32nd verse, Maharaj Yudhishthira, full of anxiety, turned to Sanjaya who was sitting there and said, O Sanjaya, where is our uncle who is old and blind? The 33rd verse, Ambacha hata-putrarta pitruvyakva-gata-surat apimaiyakrita-prajne hata-bandhusya-bharyaya Asham samana shamalam Ganga aayam dukhito apatat. The meaning of this 33rd verse is, Where is my well-wisher, uncle Vidura and mother Gandhari, who is very afflicted due to her son's demise? My uncle Dhritarashtra was also very mortified due to the death of all his sons and grandsons. Undoubtedly, I am very ungrateful. Did he therefore take my offenses very seriously and along with his wife drown himself in the Ganges?"
    },
    {
      "start_time": 497,
      "end_time": 634,
      "verse_references": [
        "BG 1.1"
      ],
      "themes": [
        "Yudhishthira's compassion",
        "unwillingness to fight",
        "will of the Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So this is the soft-hearted nature of pure devotees.",
      "summary": "This segment discusses Yudhishthira and Arjuna's reluctance to engage in the Kurukshetra war, highlighting their compassionate nature and the understanding that the battle was ultimately executed by the will of the Lord.",
      "timestamp_url": "https://youtu.be/fFT0FZ_5BBM?t=497",
      "transcript": "See the reaction of Yudhishthira when he did not find his uncles and aunt. It is just befitting with Yudhishthira's good-natured behavior. So Srila Prabhupada explains, The Pandavas, especially Maharaj, Yudhishthira and Arjuna anticipated the after-effects of the battle of Kurukshetra. Both Yudhishthira and Arjuna did not actually want to fight the battle. They were just carrying out their duties according to what was prescribed for them as kshatriyas. Kshatriyas are duty-bound to fight for justice. So Yudhishthira and Arjuna were unwillingly engaged in the battle. So Srila Prabhupada points out, Because both of them did not really like the fighting, therefore Arjuna declined to execute the fighting. You can read in the Bhagavad Gita, in the first chapter, how Arjuna tells Krishna, I won't fight. How can I kill my kinsmen just for the sake of me to enjoy a flourishing royal kingdom? I don't want to fight. So this is the soft-hearted nature of pure devotees. All the Pandavas are pure devotees. The fight was executed, however, by the will of the Lord. So even though the Pandavas did not want to fight, especially Yudhishthira and Arjuna did not want to fight against the Kauravas, but it was executed, the fighting was executed by the will of the Supreme Lord."
    },
    {
      "start_time": 634,
      "end_time": 792,
      "verse_references": [],
      "themes": [
        "aftermath of war",
        "care for the elderly",
        "Vedic culture"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Care for the elderly. That is the culture, the Vedic culture.",
      "summary": "The speaker elaborates on the aftermath of the war and Yudhishthira's deep concern for Dhritarashtra and Gandhari, emphasizing the Vedic cultural value of caring for the elderly and contrasting it with modern trends.",
      "timestamp_url": "https://youtu.be/fFT0FZ_5BBM?t=634",
      "transcript": "Everyone is bound by the will of the Lord. Now after the battle, the effects of family agreement, as they had thought of it before, had come true. Whatever they had feared would be the aftermath of the massacre. Millions of Kshatriyas who were participating in the battle all died. Maharaj Yudhishthira was always conscious of the great plight of his uncle Dhritarashtra and aunt Gandhari, because they lost all their sons and grandsons, and they are old, and now they are bereft of their kingdom. Their sons and grandsons have died. Their well-wishers have passed away. So what do they do? But Yudhishthira Maharaj, being the most saintly, compassionate, kind, considerate, good-natured, well-behaved, saintly king, he was always conscious of the miserable condition of his aunt and uncle. Therefore, he took all possible care of them in their old age and aggrieved conditions. Care for the elderly, that is the culture, the Vedic culture. Nowadays, many, many children, when they are grown up, they go away from home, leaving their parents alone. They go for some career, some business, some opportunities for making a lot of money. In the western countries, especially from India, so many youngsters go away and leave their parents alone. Yudhishthira Maharaj is not like that. He was taking all possible care of Dhritarashtra and Gandhari in their old age."
    },
    {
      "start_time": 792,
      "end_time": 923,
      "verse_references": [],
      "themes": [
        "Yudhishthira's humility",
        "devotee's qualities",
        "self-reflection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A devotee never finds faults with others, but tries to find his own fault and rectify them as far as possible.",
      "summary": "This segment focuses on Yudhishthira's humility and self-reflection, highlighting the qualities of a devotee who focuses on their own faults rather than those of others, and acknowledging Dhritarashtra's past kindness.",
      "timestamp_url": "https://youtu.be/fFT0FZ_5BBM?t=792",
      "transcript": "When, therefore, he could not find his uncle and aunt in the palace, naturally, his doubts arose. He was worried, what happened to them? Where have they gone? Why are they missing from their place of residence? He conjectured that they had gone down to the water of the Ganges. Had they drowned themselves in the Ganga river because they thought their life is not worth living? He thought himself ungrateful because when the Pandavas were fatherless, Maharaj Dhritarashtra had given them all royal facilities to live. And in return, Yudhishthira had killed all Dhritarashtra's sons in the battle of Kurukshetra. See how Yudhishthira is thinking. Dhritarashtra gave me shelter when I was fatherless, and what did I do? I killed all his sons and grandsons in the battle of Kurukshetra. So, as a pious man, Maharaj Yudhishthira took into account all his unavoidable misdeeds. He never thought of the misdeeds of his uncle and company. Dhritarashtra and Duryodhana were always plotting to kill the Pandavas. So, the fact is, Dhritarashtra suffered the effects of his own misdeeds by the will of the Lord. But Maharaj Yudhishthira was thinking only of his own unavoidable misdeeds. This is the nature of a devotee of the Lord. A devotee never finds faults with others, but tries to find his own fault and rectify them as far as possible. This is a wonderful quality of a devotee of the Lord. I'll stop here. Thank you very much."
    }
  ]
}