{
  "video_id": "fG_0kfgjj48",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.7.10 Part 3 | 17-12-2021",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=fG_0kfgjj48",
  "segments": [
    {
      "start_time": 59,
      "end_time": 153,
      "verse_references": [
        "SB 1.7.10"
      ],
      "themes": [
        "attraction to Krishna",
        "Atmarama verse",
        "liberation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This means that the Lord possesses transcendental qualities and therefore can attract everyone, including liberated souls.",
      "summary": "The speaker introduces the Atmarama verse and explains how even liberated souls are attracted to Krishna's transcendental qualities, mentioning examples like the four Kumaras, Shukadev Goswami, and the Gopis.",
      "timestamp_url": "https://youtu.be/fG_0kfgjj48?t=59"
    },
    {
      "start_time": 153,
      "end_time": 296,
      "verse_references": [],
      "themes": [
        "Krishna's qualities",
        "attraction",
        "transcendental beauty"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna's qualities are so very attractive, because somebody possesses some nice qualities that is attractive, then when we come across such a person, we become attracted to that person.",
      "summary": "The speaker continues discussing Krishna's all-attractive nature, quoting Chaitanya Mahaprabhu and highlighting how even the queens of Dwaraka and the goddess of fortune are drawn to Krishna's beauty and qualities.",
      "timestamp_url": "https://youtu.be/fG_0kfgjj48?t=153"
    },
    {
      "start_time": 296,
      "end_time": 464,
      "verse_references": [],
      "themes": [
        "Krishna's mercy",
        "Kalia",
        "Nagapatnis",
        "lotus feet"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "O Lord, we do not know how the serpent Kalia attained such an opportunity to be touched by the dust of your lotus feet.",
      "summary": "The speaker narrates the story of Kalia being subdued by Krishna and the Nagapatnis' prayers, emphasizing the surprising fortune of Kalia to receive the dust of Krishna's lotus feet, a blessing even the goddess of fortune strives for.",
      "timestamp_url": "https://youtu.be/fG_0kfgjj48?t=296"
    },
    {
      "start_time": 464,
      "end_time": 590,
      "verse_references": [],
      "themes": [
        "universal attraction",
        "Krishna's flute",
        "Vrindavan",
        "relationships with Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "My dear Lord Krishna, where is that woman within the three worlds who would not be captivated by the rhythms of the sweet songs coming from your wonderful flute?",
      "summary": "The speaker explains how Krishna attracts everyone in the three worlds, including young girls, cows, birds, and even trees, highlighting the different relationships people in Vrindavan have with Krishna (motherly, servant, friend, father).",
      "timestamp_url": "https://youtu.be/fG_0kfgjj48?t=464"
    },
    {
      "start_time": 590,
      "end_time": 754,
      "verse_references": [],
      "themes": [
        "Hari",
        "inauspiciousness",
        "devotional service",
        "love of Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "One meaning is that the Lord who is called as Hari takes away all inauspicious things from his devotee.",
      "summary": "The speaker begins to explain the meaning of the name 'Hari' in the context of the Atmarama verse, focusing on how Krishna removes inauspiciousness from devotees and steals their minds with ecstatic love.",
      "timestamp_url": "https://youtu.be/fG_0kfgjj48?t=590"
    },
    {
      "start_time": 754,
      "end_time": 910,
      "verse_references": [
        "BG 18.66"
      ],
      "themes": [
        "sinful reactions",
        "surrender",
        "four sinful activities",
        "Hari"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Krishna says I will protect you from all sinful reactions Do not fear",
      "summary": "The speaker elaborates on how Krishna, as Hari, takes away the four miserable conditions of life caused by sinful activities, explaining the gradations of sin and quoting the Bhagavad Gita to emphasize Krishna's promise to protect those who surrender, regardless of their past sins, listing illicit sex, intoxication, gambling, and meat-eating as the four basic sinful activities.",
      "timestamp_url": "https://youtu.be/fG_0kfgjj48?t=754"
    }
  ]
}