{
  "video_id": "FGF3fqpSZcU",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.9.18 | 15-04-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=FGF3fqpSZcU",
  "segments": [
    {
      "start_time": 54,
      "end_time": 194,
      "verse_references": [
        "SB 1.9.18"
      ],
      "themes": [
        "Krishna's identity",
        "Bhishma Deva's revelation",
        "Vrishni dynasty"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bhishma Deva is revealing, Krishna is the original personality of Godhead.",
      "summary": "Bhishma Deva reveals Krishna's true identity as the Supreme Personality of Godhead, despite his appearance within the Vrishni dynasty.",
      "timestamp_url": "https://youtu.be/FGF3fqpSZcU?t=54",
      "transcript": "In this session, we will be discussing from the 18th verse of the 9th chapter of the 1st canto of Srimad Bhagavatam. एशवै भगवान साक्षाद आध्यो नारायण फुमान मोहयन मायया लोकम गूडश्चरति वृष्णिशूम्. The meaning of this verse: This Shri Krishna is no other than the inconceivable original personality of Godhead. He is the first Narayana, the supreme enjoyer. But he is moving amongst the descendants of King Vrishni just like one of us, and he is bewilderingly bewildering us with his self-created energy. This verse is spoken by Bhishma Deva. He is addressing the Pandavas and all the assembled sages. Bhishma Deva is revealing the identity of Shri Krishna. Shri Krishna appeared as one of the members of the Vrishni dynasty. Vasudeva, the father of Krishna, belonged to the Vrishni dynasty, descendant of King Vrishni. So Krishna appeared as the son of Vasudeva. In that dynasty, he is counted among the members of the Vrishni dynasty. So even though he is moving amongst the descendants of the Vrishni dynasty as one of them, he is actually the supreme personality of Godhead. He is not another living being. So who can recognize this? Only the pure devotees can recognize Krishna. Only the pure devotees can recognize Krishna. Others cannot. So therefore, Bhishma Deva is revealing, Krishna is the original personality of Godhead."
    },
    {
      "start_time": 194,
      "end_time": 340,
      "verse_references": [],
      "themes": [
        "Deductive vs. Ascending knowledge",
        "Vedic system",
        "Discipline succession"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The perfect complete knowledge is given by Krishna the source of all knowledge the all-knowing Supreme Personality Buddha Krishna he gives that knowledge to Brahma the first created being in the whole universe whole creation and Brahma receives that knowledge and he hands down that knowledge to his sons and disciples so it is perfect knowledge it is complete knowledge and it is properly transmitted and received without any change without any speculation.",
      "summary": "Srila Prabhupada explains the deductive process of receiving Vedic knowledge through discipline succession, contrasting it with the ascending process of modern scientific research.",
      "timestamp_url": "https://youtu.be/FGF3fqpSZcU?t=194",
      "transcript": "Srila Prabhupada explains this in the purport very nicely. Srila Prabhupada says, \"The Vedic system of acquiring knowledge is the deductive process.\" What is the meaning of deductive process? It descends or comes down from Krishna to Brahma to Narada to Vyasa. Successively, the knowledge is handed down, without any change, as it is. Without any change, the knowledge is handed down. This is the deductive process. As opposed to this, there is the ascending process. Ascending process is the method of currently we know something by our own efforts. As opposed to this, there is the ascending process. By our own efforts, collective efforts, individual and collective efforts, we have done some amount of research in science. We know something. But further on they keep doing more research, and they add to the knowledge base. So this is the ascending process, going from the known to the unknown, little by little, but the process is fraught with so many problems. Those problems are not there in the Vedic system of deductive process, a descending process. The perfect complete knowledge is given by Krishna, the source of all knowledge, the all-knowing Supreme Personality Buddha Krishna. He gives that knowledge to Brahma, the first created being in the whole universe, whole creation. And Brahma receives that knowledge and he hands down that knowledge to his sons and disciples. So it is perfect knowledge, it is complete knowledge, and it is properly transmitted and received without any change, without any speculation, without any errors, without any additions or subtractions without any of"
    },
    {
      "start_time": 340,
      "end_time": 570,
      "verse_references": [
        "BG 4.2"
      ],
      "themes": [
        "Authority of Vedas",
        "Discipline succession",
        "Modern science limitations"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The perfect system of learning is to receive it from authority if you had a proper authorized source then what you receive from that source is perfect perfect knowledge the very same system is accepted universally as truth but only the false arguer speaks against it",
      "summary": "The speaker emphasizes the importance of accepting Vedic knowledge through authorized sources in discipline succession, contrasting it with the blind faith people place in modern science, and how people are taught not to believe the Vedas.",
      "timestamp_url": "https://youtu.be/FGF3fqpSZcU?t=340",
      "transcript": "those. So that is the Vedic system. So Srila Prabhupada says further, \"The Vedic knowledge is received perfectly by discipline succession from authorities.\" Discipline succession means guru to disciple, then the disciple to his disciple, he becomes the next guru, and he hands over to his disciple. That's called the discipline succession. The Dharma Narada Vyasama 물어 ramana Bastiani like that is coming now the Ricardo Vasивa, Dr. Hernandez de Soto, is the master of dharma различiamo come down. Such knowledge is never dogmatic as ill-consumed by lesson intelligent persons. There are people who don't accept this knowledge which is coming down in parampara. They think it is dogmatic. The mother is the authority to verify the identity within the father and the few the identity of the father. She is the authority for such confidential knowledge. A child, how can a child know who is my father? The mother has to say such and such gentleman is your father. Other than that, there is no other way. Therefore, authority is not dogmatic. In the Bhagavad-Gita, this truth is confirmed in the fourth chapter, in the second verse of the fourth chapter, and the perfect system of learning is to receive it from authority. If you had a proper authorized source, then what you receive from that source is perfect, perfect knowledge. The very same system is accepted universally as truth, but only the false arguer speaks against it. Now Prabhupada is pointing out a particular problem with the present generation of people who don't accept this method of receiving from authorities in discipline succession. For example, modern space crafts fly in the sky, and when scientists say that they travel to the other side of the moon, men believe these stories blindly because they have accepted the modern scientists as authorities. Isn't that what is happening? They say we have gone to the moon and we didn't find any life there and some rocks they have got it and that's the end of the story of moon exploration. Now the people simply believe the scientists because they accept the scientists as authorities. The authorities speak and the people in general believe them. But in the case of Vedic truths, they have been taught not to believe. When it comes to the Vedas, Vedas are perfect knowledge handed down discipline succession as it is coming from the ultimate source of everything Krishna, but people have been taught not to believe. Even if they accept them, they give a different interpretation. There are some people who accept the Vedas, but they give their own interpretation. Each and every man wants a direct perception of Vedic knowledge, but foolishly they deny it if something cannot be directly perceived using their five senses. This is the system of science, so called science, modern science, that what is acceptable is what is perceivable by the five senses. There are things which are not perceivable by the five senses, but doesn't mean that you don't accept"
    },
    {
      "start_time": 570,
      "end_time": 772,
      "verse_references": [],
      "themes": [
        "Limitations of senses",
        "Existence of mind",
        "Degradation without Vedic guidance",
        "Authority of Bhishma Deva and Shankaracharya"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Bhishma Deva is one of the twelve Mahajanas who knows the principles of transcendental knowledge.",
      "summary": "The speaker discusses the limitations of relying solely on the five senses for knowledge, using the example of the mind, and how rejecting Vedic authority leads to moral degradation, while highlighting the authority of Bhishma Deva and even Shankaracharya in accepting Krishna as the Supreme Personality of Godhead.",
      "timestamp_url": "https://youtu.be/FGF3fqpSZcU?t=570",
      "transcript": "them. For example, we have something called the mind. Now the mind is not perceived by the five senses. You cannot see the mind, you cannot touch the mind, you cannot smell the mind, you cannot taste the mind, you cannot feel the mind, you cannot hear the mind. Now does it mean that the mind doesn't exist? We all know I have got a mind, you have got a mind, everybody has got a mind, and we say mind is very disturbed, our mind is not peaceful, our mind is peaceful. We accept for sure that there is each one each and every person has got a mind. Now if it is not perceived by the five senses, does it mean it doesn't exist? That's what they say, the scientists, modern day scientists say that this is their this is their way of ascertaining what is in existence, what is reality. This means that the misguided man can believe one authority, the scientist, but will reject the authority of the Vedas. The result is that people have degenerated. Without Vedic guidance, with a guidance of Vedic knowledge, people have become godless, they have become they have become very very they have become very much their moral values are are degrading, they are losing good values just because they are rejecting the authority of the Vedas. Now Prabhupada says here is an authority speaking about Shri Krishna as the original personality of Godhead and the first Narayana. Bhishma Deva is an authority. Even such an impersonalist as Acharya Shankara has said in the beginning of his commentation on the Bhagavad Gita that Narayana, the personality of Godhead, is beyond the material creation. Narayana Paro unavyaktat. This is the Bhagavad Gita BASSHA by Shankaracharya. The universe is one of the material creations, but Narayana is transcendental to such material paraphernalia. This is what told by Shankaracharyam. Now about Bhishma Deva, Prabhupada says Bhishma Deva is one of the twelve Mahajanas who knows the principles of transcendental knowledge. These twelve Mahajanas are mentioned in the Srimad Bhagavatam. So Bhishma Deva is one of them. His confirmation of Lord Shri Krishna's being the original personality of Godhead is also corroborated by the impersonalist Shankara."
    },
    {
      "start_time": 772,
      "end_time": 908,
      "verse_references": [
        "SB 10.14.14"
      ],
      "themes": [
        "Krishna as Supreme Personality of Godhead",
        "Authority of Acharyas",
        "Narayana expansions",
        "Receiving transcendental knowledge"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So this is the way of receiving transcendental knowledge.",
      "summary": "The speaker reinforces the acceptance of Krishna as the Supreme Personality of Godhead, supported by various Acharyas and scriptures, and explains the concept of Narayana expansions in the spiritual world, concluding with the importance of receiving transcendental knowledge through authorized sources.",
      "timestamp_url": "https://youtu.be/FGF3fqpSZcU?t=772",
      "transcript": "All other Acharyas have also confirmed this statement and thus there is no chance of not accepting Lord Shri Krishna as the original personality of Godhead. So Bhishma Deva is one of the twelve Mahajanas. He is declaring Krishna to be the supreme personality of Godhead. Shankara Acharya is one of the Acharyas about who is explained the Vedic texts, and he accepts Krishna as the supreme personality of Godhead. The other Acharyas, Madhavacharya, Ramanujacharya, Lord Chaitanya, so many Acharyas, they have all accepted. They are confirming. So there is no question of not accepting Krishna as the supreme personality of Godhead. And even Brahma has confirmed this in the Bhagavatam, in the 10th canto, 14th chapter, 14th verse. So Krishna is the first Narayana. In the spiritual world, what is the meaning of first Narayana? Prabhupada explains this. In the spiritual world, there are unlimited number of Narayanas who are all the same personality of Godhead and are considered to be plenary expansions of the original personality of Godhead Krishna. Krishna expands as Balarama. Balarama expands as Sankarsana. Sankarsana expands as Narayana. So there are many Narayana forms, each Vaikuntha planet having one form of Narayana. There are unlimited Vaikuntha planets, unlimited forms of Narayana predominating each Vaikuntha planet. So this is the explanation given in the Bhagavatam, in the Vedas, in the Upanishads. So this is very very clear, perfect knowledge. But it has to be accepted based on the authority of Bhishma Deva, based on the authority of Shankaracharya, based on the authority of the other Acharyas, based on the authority of Brahma, Narada, Vyasa. So this is the way of receiving transcendental knowledge. That is the conclusion."
    }
  ]
}