{
  "video_id": "FGF3fqpSZcU",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.9.18 | 15-04-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=FGF3fqpSZcU",
  "segments": [
    {
      "start_time": 54,
      "end_time": 194,
      "verse_references": [
        "SB 1.9.18"
      ],
      "themes": [
        "Krishna's identity",
        "Bhishma Deva's revelation",
        "Vrishni dynasty"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bhishma Deva is revealing, Krishna is the original personality of Godhead.",
      "summary": "Bhishma Deva reveals Krishna's true identity as the Supreme Personality of Godhead, despite his appearance within the Vrishni dynasty.",
      "timestamp_url": "https://youtu.be/FGF3fqpSZcU?t=54"
    },
    {
      "start_time": 194,
      "end_time": 340,
      "verse_references": [],
      "themes": [
        "Deductive vs. Ascending knowledge",
        "Vedic system",
        "Discipline succession"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The perfect complete knowledge is given by Krishna the source of all knowledge the all-knowing Supreme Personality Buddha Krishna he gives that knowledge to Brahma the first created being in the whole universe whole creation and Brahma receives that knowledge and he hands down that knowledge to his sons and disciples so it is perfect knowledge it is complete knowledge and it is properly transmitted and received without any change without any speculation.",
      "summary": "Srila Prabhupada explains the deductive process of receiving Vedic knowledge through discipline succession, contrasting it with the ascending process of modern scientific research.",
      "timestamp_url": "https://youtu.be/FGF3fqpSZcU?t=194"
    },
    {
      "start_time": 340,
      "end_time": 570,
      "verse_references": [
        "BG 4.2"
      ],
      "themes": [
        "Authority of Vedas",
        "Discipline succession",
        "Modern science limitations"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The perfect system of learning is to receive it from authority if you had a proper authorized source then what you receive from that source is perfect perfect knowledge the very same system is accepted universally as truth but only the false arguer speaks against it",
      "summary": "The speaker emphasizes the importance of accepting Vedic knowledge through authorized sources in discipline succession, contrasting it with the blind faith people place in modern science, and how people are taught not to believe the Vedas.",
      "timestamp_url": "https://youtu.be/FGF3fqpSZcU?t=340"
    },
    {
      "start_time": 570,
      "end_time": 772,
      "verse_references": [],
      "themes": [
        "Limitations of senses",
        "Existence of mind",
        "Degradation without Vedic guidance",
        "Authority of Bhishma Deva and Shankaracharya"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Bhishma Deva is one of the twelve Mahajanas who knows the principles of transcendental knowledge.",
      "summary": "The speaker discusses the limitations of relying solely on the five senses for knowledge, using the example of the mind, and how rejecting Vedic authority leads to moral degradation, while highlighting the authority of Bhishma Deva and even Shankaracharya in accepting Krishna as the Supreme Personality of Godhead.",
      "timestamp_url": "https://youtu.be/FGF3fqpSZcU?t=570"
    },
    {
      "start_time": 772,
      "end_time": 908,
      "verse_references": [
        "SB 10.14.14"
      ],
      "themes": [
        "Krishna as Supreme Personality of Godhead",
        "Authority of Acharyas",
        "Narayana expansions",
        "Receiving transcendental knowledge"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So this is the way of receiving transcendental knowledge.",
      "summary": "The speaker reinforces the acceptance of Krishna as the Supreme Personality of Godhead, supported by various Acharyas and scriptures, and explains the concept of Narayana expansions in the spiritual world, concluding with the importance of receiving transcendental knowledge through authorized sources.",
      "timestamp_url": "https://youtu.be/FGF3fqpSZcU?t=772"
    }
  ]
}