{
  "video_id": "fh6Zhz5UgWs",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.12.21 Part 2 | 24-08-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=fh6Zhz5UgWs",
  "segments": [
    {
      "start_time": 32,
      "end_time": 104,
      "verse_references": [],
      "themes": [
        "Verse analysis",
        "Comparison to Arjuna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Amongst great bowmen this child will be as good as Arjuna. He will be as irresistible as fire and as unsurpassable as the ocean.",
      "summary": "The speaker introduces the verse to be discussed, focusing on the comparison of the child to Arjuna, fire, and the ocean.",
      "timestamp_url": "https://youtu.be/fh6Zhz5UgWs?t=32",
      "transcript": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Jai Vanarottamam Deviim Sarasvatim Vyasam Tato Jayam Udi Rayet. In this session, we will be discussing from the 21st verse of the 12th chapter of the 1st canto. We already discussed the 1st portion of this verse. In this session, we will be discussing the 2nd portion of this verse. So just to refresh your memory, the verse itself is as follows: Dhanvinam Agraneer Esha Tulyascha Arjuna Yordva Yoho Hutasha Iva Durdharsaha Samudra Iva Dustaraha. The meaning of this 21st verse is amongst great bowmen, this child will be as good as Arjuna. He will be as irresistible as fire"
    },
    {
      "start_time": 104,
      "end_time": 261,
      "verse_references": [],
      "themes": [
        "Arjuna",
        "Kartya Viri Arjuna",
        "Dronacharya",
        "Drupada"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Maharaj Drupada, Drupada was actually a king of the province called Panchaladesha, and he had as his son and daughter Drishtadyumna and Draupadi.",
      "summary": "The speaker explains that there are two Arjunas in history and then begins to tell the story of Drupada and Dronacharya's relationship.",
      "timestamp_url": "https://youtu.be/fh6Zhz5UgWs?t=104",
      "transcript": "and as unsurpassable as the ocean. So Shri La Pravupal explains in the purport that in history there are two Arjunas. That's why the mention is made Arjuna Yordva Yoho. The two Arjunas. One is called Kartya Viri Arjuna, the king of Haihaya. He is very famous in history. He has a great king, powerful king, and the other is the grandfather of Pariksit, Arjuna, the grandfather of Pariksit, the Pandava, Arjuna, and both of them are famous for being expert in fighting in bowmanship. Dhanvinam, the great bowman. So, Shri La Pravupal has elaborately described the personality of the Pandava Arjuna. And in the previous session, we heard about the history of this Pandava Arjuna till the stage where Arjuna learnt under professor Dronacharya, where Dronacharya taught him personally different kinds of secret astras, mantra weapons, and the description is further given by Srila Pramupada in the purport. Maharaj Drupada, Drupada was actually a king of the province called Panchaladesha, and he had as his son and daughter Drishtadyumna and Draupadi. So this Maharaj Drupada, he was defeated by Arjuna on behalf of professor Dronacharya."
    },
    {
      "start_time": 261,
      "end_time": 480,
      "verse_references": [],
      "themes": [
        "Friendship",
        "Poverty",
        "Promise",
        "Gurukul",
        "Drupada",
        "Dronacharya"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When you grow up, don't worry. I will give you half of my kingdom because I am the only son of my father. So I will give you half of my kingdom. Don't worry. You don't have to suffer in poverty like your father.",
      "summary": "The speaker continues the story of Drupada and Dronacharya, focusing on their friendship in Gurukul and Drupada's promise to share his kingdom.",
      "timestamp_url": "https://youtu.be/fh6Zhz5UgWs?t=261",
      "transcript": "The history is that Drupada and Dronacharya, when they were young students, they studied in the same Guruko, and they were good friends in the Guruko. But this friendship was between the rich son of the rich Kshatriya. Drupada was the son of a very powerful and rich Kshatriya, and Dronacharya was the son of a poor Brahmana. So when Drupada grew up, he became the king of the province called Panchaladesha, very rich. And Dronacharya grew up, but he was just a poor Brahmana's son. So he was another poor Brahmana. Now during the Gurukul days, because they were very good friends, once Drupada, in a, on a certain occasion, he promised to Dronacharya, \"When you grow up, don't worry. I will give you half of my kingdom because I am the only son of my father. So I will give you half of my kingdom. Don't worry. You don't have to suffer in poverty like your father.\" So Dronacharya took these words of Drupada to heart, and he always remembered, even when they went back to their own country, when they went back to their own home after completing the Gurukul education. And Dronacharya was living in utter poverty. So after he got married and he had a son, Ashwatthama, small boy, the boy one day began to cry to his mother that \"I have not tasted what is real milk. All my friends say milk is very, very nourishing and very, very tasty and very nice to drink, but I don't know what is milk.\" So Dronacharya's wife, Ashwatthama's mother, she felt very bad that they were in such poverty stricken condition, that they could not feed their child cow's milk. So she told her husband Dronacharya that \"We are so poor. We cannot even feed our child some cow's milk.\" So Dronacharya said, \"Don't worry. I will go to my friend, my friend from Gurukul days, Maharaj Drupada, and I will beg from him in charity a cow. He has promised to give me half his kingdom, but I don't want his wealth in that way, but I will just ask for a cow donation.\""
    },
    {
      "start_time": 480,
      "end_time": 579,
      "verse_references": [],
      "themes": [
        "Insult",
        "Pride",
        "Wealth",
        "Poverty",
        "Drupada",
        "Dronacharya"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Friendship is always between equals. So you are a poor and wretched poverty stricken person. How can you be my friend? What is my status and what is your status?",
      "summary": "The speaker describes Dronacharya's visit to Drupada and the insult he receives due to his poverty.",
      "timestamp_url": "https://youtu.be/fh6Zhz5UgWs?t=480",
      "transcript": "So he set out from his place to visit Maharaj Drupada in Panchala Desha. And because he was a brahmana, there was no restriction for brahmanas going and meeting kings. So he was let in. And when he came in presence of Drupada, Drupada looked at him. \"Who are you?\" So then he said, \"You don't remember me? I am your friend from Gurukul days.\" Then Drupada somehow, he thought it is an insult that a wretched, poor person is claiming friendship with a rich and powerful king. So then Drupada, he told Drona that \"Friendship is always between equals. So you are a poor and wretched, poverty stricken person. How can you be my friend? What is my status and what is your status?\" So Dronacharya was feeling very, very insulted that this Drupada has become very proud of his power and his position and his wealth. \"I am going to teach him a lesson.\" So thinking, he did not utter a single word. He just walked back to his own place."
    },
    {
      "start_time": 579,
      "end_time": 777,
      "verse_references": [],
      "themes": [
        "Revenge",
        "Teaching",
        "Pandavas",
        "Kauravas",
        "Drupada",
        "Dronacharya",
        "Kingdom"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Dronacharya was powerful enough to kill Drona himself. Dronacharya never hesitated to impart all the military secrets to this boy because he was a Kshatriya and he had come seeking training in the military arts.",
      "summary": "The speaker explains how Dronacharya became the teacher of the Pandavas and Kauravas and used them to defeat and capture Drupada, taking half his kingdom as revenge.",
      "timestamp_url": "https://youtu.be/fh6Zhz5UgWs?t=579",
      "transcript": "Without uttering a single word. Later on, Dronacharya was appointed as the teacher for teaching the Pandavas and the Kauravas by Bhishma. And when he taught the Pandavas and Kauravas, after their education was over, then he remembered Drupada's insult. So he sent his students, the Pandavas and Kauravas, to challenge Drupada, fight against him, and bring him captive, without killing him. So the Kauravas tried first, and they were unable to defeat Drupada. Then the Pandavas went to challenge Drupada. They fought against him, and Arjuna brought him captive, alive, in front of Dronacharya, Arjuna's teacher, professor. So Drupada felt very, very, very insulted that he was defeated by the students of Dronacharya. Somehow he had become, Drupada had become inimical against Drona. So Drupada, when he was brought, so Dronacharya said, \"Do you remember me? Do you recognize who I am?\" So Drupada felt very, very insulted. But Dronacharya said that \"I want to take away your kingdom. After all, you are my friend from Gurukul days. So I just want half your kingdom. So I take half your kingdom, taking away all my property, though you are entitled to it because your students have defeated me. So I am grateful to you for not taking away my entire kingdom of me. Family. I have the ать to you. Take all my family from my country to your capital. Who be in my land to you. Take. Yep.\""
    },
    {
      "start_time": 777,
      "end_time": 886,
      "verse_references": [],
      "themes": [
        "Military Secrets",
        "Arjuna",
        "Draupadi",
        "Death",
        "Fire",
        "Drona"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So Drupada even though he was defeated by Arjuna, still Drupada recognized that Arjuna is the best match for his daughter Draupadi.",
      "summary": "The speaker continues the story, explaining how Drupada recognized Arjuna as the best match for Draupadi, but was saddened by the false news of Arjuna's death.",
      "timestamp_url": "https://youtu.be/fh6Zhz5UgWs?t=777",
      "transcript": "Dronacharya was powerful enough to kill Drona himself. Dronacharya never hesitated to impart all the military secrets to this boy because he was a Kshatriya and he had come seeking training in the military arts. So Dronacharya as a liberal Brahmana he taught everything, all the military science to this Drupada's son and that Drupada's son was ready to fight against the Kauravas when he was fighting on the side of the Pandavas and Dronacharya was on the side of the Kauravas. So Drupada even though he was defeated by Arjuna, still Drupada recognized that Arjuna is the best match for his daughter Draupadi. So Drupada decided to hand over his daughter Draupadi to Arjuna but he was disappointed when he heard the false news of Arjuna's death in a fire. Arjuna was a coward for Arjuna but he fought to stop Drona but Arjuna was very over- przygot for Anna via Arjuna's이줅 Çalakkä месяக He became very sad because he didn't find Dronak Grandpa once and gave the Dronakỉ석 the royal Cal discoveries and whatever Kauravas give he gave then to Arjuna. So Drona experienced though the great difficulties of Pandavas especially Arjuna Od dragons. Arjuna was Hotel of Arjuna's Charity for some time but he was unable to get rid of his brothers as they were protected by Krishna. He was unable to have Kriya to protect them but he was able to Thus Arjuna tried to set fire to Dronakliga but everyone was Cuz in his story. all those Kriyas were stable at the super su apologies. Arjuna was ruined andセo m entendeu"
    },
    {
      "start_time": 886,
      "end_time": 1017,
      "verse_references": [],
      "themes": [
        "Pandavas",
        "Draupadi",
        "Swayamvara",
        "Arjuna",
        "Krishna",
        "Marriage"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When the Pandavas heard that the Kshatriya kings failed to pass the test set by Drupada then Arjuna in the guise of a poor brahmana he passed the test and Draupadi was garlanded sorry Draupadi garlanded Arjuna though she did not know he was Arjuna.",
      "summary": "The speaker concludes the story by describing the Swayamvara ceremony where Arjuna, disguised as a brahmana, wins Draupadi's hand in marriage.",
      "timestamp_url": "https://youtu.be/fh6Zhz5UgWs?t=886",
      "transcript": "house shellac house into which the Pandavas were sent and before Duryodhana could set fire the Pandavas escaped through a secret tunnel they dug in the earth and when they were living incognito after escaping that is when Drupada decided to hold a Swayamvara ceremony for marrying Draupadi and he arranged Draupadi's personal selection of a groom who could pierce the eye of a fish hanging on the ceiling. This trick was made especially because only Arjuna could do it and he somehow thought that Arjuna was killed in that fire of the shellac house but actually the Pandavas had escaped. When the Pandavas heard about Drupada's deciding to hold a Swayamvara ceremony for marrying his daughter the Pandavas went there for that ceremony. Of course they were living incognito as brahmanas. They were dressed as some poor brahmanas. So they went there and when all the other Kshatriya kings were there they were dressed as some poor brahmanas. When the Pandavas heard that the Kshatriya kings failed to pass the test set by Drupada then Arjuna in the guise of a poor brahmana he passed the test and Draupadi was garlanded sorry Draupadi garlanded Arjuna though she did not know he was Arjuna. And later on Lord Krishna disclosed Arjuna's identity to Balaram and when Drupada came to know that this poor brahmana is Arjuna he was very very very happy to marry his daughter to Arjuna."
    }
  ]
}