{
  "video_id": "Fiwg9d4D8SA",
  "title": "SB 1.17.38 part 2 | HH Stoka Krishna Swami | 18-03-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=Fiwg9d4D8SA",
  "segments": [
    {
      "start_time": 0,
      "end_time": 42,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/Fiwg9d4D8SA?t=0"
    },
    {
      "start_time": 42,
      "end_time": 157,
      "verse_references": [
        "SB 1.17.38"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "Kali Yuga",
        "Irreligion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Maharaj Pariksit, thus being petitioned by the personality of Kali, gave him permission to reside in places where gambling, drinking, prostitution and animal slaughter were performed.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam (1.17.38) about Maharaj Pariksit allowing Kali to reside in places of gambling, drinking, prostitution, and animal slaughter.",
      "timestamp_url": "https://youtu.be/Fiwg9d4D8SA?t=42"
    },
    {
      "start_time": 157,
      "end_time": 309,
      "verse_references": [
        "SB 1.17.38"
      ],
      "themes": [
        "Dharma",
        "Adharma",
        "Scriptural Injunctions"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Drinking against the principles of scriptures, association with women outside marriage, killing animals against the injunction of scriptures are all adharma or all irreligious.",
      "summary": "The speaker explains the basic principles of irreligiosity and how they counteract the principles of religion, referencing Srila Prabhupada's purport and Srila Jiva Goswami's commentary, focusing on drinking, illicit relations, and animal slaughter.",
      "timestamp_url": "https://youtu.be/Fiwg9d4D8SA?t=157"
    },
    {
      "start_time": 309,
      "end_time": 533,
      "verse_references": [],
      "themes": [
        "Pravrittas",
        "Nivrttas",
        "Vedic Injunctions",
        "Liberation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Vedic injunction for the pravartas the ordinary people those engaged in material enjoyment is to gradually regulate their activities towards the path of liberation",
      "summary": "The speaker discusses the different scriptural injunctions for 'pravrittas' (those engaged in material enjoyment) and 'nivrttas' (those liberated from material bondage), emphasizing that the aim of the Vedas is to free everyone from material bondage and help them progress back to Godhead.",
      "timestamp_url": "https://youtu.be/Fiwg9d4D8SA?t=309"
    },
    {
      "start_time": 533,
      "end_time": 772,
      "verse_references": [],
      "themes": [
        "Tamasic People",
        "Regulation",
        "Sacrifice",
        "Marriage"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "For those who are in the lowest stage of ignorance and who indulge in wine women and flesh there are scriptural rules how to regulate their activities",
      "summary": "The speaker elaborates on how scriptures provide regulations for those in the lowest stage of ignorance (tamasic people) who indulge in wine, women, and flesh, such as drinking after Sautramani Yagna, associating with women only through marriage, and eating animal flesh after sacrifice.",
      "timestamp_url": "https://youtu.be/Fiwg9d4D8SA?t=533"
    },
    {
      "start_time": 772,
      "end_time": 936,
      "verse_references": [],
      "themes": [
        "Mode of Ignorance",
        "Mode of Goodness",
        "Adharma",
        "Discrimination"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "One man's food may be poisoned for others similarly what is recommended for those in the mode of ignorance may be poisoned for those in the mode of goodness",
      "summary": "The speaker concludes by emphasizing that scriptural allowances for certain classes of people (tamasic) should not be considered universally applicable, and such activities are adharma for sattvic and rajasic people, stressing the importance of careful discrimination and understanding the context of scriptural injunctions.",
      "timestamp_url": "https://youtu.be/Fiwg9d4D8SA?t=772"
    }
  ]
}