{
  "video_id": "FJHr2o0VsVc",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.8.32 | 28-02-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=FJHr2o0VsVc",
  "segments": [
    {
      "start_time": 60,
      "end_time": 154,
      "verse_references": [],
      "themes": [
        "Krishna's birth",
        "Transcendental form",
        "Unborn nature of Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna has a transcendental form which never deteriorates and he is always unborn.",
      "summary": "Queen Kunti glorifies Krishna, explaining that although unborn, He appears in a transcendental form, unlike ordinary beings who are forced to take birth due to karma.",
      "timestamp_url": "https://youtu.be/FJHr2o0VsVc?t=60",
      "transcript": "From the 32nd verse of the 8th chapter of the first canto of Srimad Bhagavatam, continuing the prayers by Queen Kunti: kecidahur ajam jatam punya shlokasya keertaye yadopriyasyaanvavaye malayasyeva chandanam. The meaning of this verse is: some say that the unborn is born for the glorification of pious kings, and others say that he is born to please King Yadu, one of your dearest devotees. You appear in his family as sandalwood appears in the Malaya hills. So here the description is being given by Queen Kunti, glorifying the Supreme Lord Krishna as 'Unborn is born.' Krishna is unborn, ajopisannabhya yatma. Krishna has a transcendental form which never deteriorates, and he is always unborn. He eternally exists in the spiritual world. Eternally he is the controller of everyone and everything in the entire cosmic manifestation. Still he incarnates. 'Incarnates' means he takes birth in this material world. But he is born as the Supreme Lord. His position doesn't change. He appears in a transcendental form."
    },
    {
      "start_time": 154,
      "end_time": 217,
      "verse_references": [],
      "themes": [
        "Spirit soul",
        "Karma",
        "Master-Servant relationship"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is the master always. The controller. The Lord.",
      "summary": "The speaker contrasts Krishna's transcendental birth with the forced birth of spirit souls due to karma, emphasizing the eternal master-servant relationship between Krishna and the living entities.",
      "timestamp_url": "https://youtu.be/FJHr2o0VsVc?t=154",
      "transcript": "He doesn't take birth like we take birth. Even spirit soul, the living entity, is Ajop. He is unborn. But the spirit soul is forced to take birth, accept a material body, a temporary material body, because of the force of karma. Such karmic force does not act on the Supreme Lord, because the Supreme Lord is the controller of all such laws of karma. He is transcendental always. He is the master always, and we are eternally the servant. Either we serve Krishna as devotees, or we serve the illusory energy as non-devotees. So servant we are, always. Krishna is the master always, the controller, the Lord."
    },
    {
      "start_time": 217,
      "end_time": 279,
      "verse_references": [
        "BG 4.7"
      ],
      "themes": [
        "Appearance of the unborn",
        "Purpose of Krishna's birth",
        "Different opinions"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "There cannot be any denial of the birth of the unborn. Because he himself establishes the truth.",
      "summary": "The speaker explains that despite Krishna being unborn, He takes birth in the material world, as stated in the Bhagavad Gita, and there are different opinions as to why He does so.",
      "timestamp_url": "https://youtu.be/FJHr2o0VsVc?t=217",
      "transcript": "So Srila Prabhupada explains in the purport, because the Lord's appearance in this material world is bewildering, there are different opinions about the birth of the unborn. In the Bhagavad Gita, the Lord says that he takes his birth in the material world, although he is the Lord of all creations, and he is unborn. So there cannot be any denial of the birth of the unborn, because he himself establishes the truth, Krishna's own statement in the Bhagavad Gita. But still there are different opinions as to why he takes his birth. That is also declared in the Bhagavad Gita. In the fourth chapter of the Bhagavad Gita, Krishna declares that he takes birth in this material world, and he also declares the purpose of such birth."
    },
    {
      "start_time": 279,
      "end_time": 392,
      "verse_references": [
        "BG 4.8"
      ],
      "themes": [
        "Krishna's potencies",
        "Internal potency",
        "Reestablishing religion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He appears by his own internal potency.",
      "summary": "Krishna appears by His internal potency to reestablish the principles of religion, protect the pious, and annihilate the impious, as stated in the Bhagavad Gita.",
      "timestamp_url": "https://youtu.be/FJHr2o0VsVc?t=279",
      "transcript": "He appears by his own internal potency. Krishna has got three kinds of potencies: internal potency, external potency, and internal potency. So that internal potency is the spiritual potency. It is Krishna's personal energy. Potency means energy. It is his personal energy for his purposes exclusively. And when Krishna takes birth in this world, it is the action of the internal potency. Energies are working always, but we take birth under the external potency, under the material energy. Therefore we get a material body. Krishna does not accept the material body. So in the Bhagavad Gita, Krishna says he comes to reestablish the principles of religion, dharmasamsthapanarthaya. So how does he establish these principles? He speaks the Bhagavad Gita. He follows the rules and regulations of a householder while he was living in Dwaraka as the king of Dwaraka. By his own behavior, by his actions, by his words, by his teachings, by his instructions, he establishes, rather reestablishes, the principles of religion. And he also comes to protect the pious, paritranaya sadhunam, and to annihilate the impious, vinashaya chadushkrutam. So three purposes clearly he says in the Bhagavad Gita for which he appears, or he takes birth in this material world. That is the mission of the appearance of the unborn."
    },
    {
      "start_time": 392,
      "end_time": 473,
      "verse_references": [],
      "themes": [
        "Transcendental appearance",
        "Glorifying Yudhishthira",
        "Pious King"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "His birth is not exactly birth. Birth means we are accepting a material body. Krishna does not accept a material body.",
      "summary": "Krishna's birth is described as an appearance, a transcendental manifestation, to glorify the pious King Yudhishthira, who follows the scriptures and instructions of Krishna.",
      "timestamp_url": "https://youtu.be/FJHr2o0VsVc?t=392",
      "transcript": "Srila Prabhupada uses this word 'appearance' to distinguish Krishna's birth as transcendental. He is always present, but he becomes visible. Therefore we say he appears. His birth is not exactly birth. Birth means we are accepting a material body. Krishna does not accept a material body. Still it is said that the Lord is there to glorify the pious king Yudhishthira. Now Yudhishthira, one of the Pandavas, the eldest Pandava, he was a pure devotee of Krishna. Not only Yudhishthira, all the five Pandavas are pure devotees of Krishna. Kunti is pure devotee of Krishna. Draupadi is pure devotee of Krishna. All the members of the family of Yudhishthira, the Pandavas, are pure devotees of Krishna. So Krishna appears to glorify Yudhishthira. Yudhishthira is a pious king. He rules exactly according to the directions given in the Shastra, the scriptures. He follows the instructions of Krishna."
    },
    {
      "start_time": 473,
      "end_time": 565,
      "verse_references": [],
      "themes": [
        "Welfare of the world",
        "Devotee rulers",
        "Happiness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The people in this world can be happy only when they have a devotee ruling over them.",
      "summary": "A devotee ruler is essential for the welfare and happiness of the people, as demonstrated by the rule of the Pandavas, where basic needs were plentiful.",
      "timestamp_url": "https://youtu.be/FJHr2o0VsVc?t=473",
      "transcript": "He rules for the welfare of the entire world. He teaches the citizens what is the goal of life, and he guides them so that they may be delivered from this material existence. That's why devotees are required to rule this world. So Srila Prabhupada further says, Lord Sri Krishna certainly wanted to establish the kingdom of the Pandavas for the good of all in the world. The Mahabharata describes when Pandavas were ruling, everyone was happy. There was plenty of supply of all the basic needs. That's described in the Mahabharata and the Bhagavatam both. King Yudhishthira's rule is very, very good. So Prabhupada says when there is a pious king ruling over the world, the people are happy. That's a fact. When the ruler is impious, the people are unhappy. This is the opposite. So there cannot be happiness simply by some artificial arrangements. No. The people in this world can be happy only when they have a devotee ruling over them."
    },
    {
      "start_time": 565,
      "end_time": 639,
      "verse_references": [],
      "themes": [
        "Kali Yuga",
        "Impiety",
        "Democracy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "In the case of democracy, the impious citizens themselves elect their representative to rule over them.",
      "summary": "In Kali Yuga, rulers are often impious, leading to unhappiness, and in democracies, impious citizens often elect impious leaders, thus being responsible for their own suffering.",
      "timestamp_url": "https://youtu.be/FJHr2o0VsVc?t=565",
      "transcript": "Only such a devotee can ensure the people will be happy. In the age of Kali, in most cases, the rulers are impious, and therefore the citizens are also continuously unhappy. Kali Yuga is the age of quarrel, hypocrisy, and the rulers are generally impious. So people are not happy in Kali Yuga. But in the case of democracy, the system of government that we have at present in our country, and many other countries also, the democratic form of government, Srila Prabhupada says, in the case of democracy, the impious citizens themselves elect their representative to rule over them. Mostly people are not pious in Kali Yuga, and such impious citizens, they elect an impious person to rule. Therefore, they cannot blame anyone for their unhappiness. When there is an impious ruler, people have to be unhappy. They cannot be happy. So they want to be happy. So who is to blame? They themselves are to blame, because they elect their representative."
    },
    {
      "start_time": 639,
      "end_time": 774,
      "verse_references": [],
      "themes": [
        "Yudhishtira vs. Nala",
        "Krishna's independence",
        "Choice of appearance"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna chooses where he wants to appear. How he wants to appear. As whose son he wants to appear. He chooses that. Therefore he is completely independent.",
      "summary": "Yudhishtira is glorified by Krishna's appearance because he is a pure devotee, unlike Maharaj Nala, and Krishna is independent, choosing where and how to appear, unlike conditioned souls.",
      "timestamp_url": "https://youtu.be/FJHr2o0VsVc?t=639",
      "transcript": "To rule. So Srila Prabhupada gives another point here, that Maharaj Nala was also celebrated as a great pious king, but he had no connection with Lord Krishna. Therefore Maharaj Yudhishtira is meant here to be glorified by Lord Krishna. Maharaj Nala was also a pious king. He was ruling nicely. But he was not a pure devotee of Krishna. So therefore, Yudhishtira was a pure devotee of Krishna. He is meant to be glorified by the appearance of Krishna in this world. Krishna also glorified King Yadu, having taken birth in his family. So Krishna appeared in Yadu dynasty. Yadu was a former king, and from him the dynasty of kings is coming down. So Krishna's father Vasudeva was a descendant of the Yadu dynasty. Krishna appeared in that Yadu dynasty, the son of Vasudeva. So therefore it is said here, Krishna is known as Yadava, Yadu Veera, Yadu Nandana. Many names are there like this, although the Lord is always independent of such obligation. Krishna is identified as a descendant of the Yadu dynasty, but Krishna has no obligation to appear in the Yadu dynasty. When we take birth in this world in a certain family or a certain lineage, we have no choice. We are forced to take birth according to karma. Krishna is not forced like that. So Krishna chooses where he wants to appear, how he wants to appear, as whose son he wants to appear. He chooses that. Therefore he is completely independent."
    },
    {
      "start_time": 774,
      "end_time": 841,
      "verse_references": [],
      "themes": [
        "Sandalwood analogy",
        "Malaya hills",
        "Glorifying King Yadu"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Krishna is just like the sandalwood that grows in the Malaya hills.",
      "summary": "Krishna's appearance in the Yadu dynasty is likened to sandalwood growing in the Malaya hills, highlighting the association but also Krishna's independence from obligation.",
      "timestamp_url": "https://youtu.be/FJHr2o0VsVc?t=774",
      "transcript": "He is not bound like us. So the example is given. Krishna is just like the sandalwood that grows in the Malaya hills. Trees can grow anywhere and everywhere, yet because the sandalwood trees grow mostly in the area of Malaya hills, the name sandalwood and the Malaya hills are interrelated. Sandalwood is famous. It has got very, very nice fragrance. But such sandalwood trees grow mostly in the Malaya hills, and therefore malayasyeva chandanam. Sandalwood is known as Malayan sandalwood. So the example is given to help us understand. Krishna need not appear in the Yadu dynasty just to glorify his devotee King Yadu. Krishna appears in that dynasty."
    },
    {
      "start_time": 841,
      "end_time": 914,
      "verse_references": [],
      "themes": [
        "Sun analogy",
        "Unborn nature",
        "Mercy"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The conclusion is that the Lord is ever unborn like the sun. And yet he appears as the sun rises from the eastern horizon.",
      "summary": "Krishna's appearance is further explained using the analogy of the sun, which is always present but appears to rise and set, emphasizing Krishna's unborn nature and His appearance out of mercy.",
      "timestamp_url": "https://youtu.be/FJHr2o0VsVc?t=841",
      "transcript": "So Srila Prabhupada says the conclusion is that the Lord is ever unborn like the sun, and yet he appears as the sun rises from the eastern horizon. Now another example. The sun is in its orbit, and it is just rotating in its orbit, but to our eyes on the earth, it appears like sun is rising on the eastern horizon in the morning, and sun is setting in the evening, and there is a period of darkness. Again next morning the sun rises. So the sun appears to rise and set, but actually sun is always in its orbit in its position. So just as the sun is never the sun of the eastern horizon, similarly the Lord is no one's son, but he is the father of everything that be. Krishna is the Lord of everything, everyone, but out of his causeless mercy, he appears as the son of Vasudeva, Devaki, as a descendant of Yadu dynasty, out of his mercy. I will stop here. Thank you very much."
    }
  ]
}