{
  "video_id": "fjRm5JlVs4k",
  "title": "SB 1.18.27-28 | HH Stoka Krishna Swami | 17-04-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=fjRm5JlVs4k",
  "segments": [
    {
      "start_time": 0,
      "end_time": 50,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyanati Mirandhsya Gyananjanishalakaya Chaksharunmeenitam Yena Tasmai Shri Gurave Namaha",
      "summary": "The session begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/fjRm5JlVs4k?t=0",
      "transcript": "Om Agyanati Mirandhsya Gyananjanishalakaya Chaksharunmeenitam Yena Tasmai Shri Gurave Namaha Namah Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Paschatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhigaura Bhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet"
    },
    {
      "start_time": 50,
      "end_time": 115,
      "verse_references": [
        "SB 1.18.27"
      ],
      "themes": [
        "storytelling",
        "setting the scene"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Pariksit Maharaj has gone hunting and he became very tired, thirsty and hungry and he started searching for water and he came across this muni's ashram.",
      "summary": "The speaker introduces the context of the 27th verse, describing King Parikshit's hunting trip and his arrival at Shamika Rishi's ashram.",
      "timestamp_url": "https://youtu.be/fjRm5JlVs4k?t=50",
      "transcript": "In this session, we will be discussing two words, the 27th and the 28th verses of the 18th chapter of the first canto. So, the 27th verse to begin this session: Vipra Kirna Jatachannam Rauravena Jinenacha Vishushyat Talur Udakam Tathabhutam Ayachata. The meaning of this verse is: The sage in meditation was covered by the skin of a stanchion, and long compressed hair was scattered all over him. The king, whose palate was dry from thirst, asked him for water. So, you just try to picturize what's happening. Pariksit Maharaj has gone hunting, and he became very tired, thirsty, and hungry, and he started searching for water, and he came across this muni's ashram, Shastra of the sage in meditation, Shamika Rishi's ashram."
    },
    {
      "start_time": 115,
      "end_time": 230,
      "verse_references": [
        "SB 1.18.27"
      ],
      "themes": [
        "description",
        "devotee",
        "unexpected"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "That such a great devotee and King asked for water from a sage absorbed in trance was certainly providential something unexpected something not expected from a devotee.",
      "summary": "The speaker elaborates on the description of the sage and the king's request for water, highlighting the unexpected nature of the event.",
      "timestamp_url": "https://youtu.be/fjRm5JlVs4k?t=115",
      "transcript": "He entered inside and saw the sage is sitting in meditation. And the way King Pariksit saw the muni is being described here further, that the sage, that is Shamika Rishi, who was sitting in meditation, was covered by skin of a stanchion. These rishis, they don't wear regular clothes because they are in the forest. So, the sage was sitting in meditation, so they cover themselves with some skin of an animal or a bark of a tree, something easily available, and that need not be changed, that need not be washed, just because they sit for meditation for a very long time. So, they have no time to maintain all those things, and long compressed hair was scattered all over him. There's no time to trim the hair or shave, etc., so the compressed hair is everywhere over his body. And this King Parikshit, he was very, very thirsty, so thirsty that his palate or his tongue was completely dry, and he entered and he asked for water because he was very, very thirsty. So, Srila Prabhupada says in the purport, \"The king being thirsty asked the sage for water,\" something very natural and very simple, \"that such a great devotee and King asked for water from a sage absorbed in trance was certainly providential,\" something unexpected, something not expected from a"
    },
    {
      "start_time": 230,
      "end_time": 324,
      "verse_references": [
        "SB 1.18.27"
      ],
      "themes": [
        "divine arrangement",
        "Srimad Bhagavatam",
        "revelation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This is an incident arranged by the Supreme Lord for Bhagavatam to be spoken by Shukadev Goswami on enquiry of Parikshit Maharaj.",
      "summary": "The speaker emphasizes that the incident is a divine arrangement leading to the revelation of Srimad Bhagavatam.",
      "timestamp_url": "https://youtu.be/fjRm5JlVs4k?t=230",
      "transcript": "devotee. Parikshit is a devotee, and he is aware that he is entering the ashram of a Rishi, and the Rishi is sitting in meditation. Obviously, you don't expect the Rishi will be, when he's sitting in meditation and deeply absorbed in meditation, you don't expect him to be conscious that some guest has come or somebody has come asking for water, you wouldn't expect that. So, and in spite of that, because the king was very, very, very thirsty, he's desperately looking for water, so he just asked, just asked. So, it is something which is extraordinary because Prabhupada says here, \"otherwise there was no chance of such a unique happening.\" It is very, very unique. This is an incident arranged by the Supreme Lord for Bhagavatam to be spoken by Shukadev Goswami on enquiry of Parikshit Maharaj. All these descriptions are events leading to that extraordinary meeting of Parikshit and Shukadev Goswami, leading to the Srimad Bhagavatam being spoken. So, Maharaj Parikshit just placed an awkward position so that gradually Srimad Bhagavatam"
    },
    {
      "start_time": 324,
      "end_time": 403,
      "verse_references": [
        "SB 1.18.28"
      ],
      "themes": [
        "neglect",
        "anger",
        "etiquette"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "The king not received by any formal welcome by means of being offered a seat, a place, water and sweet addresses, considered himself neglected and so thinking he became angry.",
      "summary": "The speaker introduces and explains the 28th verse, focusing on King Parikshit's reaction to the lack of hospitality and his subsequent anger.",
      "timestamp_url": "https://youtu.be/fjRm5JlVs4k?t=324",
      "transcript": "could be revealed. This is what Prabhupada says. 28th verse further description: Alabdha Trna Bhumi Adihi, Asam Prapt Argya Soondrata, Avagyatam Ivaatmanam Manya Manas Chukopah, the meaning of this 28th verse: The king not received by any formal welcome by means of being offered a seat, a place, water, and sweet addresses, considered himself neglected, and so thinking he became angry. This is describing King Parikshit. What was his reaction? He thought, \"I have come to his Muni's ashram, and the Muni is not angry. He is not responding. He is indifferent to my having come here. He is not offering a seat or place to sit down, no welcome, and no water and no sweet talk.\" So, he considered that \"I have been neglected. Very basic etiquette is not being followed. I have been neglected,"
    },
    {
      "start_time": 403,
      "end_time": 572,
      "verse_references": [],
      "themes": [
        "Vedic culture",
        "hospitality",
        "etiquette",
        "example"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "The law of reception in the courts of the Vedic principles state that even if an enemy is received at home he must be received with all respects.",
      "summary": "The speaker explains the Vedic principles of hospitality, emphasizing that even enemies should be treated with respect, and provides the example of Jarasandha's reception of Krishna, Arjuna, and Bhima.",
      "timestamp_url": "https://youtu.be/fjRm5JlVs4k?t=403",
      "transcript": "and he became angry. So, Prabhupada explains in the purport, so the background for this verse being this, this description by Suta Goswami. The law of reception in the courts of the Vedic principles state that even if an enemy is received at home, he must be received with all respects. This is the Vedic culture. Whoever it is, when they come to your house, enemy or friend, a stranger or a known person, you have to receive that person with all respect. This is very important. After you get to the be all respects, the visitor should not be given a chance to understand that he has come into the house of an enemy if he happens to be an enemy. And proper gives an example here, when Lord Krishna, accompanied by Arjuna and Bhima, approached Jarasandha in Magadha, the respectable enemies were given a royal reception by King Jarasandha. Enemy means enemy camp. Jarasandha belongs to the camp of the Asuras headed by Kamsa, and Krishna, Arjuna, Bhima, the Pandavas, they belong to the camp of devotees and Supreme Lord, obviously. So, when Krishna, Arjuna, and Bhima approached Jarasandha, they were in disguise. So, even though they were in disguise, when Jarasandha tried to inquire, \"Who are you?\" because he could not recognize their external features, they disguised themselves. So, then when they reveal their identity, still Jarasandha understood, \"These are my enemies,\" but still he received them with a royal reception. This is very cultural. And it is also told in the Mahabharata, the guest enemy, namely Bhima, was to fight with Jarasandha, that the purpose for which Krishna, Bhima, and Arjuna had gone, and yet they were given a grand reception. So, at night they used to sit down together as friends and guests, and in the daytime they used to fight, risking life and death. That was a law of reception in their fighting and"
    },
    {
      "start_time": 572,
      "end_time": 770,
      "verse_references": [],
      "themes": [
        "Vedic etiquette",
        "humility",
        "expectation",
        "astonishment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Pariksit did not expect a royal reception but he never expected that a seed of straw a glass of water and some sweet words would be denied to him.",
      "summary": "The speaker continues to elaborate on Vedic etiquette, explaining that even the poorest person can offer basic hospitality, and highlights King Parikshit's astonishment at being denied even basic courtesies.",
      "timestamp_url": "https://youtu.be/fjRm5JlVs4k?t=572",
      "transcript": "one of them will be defeated and killed. Still, that is only due to the daytime the fight is going on, Bhima versus Jarasandha. At night the fight is not concluded at the end of day one, day two, day three, four, for so many days. So, when the fight has not been decided, they at the night they will be like Bhima, Arjuna, and Krishna are guests of Jarasandha. So, they'll be nicely given a place to stay, they'll be given a nice food, nice talk, everything very nice. Now, further Prabhupada says, the Vedic etiquette, the reception law enjoins that a poor man was nothing to offer his guest, very poor, should be good enough to offer a straw mat for sitting, a glass of water for drinking, and some sweet words. So, Prabhupada says, therefore, to receive a guest, either a friend or foe, somebody is an enemy, not an enemy, is a friendly person, there is no expense. It is only a question of good manners. Very culture is the poorest of poor man, when he receives somebody at home, he still offers a good reception simply by offering a straw mat. Straw mat means some straws which are available anywhere, they just woven together and made into a sitting mat. So, straw mat, some water to drink, water is available everywhere, you know, poor man is plenty of water. Earlier there is to live always by a water source, either a river or a nice pond or lake or a nice well, and plenty of water always there is water. So, water even a poorest of poor man can offer, a straw mat he can offer to the guest, he can offer sweet words, \"Welcome to my humble abode, please come sit down, accept some water, what can I do for you?\" So, sweet words can be offered without any expense. So, it is question of good manners. Now, Prabhupada explains, when Maharaj Pariksit entered the door of Shamika Rishi, he did not expect a royal reception by the Rishi because he knew that saints and Rishis are not material rich persons, they are living in an ashram, they are not material rich persons, they are living in an ashram, they are living in an ashram, they are not material rich persons, they are living in an ashram, some hut, and where can they offer royal reception? Even the king, because King deserves a royal reception, but how can they offer a royal reception? So, Pariksit did not expect a royal reception, but he never expected that a seed of straw, a glass of water, and some sweet words would be denied to him. He was not an ordinary guest, nor was he an enemy of the Rishi, and therefore the cold reception with the Rishi was not an ordinary guest, nor was he an enemy of the Rishi, and therefore the cold reception with the Rishi was not an ordinary guest, nor was he an enemy of the Rishi, and astonished the King greatly. Why am I astonished the King greatly? Why am I being denied even some basic reception? I being denied even some basic reception? I just want some water, that's all, and even just want some water, that's all, and even that water is being denied by this Rishi."
    },
    {
      "start_time": 770,
      "end_time": 970,
      "verse_references": [],
      "themes": [
        "divine will",
        "devotee",
        "frustration",
        "blessing"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It must be accepted that this situation was ordained by the supreme will of Lord Krishna...the merciful Lord sometimes creates such awkward position for his pure devotees in order to drag the pure devotee towards himself.",
      "summary": "The speaker explains that the situation was ordained by the Lord to detach Parikshit from material attachments and draw him closer, and that devotees should accept frustrations as blessings.",
      "timestamp_url": "https://youtu.be/fjRm5JlVs4k?t=770",
      "transcript": "That's what thinking of Pariksit Maharaj is. So, going by the etiquette that is expected, the king was right to get angry with the Rishi when he needed a glass of water very badly. So, Papa says in the elecmosis, to become angry in such a grave situation was not unnatural for the king, but this special circumstance here, what is that? Because the King himself was not less than a great saint, he was saintly king, rajarshi. Pariksit was not ordinary king, his becoming angry and taking action were astonishing. Very the muni is sitting in trance, he is engaged in spiritual activities, he is cut off from external sense perception, he is absorbed within completely, and you expect that such a meditating sage, he's going to offer you some reception, he's going to give some water, he's conscious that you have come to his ashram? No. So, why is King Pariksit becoming angry? That is a question that should be raised. So, proper says it must be accepted that this situation was ordained by the supreme will of Lord Krishna. The king was a great devotee of the Lord, and the saint, that is Samika Rishi, was also as good as the king in saintly conduct, but by the will of the Lord, the circumstances are so created that they became ways to the kings becoming unattached to family connection and governmental activities and thus becoming a surrendered soul unto the lotus feet of Lord Krishna. The events led to that, and that we described in the next few verses. The merciful Lord sometimes creates such awkward position for his pure devotees in order to drag the pure devotee towards himself from the mire of material existence. Mire means that entangling situations in this material world. The Lord wants to pull out every one of us, but the pure devotees is particularly conscious, \"Come out quickly out of this material existence and come back to me.\" Outwardly, the situations appear to be frustrating to the devotees, but the devotees of the Lord are always under the protection of the Lord, and in any condition, frustration of success, the Lord is a supreme guide for the devotees. Devotees understand if there is some frustrating situation, they know it is the arrangement of the Lord. Lord has got a higher plan, otherwise the devotees are never put in frustrating situation in inconvenience, they execute the devotional service peacefully, but sometimes in spite of their endeavor to execute devotional service, they put in a situation where is difficulty even for doing devotional service, and that is the Lord has got a higher plan. Devotees therefore accept all conditions of frustration as blessings from the Lord, and that's what happened in the case of Parikshit Maharaj. I'll stop here."
    },
    {
      "start_time": 970,
      "end_time": 981,
      "verse_references": [],
      "themes": [
        "devotee",
        "acceptance",
        "blessing"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The pure devotees therefore accept all conditions of frustration as blessings from the Lord and that's what happened in the case of Parikshit Maharaj.",
      "summary": "The speaker concludes by reiterating that pure devotees accept all conditions of frustration as blessings from the Lord, referencing Parikshit Maharaj as an example.",
      "timestamp_url": "https://youtu.be/fjRm5JlVs4k?t=970",
      "transcript": "Thank you very much. Hare Krishna. He has got a higher plan. The pure devotees therefore accept all conditions of frustration as blessings from the Lord, and that's what"
    }
  ]
}