{
  "video_id": "fklO3WWcUKo",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.12.5 | 2-08-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=fklO3WWcUKo",
  "segments": [
    {
      "start_time": 0,
      "end_time": 42,
      "verse_references": [],
      "themes": [
        "invocation",
        "mantras"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare, Hare Rama Hare Rama Rama Rama Hare Hare",
      "summary": "The lecture begins with the chanting of various Vaishnava mantras and prayers.",
      "timestamp_url": "https://youtu.be/fklO3WWcUKo?t=0",
      "transcript": "Om Agyanati Viran Dhasya Gyanan Janishalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Prishthaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Paschatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Srivasadi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 43,
      "end_time": 100,
      "verse_references": [
        "SB 1.12.5"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "King Yudhishthira",
        "worldly possessions"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "News even reached the celestial planets about Maharaj Yudhishthira's worldly possessions.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam (1.12.5) and explains that the fame of King Yudhishthira's worldly possessions and good deeds reached even the heavenly planets.",
      "timestamp_url": "https://youtu.be/fklO3WWcUKo?t=43",
      "transcript": "Om Namo Bhagavate Vasudevaya Narayanam Namaskutya Naram Chai Vanarottamam Devi Saraswati Vyasam Tato Jaya Mudhirayet. In this session, we are discussing from the 5th verse of the 12th chapter of the first canto of Srimad Bhagavatam: Sampadakratavo Loka Mahishi Bhrataro Mahi Jambudvipa Adhipatyamcha Yashascha Tridivam Gatam. The meaning of this verse is, news even reached the celestial planets about Maharaj Yudhishthira's worldly possessions, the sacrifices by which he would attain a better destiny, his queen, his stalwart brothers, his extensive land, his sovereignty over the planet earth, and his fame etc."
    },
    {
      "start_time": 100,
      "end_time": 208,
      "verse_references": [],
      "themes": [
        "King Yudhishthira",
        "good administration",
        "heavenly planets"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Yudhishthira was so perfectly ruling...in accordance with the instructions given by Krishna.",
      "summary": "The speaker elaborates on King Yudhishthira's perfect rule and how his good administration was so exceptional that it garnered attention even in the heavenly planets, where they usually don't pay attention to earthly affairs.",
      "timestamp_url": "https://youtu.be/fklO3WWcUKo?t=100",
      "transcript": "So this is the wonderful description about King Yudhishthira Suta Goswami is describing. So Srila Prabhupada elaborates in the purport: Only a rich and great man's name and fame are known as the name of the great man all over the world, and the name and fame of Maharaj Yudhishthira who reached the higher planets because of his good administration, worldly possessions, glorious wife Draupadi, the strength of his brothers Bhima and Arjuna, and his solid sovereign power over the world known as Jambudvipa. You see, Yudhishthira was so perfectly ruling. He was the emperor of the entire earth planet, and he was so perfectly ruling in accordance with the instructions given by Krishna and confirmed by the saintly advisors in his kingdom. So he was ruling perfectly, and therefore his administration became very famous, that news reached the heavenly planets. We should always remember in the heavenly planets, they don't really bother much about what's happening on earth except when such an excellent devotee is ruling the entire earth planet perfectly. Except in such cases, the heavenly residents do not bother about what's happening on the earth."
    },
    {
      "start_time": 208,
      "end_time": 324,
      "verse_references": [],
      "themes": [
        "lokas",
        "higher planets",
        "life on other planets",
        "Vedic literature"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "There is life on each and every planet in this universe.",
      "summary": "The speaker discusses the significance of the word 'loka' and emphasizes that life exists on every planet in the universe, contrary to the modern scientific view, and that Vedic literature provides accurate descriptions of these higher planets.",
      "timestamp_url": "https://youtu.be/fklO3WWcUKo?t=208",
      "transcript": "So, here the word lokāha is a significant word that is used in this fifth verse: Sampadaha kratavo lokāha. Why this word is significant? Śrīla Prabhupāda says there are different lokas or higher planets scattered all over the sky, both material and spiritual. The inhabitants of this earth planet, especially the scientists and some philosophers, in the modern days they tend to think there is life only on the earth planet, and this is completely wrong. There is life on each and every planet in this universe. Every planet there is life. And there are millions and billions of planets, and the living conditions on the planets are variegated. There are much better planets in terms of the facilities provided to the residents of those planets, as described in the scriptures called Svarga loka, Maharloka, Janaloka, Tapoloka, Satyaloka, Cetaloka. To each planet there are lives. So, whatever are the problems, they are not for everyone. For the one who lives and lives, every planet lives. And there are millions and billions of planets. And the Satyaloka, these are unknown to the so-called scientists and modern-day educated class of people, they do not know about this, but there is complete, very accurate and perfect description of these lokas in the Vedic literature."
    },
    {
      "start_time": 324,
      "end_time": 467,
      "verse_references": [
        "BG 9.25"
      ],
      "themes": [
        "destinations after death",
        "demigods",
        "ancestors",
        "Krishna",
        "natural laws"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Those who worship Krishna they are eligible to be transferred to Krishna's planet.",
      "summary": "The speaker explains the different destinations one can attain after death based on their worship, referencing Bhagavad Gita 9.25, and clarifies that one cannot forcefully enter the higher planets without following natural laws and qualifying oneself.",
      "timestamp_url": "https://youtu.be/fklO3WWcUKo?t=324",
      "transcript": "A person can reach them, that is the higher planets, by dint of his work in the present life as stated in Bhagavad Gita 9.25. What is the verse? yanti deva vrata devan pitrin yanti pitr vrataha bhutani yanti bhute jya yanti madhyajino pimam. Four different destinations are described for four different classes of people in this world. What is that? Those who worship demigods, they reach the planet of the demigods in their next life. Those who worship the pitris, the ancestors, they go to the planet of the ancestors in their next life. Those who worship ghosts and spirits, they attain the above the ghosts and spirits, and those who worship Krishna, they are eligible to be transferred to Krishna's planet, the top most planet, the spiritual planet. So this is the way worship according to the recommendation in the Shastra. So Srila Prabhupada clarifies here further, just like Srila Prabhupada says, the tiny material scientists and engineers who have discovered vehicles to travel over a few thousand miles in outer space will not be allowed entrance into the higher planets. Will not be allowed entrance. Why? Because they are all governed by natural laws. If we don't follow those laws, we cannot enter any of those upper planets. That is not the way to reach the better planets. They have some sputnik, they have some space vehicle and they think by simply travelling they are going to forcefully enter. No, never possible."
    },
    {
      "start_time": 467,
      "end_time": 590,
      "verse_references": [],
      "themes": [
        "sacrifice",
        "service",
        "sinful activities",
        "higher planets"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "One must qualify himself to enter into such happy planets by sacrifice and service.",
      "summary": "The speaker emphasizes the importance of sacrifice (Yajna) and service (Seva) to qualify for entering the higher planets, highlighting that these planets are free from sinful activities.",
      "timestamp_url": "https://youtu.be/fklO3WWcUKo?t=467",
      "transcript": "One must qualify himself to enter into such happy planets by sacrifice and service. Yajna and Seva, Bhakti Seva. Yajna means authorised sacrifice given in the scriptures. Those who are sinful in every step of life can expect only to be degraded animal life, to suffer more and more the pangs of life, material existence. And this is also stated in the Bhagavad Gita, in the 16th chapter 19th verse. It is stated there in the 16th chapter 19th, word of the Bhagavad Gita, . . . . . . . . . . . . . . . . . . . . . . . . . Those who are envious and mischievous, who are the lowest among men, are cast by me into the ocean of material existence into various demoniac species of life. So demons degrade themselves. They cannot forcefully enter the upper planets. That's not possible. Maharaj Yudhishthira's good sacrifices and qualifications were so lofty and virtuous that even the residents of the higher celestial planets were already prepared to receive him as one of them. So the residents of the higher planets are all pious beings and they are engaged in sacrifice. They are engaged in seva, in service. They are free from sinful activities. Sin is unknown in the upper planets."
    },
    {
      "start_time": 590,
      "end_time": 652,
      "verse_references": [],
      "themes": [
        "sin",
        "animal killing",
        "standard of living",
        "scriptures"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So this is not at all proper for such people to think that they can travel by some spacecraft to the higher planets where the standard of living is thousands and millions of times better than the best standard of living on the earth.",
      "summary": "The speaker contrasts the sinful activities on Earth, particularly animal killing, with the purity of the higher planets, emphasizing that one cannot reach those planets through mere technological advancement but through scriptural recommendations.",
      "timestamp_url": "https://youtu.be/fklO3WWcUKo?t=590",
      "transcript": "On the other hand, we see on the earth so many people committing sin by killing animals just for the sake of satisfying their tongue to eat some flesh, animal flesh. So this is not at all proper for such people to think that they can travel by some spacecraft to the higher planets where the standard of living is thousands and millions of times better than the best standard of living on the earth. So the method is sacrifice, service, worship, as recommended in the shastra, not concocted worship, not concocted yajna, but as recommended in the shastra."
    },
    {
      "start_time": 652,
      "end_time": 775,
      "verse_references": [],
      "themes": [
        "duties",
        "earthly abundance",
        "space travel",
        "sense gratification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It's not going to work.",
      "summary": "The speaker explains that King Yudhishthira's proper execution of duties led to earthly abundance and reiterates that forceful entrance into higher planets through space travel is not possible, as it's driven by sense gratification.",
      "timestamp_url": "https://youtu.be/fklO3WWcUKo?t=652",
      "transcript": "So the scriptures are giving perfect knowledge about this process. Yanti deva vrata deva. Now Maharaj Yudhishtira, he was carrying out his duties as given in the shastra. But the result of Yudhishtira Maharaj doing his duties properly is that he was able to cultivate the earth in such a way that the earth was providing everything in plenty. That was described in the earlier chapter. So this is possible not because of forceful entrance into the upper planets by means of some space vehicle or some kind of spacecraft. It's not going to work. As Prabhupada says, they may go some few thousand miles into outer space, but they cannot land anywhere. That's why they are always coming back. If they really were to go to upper planets where standard of living is millions of times better, why will they come back to this earth planet which is filled with misery? Why will they come back to this situation? It's because they are not going anywhere into outer space. Neither they are actually able to land in any particular place, suitable place. They are simply engaged in"
    },
    {
      "start_time": 775,
      "end_time": 844,
      "verse_references": [],
      "themes": [
        "cow killing",
        "sin",
        "punishment",
        "Krishna consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "It's the worst kind of sin, the greatest sin.",
      "summary": "The speaker condemns cow killing as the greatest sin, describing the severe punishment awaiting those who commit it, and offers Krishna consciousness as a means of relief from sinful reactions.",
      "timestamp_url": "https://youtu.be/fklO3WWcUKo?t=775",
      "transcript": "sense gratification, giving trouble to lower animals and committing so many sinful activities, especially killing the cow. It's the worst kind of sin, the greatest sin. What do the shastras say about cow killing? The killers of the cow, they will be punished in hell for as many years as there are hair on the body of the cow. Can you count the body of the cow having how many hair? Impossible. So that is the fate that is awaiting all these sinful people. Their future is very, very bleak. Of course, if they take to Krishna consciousness, then they can be relieved of all the sinful reactions. That's possible if they take to Krishna consciousness, not otherwise."
    }
  ]
}