{
  "video_id": "fMJMdvbKmFE",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.12.24 Part 3 | 31-08-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=fMJMdvbKmFE",
  "segments": [
    {
      "start_time": 0,
      "end_time": 46,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Jai Vanarottamam",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, setting a spiritual tone.",
      "timestamp_url": "https://youtu.be/fMJMdvbKmFE?t=0",
      "transcript": "Om Agyana Timiraandasya Gyananjanishalakaya Chakshurunmelitam Yena Tasmait Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Jai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet"
    },
    {
      "start_time": 46,
      "end_time": 112,
      "verse_references": [],
      "themes": [
        "introduction",
        "Srimad Bhagavatam",
        "comparison"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "In this third part, the final part, we will discuss the comparison with Maharaja Yati.",
      "summary": "The speaker introduces the topic of the session, focusing on the comparison of a child's qualities to Maharaja Yati as described in Srimad Bhagavatam 1.12.24.",
      "timestamp_url": "https://youtu.be/fMJMdvbKmFE?t=46",
      "transcript": "In this session, we will be discussing the 24th verse of the 12th chapter of the first canto of Srimad Bhagavatam. This will be a discussion on the third part, the final concluding part of this verse. We had discussed in the previous two sessions two different parts of this verse. The verse itself, I will read once again to refresh your memory: Sarva Sadgunamahatme E Komukam Ayesha Krishnam Anuvratah Aranti Coordinates Dev Iwodaro Yayatir Iwa dharmikaha. The meaning of this verse is: The child will be almost as good as Lord Shri Krishna by following his footsteps. In magnanimity, he will become as great as King Rantideva, and in religion, he will be like Maharaja Yati. So, in the previous two sessions, we discussed the comparison with Lord Krishna and the comparison with Rantideva. In this third part, the final"
    },
    {
      "start_time": 112,
      "end_time": 284,
      "verse_references": [],
      "themes": [
        "Maharaja Yati",
        "history",
        "lust",
        "Devayani",
        "Shukracharya"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In his early youth he was very lustful and full of lusty desires for enjoying young girls.",
      "summary": "The speaker begins to narrate the history of Maharaja Yati, focusing on his early life, his lustful desires, and his relationship with Devayani, the daughter of Shukracharya.",
      "timestamp_url": "https://youtu.be/fMJMdvbKmFE?t=112",
      "transcript": "part, we will discuss the comparison with Maharaja Yati. So, Srila Prabhupada in the purport gives a brief history of this great King Yati. The great emperor of the world and the original forefather of all great nations of the world who belong to the Aryan and Indo-European stock. Yati is a great forefather of all races in this world. He is the son of Maharaja Nahusha, and he became the emperor of the world due to his elder brothers becoming a great and liberated saintly mystic. He ruled over the world for several thousands of years and performed many sacrifices and pious activities recorded in history. This is the greatness of this Maharaja Yati. He was Dharmikaha. He was a strict follower of religious principles. For a king, the most important religious principle is to perform sacrifices as prescribed for a Kshatriya or a king in the scriptures and ensure the welfare of the entire kingdom or the entire planet of all the people. So, because in the Bhagavad Gita it is said all necessities are provided by the Supreme Lord. If people perform sacrifices, especially the King, the leader of all the people in this world, the ruler, if he performs sacrifices, then people will get their necessities without any difficulty. Now regarding Yati, there is a mention here by Srila Prabhupada, even though he's famous for having performed a lot of sacrifices and many pious activities. In his early youth, he was very lustful and full of lusty desires for enjoying young girls. He fell in love with Devayani, the most beloved daughter of Shukracharya. Who is Shukracharya? Shukracharya is the spiritual master of the demons, the Asuras. And he was a Brahmana, qualified Brahmana, Shukracharya. His daughter Devayani somehow. That is explained in another part of the Bhagavatam. I will try to say"
    },
    {
      "start_time": 284,
      "end_time": 478,
      "verse_references": [],
      "themes": [
        "Devayani",
        "Sharmishta",
        "well incident",
        "curse"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Sharmishta threw her, threw Devayani into a well and left her there and went away with her other friends.",
      "summary": "The speaker continues the story, detailing the incident where Sharmishta throws Devayani into a well, leading to Yayati rescuing her and the subsequent conflict involving Shukracharya.",
      "timestamp_url": "https://youtu.be/fMJMdvbKmFE?t=284",
      "transcript": "in brief, narrate in brief. Shukracharya's daughter, Devayani, had a girlfriend named Sharmishta before her marriage with Yayati. Now, this Sharmishta, the friend of Devayani, was the daughter of one king Vrishapurva. Once it so happened, Sharmishta was sporting in the water with thousands of her girlfriends, and Devayani was also there with Sharmishta, sporting in the water. When the young girls saw Lord Shiva seated on his bull carrier with Uma or Parvati, they immediately dressed themselves because they were sporting in water, they had left their dress outside the bank of the water reservoir. Suddenly they saw Shiva, and to respect him, immediately they covered themselves. But Sharmishta mistakenly put on Devayani's clothes because they were in a hurry. Now Devayani became very angry at Sharmishta and rebuked her. Now Sharmishta responded by rebuking Devayani, and not only did she rebuke her, but Sharmishta also threw her, threw Devayani into a well and left her there and went away with her other friends. She was the daughter of the king, so she was very proud of her special position. So she ill-treated Devayani. By chance, when Devayani was trapped in that well, King Yayati came on a hunting expedition, and he came searching for water. By chance, he found Devayani and rescued her, and in this way, Devayani accepted Maharaj Yayati as her husband. But before accepting Yayati as husband, Devayani crying loudly told her father Shukracharya about Sharmishta's behavior. But before accepting Yayati as husband, Devayani crying loudly told her father Shukracharya about Sharmishta's behavior. But before accepting Yayati as husband, Devayani crying loudly told her father Shukracharya about Sharmishta's behavior. But before accepting Yayati as husband, Devayani crying loudly told her father Shukracharya about Sharmishta's behavior. But before accepting Yayati as husband, Devayani crying loudly told her father Shukracharya about Sharmishta's behavior. Now Shukracharya was very angry at Sharmishta, and he went to King Vrishapurva and complained that your daughter has insulted my daughter. Now Shukracharya was very angry at Sharmishta, and he went to King Vrishapurva and complained that your daughter has insulted my daughter. Now Shukracharya was very angry at Sharmishta, and he went to King Vrishapurva and complained that your daughter has insulted my daughter. And he went to King Vrishaparva and complained that your daughter has insulted my daughter."
    },
    {
      "start_time": 478,
      "end_time": 580,
      "verse_references": [],
      "themes": [
        "Shukracharya",
        "curse",
        "old age",
        "envy"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Shukracharya again became angry against Maharaja Yati and he cursed Yati to become old.",
      "summary": "The story progresses with Shukracharya cursing Yati to become old due to Devayani's envy and anger over Sharmishta's pregnancy.",
      "timestamp_url": "https://youtu.be/fMJMdvbKmFE?t=478",
      "transcript": "So because Shukracharya was the Brahmana advisor to the king, the king was very afraid that Shukracharya would leave and go away. So he pacified and said, \"My daughter Sharmishta will actually become the maidservant of your daughter Devayani.\" So then Shukracharya was satisfied. He did not chastise Vrishaparva or Vrishaparva's daughter Sharmishta. So then Sharmishta, after the marriage of Devayani with Maharaja Yati, went with Devayani as Devayani's maidservant to Maharaja Yati's palace. Now, when Sharmishta found that her friend Devayani had a son through Maharaja Yati, she also desired to have a son, and she requested Maharaja Yati for sex. And when Sharmishta became pregnant, Devayani became very envious. Devayani became very envious of her maidservant becoming pregnant, and in great anger, she left Maharaja Yati and went away to her father's house and narrated everything that happened to her father, Shukracharya. Shukracharya again became angry against Maharaja Yati, and he cursed Yati to become old. When he was just still young, he was cursed to become old. When he was just still young, he was cursed to become old. When he was just still young, he was cursed to become old and invalid."
    },
    {
      "start_time": 580,
      "end_time": 750,
      "verse_references": [],
      "themes": [
        "youth",
        "desire",
        "Puru",
        "goat analogy",
        "lust"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "These material desires for enjoyment of lust are like a fire.",
      "summary": "Yati exchanges his old age with his son Puru, enjoys material life, and eventually becomes disgusted, using the analogy of a goat to illustrate the insatiable nature of lust.",
      "timestamp_url": "https://youtu.be/fMJMdvbKmFE?t=580",
      "transcript": "And then Yati became very, very morose naturally, that he had lost his youth when he had not actually grown sufficiently by age. So he begged Shukracharya, \"Do something about my youth. How can I regain youth? I have not yet satisfied my desires for enjoyment, material enjoyment. Kindly give me back my youth.\" So then Shukracharya gave him the benediction that he could transfer his old age to someone else, some young man, and thereby get back the youth. So Yati exchanged his old age for his youngest son, Puru. So Yati exchanged his old age for his youngest son, Puru, and thus he was able to enjoy with young girls. Now after many, many years of enjoyment in the material world, Yati finally became disgusted with this material enjoyment. When satiated, he devised his story corresponding to his own life and narrated that story before his beloved wife Devayani. and narrated that story before his beloved wife Devayani. and narrated that story before his beloved wife Devayani. The story is described in the Bhagavatam as follows. Once upon a time, this is Yayati telling Devayani this story. Once upon a time, there was a goat who was searching in a forest for different types of vegetables to eat, and by chance, this goat came to a well. And in that well, the goat saw a she-goat. He became attracted to the she-goat and somehow or other delivered her from the well, and they were united. Thereafter, when the she-goat saw the he-goat enjoying sex with another she-goat, she became angry, abandoned the he-goat, and returned to her brahmana owner to whom she described. The brahmana became angry and cursed the he-goat to lose his sexual power. Thereupon, the he-goat begged the brahmana's pardon and was given back the power for sex. Then the he-goat enjoyed sex with the she-goat for many years, but still, he was not satisfied. If one is lusty and greedy, even the total stock of gold in the entire world cannot be sold. The he-goat cannot satisfy one's lusty desires."
    },
    {
      "start_time": 750,
      "end_time": 882,
      "verse_references": [],
      "themes": [
        "detachment",
        "renunciation",
        "devotional service",
        "charity",
        "religiousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "King Yayati, however, renounced worldly life and divided his property among his sons.",
      "summary": "Yati renounces worldly life, engages in devotional service, and the speaker concludes by comparing Pariksit to Yati in terms of religiousness and charity.",
      "timestamp_url": "https://youtu.be/fMJMdvbKmFE?t=750",
      "transcript": "This is the conclusion of Maharajayati. He says, \"These material desires for enjoyment of lust are like a fire. One may pour clarified butter on a blazing fire, but one cannot expect the fire to be extinguished because of pouring clarified butter. Such a fire, one must adopt a different process.\" The shastra therefore advises that by intelligence one renounces the life of enjoyment. So, now those who are not sufficiently intelligent, they cannot give up sense enjoyment because a beautiful woman bewilders even the most learned woman. because a beautiful woman bewilders even the most learned woman. King Yayati, however, renounced worldly life and divided his property among his sons. He personally adopted the life of a mendicant, giving up all attraction to material enjoyment, and engaged himself fully in devotional service to the Lord. Thus he attained perfection. So, this is the history of Yayati described in the Bhagavatam. This Yayati, even while he was ruling, he performed many sacrifices and ensured the prosperity for everyone in his kingdom, and he was also engaged in very many pious activities by which he gave a lot of charity. So, in this respect, Pariksit is compared to King Yayati that Pariksit will be as magnanimous, sorry, as religious and as charitable as Maharaj Yayati, who is famous in history for being very religious minded."
    }
  ]
}