{
  "video_id": "fmJV0kQW6bU",
  "title": "AAQ: How to end the Cycle of Birth & Death? | His Grace Suvyakta Narasimha Dasa",
  "speaker": "HG Suvyakta Narasimha Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=fmJV0kQW6bU",
  "segments": [
    {
      "start_time": 0,
      "end_time": 28,
      "verse_references": [],
      "themes": [
        "cycle of birth and death",
        "soul's journey"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "After death human soul has to take another body. When will this process stop and what do we do for that?",
      "summary": "The speaker introduces the question of how to end the cycle of birth and death.",
      "timestamp_url": "https://youtu.be/fmJV0kQW6bU?t=0",
      "transcript": "After death, interesting question this one, after death, a human soul has to take another body. When will this process stop, and what do we do for that?"
    },
    {
      "start_time": 29,
      "end_time": 147,
      "verse_references": [],
      "themes": [
        "subtle body",
        "reincarnation",
        "mind-body connection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Mind, intelligence and false ego transfers us to another body.",
      "summary": "The speaker explains the process of reincarnation, emphasizing the role of the subtle body (mind, intelligence, and false ego) in carrying the soul to the next body.",
      "timestamp_url": "https://youtu.be/fmJV0kQW6bU?t=29",
      "transcript": "So Krishna tells in the Bhagavad Gita that, within this very life, you can see that we are changing so many bodies. I gave up the body of a baby, got the body of a child, gave up the body of the child, got the body of a youth, gave up the body of the youth, got an old body, got a new body, got an old person's body, and finally when death comes, I will give up this body. So logically speaking, when in this life I have changed so many bodies, but I continue to exist. I didn't cease to exist. Body of the baby finished means I was not finished, I continued, right? So same logic, if you extrapolate, at the time of death, this body will cease to be, I will go on to another body. So when death comes, what happens? We are taken by our subtle body. Mind, intelligence, and false ego transfers us to another body. Actually, that's what has happened to us in this life also. When the body of the baby went away and we got the body of the child, we continue to feel I am the same person. And when we get a youthful body, we continue to feel I am the same person, although the body of the child and the baby is not there. Why? Because the same subtle body is continuing. Same mind, intelligence, and false ego is continuing. That is continuing uninterrupted. So for me, that feeling of I, I am this, doesn't cease. So we don't feel that I am changing the body, because although the gross body is changing, the subtle body is not changing. So the subtle body carries us from the body of the baby to the body of the child to the body of the youth to the body of the old person. Similarly, the subtle body will carry us from this body to the next body. So this cycle of birth and death goes on."
    },
    {
      "start_time": 148,
      "end_time": 240,
      "verse_references": [],
      "themes": [
        "birth and death",
        "suffering",
        "painful experiences"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "Whenever a person is born, 100% guaranteed that that person will die.",
      "summary": "The speaker emphasizes the inevitability and painful nature of both birth and death, highlighting that both experiences are filled with suffering.",
      "timestamp_url": "https://youtu.be/fmJV0kQW6bU?t=148",
      "transcript": "So Krishna tells in the Bhagavad Gita, jātasya dhruva mṛtyur. Whenever a person is born, 100% guaranteed that that person will die. Yes or no? Everybody accepts this. And Krishna says the reverse is also true. Jātasya dhruva mṛtyur janma mṛtasya ca. When a person dies, it is guaranteed that he is going to take another birth. So we are all caught up in this cycle of repeated birth and death. It's not a pleasurable thing to undergo birth and death. Death is a very, very painful experience. That's why nobody wants to die. Even an animal understands this. So if somebody, if a human being says, what is there? Death, you know, it's not a big thing. I am not afraid of death. That means he is duller than an animal. Even an animal understands death is very painful. That's why you try to cut the throat of an animal, it will shout, it will shriek, it will scream, it will try to run away. It will not give up so easily because even an animal knows death is very painful. So death is a very painful thing. Similarly, birth is also very painful. How are all of us born? We are all born crying, no? None of us are born, ahahaha, you know, laughing, you know, I had a wonderful experience, so joyful to take birth. Nobody takes birth like that, right? Everybody takes birth crying. It's extremely painful experience. The pain is so great. It's so painful, the process of birth."
    },
    {
      "start_time": 241,
      "end_time": 314,
      "verse_references": [],
      "themes": [
        "suffering",
        "old age",
        "disease"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "In between birth and death, two more things are there, old age and disease.",
      "summary": "The speaker elaborates on the suffering inherent in the cycle of birth and death, including old age and disease.",
      "timestamp_url": "https://youtu.be/fmJV0kQW6bU?t=241",
      "transcript": "And if you say, okay, momentarily, I have to undergo some pain for nine months, 10 months, I'm in the mother's womb, painful, but after I come out, over, no pain. And death, few seconds, it will be over. Okay. So, you know, birth, when I took birth, some pain I underwent, some suffering I underwent, 100 years I lived, happy. And at the end of my life, I was happy. And at the end of 100 years, death came, I had to struggle a little bit, no problem. No, sir, in between birth and death, two more things are there, old age and disease. That is also painful, no? One small fever comes also, it will be so depressing for us. We have to take medication, body will ache, there will be headache, eyes will be burning, nose will be burning. So many problems. We will not be able to digest proper food. Taste will go away. So it's painful. Disease is painful. And old age is also painful. All the joints will ache, there will be no energy in the body, you will not be able to walk, you cannot sit down, you cannot walk properly. So much trouble."
    },
    {
      "start_time": 315,
      "end_time": 461,
      "verse_references": [],
      "themes": [
        "suffering",
        "threefold miseries",
        "kleshas"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "So you see, in the midst of this birth and death, so many miseries we have to undergo.",
      "summary": "The speaker describes the threefold miseries (adhibhautika, adhidaivika, and adhyatmika kleshas) that cause suffering in the material world.",
      "timestamp_url": "https://youtu.be/fmJV0kQW6bU?t=315",
      "transcript": "And as if these four things are not enough, there are also three kinds of kleshas, adhibhautika klesha, adhidaivika klesha, and adhyakmika klesha. Adhidaivika klesha. Excessive redness. It is hair. Headaches. Empty brains. Floods. You built a house with great difficulty. You earned a lot of money, you did hard work, built a house, one flood will come, everything is swept away. Gone. Nobody has control over this. Supernatural occurrences. Distress, miseries which come on account of supernatural forces. Floods, earthquakes, extreme heat during summer, extreme cold during winter, all these things will create problems for us. Okay, all the rainy season got over, weather has become very nice and you know October, November season very, very pleasant weather. So things have become peaceful. No Adi Bhavathika Klesa. Immediately what will happen? There will be Adi Daivika Klesa is not there. Adi Bhavathika Klesa will start. Trump will announce H1B visa, $100,000 you have to pay and he will say 50% tariff I am putting exactly when Diwali is starting. So all your festival mood is all dampened. Arrey, I did not do anything to Trump. Why is he putting tariff on me? So other living entities will cause problems for you. And you will see when it is extreme heat during summer or extreme cold during winter, what will happen? You will be troubled by winter. The heat and the cold of the winter but there will be no mosquitoes. Weather becomes very good, immediately mosquitoes will start. One problem goes another will come. Adi Bhavathika Klesa. Other living entities will come and trouble us for no reason, for no fault of ours. And then there is Adhyatmika Klesa. Everything is fine, but my own mind will give me trouble. I will become depressed for no reason. Mood is not good today. I feel very grumpy today. You cannot help it, isn't it? Everybody around you is happy. You alone are feeling very, you know, very foul mood today. So everybody will start avoiding it. Today's mood is not okay. Don't go near it."
    },
    {
      "start_time": 462,
      "end_time": 556,
      "verse_references": [
        "BG 4.9"
      ],
      "themes": [
        "transcendental knowledge",
        "Krishna's nature",
        "liberation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Simply to understand that Krishna is transcendent... simply by understanding this... you don't have to take repeated birth and death in this material world.",
      "summary": "The speaker explains that understanding Krishna's transcendental nature can liberate one from the cycle of birth and death, leading to Krishna's abode.",
      "timestamp_url": "https://youtu.be/fmJV0kQW6bU?t=462",
      "transcript": "and death, so many miseries we have to undergo. So an intelligent person will question, how can I get out of this cycle of birth and death and disease, old age, and these threefold miseries? What should I do? So if you want to do that, Krishna says in the Bhagavad Gita, janma karma chamedivyam evam yojanati tatvatah, tyaktvadeham punarjanma naiti mameti sorjuna. Krishna says that if a soul takes the trouble to understand the position of Krishna, that Krishna, his birth, his activities, his qualities, these are all not material. Krishna's birth is not like my birth. Krishna doesn't have to undergo old age and disease like me. Krishna doesn't have to undergo Adhyatmika klesha, Adibhavitika klesha, Adidaivika klesha. Krishna is beyond all this. Simply to understand that Krishna is transcendent, his activities are transcendental, his birth is transcendental, his every quality is transcendental, simply by understanding this, Krishna says, punarjanma naiti, you don't have to take repeated birth and death in this material world. Then what will happen to us? Mameti, Krishna says, we will go to Krishna, we will go to Krishna loka. Just like we all live on this earth planet, Krishna has his own home, which is called Goloka Vrindavan. We will go there."
    },
    {
      "start_time": 557,
      "end_time": 626,
      "verse_references": [],
      "themes": [
        "devotional service",
        "Krishna consciousness",
        "liberation"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The simple solution to this repeated birth and death is engaging in devotional service to Krishna.",
      "summary": "The speaker concludes that engaging in devotional service to Krishna, following the instructions of the Bhagavad Gita and Srimad Bhagavatam, is the simple solution to escape the cycle of birth and death.",
      "timestamp_url": "https://youtu.be/fmJV0kQW6bU?t=557",
      "transcript": "Now, if we go there, what is the advantage? Whether I go there or here, both places I am existing. So, what happens to the troubles of birth, death, disease, old age, and the Adidaivika klesha, Adibhavitika klesha, Adhyatmika klesha, what about all these things? Krishna says that once you go to the spiritual world, that Goloka Vrindavan Vaikuntha, there is no more birth, death, disease, old age. And the three-fold miseries there don't exist in the material, in the spiritual world. So, therefore, if you want to get out of the cycle of birth and death, you don't want another birth within the material world, then what you should do? You should learn about Krishna from the Bhagavad Gita and Srimad Bhagavatam and follow the instructions of Krishna. And if you follow the instructions of Krishna, then no more the problems of birth, death, disease, and old age. All right. So, the simple solution to this repeated birth and death is engaging in devotional service to Krishna. That's the simple thing."
    }
  ]
}