{
  "video_id": "FnrM5RkGbjg",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.8.22 | 15-02-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=FnrM5RkGbjg",
  "segments": [
    {
      "start_time": 35,
      "end_time": 151,
      "verse_references": [
        "SB 1.8.22"
      ],
      "themes": [
        "prayer",
        "transcendental form of Krishna",
        "lotus symbolism"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So this verse has been described by Srila Prabhupada as the vision of lotuses.",
      "summary": "HH Stoka Krishna Swami introduces verse 22 from the 8th chapter of the 1st canto of Srimad Bhagavatam, a prayer by Queen Kunti describing Krishna's lotus-like features, and explains Srila Prabhupada's description of it as a vision of lotuses.",
      "timestamp_url": "https://youtu.be/FnrM5RkGbjg?t=35",
      "transcript": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Devim Sarasvatim Vyasam Tato Jayam Udi Rayet In this session we will be discussing from the 22nd verse of the 8th chapter of the 1st canto of Srimad Bhagavatam. This verse contains one more prayer by Queen Kunti. These prayers are being offered by Queen Kunti to Krishna when Krishna is just about to depart from Hastinapura to Dwaraka. Nama Pankaja Nabhaya, Nama Pankaja Maline, Nama Pankaja Netraya, Namaste Pankajangraye So this verse has been described by Srila Prabhupada as the vision of lotuses. Each line has got the word Pankaja, means a lotus. So the translation of this verse, My respectful obeisances are unto you, O Lord, whose abdomen is marked with a depression like a lotus flower. Pankaja Nabhaya Who are always decorated with garlands of lotus flowers. Pankaja Maline Whose glance is as cool as the lotus. Pankaja Netraya And whose feet are engraved with lotuses. Pankajangraye Angri means the bottom of the feet. Pankajangraye And whose feet are engraved with lotus flowers."
    },
    {
      "start_time": 151,
      "end_time": 373,
      "verse_references": [],
      "themes": [
        "spiritual form",
        "distinguishing features of the Lord",
        "limitations of intelligence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "All such classes of people are unfit by intelligence to understand transcendental subject matter concerning the spiritual name, fame, attributes, forms, etc. of the supreme absolute truth.",
      "summary": "The speaker elaborates on Srila Prabhupada's purport, explaining the specific marks on the Lord's transcendental body that distinguish Him from other spiritual beings, and discusses the limitations of certain classes of people (women, shudras, and dvijabandhus) in understanding transcendental knowledge.",
      "timestamp_url": "https://youtu.be/FnrM5RkGbjg?t=151",
      "transcript": "In the purport, Srila Prabhupada explains, Here are some of the specific symbolical marks on the spiritual body of the Personality of Godhead, which distinguishes his body from the bodies of all others. We often hear the Supreme Lord has got transcendental spiritual form, Satchidananda vigraha, but his spiritual form is distinctly different from the spiritual form of the other devotees in the spiritual world. All the inhabitants have spiritual form, all the devotees spiritual word, only the Supreme Lord and his devotees, nobody else is there, everyone is devotee, but specifically there are some marks on the transcendental form or body of the Lord which distinguish him from the spiritual bodies of all others. So what are those specific marks are being described, four of them are described in this words, these marks are all special features of the body of the Lord, even though there is similarity in the form of the Lord and the living beings, the spiritual form, you're talking with the spiritual form, not the material form, these spiritual forms are similar, but still there are differences. The Lord may appear as one of us, but he is always distinct by his specific bodily features. These features of the Supreme Lord distinguish him from the other living entities. Krishna's original form is a form which looks like a human form, but it is not a human form, it is completely transcendental original form of the Supreme Lord. Srimati Kunti claims herself unfit to see the Lord because of her being a woman, in a previous shloka she stated so Katham pasye mahi sriyeha this was the prayer by Queen Kunti in her previous verse this is claimed because women, superderas, that is thedes i worker-class people and the vizha Bandhu's, who are the vizha Bandhu's, the wretched descendants of the hierarchy classes, they don't come up to theまだ dika qualities or qualifications of the twice born, though they are taken birth in such a family. All such classes of people are unfit by intelligence to understand transcendental subject matter concerning the spiritual name, fame, attributes, forms, etc. of the supreme absolute truth."
    },
    {
      "start_time": 373,
      "end_time": 570,
      "verse_references": [],
      "themes": [
        "understanding Vedas",
        "archavigraha",
        "mercy of the Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "So, the archamurthi, the archavigraha, the transcendental form of the deity who descends on the material world just to distribute favors to the fallen souls.",
      "summary": "HH Stoka Krishna Swami clarifies that the inability of certain groups to understand the Vedas refers to their limited intelligence in grasping transcendental subjects, and explains how the Lord descends as the archavigraha (deity form) to bestow mercy upon all fallen souls.",
      "timestamp_url": "https://youtu.be/FnrM5RkGbjg?t=373",
      "transcript": "Now, this is a very, very specific description here. When it is said, sthreeshudra dvijabandhunam trai na sruthi gochara that sthreeshudra and dvijabandhu are unable to understand the sruthi, the Vedas. What does it mean? It means that they don't have sufficient intelligence to understand the transcendental subject matter concerning the spiritual name, spiritual form, spiritual attributes, qualities of the supreme absolute truth, Krishna. That is the sense in which it is said. That is a specific point that is made. Such persons, although they are unfit to enter into spiritual affairs of the Lord, can see him as the archavigraha. Archavigraha means the worshipable deity form, the archamurthi in the temples, especially in the temples. So, the archamurthi, the archavigraha, the transcendental form of the deity who descends on the material world just to distribute favors to the fallen souls. So, this archamurthi or archavigraha or the deity form is an incarnation of the supreme Lord in the material world who appears in a form which we can see with ordinary eyes, the deity form. So, the Lord descends or comes down to this material world to distribute favors to the fallen souls, including the above-mentioned women, shudras and vijabandhus. He comes specifically for favoring these people who are unfit, who don't have sufficient intelligence, who do not take interest in spiritual subject matter, who are in that sense unfortunate, but even they can become fortunate by simply visiting the temple and having darshan of the Lord. Because such fallen souls cannot see anything beyond matter, the Lord condescends to enter into each and every one of the innumerable universes as the garbhodaka shayi vishnu who grows a lotus stem from the lotus-like depression in the center of his transcendental abdomen. And thus Brahma, the first living being in the universe, is born. See, the Lord's mercy upon us is that he personally comes. Here condescends means he agrees"
    },
    {
      "start_time": 570,
      "end_time": 771,
      "verse_references": [],
      "themes": [
        "condescension of the Lord",
        "pure devotees",
        "archavigraha forms",
        "lotus flowers"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "See, the Lord's mercy upon us is that he personally comes.",
      "summary": "The speaker emphasizes the Lord's mercy in descending to the material world and sending His pure devotees, and describes the various forms of the archavigraha made from different elements, highlighting the significance of lotus flowers in worship.",
      "timestamp_url": "https://youtu.be/FnrM5RkGbjg?t=570",
      "transcript": "to come down to our level. We are in a lower level. We are in the material world. We are fallen souls. But he comes down. Though he has nothing to do with this material world, he doesn't belong to the material world. He belongs to the spiritual world. He is always in transcendence. But even when he comes down, he is unaffected by the material energy. He remains in transcendence. That is very, very important to understand, to note. So, he comes down personally. And he sends his pure devotees like Srila Prabhupada also, who also come down, who don't belong to this world. They belong to the spiritual world eternally. But they come down for the sake of delivering the fallen souls. The Lord also comes down for delivering the fallen souls. Therefore, the Lord is known as Pankajanabhi. The depression in the center of his transcendental abdomen, which is like a lotus. That is why he is called Pankajanabha. The Pankajanabhi Lord accepts the Archavigraha. His transcendental form in different elements, namely a form within a mind, a form made of wood, a form made of earth, a form made of metal, a form made of jewels, a form made of paint, a form drawn on sand. So, when he said form made of earth, it could be either clay form, or it could be a stone form. So, all these different elements, from these elements, a particular specific form is either carved out, or cast in the case of a metal, or chiseled from wood, a block of wood, just like Jagannath Baldev Subhadra. From neem wood, the forms are made, or the marble forms of Radha Vrindavan Chandra, or the metal form of Radha Krishna Chandra. These forms are specifically made according to Agama Shastra, according to the scriptures, which describe how to make the form of the Lord. All such forms of the Lord are always decorated with garlands of lotus flowers, especially lotus, because lotus is the most beautiful flower among all the flowers. And as soon as we see lotus, we should remember Krishna. We should remember Krishna. That's why he is always garlanded"
    },
    {
      "start_time": 771,
      "end_time": 930,
      "verse_references": [],
      "themes": [
        "temple atmosphere",
        "attracting non-devotees",
        "deity worship vs. idolatry",
        "importance of temple visit"
      ],
      "content_type": "practical",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "Therefore the Lord is merciful even to the women, shudras and vijabandhus, provided they agree to visit the temple and worship the different forms made for them.",
      "summary": "HH Stoka Krishna Swami discusses the importance of a soothing temple atmosphere in attracting non-devotees, differentiates between deity worship and idolatry, and encourages neophyte devotees to visit the temple and worship the Lord to become Krishna conscious.",
      "timestamp_url": "https://youtu.be/FnrM5RkGbjg?t=771",
      "transcript": "with lotus flowers. He has got a depression, lotus-like flower depression in the center of his transcendental abdomen. And it is said here by Srila Prabhupada, there should be a soothing atmosphere in the temple of worship to attract the burning attention of the non-devotees who are always engaged in material wranglings. Material wrangling means that the mind is absorbed in material affairs. And they are completely, in that sense, materialistic. But even their attention can be attracted towards Krishna simply by the soothing atmosphere in the temple where the beautiful deity form of the Lord is always nicely decorated with beautiful flower garlands, especially lotus garlands. The meditators worship a form within the mind. Therefore the Lord is merciful even to the women, shudras and vijabandhus, provided they agree to visit the temple and worship the different forms made for them. Such temple visitors are not idolaters. Idolaters means those who worship idols. They are not supposed to worship idols. Idol means an imaginary form of the Lord. Whereas deity is the Lord himself incarnating in the form of the deity. That means the Lord is personally present. A deity is a Sakshat Bhagawan in his transcendental form. Whereas idol is an imaginary form. So there is a difference between idol and deity. All the great Acharyas establish such temples of worship in all places just to favor the less intelligent. And one should not pose himself as transcending the stage of temple worship while one is actually in the category of shudras and women or less. All people who are neophyte devotees are not conversant with the science of Krishna consciousness should visit temple and actually worship the Lord, bow down before him and actually have darshan of the Lord and that way become very easily Krishna conscious. I will stop here. Thank you very much."
    }
  ]
}