{
  "video_id": "Fogw_0WEKn8",
  "title": "SB 1.19.9-10 Part 5 | HH Stoka Krishna Swami | 13-05-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=Fogw_0WEKn8",
  "segments": [
    {
      "start_time": 0,
      "end_time": 76,
      "verse_references": [],
      "themes": [
        "invocation",
        "introduction",
        "Srimad Bhagavatam"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "In this session we continue to discuss from the 9th and 10th verses of the 19th chapter of 1st Canticle of Srimad Bhagavatam.",
      "summary": "The speaker begins with prayers and introduces the continuation of the discussion on verses from the Srimad Bhagavatam.",
      "timestamp_url": "https://youtu.be/Fogw_0WEKn8?t=0",
      "transcript": "Om Agyana Timiran Dhasya Gyanan Janishalakaya Chakshurun Militam Yena Tasvai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Srimate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvijesha Shunyavadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nityananda Shri Advaita Gadadhara Shiva Sadhi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet. In this session we continue to discuss from the 9th and 10th verses of the 19th chapter of 1st Canticle of Srimad Bhagavatam. We have already discussed these two verses in four different parts in four previous sessions. So, this is discussion part 5, the 5th part of these two verses."
    },
    {
      "start_time": 76,
      "end_time": 377,
      "verse_references": [],
      "themes": [
        "creation",
        "Brahma",
        "Vishnu",
        "Angira Rishi",
        "Brihaspati"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So from his mind Narada is born and Angira is also a Rishi who is born from Brahma's mind.",
      "summary": "The speaker discusses the roles of Vishnu and Brahma in creation, and introduces Angira Rishi and his connection to Brahma and Brihaspati.",
      "timestamp_url": "https://youtu.be/Fogw_0WEKn8?t=76",
      "transcript": "We are discussing the different sages who visited Pariksit Maharaj's temple. So, these are the verses. Pariksit Maharaj's... These are some of the six Tiya. Here she goes. universe at the beginning of creation so brahma is born on a lotus flower that emanates from Garbhodakashayi Vishnu Padmanabha. Vishnu Padmanabha, he is called Padmanabha. This Vishnu is called Padmanabha because from his navel one lotus flower comes out and on that lotus flower Brahma is born. So, Brahma is also called Padmaja, one who is born on a lotus flower. He is the first created being. He is created directly by Vishnu because at the beginning of creation there is no one else other than Vishnu in this material world. Of course, in the spiritual world which is eternal, Supreme Lord and all his expansions, his devotees, eternal devotees, everyone is there always, but in the material world it is always created by Vishnu. So, Brahma is also called Padmanabha, created, maintained and destroyed. So, at the time of creation first of all Brahma is born among the living beings who have to take birth again because they are not liberated in the previous previous time of destruction of this material world. Those who are not liberated, they are lying in a dormant condition in the material energy, mahat tattva. So, then they are again given birth, given bodies, given birth means given bodies by the arrangement of the Supreme Lord called creation. So, creation two things happen. One is creating the material diversities or the varieties from the material energy in terms of the elements, earth, water, fire, air, sky and then the different planets and the varieties of living conditions on the planets, the rivers, the mountains, the forests, etc, etc, all that. All the places of inhabitation of the living entities have to be first created. And that is done by Garbhodakashayi Vishnu. He creates the different diversities in this material world. Then Brahma is born from Vishnu and Brahma creates the first of the different state, the Prajapatis from his mind, from his different parts of the body. So from his mind Narada is born and Angira is also a Rishi who is born from Brahma's mind. So therefore Angira Rishi is described as Manasa Putra, mental son of Brahma at the beginning of creation and Narada is another Manasa Putra, the son of Brahma. And Angira is also described as the father of Brihaspati, the great learned priest of the demigods in the heavenly planets. Brihaspati is another great sage. He is the learned priest of the Devatas that means he advises the king of heaven Indra on all religious matters, spiritual matters. He advises King Indra as well as the Devatas. Angira was born of the"
    },
    {
      "start_time": 377,
      "end_time": 548,
      "verse_references": [],
      "themes": [
        "Angira Rishi",
        "Himalayas",
        "holy places",
        "spiritual practice"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It is said that Angira Rishi is still performing austerity and chanting the holy name of the lord at a place known as Alokananda on the bank of the Ganges especially in the Himalayas.",
      "summary": "The speaker describes Angira Rishi's continued practice of austerity in the Himalayas and emphasizes the holiness of the Himalayan region and the spiritual activities of saintly persons there.",
      "timestamp_url": "https://youtu.be/Fogw_0WEKn8?t=377",
      "transcript": "semen of Brahmaji given to a sender of fire. So the method of birth is extraordinary in these cases because Brahma is empowered to create in different ways. Utatya and Sambhartha are his sons, Angira's sons. It is said that Angira Rishi is still performing austerity and chanting the holy name of the Lord at a place known as Alokananda on the bank of the Ganges, especially in the Himalayas. There are crores of holy places. How many? Crores of holy places. Koti, Koti, Koti. In fact, it is not an exaggeration if we say every spot in the Himalayas is actually a holy place. That is the significance of the Himalayan mountains. That is why this tract of land which is having Himalayas to the north and ocean or seas on the three other sides is actually a very special tract of land. It is a very special tract of land. It is the most holy land on the entire earth planet. This what we now call as India, the most holy place. And among the different holy places, maximum number of holy places are concentrated in the Himalayan mountains. So in those Himalayan mountains, there are many many many millions and billions of saintly persons. Most of them we cannot see with these eyes. We cannot see with these eyes even if you visit the Himalayas because they are present there in subtle body. And what are they doing generally? Saintly persons live in holy places performing spiritual tapasya, spiritual activities, engaged in meditation, engaged in worshipping the Supreme Lord, engaged in chanting the holy name of the Lord, engaged in spiritual activities. That is the purpose of a saintly person residing in a holy place."
    },
    {
      "start_time": 548,
      "end_time": 623,
      "verse_references": [],
      "themes": [
        "Angira Rishi",
        "holy places",
        "chanting",
        "Krishna Consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "That the best spiritual practice is to chant the holy name of the Supreme Lord in a dedicated way for making rapid advancement in Krishna Consciousness.",
      "summary": "The speaker reiterates Angira Rishi's location and emphasizes the importance of chanting the holy name for spiritual advancement.",
      "timestamp_url": "https://youtu.be/Fogw_0WEKn8?t=548",
      "transcript": "So about Rangirai it is said here he is still living in a holy place known as Alokananda. There are many many holy places. I don't know where this is, somewhere in the Himalayas on the bank of the river Ganga. Ganga flows in the Himalayas in several branches. In several branches and different names are there for the different branches of Ganga, Mandakini, Bhagirathi, and Ganga and like that. So many different names of Ganga, different branches are given in the Himalayas, Himalayan region. So he is still performing austerity and chanting the holy name of the Lord. See this is a very confidential instruction in the scriptures that the best spiritual practice is to chant the holy name of the Supreme Lord in a dedicated way for making rapid advancement in Krishna Consciousness."
    },
    {
      "start_time": 623,
      "end_time": 780,
      "verse_references": [],
      "themes": [
        "Parashurama",
        "incarnation",
        "Kshatriyas",
        "axe"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He killed the Kshatriya community as a whole twenty one times he went round the earth planet.",
      "summary": "The speaker introduces Parashurama, an incarnation of God, and describes his mission to eliminate corrupt Kshatriyas using his axe.",
      "timestamp_url": "https://youtu.be/Fogw_0WEKn8?t=623",
      "transcript": "Next there is a description of Parashurama. He is the son of Maharishi Jamadagni and Srimati Renuka. He is also known as Renuka Sutta by his mother's name, Renuka Sutta, the son of Renuka. He is one of the powerful incarnations of God. In the Dasha Avatara Stotra his name is mentioned as one of the Lila Avataras, past time incarnations of the Lord. As a past time what did he do? He killed the Kshatriya community as a whole twenty one times. He went round the earth planet when the earth was overburdened by Kshatriyas who were posing as kings, but they were actually very very puffed up with power and they were not properly ruling in a righteous way. They were exploiting, they were exploiting the citizens. So Parashurama became very angry at these Kshatriyas and he decided to clean up the earth planet, get rid of such Kshatriyas and therefore he killed them completely, almost completely by going round the earth twenty one times. He just had one Parashu. He is called Parashurama. His name is Parashurama, but he is, he is named as Parashurama because there are three Ramas mentioned in the Dashavatarasthotra. All three incarnations are known as Rama, but depending on the specific quality or characteristic they are distinguished. The first Rama mentioned is Parashurama, the son of Maharshi Jamadagni and Renuka. He is having a, a weapon called Parashu. Parashu means an axe. Axe as a weapon. With that one Parashu, one axe, he went round simply chopping off the heads of all these miscreant Kshatriyas. He went round the world and simply killed all these Kshatriyas. So he is called Parashurama."
    },
    {
      "start_time": 780,
      "end_time": 888,
      "verse_references": [],
      "themes": [
        "Parashurama",
        "Rama",
        "Balarama",
        "weapons",
        "incarnations"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The second Rama is Parashurama the third Rama is the famous Lord Ramachandra.",
      "summary": "The speaker distinguishes Parashurama from other incarnations of Rama, including Ramachandra and Balarama, highlighting their unique weapons and pastimes.",
      "timestamp_url": "https://youtu.be/Fogw_0WEKn8?t=780",
      "transcript": "The second Rama is Parashurama. The third Rama is the famous Lord Ramachandra. He is called Kodandarama. He had a bow and some arrows and he is to use that bow and arrows as his chief weapon for fighting as a Kshatriya. And the third Rama is called Balarama or Halayudharama. His weapon was a plough. With that plough once Balarama when he was insulted by the Kurus, Kauravas, then he decided to teach them a lesson by using his plough. He decided to chip off the Hastinapura City with the Kshatriyas, with the Kauravas and put, drown that in the Yamuna River. So when he just began to carve out this tract of land called Hastinapura then the Kauravas realized their mistake and they went to him and begged forgiveness and immediately he forgave them and he restored that land back in its place. So this is the, these are the pastimes of the Supreme Lord in his various incarnations. So he is called Balarama or Halayudharama."
    },
    {
      "start_time": 888,
      "end_time": 1010,
      "verse_references": [],
      "themes": [
        "Parashurama",
        "karma",
        "austerity",
        "liberation",
        "sin"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So in order to teach us that killing is not good so he himself underwent severe austerities in order to free himself from the sin of killing.",
      "summary": "The speaker concludes the discussion on Parashurama, explaining that despite his divine status, he performed austerities to teach the importance of non-violence, and that being killed by the Lord leads to liberation.",
      "timestamp_url": "https://youtu.be/Fogw_0WEKn8?t=888",
      "transcript": "So this Parshurama, he killed the Kshatriya community as old 21 times. With the blood of the Kshatriyas he pleased the souls of his forefathers. Later on this is at the Mahendra Parvata because he wanted to teach, even though his killing the Kshatriya was justified, but still the killing business is very very sinful activity. Killing is sinful. So in order to teach us that killing is not good, so he himself underwent severe austerities in order to free himself from the sin of killing so many millions of Kshatriyas. Actually there is no sin on his part because he himself is the incarnational Supreme Lord. So there is no sin because whoever he kills will be liberated, will be purified. Being killed by God one becomes liberated, purified of all sinful reactions. So there is no sin on the part of the Supreme Lord when the Supreme Lord kills any person in this world. So it is a favor done by the Supreme Lord upon a soul, a sinful soul because by killing that sinful soul the Supreme Lord will put an end to that person's sinful activity and also purify him of sinful reactions and also liberate him from this material bondage. So there is more description. We will hear more about Parchurama in another session."
    }
  ]
}