{
  "video_id": "fPmJxmjbes4",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.11.20 | 11-07-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=fPmJxmjbes4",
  "segments": [
    {
      "start_time": 0,
      "end_time": 113,
      "verse_references": [],
      "themes": [
        "Invocation",
        "Krishna's entrance into Dwaraka",
        "Reception by citizens"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna was received by all types of citizens of Dwaraka, Dhamma, Dwaraka city.",
      "summary": "The lecture begins with invocations and introduces the topic of Lord Krishna's entrance into Dwaraka and the reception he received from various citizens.",
      "timestamp_url": "https://youtu.be/fPmJxmjbes4?t=0",
      "transcript": "Om Gyanatimiran Dhasya Gyanan Janishalakaya Chakshuran Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Srivasa Adi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Nama Skritya Naram Chaiva Narottamam Deveem Saraswateem Vyasam Tato Jaya Mudirayet In this session we will be discussing from the 20th verse of the 11th chapter of the 1st canto of Srimad Bhagavatam. This 11th chapter is entitled Lord Krishna's entrance into Dwaraka. That's a description given here. Nata nartaka gandharvaha suta magadha vandinaha gayanti chottama shloka charitani adhbutanicha The meaning of this verse is, expert dramatists, artists, dancers, singers, historians, genealogists and learned speakers all gave their respective contributions being inspired by the superhuman pastimes of the Supreme Lord. Thus they proceeded on and on. So Krishna was received by all types of citizens of Dwaraka, Dhamma, Dwaraka city."
    },
    {
      "start_time": 113,
      "end_time": 201,
      "verse_references": [],
      "themes": [
        "Importance of arts and culture",
        "Social structure",
        "Krishna-centered culture"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In the very culture everything is centered around Krishna and Krishna's divine nature Krishna's divine activities the activities of Krishna's incarnations Krishna's pure devotees",
      "summary": "This segment discusses the importance of arts, culture, and social structure in ancient Dwaraka, emphasizing a Krishna-centered culture where all activities revolve around the Lord and His devotees.",
      "timestamp_url": "https://youtu.be/fPmJxmjbes4?t=113",
      "transcript": "So among the citizens there were these expert dramatists, artists, singers, historians, all of them. So Prabhupada explains in the purport, it appears that 5000 years ago the society also needed the services of dramatists, artists, dancers, singers, historians, genealogists, public speakers, etc. Dances, singers and dramatic artists of Dwaraka mostly hailed from the base at the state complaints of Suthra community, whereas the learned historians and public speakers hailed from the brahmana community that they belonged to a particular caste and were so trained among their families. So in total we see when the quizzes andщо didh impression of the service and hogy was created of the trzeba-pras walking in the vigil of Dwaraka in renewal ofthe使 Mu Notri pastimes of G 검 lieu, may not be samples, but summaries of Gwell images from the边 toね kelly as it were up till the fog lights of battlefield. Such bertravgy, dancers, singers, historians, genealogists and dramatists often chose them as to Empress. These clause belongs to win-to- Rif available citizens of the west and who extremely welcome them. historians genealogists and public speakers would dwell on the subject of the Lord's superhuman activities in different ages and millenniums and not on ordinary events this is the very culture in the very culture everything is centered around Krishna and Krishna's divine nature Krishna's divine activities the activities of Krishna's incarnations Krishna's pure devotees and"
    },
    {
      "start_time": 201,
      "end_time": 357,
      "verse_references": [],
      "themes": [
        "Puranas as historical facts",
        "Rejection of Puranas by modern historians",
        "Importance of superhuman activities"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "All the stories in the Puranas are factual historical narrations",
      "summary": "This segment addresses the nature of the Puranas as historical narratives, refuting modern historians' dismissal of them as mythology and highlighting the significance of superhuman activities in these texts.",
      "timestamp_url": "https://youtu.be/fPmJxmjbes4?t=201",
      "transcript": "that's the way the whole society becomes spiritualized now Srila Prabhupada explains very importantly we should understand that these descriptions of the Lord's superhuman activities in different ages and millenniums were not necessarily arranged in chronological order all the Puranas are historical facts described only in relation with the Supreme Lord in different ages and times as well as on different planets also we do not find any chronological order in these descriptions in the Puranas the modern historians therefore cannot catch up the link and thus they unauthoritatively remark that the Puranas are all imaginary stories only you see just because it is not chronologically arranged or because it is describing events of the Supreme Lord which are extraordinary beyond conception of the human being of the modern day so they say all these stories in the Puranas are all fiction imaginary stories that's what they dismiss they have coined a term called mythology mythology means it is derived from the word myth myth means something which is not a fact it is not true but the truth is that all the stories in the Puranas are factual historical narrations so Prabhupada says further in the Puranas even 100 years ago in India all dramatic performances was centered around the superhuman activities of the Supreme Lord I remember when I was a primary school student one of the famous cinemas was the Sampoorna Ramayan and all of you are aware that Sampoorna Ramayan at the time also head fiquei And all of you are aware that on the TV serial there was this Mahabharata, it was very nicely"
    },
    {
      "start_time": 357,
      "end_time": 476,
      "verse_references": [],
      "themes": [
        "Traditional performances",
        "Vedic knowledge",
        "Accessibility of Vedic knowledge"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "They are educated by simply participating in hearing the wonderful descriptions of Krishna's pastimes by these dramaturgs.",
      "summary": "The speaker discusses how traditional performances centered around Krishna's activities served as a means of imparting Vedic knowledge to the common people, even those without formal education.",
      "timestamp_url": "https://youtu.be/fPmJxmjbes4?t=357",
      "transcript": "produced by famous TV program producers and it was a very popular and super hit program. So about 100 years back there used to be only performances whether it is drama or dance or any art form including cinema and theater simply centered around the super human activities of the Supreme Lord Krishna. The common people would be very entertained by the performance of dramas and yatra parties who played wonderfully on the super human activities of the Lord. And thus even the illiterate agriculturist would be a participant in knowledge of Vedic literature despite a considerable lack of academic qualifications. So many people in the villages they will be engaged in some simple occupation like potters, carpenters. The labourers in the agricultural field, they don't go to a Guru Kho to study the Vedas formally. But that does not mean they are ignorant about the Vedic knowledge. They are educated by simply participating in hearing the wonderful descriptions of Krishna's pastimes by these dramaturgs, by the historians, by the reciters of the Puranas, by the singers. In this way, they also become enlightened in Vedic knowledge."
    },
    {
      "start_time": 476,
      "end_time": 570,
      "verse_references": [],
      "themes": [
        "Puranas as Vedic literature",
        "Spiritual enlightenment",
        "Role of drama, dance, and singing"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Expert players in drama, dance, singing and speaking are required for the spiritual enlightenment of the common man.",
      "summary": "This segment emphasizes the importance of Puranas as part of Vedic literature and highlights the role of drama, dance, and singing in achieving spiritual enlightenment for the common person.",
      "timestamp_url": "https://youtu.be/fPmJxmjbes4?t=476",
      "transcript": "Therefore, among Vaishnavas, the Puranas are counted among the Vedic literature, because the Puranas are just describing everything in connection with Krishna. So, Puranas are not outside the scope of the Vedas. The Mayavadis, they reject the Puranas as not belonging to the original Vedas. So, Srila Prabhupada says in the purport here, Therefore, expert players in drama, dance, singing and speaking are required for the spiritual enlightenment of the common man. For the enlightenment of the common man, there is no need to endeavor to give them formal education. Simply by performing drama or having a dance performance centered around the wonderful pastimes of Lord Krishna and his incarnations and his pure devotees activities, the common people get enlightened in this spiritual subject matter."
    },
    {
      "start_time": 570,
      "end_time": 694,
      "verse_references": [],
      "themes": [
        "Spiritualizing society",
        "Mundane entertainment vs. Krishna-centered performances",
        "Attractiveness of Krishna's pastimes"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "The narrations of Krishna's pastimes are extraordinary activities which will interest any person.",
      "summary": "The speaker contrasts mundane entertainment with Krishna-centered performances, emphasizing the latter's ability to spiritualize society and the inherent attractiveness of Krishna's pastimes.",
      "timestamp_url": "https://youtu.be/fPmJxmjbes4?t=570",
      "transcript": "So, this is the way of spiritualizing society. Instead of having some dance performance which is not connected with Krishna consciousness, which may entertain people, but it doesn't help to spiritualize people's consciousness. So, nowadays the cinema and even the dance performances, ball dance and rock and roll dance and all kinds of music and cinema and all that, centered around some mundane subject matter or mundane fiction, novel. That's all actually not at all spiritually beneficial. Neither is it able to educate the common people. So, whereas the performance of drama, dance and the narration of the historical narrations centered around the superhuman activities of Krishna, or his incarnations or his pure devotees, that will enlighten the common people and simultaneously it will be entertaining for them also. Because the narrations of Krishna's pastimes are extraordinary activities which will interest any person. There is so much of heroic deeds performed by Krishna in displaying his pastimes when he appears in this world."
    },
    {
      "start_time": 694,
      "end_time": 843,
      "verse_references": [],
      "themes": [
        "Krishna's heroic deeds",
        "Actual fights vs. staged fights",
        "Krishna's mercy",
        "Purification through hearing Krishna's activities"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "Simply by hearing such activities, anyone can become spiritualized in their consciousness.",
      "summary": "This segment focuses on Krishna's heroic deeds and actual fights against demons, contrasting them with staged performances and highlighting the purifying effect of hearing about Krishna's activities.",
      "timestamp_url": "https://youtu.be/fPmJxmjbes4?t=694",
      "transcript": "And these are factual. Krishna comes to subdue the asuras when the asuras give unnecessary trouble to Krishna's devotees. So, Krishna actually engages in such a fight against the asuras. But the descriptions in the Puranas about Krishna's superhuman activities are very, very attractive. Instead of watching some cinema where some so-called hero engages in some so-called fighting with some villain, which is not really true because the hero doesn't have the strength to fight against the villain. It is simply a show of fighting. Whereas when the Supreme Lord comes to this material world, incarnates in this material world, he actually subdues these asuras who become powerful and harass the ordinary citizens. So, it is an actual fight. It is not a show, merely a show. Krishna fighting against Kamsa or Krishna fighting against the different demons. Bakasura and Gurdabhasura. All these demons who appeared. Vatsasura. Krishna actually killed them. And of course, Krishna's killing is also beneficial for these asuras because they are purified and they are delivered from suffering in hell. They are delivered. Because they go on committing sinful activities. So, it is Krishna's mercy. So, these descriptions, the wonderful activities of Krishna described in the Puranas, are worth hearing because simply by hearing such activities, anyone can become spiritualized in their consciousness. They can become purified. They can become enlightened. Spiritually enlightened."
    },
    {
      "start_time": 843,
      "end_time": 903,
      "verse_references": [],
      "themes": [
        "Uselessness of material education",
        "Spiritual enlightenment",
        "Encouraging Krishna-centered performances"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Material education is useless as regards ultimate liberation.",
      "summary": "The lecture concludes by emphasizing the uselessness of material education for spiritual liberation and advocating for the encouragement of Krishna-centered performances in society for the benefit of all.",
      "timestamp_url": "https://youtu.be/fPmJxmjbes4?t=843",
      "transcript": "And that's the only thing that's required for a human being to achieve all perfection. In fact, material education is useless. As regards ultimate liberation, it may be helpful for the sake of earning a livelihood. May be helpful. But as far as spiritual enlightenment is concerned, material subject matter is useless. Studying material subject matter is useless. So, therefore, such performances by the dramatists, by the singers, which is centered around Krishna's superhuman activities, are spiritually beneficial for everyone. All class of people. And therefore, such things should be encouraged in society. I'll stop here. Thank you very much."
    }
  ]
}