{
  "video_id": "fRmqWBXt3n0",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.13.26-27 | 9-10-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=fRmqWBXt3n0",
  "segments": [
    {
      "start_time": 0,
      "end_time": 47,
      "verse_references": [],
      "themes": [
        "invocation",
        "guru",
        "Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Agyana Timiran Dhasya Gyananjani Shalakaya Chaksharan Militam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, invoking blessings and paying respects to the spiritual master and Krishna.",
      "timestamp_url": "https://youtu.be/fRmqWBXt3n0?t=0",
      "transcript": "Om Agyana Timiran Dhasya Gyananjani Shalakaya Chaksharan Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Srivasadi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Jai Vanarottamam Devim Saraswati Vyasam"
    },
    {
      "start_time": 48,
      "end_time": 133,
      "verse_references": [
        "SB 1.13.26"
      ],
      "themes": [
        "renunciation",
        "detachment",
        "death"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He is called undisturbed, Dheera, who goes to an unknown remote place and freed from all obligations quits his material body when it has become useless.",
      "summary": "The speaker introduces the 26th verse of the 13th chapter of the first canto of Srimad Bhagavatam, explaining its meaning about leaving the body in a remote place when it becomes useless, and Vidura's advice to Dhritarashtra.",
      "timestamp_url": "https://youtu.be/fRmqWBXt3n0?t=48",
      "transcript": "In this session we will be discussing from two verses, the 26th and the 27th verses of the Shri Advaitha Gadadhara Shri Vasadi Gauravakta Vrinda of the 13th chapter of the first canto of Shri Madbhagavatam. The 26th verse: Gata Swartham Imam Deham Virakto Mukta Bandhanaha Avignyata Gatir Jahyat Savay Dheera Udah Hruthaha. So far Vidura has been describing the condition of the Trashtra, which is a miserable condition, a degraded life he is leading, not preparing himself for death. Now he is giving a practical solution: what should the Trashtra do? He has already told him, quit home, leave home immediately and do what? That is going to come in the next few verses. So this 26th verse, the meaning is, he is called undisturbed, undisturbed means Dheera, who goes to an unknown remote place and freed from all obligations quits his material body when it has become useless. So what is the meaning of this, going to a remote unknown place and quitting the material body when one has, when the body has become useless?"
    },
    {
      "start_time": 133,
      "end_time": 250,
      "verse_references": [],
      "themes": [
        "human life",
        "devotional service",
        "renunciation",
        "death"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "One who has spoiled his life without such cultural activities is advised to leave home without knowledge of friends and relatives, and being thus freed from all obligations of family, society, country, etc., give up the body at some unknown destination.",
      "summary": "The speaker explains Srila Prabhupada's purport on the verse, emphasizing the importance of devotional service in human life and the recommendation for those who haven't engaged in it to leave home and give up the body in an unknown place.",
      "timestamp_url": "https://youtu.be/fRmqWBXt3n0?t=133",
      "transcript": "That is explained by Srila Prabhupada in the purport. Narottam Das Thakur, a great devotee and acharya of the Gaudiya Vaishnava sect, has sung, Narottam Das Thakur, my lord, I have simply wasted my life, having obtained the human body I have neglected to worship your lordship and therefore I have willingly drunk poison. This is a part of a song written by Srila Narottam Das Thakur, one of the previous acharyas. So Srila Prabhupada explains, in other words, the human body is especially meant for cultivating knowledge of devotion and service to the Lord, without which life becomes full of anxieties and miserable conditions. Therefore, one who has spoiled his life without such cultural activities is advised to leave home without knowledge of friends and relatives and being thus freed from all obligations of family, society, country, etc., give up the body at some unknown destination so that others may not know where and how he has met his destiny, where and how he has met his death. This is the recommendation for somebody who has not taken up devotional service to fully engage in devotional service at the time of old age. Before death comes is the best remedy for facing death and achieving perfection of the human form of life. But if somebody, let us say, is in the middle of death, has not practiced, not prepared that way then better to quit home without knowledge of friends and relatives in such a way that one may give up the body in some unknown place."
    },
    {
      "start_time": 250,
      "end_time": 323,
      "verse_references": [],
      "themes": [
        "detachment",
        "family",
        "renunciation",
        "frustration"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Quit home is possible only for a dhira. Dhira means undisturbed. This is however the path of renunciation based on a frustrated life is for those who are unable to take to devotional service and are experiencing the miserable conditions especially in old age.",
      "summary": "The speaker continues explaining Prabhupada's purport, defining 'dhira' as one who is undisturbed and can give up family life, and clarifying that this path of renunciation is for those frustrated with material life and unable to take up devotional service.",
      "timestamp_url": "https://youtu.be/fRmqWBXt3n0?t=250",
      "transcript": "And without the knowledge of anyone else. So Srila Prabhupada further explains, dhira means one who is not disturbed even when there is sufficient provocation. One cannot give up a comfortable family life due to his affectionate relationship with wife and children. Self-realization is obstructed by such undue affection for family and if anyone is at all able to forget such a relation he is called undisturbed or dhira. To be able to forget that bond of affection for family members and thereby quit home is possible only for a dhira. Dhira means undisturbed. This is however the path of renunciation based on a frustrated life is for those who are unable to take to devotional service and are experiencing the miserable conditions especially in old age."
    },
    {
      "start_time": 323,
      "end_time": 446,
      "verse_references": [],
      "themes": [
        "devotional service",
        "association",
        "guidance",
        "liberation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But stabilization of such renunciation is possible only by association with bona fide saints and self-realized souls by which one can be engaged in the loving devotional service of the Lord.",
      "summary": "The speaker emphasizes that renunciation alone is not enough; association with devotees and engaging in devotional service under proper guidance are crucial for stabilization and liberation, highlighting Dhritarashtra's fortune in having Vidura's association.",
      "timestamp_url": "https://youtu.be/fRmqWBXt3n0?t=323",
      "transcript": "But Srila Prabhupada says this is a recommendation of accepting the path of renunciation based on frustrated life. But stabilization of such renunciation is possible only by association with bona fide saints and self-realized souls by which one can be engaged in the loving devotional service of the Lord. So what is Prabhupada saying here? That you may accept the path of renunciation giving up the miserable condition of material existence based on experiencing frustration living such a miserable life. But you cannot become stable and fixed up in that renounced life. Simply by going away from home and remaining undisturbed. No. You have to positively engage in pure devotional service under the guidance of pure devotees like Vidura. Sincere surrender unto the lotus feet of the Lord is possible by awakening the transcendental sense of service. This is called awakening of the divine sense of service. This is made possible by association with pure devotees of the Lord. Sadhu Sangha. Dhritarashtra was lucky enough to have a brother whose very association was a source of liberation for his frustrated life. So Dhritarashtra was very very fortunate because Vidura specially came to the palace of Hastinapura to deliver Dhritarashtra."
    },
    {
      "start_time": 446,
      "end_time": 539,
      "verse_references": [
        "SB 1.13.27"
      ],
      "themes": [
        "enlightenment",
        "Krishna",
        "guidance",
        "renunciation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He is certainly a first class man who awakens and understands either by himself or from others the falsity and misery of this material world and thus leaves home and depends fully on the personality of Godhead residing within his heart",
      "summary": "The speaker introduces the 27th verse, explaining that the best course of action is to understand the falsity of material existence through enlightenment from devotees and depend fully on Krishna within the heart when renouncing the world.",
      "timestamp_url": "https://youtu.be/fRmqWBXt3n0?t=446",
      "transcript": "In the twenty-seventh verse further instructions are being given by Vidura to Dhritarashtra. Twenty-seventh verse is as follows. dated подпис categories meaning of this particular 27th verse is he is certainly a first class man who awakens and understands either by himself or from others the falsity and misery of this material world and thus leaves home and depends fully on the personality of Godhead residing within his heart so the best course of action for somebody like Dhritarashtra is not simply to leave home and go away to an unknown place but rather understand the falsity of this material existence by becoming enlightened by hearing from such pure devotees like Vidura and leave home depending fully on Krishna who is seated on the heart and always our constant companion the best well-wisher and Krishna is ready to give us all directions give us"
    },
    {
      "start_time": 539,
      "end_time": 628,
      "verse_references": [],
      "themes": [
        "transcendentalism",
        "frustration",
        "devotion",
        "God consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The third division of transcendentalist is a sincere devotee of the Lord who awakens God consciousness by hearing and chanting and leaves home depending completely on the personality of Godhead who resides in his heart.",
      "summary": "The speaker discusses three divisions of transcendentalists, highlighting that the highest is the sincere devotee who awakens God consciousness through hearing and chanting and depends on Krishna in the heart when renouncing.",
      "timestamp_url": "https://youtu.be/fRmqWBXt3n0?t=539",
      "transcript": "all strength give us all facilities for such renounced order of life renounced way of life so in the Purport Shraddha Purushotham we are going to see that Krishna is ready to help us in order to Unearth Upanishads like this the person of any soul is ready to love and everywhere and one does not 3 classes of transcendentlists those who got a spiritual goal in life the first class is described as the first division of these transcendentlists three divisions first division is the dhira or the one who is not disturbed by being away from family association the second division of transcendentalism children's spirit of Hari Sankranti W derived includes Panchala , Purushothama , Bukalapapi, the acute circadian process of spiritual communication which increases ultimate self-per Алекс can be learned as a passive mind processing and act should be trained and incarcerated in such a manner that you experience transcendentalist is one in the renounced order of life is sannyasi by frustrated sentiment. One accepts sannyas or renounced order of life because one is frustrated trying to live a so called normal life in home. So one goes away from home and accepts the renounced order of life. But this is based on a frustrated sentiment. And the third division of transcendentalist is a sincere devotee of the Lord who awakens God consciousness by hearing and chanting and leaves home depending completely on the personality of Godhead who resides in his"
    },
    {
      "start_time": 628,
      "end_time": 787,
      "verse_references": [],
      "themes": [
        "Krishna",
        "guidance",
        "devotion",
        "self-realization"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna resides in our heart is Paramatma. Everybody's heart. And he is always there. So he is our top most well wisher. He is our best guide. He is most dependable.",
      "summary": "The speaker emphasizes Krishna's presence as Paramatma in everyone's heart, highlighting His role as the ultimate guide and protector, and stressing the importance of practicing devotional service to achieve self-realization.",
      "timestamp_url": "https://youtu.be/fRmqWBXt3n0?t=628",
      "transcript": "heart. This is very important knowledge. Knowledge or understanding for all of us. Krishna resides in our heart is Paramatma. Everybody's heart. And he is always there. So he is our top most well wisher. He is our best guide. He is most dependable. He is always ready to enlighten us, to guide us, to protect us, to give us strength. So leave home depending. So, Srila Pravapada says the idea is that the renounced order of life after a frustrated life of sentiment in the material world may be the stepping stone on the path of self-realization. But real perfection of the path of liberation is attained when one is practiced to depend fully on the personality of Godhead who lives in everyone's heart, as Paramatma so it is necessary for everyone regardless of how they plan to quit household life and enter spiritual life regardless of that everyone should prepare themselves to depend fully on Krishna within the heart by learning this from an expert devotee learning this from an expert devotee so Srila Prabhupada says one may live in the darkest jungle alone out of home but a steadfast devotee knows very well that he is never alone how can one understand I'm never alone because the Supreme Personality of God it is with him and he can protect his sincere devotee in any awkward circumstance this who's living in your heart the Paramatma the Supreme Lord Krishna he is supremely powerful he is a supreme controller so he can arrange for you a devotee he can arrange for his devotee anything the devotee wants especially even the devotee's craving for self-realization Krishna can make all"
    },
    {
      "start_time": 787,
      "end_time": 892,
      "verse_references": [],
      "themes": [
        "devotional service",
        "purification",
        "material benefits",
        "God consciousness"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If at all you want to be able to fully depend on Krishna towards the end of your life, then prepare, begin preparation for it now by associating with devotees and practicing chanting, hearing about Krishna's holy name, Krishna's qualities, Krishna's pastimes described in the Bhagavatam, etc.",
      "summary": "The speaker provides practical instructions on how to prepare for depending on Krishna by associating with devotees, chanting, and hearing about Krishna, emphasizing that seeking material benefits hinders true God consciousness.",
      "timestamp_url": "https://youtu.be/fRmqWBXt3n0?t=787",
      "transcript": "arrangements. One should therefore practice devotions service at home hearing and chanting the holy name quality form pass times entourage etc in association with pure devotees and this practice will help anyone fromude to purification of feelings or emotions of pureness and the same with one's Emergencies but also with with several other qualities He also stands there for this conversation but everything in all ournsinnas have different Representatives and so these can be a work of meditation everything as well only for those people who are conscious one awaken God consciousness in proportion to one's sensitive purpose. So Prabhupada is giving us directions. If at all you want to be able to fully depend on Krishna towards the end of your life, then prepare, begin preparation for it now by associating with devotees and practicing chanting, hearing about Krishna's holy name, Krishna's qualities, Krishna's pastimes described in the Bhagavatam, etc. Prepare yourself by this practice and then Krishna will actually guide you, help you, Krishna will purify you and you can actually seriously take up Krishna consciousness in this way. One who desires material benefit by such devotional activities can never depend on God consciousness. one who desires material benefits by electing Kristina's material benefits will depend on the Supreme Personality of Godhead although the Supreme Lord is seated in everyone's heart as Paramarckim. So to actually depend on Krishna means never to accept any material benefits from devotional service. The materialistic devotees, who are materialistic devotees, they want the material benefit by doing a devotional service."
    },
    {
      "start_time": 892,
      "end_time": 921,
      "verse_references": [],
      "themes": [
        "devotional service",
        "perfection",
        "Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So it is best to practice devotional service before quitting home or before the death comes and having practiced actually execute devotional service depending on Krishna in all circumstances and thereby perfecting one's life.",
      "summary": "The speaker concludes by reiterating the importance of practicing devotional service before renouncing or facing death, emphasizing that depending on Krishna in all circumstances leads to perfection.",
      "timestamp_url": "https://youtu.be/fRmqWBXt3n0?t=892",
      "transcript": "They may be blessed by the Lord with material benefits. They may beまだì statistic, dar o an Christians tar爸 jo tar. but they cannot reach the stage of the first-class human being as above mentioned. So it is best to practice devotional service before quitting home or before the death comes and having practiced actually execute devotional service depending on Krishna in all circumstances"
    }
  ]
}