{
  "video_id": "Fs-xIBfUWw4",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.5.27 | 03-10-2021",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=Fs-xIBfUWw4",
  "segments": [
    {
      "start_time": 68,
      "end_time": 191,
      "verse_references": [
        "SB 1.5.27"
      ],
      "themes": [
        "purification of the heart",
        "realization of self and the Lord",
        "transcendental nature of the Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Such Krishna Katha purifies the heart and in the purified state one can understand what I am and what is the Lord.",
      "summary": "This segment explains that hearing Krishna Katha purifies the heart, leading to the realization of the transcendental nature of both the self and the Lord, distinguishing them from matter.",
      "timestamp_url": "https://youtu.be/Fs-xIBfUWw4?t=68",
      "transcript": "In this session, we will be discussing from the 27th verse of the 5th chapter of the first canto of Srimad Bhagavatam. तस्मिम्स्तदा लब्धरुचेर महामते प्रियश्रवस्य अस्खलिता मतिर्ममा ययाहं एतत सदसत स्वमायया पशेमई ब्रह्मणि कल्पितं परे। The meaning of this verse is, O great sage, this is Narada Muni addressing Vedavyasa, as soon as I got a taste for the personality of Godhead, my attention to hear of the Lord was unflinching, and as my taste developed, I could realize that it was only in my ignorance that I had accepted gross and subtle coverings, for both the Lord and I are transcendental. So this is a very important realization that has come about by hearing about the glories of the Lord and developing a taste for such Krishna Katha. Such Krishna Katha purifies the heart, and in the purified state, one can understand what I am and what is the Lord. Neither I am a product of matter, nor is the Lord anything to do with matter in terms of his spiritual form, spiritual existence, spiritual attributes. So this becomes very, very clear as the heart becomes clean."
    },
    {
      "start_time": 191,
      "end_time": 323,
      "verse_references": [],
      "themes": [
        "ignorance as darkness",
        "Krishna as the sun",
        "dissipation of ignorance through Krishna consciousness"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Similarly, as soon as the Krishna sun rises in the heart, immediately the darkness of material ignorance is dissipated, completely dissipated.",
      "summary": "Using the analogy of darkness and the sun, this segment explains how ignorance is like darkness and Krishna is like the sun, whose presence dispels ignorance from the heart.",
      "timestamp_url": "https://youtu.be/Fs-xIBfUWw4?t=191",
      "transcript": "This is the whole point. So in the purport, Srila Prabhupada explains, ignorance in material existence is compared to darkness. Just like, very easy to understand, when we are in darkness, we cannot see anything around us, and therefore we cannot act properly. Similarly, our existence in this material world, or material existence, is compared to darkness because in ignorance of who we are, we are acting on the material platform. And on the material platform, we are only aware of matter. We are not aware of spirit. We are totally ignorant about spirit on the material platform. So therefore, here it is said, in all Vedic literatures, the personality of Godhead is compared to the sun. Krishna Surya Sama. Maya Hoi Andhakar. Krishna is compared to the sun to help us understand what is the position of Krishna, and Maya is like darkness. Wherever there is light, there cannot be darkness. As soon as there is light, just like in the morning when the sun rises, immediately the darkness is dispelled. Similarly, as soon as the Krishna sun rises in the heart, immediately the darkness of material ignorance is dissipated, completely dissipated."
    },
    {
      "start_time": 323,
      "end_time": 453,
      "verse_references": [],
      "themes": [
        "hearing from a bona fide source",
        "spiritual association with Krishna",
        "absolute nature of Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Hearing of the Lord's pastimes is itself transcendental association with the Lord.",
      "summary": "This segment emphasizes the importance of hearing Krishna's pastimes from a bona fide source, which is equivalent to direct spiritual association with Krishna due to His absolute nature.",
      "timestamp_url": "https://youtu.be/Fs-xIBfUWw4?t=323",
      "transcript": "Now, how does the Krishna sun rise in the heart? So, Srila Prabhupada says, hearing of the Lord's pastimes is itself transcendental association with the Lord. When you hear attentively Krishna's pastimes, and you have to hear from a proper source. We have been discussing this many, many times. We have already discussed earlier, from a bona fide source, from an authorized source, from a proper source. Not from a professional reciter, not from a non-devotee, not from a speculator, but from a pure devotee or a representative of a pure devotee who repeats the words of the pure devotee. You hear the Lord's pastimes. That is same as spiritual association with Krishna directly. It's direct association with Krishna on the transcendental platform. It is not material at all. Even though right now we are situated in the material body, we are in the material world, but such hearing immediately elevates the hearer to the spiritual world, to the spiritual platform. Why? Why does it happen? How does it happen like that? It is because there is no difference between the Lord and His transcendental pastimes. Identical. In a previous session, I had described Lord is absolute. Absolute means Krishna, His name, His form, His qualities, His pastimes, His paraphernalia, His pure devotees are all identical."
    },
    {
      "start_time": 453,
      "end_time": 614,
      "verse_references": [],
      "themes": [
        "relative vs. absolute",
        "Krishna's presence in descriptions",
        "change of heart"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Whereas Krishna, when you hear about Krishna, because Krishna is fully present in his descriptions, you directly associate with Krishna.",
      "summary": "Using the analogy of a phone call, this segment contrasts relative experiences with the absolute presence of Krishna in His descriptions, leading to a change of heart.",
      "timestamp_url": "https://youtu.be/Fs-xIBfUWw4?t=453",
      "transcript": "There is no relativity. To give another example to help you understand the difference between relative and absolute. Now when you receive a phone call from a person who is far distant, physically the person is situated, present in a very distant place. Let's say you are in Bangalore and the person is in Delhi. So when you receive the phone call, then you speak with the person. But then on speaking, you have to recollect about the person's appearance, about the person's qualities, about the person's background, everything. Based on a past experience, you are having some idea. The voice itself of the person is very soothing to hear, particularly if you have a relationship. But still the person is not present in the voice. All the other attributes of the person are not experienced. For example, you cannot, supposing you are talking to your own child, you cannot pat the back of the child. You cannot embrace the child, just when you hear the voice. Whereas Krishna, when you hear about Krishna, because Krishna is fully present in his descriptions, you directly associate with Krishna. Krishna is fully present. So you are coming face to face with Krishna, though you don't realize immediately. But the fact is Krishna is there. Krishna is present, fully present in the descriptions. Therefore the change of heart takes place."
    },
    {
      "start_time": 614,
      "end_time": 785,
      "verse_references": [],
      "themes": [
        "dissipation of ignorance",
        "conditioned soul",
        "spiritual identity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Material existence means we don't know who is Krishna. I don't know who I am. In terms of our spiritual nature.",
      "summary": "This segment discusses how ignorance leads to a conditioned state where one identifies with the material body, and emphasizes the importance of realizing one's spiritual identity and Krishna's transcendental nature.",
      "timestamp_url": "https://youtu.be/Fs-xIBfUWw4?t=614",
      "transcript": "Ignorance is dissipated. So, Prabhupada says further, to become associated with the supreme light is to dissipate all ignorance. All ignorance is gone. Material existence means we don't know who is Krishna. I don't know who I am in terms of our spiritual nature. We don't know spiritual nature. So, Prabhupada says, particularly here, by ignorance only, the conditioned soul, conditioned soul means one who is habituated to this material world, material existence, three gunas, and material body, and material surroundings, material possessions, material relationships, everything material. We are not matter. No person is the material body. So, it is only because of spiritual ignorance, ignorance of the spiritual fact, that every person thinks in terms of I am the body, I am a product of material nature. I came into existence when I took birth in this world. This is wrong understanding. No, I exist eternally because I am spirit soul. I am not this body. My body was fabricated by Maya in the mother's womb, and this body was prepared and wrongly I associate myself with the body, think I am the body. Even the Supreme Lord, he may take birth as son of Vasudeva and Devaki, but he is not the product of material nature. Neither he is actually the son of Vasudeva. He is actually the supreme father of everyone in this world. He is the supreme father. So, where is the question of he taking birth? He appears to take birth. He actually does not take birth. So, the fact is, the personality of Godhead and the living beings are transcendental and have nothing to do with materiality."
    },
    {
      "start_time": 785,
      "end_time": 920,
      "verse_references": [],
      "themes": [
        "Krishna and His energies",
        "engaging the body and mind in service",
        "spiritual activities"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Both this gross body and the subtle mind, they have got two coverings...Both of them can be engaged in the service of the Lord while we are in this material world.",
      "summary": "This segment explains that after realizing our spiritual nature, we should engage both the gross body and the subtle mind in the service of the Lord through physical actions and devotional practices like hearing and chanting.",
      "timestamp_url": "https://youtu.be/Fs-xIBfUWw4?t=785",
      "transcript": "Nothing to do with material nature. So, when ignorance is removed, it is perfectly realized that there is nothing existing other than Krishna. Whole existence, only Krishna is there. Krishna is there means Krishna and his energies, especially which energy? His spiritual energy. Krishna is a spiritual personality and his spiritual energy is important. Now, while we are in this body, after having learnt about Krishna's spiritual nature and our own spiritual nature, what do we do with this body? So, that Prabhupada explains, both this gross body and the subtle mind, they have got two coverings. The soul, I, you, any person, spirit soul, is covered by a subtle body. That is the inner body. And then over that there is a gross body covering. So, two coverings. Both of them can be engaged in the service of the Lord while we are in this material world, because both are belonging to the material energy of the Supreme Lord. So, the gross body should be engaged in acts of rendering physical service to the Lord, like bringing water for cleansing the temple, paying obeisances by bowing down, etc. And, the subtle mind should be engaged in hearing attentively about the transcendental pastimes of the Lord, thinking about the Lord, chanting His name. So, all such activities are completely spiritual."
    },
    {
      "start_time": 920,
      "end_time": 952,
      "verse_references": [],
      "themes": [
        "transformation through hearing",
        "Narada Muni's example"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "So, simply by hearing from a pure devotee, all this transformation inside can take place very quickly.",
      "summary": "This segment concludes by highlighting the transformative power of hearing from a pure devotee, illustrated by the example of Narada Muni.",
      "timestamp_url": "https://youtu.be/Fs-xIBfUWw4?t=920",
      "transcript": "So, simply by hearing from a pure devotee, all this transformation inside can take place very quickly. Otherwise, gradually the change happens through the regular methods. Gradual change happens. Otherwise, quickly the change can take place. And that is being illustrated in the life of Narada Muni when he was a small boy, and he was fortunate to get the association of pure devotees, bhaktivedantas."
    }
  ]
}