{
  "video_id": "FTUe61Bkfx0",
  "title": "Daily Evening Bhagavatam Discourse | SB 1.17.12-13 | HH Stoka Krishna Swami | 20-02-2023",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=FTUe61Bkfx0",
  "segments": [
    {
      "start_time": 0,
      "end_time": 51,
      "verse_references": [],
      "themes": [
        "Invocation",
        "Prayers"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyanati Miran Dhasya Gyananjan Shalakaya Chakshuran Militam Yena Tasvait Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/FTUe61Bkfx0?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyananjan Shalakaya Chakshuran Militam Yena Tasvait Shri Gurave Namaha Namah Om Vishnupadaya Krishna Prishtaya Bhutale Srimate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pachatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nityananda Shri Advaita Gadadhara Srivasa Adi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramche Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet"
    },
    {
      "start_time": 52,
      "end_time": 167,
      "verse_references": [
        "SB 1.17.12"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "Krishna Consciousness",
        "Leadership",
        "Codes of Lord Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "These two scriptures are very important and enough for understanding the codes of the Supreme Lord Krishna.",
      "summary": "The speaker introduces the verses to be discussed (SB 1.17.12-13), explains the importance of Bhagavad Gita and Srimad Bhagavatam for understanding Krishna's codes, especially for leaders.",
      "timestamp_url": "https://youtu.be/FTUe61Bkfx0?t=52",
      "transcript": "In this session, we are discussing two verses, the twelfth and the thirteenth verses of the Bhagavad Gita, of the seventeenth chapter of the first canto of Srimad Bhagavatam: Ko avrishchat tavapadam strin Saurabheya chatushpada Mabhuvams tvadrisha rashtre Raghnam krishnanu vartinam. The meaning of this twelfth verse is: He, Maharaj Parikshit, repeatedly addressed and questioned the bull, 'O son! O son of Surabhi, who has cut off your three legs? In the state of the kings who are obedient to the laws of the Supreme Personality of God Krishna, there is no one as unhappy as you.' So Parikshit was very pained to see the condition of the bull suffering, because it had lost three of its legs, somehow wobbling along on one leg. So he is questioning, who has done this? Purport, by Srila Prabhupada, Prabhupada says in the purport, 'The kings or the executive heads of all states must know the codes of Lord Krishna.' And the codes of Lord Krishna generally mean the Bhagavad Gita and Srimad Bhagavatam. Two scriptures are enough. Though there are varieties of scriptures, many, many, many scriptures, but for the present age of Kali Yuga, these two scriptures are very important and enough for understanding the codes of the Supreme Lord Krishna."
    },
    {
      "start_time": 167,
      "end_time": 271,
      "verse_references": [],
      "themes": [
        "Krishna Katha",
        "Miseries of Material Existence",
        "Human Life's Mission",
        "Janma Mrityu Jara Vyadhi"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "To make an end to all miseries of material conditions human life is a definite goal and a definite purpose as described in scriptures.",
      "summary": "The speaker emphasizes that Bhagavad Gita and Bhagavatam are Krishna Katha and discusses the mission of human life, which is to end the miseries of birth, death, old age, and disease (janma, mrityu, jara, vyadhi).",
      "timestamp_url": "https://youtu.be/FTUe61Bkfx0?t=167",
      "transcript": "The Bhagavad Gita and Bhagavad... They are both described by Chaitanya Mahaprabhu as Krishna Katha. Bhagavad Gita is Krishna Katha spoken by Krishna himself. Devotees, so these are two scriptures which are very important, so the king or the executive head must act accordingly in order to fulfill the mission of human life. What is that mission of human life? Which is to make an end to all miseries of material conditions. Human life is a definite goal and a definite purpose as described in scriptures, that we should put an end to all miseries of material existence. And Bhagavad-Gita summarizes these miseries under four headings: janma, mrityu, jara, vyadhi. Janma means the misery of birth, taking birth in this material world. Mrityu means death, the misery of death. And jara means the misery of old age, invalidity due to old age. Old age doesn't mean just having some wrinkled skin or some general weakness, no, it means the invalidity and there are many symptoms of old age which are making life very, very difficult. And fourth one is vyadhi, vyadhi means disease."
    },
    {
      "start_time": 271,
      "end_time": 374,
      "verse_references": [],
      "themes": [
        "Material Body",
        "Suffering",
        "Mother's Womb",
        "Mission of Human Life"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "To put an end to these miseries is the mission of human life by following the codes given in the Bhagavad Gita and the Bhagavad.",
      "summary": "The speaker elaborates on the suffering within the mother's womb and reiterates that the mission of human life is to end these miseries by following the codes in Bhagavad Gita and Bhagavatam.",
      "timestamp_url": "https://youtu.be/FTUe61Bkfx0?t=271",
      "transcript": "The construction of the body itself is such that there has to be these four miseries pertaining to the body we have acquired. It's after all in the mother's womb, the development of the body takes place beginning with a very, very, very tiny p-shaped small two particles, the sperm and the ovum combine to form that embryo and then it starts developing in the mother's womb and develops into a nice baby, baby boy or baby girl. Nine months in the mother's womb the development takes place. It's not at all, though it's the most conducive for the development of the body, for the child, the mother's womb is most conducive, but it is not at all pleasant and that's described in the Bhagavatam, third canto, what are the conditions inside the mother's womb which the child experiences in terms of suffering, acute pain, acute pain, that is a misery of birth. We all have gone through it but we forgot after coming out of the mother's womb, you forgot. So to put an end to these miseries is the mission of human life by following the codes given in the Bhagavad..."
    },
    {
      "start_time": 374,
      "end_time": 499,
      "verse_references": [],
      "themes": [
        "Perfect Life",
        "Bhagavad Gita",
        "Srimad Bhagavatam",
        "Kali Yuga",
        "Guidance"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bhagavad-gita is the preliminary study of bhagavatam or bhagavatam is the elaborate description of the life full of Brahma.",
      "summary": "The speaker explains that a perfect life is possible by following the instructions of Bhagavad Gita and Bhagavatam, and that Bhagavatam is like the sun dispelling the darkness of Kali Yuga.",
      "timestamp_url": "https://youtu.be/FTUe61Bkfx0?t=374",
      "transcript": "Gita and the Bhagavad. One who knows the codes of Lord Krishna can achieve this end without any difficulty. Perfect life, leading a perfect life is possible by following the instructions of the Bhagavad-Gita and Bhagavatam. In the Bhagavad-Gita in a synopsis we can understand the codes of Godhead and the Srimad-Bhagavatam the same codes are explained further. Many times Srila Prabhupada says, Bhagavad-Gita is the preliminary study of Bhagavatam or Bhagavatam is the elaborate description of the life full of Brahma. Such quotes are presented in the pages of Srimad Bhagavatam for the guidance of the blind persons who happen to be at the helm of all affairs. Kalau nashtat drishamesha puranarko adhunoditaha. Bhagavatam, it is said, in Kali Yuga people have lost the vision of the goal of human life because of the dense darkness due to the influence of Kali and this darkness is dissipated by the Srimad Bhagavatam which is the horizon like the sun at the beginning of Kali Yuga to give direction to all those people who have lost the direction for the..."
    },
    {
      "start_time": 500,
      "end_time": 559,
      "verse_references": [
        "SB 1.17.13"
      ],
      "themes": [
        "Verse 13",
        "Offenselessness",
        "Honesty",
        "Reputation",
        "Sons of Pritha"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In their kingdom, offenseless and honest living beings were never in trouble.",
      "summary": "The speaker introduces and explains the meaning of verse 13, emphasizing the importance of offenselessness and honesty, and the reputation of kings like Maharaja Ramachandra and the Pandavas.",
      "timestamp_url": "https://youtu.be/FTUe61Bkfx0?t=500",
      "transcript": "Making progress in human life. The 13th verse, aakhya hi vrishabhadram vaha sadhunam akrita agasam, atma vairupya kartaram parthanam kirti dusanam. Meaning of this 13th verse is, 'O bull, you are offenseless and thoroughly honest, therefore I wish all good to you. Please tell me of the perpetrator of these mutilations, which blackmailed you and made you feel the reputation of the sons of Pritha, kirti dusanam.' So in the purport, Srila Prabhupada says, 'The reputation of the reign of Maharaja Ramachandra and that of the kings who followed in the footsteps of Maharaja Ramachandra, like the Pandavas and their descendants are never to be forgotten because in their kingdom, offenseless and honest living beings were never in trouble.'"
    },
    {
      "start_time": 559,
      "end_time": 683,
      "verse_references": [],
      "themes": [
        "Ramaraja",
        "Yudhishthira",
        "Dharma",
        "Peace",
        "Prosperity",
        "Scriptures",
        "Historical Facts"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "They are facts, historical facts, cent percent true.",
      "summary": "The speaker discusses the ideal rule of Ramachandra and Yudhishthira, emphasizing the correlation between Dharma and good governance, and asserting that scriptures like Ramayana and Mahabharata are historical facts, not mythology.",
      "timestamp_url": "https://youtu.be/FTUe61Bkfx0?t=559",
      "transcript": "Ramaraja, you have heard of Ramaraja? So when Rama was ruling, everybody was happy. People were getting all their necessities in plenty. When Yudhishthira was ruling also, that was the situation. So there is a correlation between the way a king governs the state or the kingdom and the codes of Dharma given in the scriptures, there is a correlation. Exactly according to the Dharma Shastra, the Samadhi rules, there is peace, prosperity, plenty of supply, and people will be able to live very nicely. And these are described in the authorized scriptures. How people were living during Maharaja Yudhishthira's time is described in the Mahabharata. How people were living during Ramachandra's time is described in the Ramayana. So you should read that. And they are not just stories. They are not fiction stories. They are facts. That also people do not know. They use the term mythology to describe Ramayana, Mahabharata, our ancient scriptures. But mythology means something which is false, myth, just imaginary, which is not true. But that is a wrong description of Mahabharata, Ramayana, the Puranas. Mythology is wrong."
    },
    {
      "start_time": 683,
      "end_time": 789,
      "verse_references": [],
      "themes": [
        "Sages",
        "Perfect Direction",
        "Shastra",
        "Bull",
        "Cow",
        "Offenselessness",
        "Cow Dung",
        "Cow Urine"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The bull and the cow are the symbols of the most offenseless living beings.",
      "summary": "The speaker highlights the importance of scriptures compiled by sages and emphasizes that the bull and cow are symbols of offenselessness, and even their stool and urine are beneficial.",
      "timestamp_url": "https://youtu.be/FTUe61Bkfx0?t=683",
      "transcript": "They are facts, historical facts, cent percent true. Great sages performed severe tapasya in order to compile these literatures for the perfect... For giving perfect direction to people in general. So they did... They had no business writing fiction stories. They simply documented the facts and figures and the principles perfectly without any trace of any mistake in these scriptures. That is the standard of these scriptures. They say Shastra. The bull and the cow are the symbols of the most offenseless living beings. The bull and the cow completely offenseless. And the value of these animals Prabhupada explains is that even the stool and urine of these animals are utilized to benefit human society. No other animal stool except the cow is useful for human society. Even the human being's stool also is not useful. But the cows, cow dung, gober, gomedhya. So that is very, very valuable."
    },
    {
      "start_time": 789,
      "end_time": 897,
      "verse_references": [],
      "themes": [
        "Cow Dung",
        "Cow Urine",
        "Value of Animals",
        "Reputation",
        "Pious Kings",
        "Modern Leaders",
        "Dharma Shastra",
        "Perfect Knowledge",
        "Liberated Souls"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The ignorance about Dharma Shastra is a very, very serious lacuna in modern society.",
      "summary": "The speaker continues discussing the value of cows, the importance of protecting animals for maintaining a king's reputation, and criticizes modern leaders for their ignorance of Dharma Shastra, emphasizing the need for knowledge from liberated souls.",
      "timestamp_url": "https://youtu.be/FTUe61Bkfx0?t=789",
      "transcript": "How many ways it can be used. Nowadays, of course, people do not know so much. But if you go to some villages even now, multiple ways they use this cow dung and cow urine. So, if the stool and the urine are also useful for human society, how valuable are these animals for human society? You can only imagine. The descendants of the sons of Pritha, like Maharaj Parikh, are afraid of losing their reputation when the animals are not protected. They don't think they will be able to retain the reputation of giving proper protection to the Praja. But in modern days, the leaders are not even afraid of killing such offenseless animals. So, therefore, Prabhupada says, 'Herein lies the difference between the reign of pious kings and the modern states ruled by irresponsible executive heads without knowledge of the codes of conduct.' The ignorance about Dharma Shastra is a very, very serious lacuna in modern society. So, they can only rule properly if they have proper knowledge. And this knowledge should be based on taking the knowledge from the perfect source, not imperfect theories or speculations given by conditioned souls. No. You take knowledge from liberated souls. So, I'll stop here."
    }
  ]
}