{
  "video_id": "FTvX9Jg1hfw",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.13.44 | 22-10-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=FTvX9Jg1hfw",
  "segments": [
    {
      "start_time": 53,
      "end_time": 160,
      "verse_references": [
        "SB 1.13.44"
      ],
      "themes": [
        "reality",
        "philosophy",
        "knowledge",
        "devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bhagavatam, and the followers of the Bhagavata philosophy, the pure devotees, they give the perfect understanding based on the complete knowledge about the reality.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam and explains that the Bhagavatam and its followers offer a perfect understanding of reality based on complete knowledge, unlike other philosophers.",
      "timestamp_url": "https://youtu.be/FTvX9Jg1hfw?t=53",
      "transcript": "In this session, we will be discussing from the 44th verse of the 13th chapter of the first canto of Srimad Bhagavatam. यन मन्यसे ध्रुवं लोकं अध्रुवं वा नचो भयं सर्वथा नही शोच्चास्ते स्नेहाद अन्यत्र मोहजात The meaning of this verse is, O King, in all circumstances, whether you consider the soul to be an eternal principle, or the material body to be perishable, or everything to exist in the impersonal absolute truth, or everything to be an inexplicable combination of matter and spirit, feelings of separation are due only to illusory affection and nothing more. A technical verse, and it explains perfectly the philosophy of Krishna Kaalabhata, as the perfect explanation of the reality of the truth in this world. About what is this world, or who we are, or what is actually going on, the basis for things to take place in this world. Different philosophers have different theories. Now, the Bhagavatam, and the followers of the Bhagavata philosophy, the pure devotees, they give the perfect understanding based on the complete knowledge about the reality."
    },
    {
      "start_time": 160,
      "end_time": 260,
      "verse_references": [],
      "themes": [
        "reality",
        "ignorance",
        "materialism",
        "elements"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Just like the materialists do not know anything about the soul. If they don't know anything about the soul, then they do not know anything about the supreme soul either.",
      "summary": "The speaker contrasts the Bhagavata understanding with that of materialists, who are ignorant of the soul and the Supreme Soul, and discusses the understanding of matter and its elements.",
      "timestamp_url": "https://youtu.be/FTvX9Jg1hfw?t=160",
      "transcript": "Because the other philosophers are not able to see the complete reality. They are ignorant about certain facts, or certain facets of reality. Just like the materialists do not know anything about the soul. If they don't know anything about the soul, then they do not know anything about the supreme soul either. So, they don't take spiritual reality into consideration, which is always in the background of the material reality. Even the material reality, different philosophers have different degrees of understanding. Different philosophies have different degrees of understanding. Different philosophies are different. Different religions have different degrees of understanding. Different religions have different degrees of understanding of what is matter. Some people do not even know that matter means the five elements, gross matter, consists of five elements combined in different proportions. It consists of five elements combined in different proportions, and it comes into existence by the combination of the five elements in different proportions when it is created. It remains for some time, and then it is separated again back to the five elements. This is what is going on as far as all the material objects are concerned. And this is happening not by any person's endeavor, but by the actions and reactions of the material modes of nature."
    },
    {
      "start_time": 260,
      "end_time": 320,
      "verse_references": [],
      "themes": [
        "separation",
        "affection",
        "illusion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Feelings of separation, which any two people experience who are separated, are only due to illusory affection.",
      "summary": "The speaker reiterates the main point of the verse, stating that feelings of separation are due to illusory affection.",
      "timestamp_url": "https://youtu.be/FTvX9Jg1hfw?t=260",
      "transcript": "This reality is not known to the modern day scientists. They don't even know what are these five elements. So, here, Naramuni is presenting the fact that whatever be one's understanding of the present reality, feelings of separation, which any two people experience who are separated, are only due to illusory affection. So, here, Naramuni is presenting the fact that whatever be one's understanding of the present reality, feelings of separation, which any two people experience who are separated, are only due to illusory affection. So, here, Naramuni is presenting the fact that whatever be one's understanding of the present reality, feelings of separation, are only due to illusory affection. We have an affection for some of our near and dear ones, and when we are separated from somebody whom we have got an affectionate relationship, we feel the pangs of separation, and we desire that we again are able to come together and stay as well-wishers of each other."
    },
    {
      "start_time": 357,
      "end_time": 506,
      "verse_references": [
        "BG 2"
      ],
      "themes": [
        "soul",
        "eternal principle",
        "material body",
        "Supreme Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The soul to be an eternal principle is a fact but that is not the only eternal principle that is there in this world there is a higher eternal principle of the absolute eternal principle that is the Supreme Lord Krishna above both this tiny spirits souls and matter itself for the material creation itself beyond both.",
      "summary": "The speaker discusses the first philosophical viewpoint: the soul as an eternal principle, contrasting it with the Supreme Lord Krishna, who is above both the soul and matter.",
      "timestamp_url": "https://youtu.be/FTvX9Jg1hfw?t=357",
      "transcript": "The Maya that is working in this world, so what are the different philosophies? Just to cite the different philosophers mentioned here by Naramuni, four kinds of philosophies are mentioned in our verse. So, the first philosophy he mentions is those who say the soul to be an eternal principle. I am spirit soul, you are spirit soul, every living being is spirit soul, and as spirit soul, we are all eternal beings. We don't die, we don't take birth, we don't deteriorate as soul. Soul has no deterioration. The wonderful qualities and properties of the soul are described in the second chapter of the Bhagavad Gita by Lord Krishna. So there it is clearly said, cannot be burned by fire, cannot be withered by the wind, cannot be destroyed by any of the different kinds of weapons, is not subject to birth and death. It is only the body which is born, which undergoes changes, six kinds of changes, shad vikara: birth, growth, sustenance, producing by-products, dwindling, and finally vanishing. These six changes apply to the body or any material object, but it doesn't apply to the spirit soul. So, the soul to be an eternal principle is a fact, but that is not the only eternal principle that is there in this world. There is a higher eternal principle of the absolute eternal principle, that is the Supreme Lord Krishna, above both these tiny spirit souls and matter itself. For the material creation itself, a material world itself, beyond both. The controller of both, the absolute controller, the ultimate controller is Krishna."
    },
    {
      "start_time": 506,
      "end_time": 699,
      "verse_references": [],
      "themes": [
        "material body",
        "perishable",
        "atheism",
        "rebirth",
        "soul"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "It is a fact that this body is perishable. But the body we are going to get next, after we quit this body, when it becomes no longer habitable, then we have to actually enter another body, forced to enter, and suffer in that body, undergo experiences in that body, whether we like it or not.",
      "summary": "The speaker presents the second philosophical viewpoint: the material body as perishable, referencing the atheist Charvak Muni, and refutes it by emphasizing the soul's transmigration and rebirth.",
      "timestamp_url": "https://youtu.be/FTvX9Jg1hfw?t=506",
      "transcript": "So this is just one aspect of the truth or the reality, the soul to be an eternal principle. Another theory says, a philosopher says, the material body is perishable. Many times even materialists say that, after all this body we are not going to have forever. So, why should we be so much worried about next life? One atheist by name Charvak Muni, he has said in the past, millions of years ago he has said, that this body is going to turn into ashes because ultimately according to our tradition, we either burn the body or bury the body or leave it for vultures to eat. It is going to be ultimately perish. So when the body is going to perish, where is the question of taking birth again? Now this is a philosophy which does not take into consideration within the body there is a spirit soul which is eternal. That Charvak Muni is not able to figure out. He is like the modern day materialist, materialistic scientist that, after all, who are we? This body. So this body is, as long as it is there, enjoy life. Don't bother about God and life after death and all that. Don't bother about all that. So this is the hedonistic philosophy, atheistic philosophy, Charvak philosophy. So body is perishable. It is a fact that this body is perishable, but the body we are going to get next, after we quit this body, when it becomes no longer habitable, then we have to actually enter another body, forced to enter, and suffer in that body, undergo experiences in that body, whether we like it or not. So that Charvak Muni has no understanding. Neither the materialistic persons understand that. Change of body at death. By whom? By the person inside this body. The body is coming into existence and it's going to remain for some time, undergo some changes, and it's going to perish. Yes. But what about the person inside the body? The experiencer. The resident of the body. Dehi and Deha. This fundamental differentiation is made in the Bhagavad Gita in the beginning."
    },
    {
      "start_time": 699,
      "end_time": 772,
      "verse_references": [],
      "themes": [
        "impersonal absolute truth",
        "illusion",
        "liberation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Everything is existing in the impersonal absolute truth... Try to understand matter is illusory. And, you are that impersonal absolute truth. And, you have to aim for liberation from this material bondage by developing detachment and becoming one with the supreme impersonal absolute.",
      "summary": "The speaker explains the third philosophical viewpoint: everything existing in the impersonal absolute truth (Mayavada philosophy), where matter is considered illusory and liberation is achieved through detachment.",
      "timestamp_url": "https://youtu.be/FTvX9Jg1hfw?t=699",
      "transcript": "Then, another philosophy says, everything is existing in the impersonal absolute truth. The Mayavadis. They say, there is only one impersonal Brahman, and we are all that impersonal Brahman. This matter is simply some illusory thing. That's all. It is there today. It is not there tomorrow. At the most, it will last till Pralaya. So, don't bother about this body. Don't take into consideration anything about matter. Try to understand matter is illusory, and you are that impersonal absolute truth, and you have to aim for liberation from this material bondage by developing detachment and becoming one with the supreme impersonal absolute. So, this is the Mayavada philosophy that Narad Muni is mentioning here. And, yet another philosophy is, everything to be an inexplicable combination of matter and spirit."
    },
    {
      "start_time": 772,
      "end_time": 911,
      "verse_references": [],
      "themes": [
        "matter",
        "spirit",
        "combination",
        "illusory affection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Whatever be your philosophical understanding, Narab Muni says the truth you have to remember is that feelings of separation is only due to illusory affection. That's all.",
      "summary": "The speaker discusses the fourth philosophical viewpoint: everything as an inexplicable combination of matter and spirit, acknowledging the distinct difference between living beings and dead matter, and concludes by reiterating that feelings of separation are due to illusory affection.",
      "timestamp_url": "https://youtu.be/FTvX9Jg1hfw?t=772",
      "transcript": "There are some philosophers who say there is something called spirit and something called matter. Two things are there, because they understand there is a distinct difference between a living person and dead matter, whether it is a dead body or dead object like a table. There is a distinct difference, and this difference always exists. Always exists. Living body is never the same as a dead matter, and dead matter can never be showing any living symptoms. Though sometimes people claim that even in dead matter we can see some life symptoms, actually, it never is possible. There is a distinct difference between living person in this world I am talking and dead matter. There is always difference. So, they say ultimately there is some kind of combination of matter and spirit, because matter they recognize as completely different from the living person, and living person, they kind of say is something spirit, which is not matter, which is not just dead matter. So, somehow they think there is some combination of the two, because we have got in this body hair and nails which is like dead matter. So, how is hair which is when you cut the hair you don't feel any pain, and that hair is it is just like matter. So, but, the hairs as long as it is attached to this body it keeps growing. So, what about that? Under certain conditions. So, some combination of matter and spirit. That's all. Don't break your head about it. That's all it is. We cannot understand beyond that. Some philosophers say like that. So, whatever be your philosophical understanding, Narab Muni says the truth you have to remember is that feelings of separation is only due to illusory affection. That's all."
    }
  ]
}