{
  "video_id": "FTvX9Jg1hfw",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.13.44 | 22-10-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=FTvX9Jg1hfw",
  "segments": [
    {
      "start_time": 53,
      "end_time": 160,
      "verse_references": [
        "SB 1.13.44"
      ],
      "themes": [
        "reality",
        "philosophy",
        "knowledge",
        "devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bhagavatam, and the followers of the Bhagavata philosophy, the pure devotees, they give the perfect understanding based on the complete knowledge about the reality.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam and explains that the Bhagavatam and its followers offer a perfect understanding of reality based on complete knowledge, unlike other philosophers.",
      "timestamp_url": "https://youtu.be/FTvX9Jg1hfw?t=53"
    },
    {
      "start_time": 160,
      "end_time": 260,
      "verse_references": [],
      "themes": [
        "reality",
        "ignorance",
        "materialism",
        "elements"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Just like the materialists do not know anything about the soul. If they don't know anything about the soul, then they do not know anything about the supreme soul either.",
      "summary": "The speaker contrasts the Bhagavata understanding with that of materialists, who are ignorant of the soul and the Supreme Soul, and discusses the understanding of matter and its elements.",
      "timestamp_url": "https://youtu.be/FTvX9Jg1hfw?t=160"
    },
    {
      "start_time": 260,
      "end_time": 320,
      "verse_references": [],
      "themes": [
        "separation",
        "affection",
        "illusion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Feelings of separation, which any two people experience who are separated, are only due to illusory affection.",
      "summary": "The speaker reiterates the main point of the verse, stating that feelings of separation are due to illusory affection.",
      "timestamp_url": "https://youtu.be/FTvX9Jg1hfw?t=260"
    },
    {
      "start_time": 357,
      "end_time": 506,
      "verse_references": [
        "BG 2"
      ],
      "themes": [
        "soul",
        "eternal principle",
        "material body",
        "Supreme Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The soul to be an eternal principle is a fact but that is not the only eternal principle that is there in this world there is a higher eternal principle of the absolute eternal principle that is the Supreme Lord Krishna above both this tiny spirits souls and matter itself for the material creation itself beyond both.",
      "summary": "The speaker discusses the first philosophical viewpoint: the soul as an eternal principle, contrasting it with the Supreme Lord Krishna, who is above both the soul and matter.",
      "timestamp_url": "https://youtu.be/FTvX9Jg1hfw?t=357"
    },
    {
      "start_time": 506,
      "end_time": 699,
      "verse_references": [],
      "themes": [
        "material body",
        "perishable",
        "atheism",
        "rebirth",
        "soul"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "It is a fact that this body is perishable. But the body we are going to get next, after we quit this body, when it becomes no longer habitable, then we have to actually enter another body, forced to enter, and suffer in that body, undergo experiences in that body, whether we like it or not.",
      "summary": "The speaker presents the second philosophical viewpoint: the material body as perishable, referencing the atheist Charvak Muni, and refutes it by emphasizing the soul's transmigration and rebirth.",
      "timestamp_url": "https://youtu.be/FTvX9Jg1hfw?t=506"
    },
    {
      "start_time": 699,
      "end_time": 772,
      "verse_references": [],
      "themes": [
        "impersonal absolute truth",
        "illusion",
        "liberation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Everything is existing in the impersonal absolute truth... Try to understand matter is illusory. And, you are that impersonal absolute truth. And, you have to aim for liberation from this material bondage by developing detachment and becoming one with the supreme impersonal absolute.",
      "summary": "The speaker explains the third philosophical viewpoint: everything existing in the impersonal absolute truth (Mayavada philosophy), where matter is considered illusory and liberation is achieved through detachment.",
      "timestamp_url": "https://youtu.be/FTvX9Jg1hfw?t=699"
    },
    {
      "start_time": 772,
      "end_time": 911,
      "verse_references": [],
      "themes": [
        "matter",
        "spirit",
        "combination",
        "illusory affection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Whatever be your philosophical understanding, Narab Muni says the truth you have to remember is that feelings of separation is only due to illusory affection. That's all.",
      "summary": "The speaker discusses the fourth philosophical viewpoint: everything as an inexplicable combination of matter and spirit, acknowledging the distinct difference between living beings and dead matter, and concludes by reiterating that feelings of separation are due to illusory affection.",
      "timestamp_url": "https://youtu.be/FTvX9Jg1hfw?t=772"
    }
  ]
}