{
  "video_id": "FUyT2SK9T84",
  "title": "SB 1.19.26-28 | HH Stoka Krishna Swami | 29-05-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=FUyT2SK9T84",
  "segments": [
    {
      "start_time": 0,
      "end_time": 51,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayers",
        "guru"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Om Agyana Timiran Dhasya Gyanan Janishalakaya Chakshurun Militam Yena Tasvai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers, invoking blessings and paying respects to the spiritual master.",
      "timestamp_url": "https://youtu.be/FUyT2SK9T84?t=0",
      "transcript": "Om Agyana Timiran Dhasya Gyanan Janishalakaya Chakshurun Militam Yena Tasvai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvijesha Shunyavadi Pachatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadhadhara Shri Vasadi Gauravakthavurndha Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagwate Vasudevaya Narayanam Namaskritya Naramchayiva Narottamam Devi Saraswati Vyasam Tatojaya Mudireyate"
    },
    {
      "start_time": 51,
      "end_time": 111,
      "verse_references": [
        "SB 1.19.26",
        "SB 1.19.27",
        "SB 1.19.28"
      ],
      "themes": [
        "Sukhadeva Goswami",
        "appearance",
        "avadhuta"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "All the three verses are describing the personal features of Sukhadeva Goswami, great personality.",
      "summary": "The speaker introduces the topic: a description of Sukhadeva Goswami's personal features from Srimad Bhagavatam, emphasizing his unconventional appearance as an avadhuta.",
      "timestamp_url": "https://youtu.be/FUyT2SK9T84?t=51",
      "transcript": "In this session, we will be discussing three verses: the 26th, the 27th, and the 28th verses of the 19th chapter, the first canto of Srimad Bhagavatam. All three verses are describing the personal features of Sukhadeva Goswami, a great personality. So, to recognize him is not easy, as somebody very, very great, very exalted pure devotee, fully realized, is very difficult to make out. As you would have heard in the previous words, he was avadhuta. He was completely disinterested in properly dressing himself, in displaying any symptoms of belonging to any particular social order. No, none of those could be made out by his appearance."
    },
    {
      "start_time": 111,
      "end_time": 260,
      "verse_references": [
        "SB 1.19.26"
      ],
      "themes": [
        "Sukhadeva Goswami",
        "physical description",
        "sixteen years old"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "His legs, hands, thighs, arms, shoulders, forehead and other parts of his body were all delicately formed.",
      "summary": "The speaker elaborates on the 26th verse, detailing Sukhadeva Goswami's physical attributes, highlighting his youthfulness and delicate features.",
      "timestamp_url": "https://youtu.be/FUyT2SK9T84?t=111",
      "transcript": "So, further description of Sukhadeva Goswami, great personality. So, further description of what is appearance. 26th verse, tvam, sorry, tvam vyashtavarsham sukumarapada karorubahu amsa kapolagatram charu ayataksho charu ayataksha unnasa tulyakarna sabhru ananam kambu sujatakantham. I have split the words because each one is describing a particular feature of the external appearance of Sukhadeva Goswami. So, the meaning of these verses, this son of Vyasadeva tam, the previous reference was there, Bhagavan Vyasaputro, the son of Vyasadeva, that of Sukhadeva Goswami, was only 16 years old. Here, Sanskrit, dvi ashta, 2 times 8 is 16. So, he was only 16 years old. His legs, hands, thighs, arms, shoulders, forehead, and other parts of his body were all delicately formed. Sukumara, very delicately formed. His eyes were beautifully wide. Beautifully wide eyes he had. His nose and ears were highly raised. Raised nose and raised ears. He had a very attractive face. Subru ananam. Very beautiful eyebrows and a very beautiful face, very attractive face. And his neck was well formed and beautiful like a conch shell. Kambu sujata kantham. Kambu means conch shell. Sujata kantham, very beautiful, beautifully formed neck. Kantham means neck."
    },
    {
      "start_time": 260,
      "end_time": 331,
      "verse_references": [],
      "themes": [
        "physiognomy",
        "recognition",
        "external features"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The bodily features when observed externally can tell a lot about that personality, the nature of that personality within.",
      "summary": "The speaker discusses the science of physiognomy, explaining how external bodily features can reveal inner qualities and how the sages in Pariksit's assembly could recognize Sukhadeva Goswami's greatness.",
      "timestamp_url": "https://youtu.be/FUyT2SK9T84?t=260",
      "transcript": "So, these beautiful features are special. If somebody observes him very carefully, not thinking he is a madman, that we described how the members of that assembly, the saintly persons in Pariksit's assembly, some of them, they could recognize a person by studying the name of the person. By studying his external features, that is called the science of physiognomy. It's a special science. The bodily features when observed externally can tell a lot about that personality, the nature of that personality within. Because the person is not the body. But still, great persons by their external bodily features, they are recognized by those who know these specific symptoms by which to recognize such personalities. So, Sri"
    },
    {
      "start_time": 331,
      "end_time": 425,
      "verse_references": [],
      "themes": [
        "respect",
        "age vs. achievement",
        "spiritual experience"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A person is honored for his achievements and not for advanced age.",
      "summary": "The speaker quotes Srila Prabhupada, emphasizing that honor is due to achievement, especially spiritual, rather than age, and that Sukhadeva Goswami's knowledge surpassed that of the elder sages.",
      "timestamp_url": "https://youtu.be/FUyT2SK9T84?t=331",
      "transcript": "La Pravapa says in the purport, a respectable personality is described beginning with the legs. And this honored system is observed here with Shukadeva Goswami. Always from the bottom to the top. Even the Supreme Lord, we should have darshan of the deity of the Supreme Lord beginning with the feet, and then gradually move up. He was only sixteen years of age. Compared to the other persons in the assembly, probably he was the youngest in that assembly of great saintly persons. So, Shri La Pravapa remarks here, a person is honored for his achievements and not for advanced age. Merely being elderly in terms of physical age is not the basis of honoring somebody. That alone is not the basis. So, a person is honored for his achievements, especially when they have spiritual achievements. A person can be older by experience and not by age. Shri Shukadeva Goswami, who is described herein as the son of Vyasa Deva, was by his knowledge more experienced than all the sages present there, although he was only sixteen years of age."
    },
    {
      "start_time": 425,
      "end_time": 501,
      "verse_references": [
        "SB 1.19.27"
      ],
      "themes": [
        "Sukhadeva Goswami",
        "physical description",
        "complexion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "His collarbone was fleshy, his chest broad and thick, his navel deep and his abdomen beautifully striped.",
      "summary": "The speaker moves to the 27th verse, describing more of Sukhadeva Goswami's physical characteristics, including his complexion similar to Lord Krishna's.",
      "timestamp_url": "https://youtu.be/FUyT2SK9T84?t=425",
      "transcript": "So, this will be further described in the next two verses. So, the 27th verse is the same as the last. nigūḍha yatrūṃ prututunga vakṣasam āvartanābhim valivalgu udaramcha digambaram vaktravikīrņā kesham pralambabāhum suamara uttama ābham amara uttama The meaning of this verse is, his collarbone was fleshy, his chest broad and thick, his navel deep, and his abdomen beautifully striped. His arms were long and curly hair was strewn over his beautiful face. The face was already described in the previous verse, beautiful face. He was naked and the hue of his body reflected that of Lord Krishna. Lord Krishna is very dark complexion. Similarly, Shukadev Goswami was also dark complexion like Krishna."
    },
    {
      "start_time": 501,
      "end_time": 630,
      "verse_references": [],
      "themes": [
        "physiognomy",
        "uncommon symptoms",
        "Aajanabahu"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "His bodily features indicate him to be different from common men.",
      "summary": "The speaker continues discussing physiognomy, highlighting the uncommon symptoms in Sukhadeva Goswami's appearance and using the example of Lord Ramachandra's long arms (Aajanabahu) as a sign of greatness.",
      "timestamp_url": "https://youtu.be/FUyT2SK9T84?t=501",
      "transcript": "So, Srila Prabhupada explains these bodily features of Shukadev Goswami. In the purport, his bodily features indicate him to be different from common men. Distinct features are there by which he can be distinguished as an extraordinary personality, even among great persons. So, Srila Prabhupada says, all the signs described in connection with the bodily features of Shukadev Goswami are uncommon symptoms, typical of greatness, great personalities according to physiognomical calculations. See, there are many branches of Vedic knowledge. One of them is how to recognize a person's greatness by studying his external features. For example, if somebody's arms, when they stretch, when they're standing and they stretch the arms in front of their body, it goes below their knees. That is called Aajanabahu. Aajanabahu. That's a description of Lord Ramachandra. Lord Ramachandra, when he appeared, he had his hands, when he stretched, it would reach up to his knees or even below his knees. No common personality will have such a description. No common personality will have such arms in a human form, will have his arms reaching up to his knees, it will always be above the knees, you can check, you stretch your arms, it will reach only somewhere in the thigh region, it will not reach up to your knees, unless you are a great personality. So, one of the symptoms is of a great personality, the arms will reach up to the knees."
    },
    {
      "start_time": 630,
      "end_time": 714,
      "verse_references": [],
      "themes": [
        "physiognomy",
        "Vedic knowledge",
        "Krishna's complexion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "These symptoms are described in a branch of the Vedas called physiognomy",
      "summary": "The speaker reiterates that physiognomy is a branch of Vedic knowledge and emphasizes that Sukhadeva Goswami's bodily hue resembled that of Lord Krishna.",
      "timestamp_url": "https://youtu.be/FUyT2SK9T84?t=630",
      "transcript": "That's described about Shukadev Goswami here. Praalambabahum. Elongated hands. So, these symptoms are described in a branch of the Vedas called physiognomy. This probably is not known in the modern education system, this physiognomy as a science. There are definite symptoms. So, it is described his bodily hue resembled that of Lord Krishna, who is the supreme among the gods. So, amara means the demigods and means the supreme among the demigods, who's that? Krishna. So, his bodily hue was that of Krishna."
    },
    {
      "start_time": 714,
      "end_time": 896,
      "verse_references": [
        "SB 1.19.28"
      ],
      "themes": [
        "Sukhadeva Goswami",
        "youthful beauty",
        "recognition by sages",
        "covered glories"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Because of the glamour of his body and his attractive smiles he was pleasing to women though he tried to cover his natural glories the great sages present there were all expert in the art of physiognomy and so they honored him by rising from their seats",
      "summary": "The speaker explains the 28th verse, describing Sukhadeva Goswami's youthful beauty and how the expert sages recognized and honored him despite his attempt to conceal his glories, contrasting this with the common people's perception.",
      "timestamp_url": "https://youtu.be/FUyT2SK9T84?t=714",
      "transcript": "The 28th verse, the meaning of this 28th verse is, he was blackish, shamam, and very beautiful due to his youth, very beautiful due to his youth. Because of the glamour of his body and his attractive smiles, he was pleasing to women, though he tried to cover his natural glories. The great sages present there were all expert in the art of physiognomy, and so they honored him by rising from their seats. They were all seated. Parikshit Maharaj received the great saintly persons who arrived from all over the universe. They arrived before Shukadeva Swami came to that assembly. So, they were all seated and Parikshit Maharaj bowed down to them and acknowledged their presence, glorified them. But now they were standing up to receive Shukadeva Swami, who could not be recognized by common people, who thought him some mad man. They neglected him and he was surrounded by some urchins and some foolish people, but he is a madman. But not these sages who knew the art of physiognomy. They recognized him as a very, very, very great personality simply by seeing his bodily features. So, that is the description here, that Lakshanagya, the sages, very, very great personalities from the upper planets of the universe, they have arrived there. So, they could recognize, even though gudavarchasam, his glories were covered externally. Common people cannot make out he is a great person, and that too when he is walking naked, you will think he is some great personality. So, these sages could recognize, so they all stood up out of respect for Shukadeva Swamy."
    }
  ]
}