{
  "video_id": "FwUpznOZO8Q",
  "title": "SB 1.19.9-10 Part 8 | HH Stoka Krishna Swami | 16-05-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=FwUpznOZO8Q",
  "segments": [
    {
      "start_time": 56,
      "end_time": 165,
      "verse_references": [],
      "themes": [
        "Vedic System",
        "Guidance of Sages",
        "Administration"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Any ruler, any king, any responsible person in the administration is always guided by learned sages who never occupy the post of ruling or controlling or doing administration, but are well-versed in the science.",
      "summary": "The speaker describes the Vedic system where rulers are guided by learned sages who provide advice and instruction without seeking material benefit, exemplified by Medha Tithi, an assembly member of Indra Deva.",
      "timestamp_url": "https://youtu.be/FwUpznOZO8Q?t=56",
      "transcript": "In this session, we continue to discuss from the 9th and 10th verses of the 19th chapter of the 1st canto of Srimad Bhagavatam. This is part 8 of the discussion. This is the last session in which we will complete the discussion on these two verses. So we are discussing different sages who appeared there. Srila Prabhupada has given a brief biography of these sages. So the first chapter of the 19th chapter of the 1st canto of Srimad Bhagavatam. So the next sage, Medha Tithi, an old sage of yore, an assembly member of the heavenly king Indra Deva. These devatas, they are always guided by great saintly persons. This is the system. Any ruler, any king, any responsible person in the administration is always guided by learned sages who never occupy the post of ruling or controlling or doing administration, but are well-versed in the science. So they give advice, they instruct, they guide, but they never accept any salary, they never take any remuneration. They don't expect any material benefit out of that. They are doing it as a seva, as a service. So this Medha Tithi was an assembly member of the heavenly king Indra Deva. His son was Kanvamuni, another great sage."
    },
    {
      "start_time": 165,
      "end_time": 240,
      "verse_references": [],
      "themes": [
        "Vanashrama Dharma",
        "Elevation of Consciousness",
        "Heavenly Planets"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Following the Vanashrama Dharma is very, very beneficial for elevation to the higher status in life.",
      "summary": "The speaker explains how following the Vanashrama Dharma leads to gradual elevation through different planetary systems, contrasting it with the direct path of Bhakti Yoga.",
      "timestamp_url": "https://youtu.be/FwUpznOZO8Q?t=165",
      "transcript": "This Kanvamuni brought up Shakuntala in the forest. And Shakuntala was left behind by Menaka. This Medha Tithi was promoted to the heavenly planet by strictly following the principles of retired life or vanaprastha. Following the Vanashrama Dharma is very, very beneficial for elevation to the higher status in life. Of course, the ultimate goal of such elevation is to come to the point of achieving ultimate liberation by going back to Godhead. But those who adopt the gradual process of elevation of consciousness, they have to gradually go from the earth planet to the heavenly planet to the still higher planet, still higher planet, still higher planet. Bh큰loka, Bh큰varloka, Svarloka or Svargaloka. Bh큰loka, Bh큰varloka, Svargaloka or Svargaloka. Maharloka, Janaloka, Tapoloka, Satyaloka."
    },
    {
      "start_time": 240,
      "end_time": 317,
      "verse_references": [
        "BG 8"
      ],
      "themes": [
        "Bhakti Yoga",
        "Liberation",
        "Spiritual Master"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But the Bhakti Yoga process is directly go back to Godhead by completely concentrating one's attention on Krishna alone.",
      "summary": "The speaker contrasts the direct path of Bhakti Yoga, which leads to immediate liberation, with other gradual processes like Jnana, Karma, and various Yoga systems, emphasizing the importance of a spiritual master.",
      "timestamp_url": "https://youtu.be/FwUpznOZO8Q?t=240",
      "transcript": "This is step-by-step elevation. But the Bhakti Yoga process is directly go back to Godhead by completely concentrating one's attention on Krishna alone. This is explained by Krishna in the 8th chapter, that one who remembers me alone at the time of death, such a person when he quits the body, he directly attains shelter at my lotus feet in my personal abode. He is directly transformed to Krishna's personal abode. So, those who don't know about this Bhakti Yoga process, or those who are not having the guidance of the spiritual master or master as the laity, master who is expert in Bhakti Yoga, such people have to follow the gradual process of elevation, the other process of Jnana, Karma, Ashtanga Yoga, Hatha Yoga, so many other, Sankhi Yoga, so many other yoga systems are there for the gradual process of elevation."
    },
    {
      "start_time": 317,
      "end_time": 426,
      "verse_references": [
        "BG 10.13"
      ],
      "themes": [
        "Devala Rishi",
        "Authority",
        "Vedic Knowledge"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Arjuna is saying that Krishna is accepted as a supreme Brahman, the supreme personality of Godhead, by many great saintly persons who are authorities in Vedic knowledge.",
      "summary": "The speaker discusses Devala Rishi as an authority on Vedic knowledge, mentioned by Arjuna in the Bhagavad Gita, and his connection to Maharaja Yudhishthira and Dhaumya.",
      "timestamp_url": "https://youtu.be/FwUpznOZO8Q?t=317",
      "transcript": "Next, Devala, a great authority like Narada Muni and Vyasa Deva, his good name is on the list of authorities mentioned in the Bhagavad Gita. Arjuna, when he acknowledges Krishna's position as a supreme Brahman, Arjuna is saying that Krishna is accepted as a supreme Brahman, the supreme personality of Godhead, by many great saintly persons who are authorities in Vedic knowledge. Narada, the foremost authority. Then, Asita Devala Vyasa, so Devala's name is mentioned as one of the authorities by Arjuna who all acknowledge Krishna is the supreme personality of Godhead. This Devala Rishi, he met Maharaja Yudhishthira after the battle of Kurukshetra, and this Devala Rishi was the elder brother of Dhaumya, the priest of the Pandava family. Like the Kshatriyas, he also allowed his daughter to select her own husband in a Swayamvara meeting. And at that ceremony, all the bachelor sons of the rishis were invited."
    },
    {
      "start_time": 426,
      "end_time": 585,
      "verse_references": [],
      "themes": [
        "Gautama Rishi",
        "Saptarishi",
        "Gotra",
        "Lineage"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Persons in the Gautama gotra today are either his family descendants or in his disciplic succession.",
      "summary": "The speaker explains the significance of Gautama Rishi as one of the Saptarishis and clarifies the two types of descendants within the Gautama gotra: family descendants (Brahmins) and those in disciplic succession (Kshatriyas and Vaishyas).",
      "timestamp_url": "https://youtu.be/FwUpznOZO8Q?t=426",
      "transcript": "Next, Gautama, one of the seven great sages of the universe. In every universe, there is a position of Saptarishis. They are elevated to that post, they have their own planet in the upper part of the universe, Saptarishi Mandala. It's called Saptarishi Mandala. And Gautama Rishi is one of the Saptarishis. Sharadwaan Gautama was one of his sons. Now, Srila Prabhupada clarifies one very important point. Persons in the Gautama gotra today are either his family descendants or in his disciplic succession. Like those in the Vedic culture, they say, to which gotra do you belong? To which lineage? Lineage of ancestors. So, those belonging to Gautama gotra, generally a rishi's name is associated with the gotra. Gotra means this descendant of a particular sage. So, two kinds of descendants: those who are family descendants are the brahmanas. Just like Gautama Rishi, he had his sons and his sons had their sons, their sons, their sons, their sons. Like that in the brahmana lineage, present day brahmanas who are actually Gautama gotra descendants, they are coming from the Gautama Rishi himself as the descendants. And those who are Kshatriyas and Vaishyas who claim to be of Gautama gotra, they generally are having Gautama Rishi as their priest, as their preceptor, as their guide and saintly teacher. So, two kinds of descendants, those in the disciplic succession who follow Gautama Rishi"
    },
    {
      "start_time": 585,
      "end_time": 721,
      "verse_references": [],
      "themes": [
        "Ahalya",
        "Indra",
        "Chastity",
        "Rama"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Ahalya turned into a stone when Indradeva, the king of heaven, molested her.",
      "summary": "The speaker narrates the story of Ahalya, the wife of Gautama Rishi, who was molested by Indra and turned into stone, later delivered by Lord Ramachandra, also mentioning Gautama's connection to Kripacharya.",
      "timestamp_url": "https://youtu.be/FwUpznOZO8Q?t=585",
      "transcript": "and those who are family descendants, seminal descendants and the descendants who are having the spiritual guidance given by Gautama Rishi. Gautama Rishi was the husband of the famous Ahalya. Ahalya is a personality who was delivered by Rama or Ramachandra. So, it is described here that Ahalya turned into a stone when Indradeva, the king of heaven, molested her. You see, among the devatas, there is always this enviousness because there is so much material desires for enjoyment. Sometimes they become envious. Ahalya was the wife of Gautama Rishi. But because Indra wanted to enjoy with her, because she is a chaste lady, she will refuse to satisfy Indra. This is the instruction in the scriptures that another's wife should be respected on the level of one's mother. So, there is a question of enjoying. So, similarly, Indradeva, he should not have even approached the wife of Gautama Ahalya even though she might have been very beautiful. But he nevertheless approached her. When she refused, he molested her. He forced her. So, then she, by her chastity, she turned into a stone so that Indra could no longer do any more harm to her. And then she was delivered by Rama. When Rama touched her, she was delivered. When Rama was in exile, Ahalya was delivered by Lord Ramachandra. Gautama was the grandfather of Kripacharya who was one of the heroes of the battle of Kurukshetra."
    },
    {
      "start_time": 721,
      "end_time": 800,
      "verse_references": [],
      "themes": [
        "Kripacharya",
        "Kurukshetra",
        "Lineage",
        "Guidance"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Kripacharya agreed to become the, because he was a very learned sage, so he became the guide for Yudhishthira after Yudhishthira was coronated as the emperor of the world after the battle of Kurukshetra.",
      "summary": "The speaker details Kripacharya's role in the Kurukshetra war, his relationship with Dronacharya, and his eventual guidance of Yudhishthira after the war, highlighting his lineage from Gautama Rishi.",
      "timestamp_url": "https://youtu.be/FwUpznOZO8Q?t=721",
      "transcript": "Kripacharya was fighting on the side of the Kauravas. But Kripacharya was the brother-in-law of Dronacharya. Kripacharya's twin sister married Dronacharya. So, Dronacharya's wife's brother is Kripacharya. So, Kripacharya did not die in the battle of Kurukshetra, even though he was fighting on the side of the Kauravas. So, later on, Kripacharya actually became the guide for Yudhishthira. There was no enmity as such. They would fight on one side or the other side. There was no enmity actually. So, Kripacharya agreed to become the, because he was a very learned sage, so he became the guide for Yudhishthira after Yudhishthira was coronated as the emperor of the world after the battle of Kurukshetra. So, Kripacharya's illustrious lineage is Kripacharya's grandfather was Gautama Rishi, the great Gautama Rishi."
    },
    {
      "start_time": 800,
      "end_time": 955,
      "verse_references": [],
      "themes": [
        "Maitreya Rishi",
        "Vidura",
        "Bhagavatam",
        "Brahmavidya",
        "Parampara"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "You have to hear from a Self-realized soul. That is the only way and there is no other way.",
      "summary": "The speaker introduces Maitreya Rishi as the spiritual master of Vidura, emphasizing the importance of hearing from a self-realized soul to acquire Brahmavidya and highlighting the parampara system of knowledge transmission.",
      "timestamp_url": "https://youtu.be/FwUpznOZO8Q?t=800",
      "transcript": "Then the last sage being described here is Maitreya Rishi, a great Rishi of yoga. He was the spiritual master of Vidura. In fact, most of the Bhagavatam, a good portion of the Bhagavatam is describing the conversation between Vidura and Maitreya, which is cited by Shukadeva Goswami. When Shukadeva Goswami was speaking the Bhagavatam to Pariksit Maharaj, to answer some of Pariksit's questions, Shukadeva Goswami would cite a similar question was asked by someone else in the past. This is called parampara system. Nobody has to manufacture any answer for any question. The entire body of spiritual knowledge is descending from Krishna. Krishna first instructed Brahma, Brahma instructed Narada, Narada instructed Vyasa, Vyasa instructed Deja. Shukadeva Goswami and other personalities. So Vidura inquired from Maitreya Rishi when on pilgrimage. He met Maitreya Rishi in Badrikashram. And he inquired from Maitreya Rishi. Of course, Vidura himself is enlightened and learned, pure devotee, Mahabhagavata. He is one of the Mahajanas. But in order to teach us how we have to make inquiries from the right authority, from the right source, we have to acquire this knowledge of the Self, Brahmavidya. You cannot study Brahmavidya or become knowledgeable in the Brahmavidya simply by studying books, simply by doing some meditation and all that. You have to hear from a Self-realized soul. That is the only way and there is no other way. There is no substitute for that. So Vidura heard from Maitreya who was Self-realized. And that conversation is elaborately described in the later cantos of the Bhagavad Gita. So Maitreya Rishi is famous as the one who instructed Vidura in this spiritual subject matter, Brahmavidya."
    },
    {
      "start_time": 955,
      "end_time": 1018,
      "verse_references": [],
      "themes": [
        "Maitreya Rishi",
        "Dhritarashtra",
        "Pandavas",
        "Duryodhana"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Maitreya Rishi, he advised Dhritarashtra not to ill-treat the Pandavas because Dhritarashtra was a caretaker.",
      "summary": "The speaker recounts Maitreya Rishi's advice to Dhritarashtra to maintain good relations with the Pandavas, Duryodhana's disagreement, and the subsequent curse, also mentioning Maitreya's discourses with Vyasadeva.",
      "timestamp_url": "https://youtu.be/FwUpznOZO8Q?t=955",
      "transcript": "Maitreya advised Dhritarashtra to keep good relations with the Pandavas. And Dhritarashtra was plotting and planning to kill the Pandavas. Actually, Dhritarashtra was not planning to kill the Pandavas. It was Duryodhana who wanted to kill the Pandavas. So Dhritarashtra, instead of stopping his sons from attempting to kill the Pandavas, he supported his sons. That is when the others intervened. Like Maitreya Rishi, he advised Dhritarashtra not to ill-treat the Pandavas because Dhritarashtra was a caretaker, so not to ill-treat his brother's sons, his nephews, but rather to keep good relations. Duryodhana disagreed and thus Maitreya Rishi cursed Duryodhana. Maitreya also met Vyasadeva and had religious discourses with Vyasadeva."
    }
  ]
}