{
  "video_id": "G7Gq3iVZ7BY",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.9.29 | 26-04-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=G7Gq3iVZ7BY",
  "segments": [
    {
      "start_time": 0,
      "end_time": 40,
      "verse_references": [],
      "themes": [
        "invocation",
        "mantras",
        "spiritual lineage"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, invoking blessings and paying respects to spiritual predecessors.",
      "timestamp_url": "https://youtu.be/G7Gq3iVZ7BY?t=0",
      "transcript": "Om Agyan Timiran Dhasya Gyanan Janishalakaya Chaksharun Militam Yena Tasmai Sri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Srimate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Sri Krishna Chaitanya Prabhu Nityananda Sri Advaita Gadadhara Sri Vasadi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 41,
      "end_time": 132,
      "verse_references": [
        "SB 1.9.29"
      ],
      "themes": [
        "auspicious death",
        "yoga",
        "Bhishma Deva",
        "Uttarayanaha"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So Bhishma Deva was specially blessed to quit his body at the most auspicious time so that he could make his destination going back home back to Godhead",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam about Bhishma Deva's auspicious death during Uttarayana, highlighting his ability to choose the time of his departure.",
      "timestamp_url": "https://youtu.be/G7Gq3iVZ7BY?t=41",
      "transcript": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Devi Saraswati Vyasam Tato Jaya Mudhirayet. In this session, we will be discussing from the 29th verse of the 9th chapter of the first canto of Srimad Bhagavatam. Dharmam Pravadatastasya Sakalapratyupasthitaha Yo Yoginas Chandamrityor Vanchitas Tu Uttarayanaha. The meaning of this verse is, while Bhishma Deva was describing occupational duties, the sun's cores ran into the northern hemisphere. This period is desired by mystics who die at their will. So Bhishma Deva was specially blessed to quit his body at the most auspicious time so that he could make his destination going back home, back to Godhead. So that most auspicious time is being described in this verse as Uttarayana Kunya Kala. So Bhishma Deva was waiting for this most auspicious time to quit his body"
    },
    {
      "start_time": 132,
      "end_time": 207,
      "verse_references": [],
      "themes": [
        "yoga",
        "sense control",
        "mind control",
        "spiritual science"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The perfect Yogis or mystics can leave the material body at their own sweet will at a suitable time and go to a suitable planet desired by them",
      "summary": "The speaker explains Srila Prabhupada's purport, emphasizing the yogi's ability to control their body and mind to choose their destination after death, a science not taught in modern education.",
      "timestamp_url": "https://youtu.be/G7Gq3iVZ7BY?t=132",
      "transcript": "because he had that Siddhi. So in the purport, Srila Prabhupada explains, \"The perfect Yogis or mystics can leave the material body at their own sweet will at a suitable time and go to a suitable planet desired by them.\" See, not only are they able to leave the body at an auspicious time, but also they can go to the planet they desire to go, which means first of all, they have full control over their senses. Their body is made up of senses. They have completely control over their senses. They have completely control over their mind because they are able to fix their attention on the particular destination they want to go. So this is a great science, and this science is not taught in our ordinary schools, colleges, modern day education system. This science is not at all taught"
    },
    {
      "start_time": 207,
      "end_time": 356,
      "verse_references": [
        "BG 8"
      ],
      "themes": [
        "spiritual sky",
        "material sky",
        "illumination",
        "darkness",
        "ignorance"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "See there is a spiritual sky beyond this material sky",
      "summary": "The speaker contrasts the material and spiritual skies, explaining that the material world is characterized by darkness and ignorance, while the spiritual world is illuminated by Krishna's effulgence.",
      "timestamp_url": "https://youtu.be/G7Gq3iVZ7BY?t=207",
      "transcript": "niet practically unknown even to the most so-called learned scholars of the modern education system. They do not know this. In the Bhagavad Gita, Srila Prabhupada says in the 8th chapter, it is said that self-realized souls who are exactly identified themselves with the interest of the Supreme Lord can generally leave the material body during the time of the fire gods effulgence, and when the Sun is in the northern horizon, and thus achieve the transcendental sky. See, there is a spiritual sky beyond this material sky. Parastasmatubhavonyo vyakto vyaktatsanatanah Paravyoma, the spiritual sky. The material sky is what we can see with these eyes, and we understand there are so many other planets in the material sky. Some are called upper planets, some are called lower planets where the conditions of living are different than those on the earth. But beyond all these material planets, beyond this universe, beyond all the material universes, there is a spiritual sky, and in the spiritual sky, there are spiritual planets, and the spiritual sky is illuminated by the personal bodily effulgence of Krishna. It's called Brahma Jyoti effulgence, spiritual effulgence. So there is no darkness. Then in the spiritual world, the material world is characterized by its being always dark, and therefore there is a necessity of illumination either by sunlight or moonlight or by fire or electricity. There is a need of illumination in this material world, otherwise by itself, the material world is dark, a dark place. Darkness means the absence of light because of which we cannot see in darkness. Our eyes are able to see only when there is light illumination. In darkness, we cannot see"
    },
    {
      "start_time": 356,
      "end_time": 414,
      "verse_references": [],
      "themes": [
        "ignorance",
        "enlightenment",
        "Vedic scriptures",
        "knowledge"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Darkness also means ignorance. That is a characteristic of material existence",
      "summary": "The speaker elaborates on ignorance as a characteristic of material existence and emphasizes the importance of Vedic scriptures as a source of enlightenment and knowledge.",
      "timestamp_url": "https://youtu.be/G7Gq3iVZ7BY?t=356",
      "transcript": "Secondly, darkness also means ignorance. That is a characteristic of material existence. We are always in ignorance unless we become enlightened by acquiring the proper knowledge from the perfect authority, the perfect source. So that perfect source is the Vedic literature. The scriptures, the Vedic scriptures is the perfect source for this knowledge which will enlighten us. Who am I? What is this world? What is beyond this material existence? What is spiritual existence? Who is God? What is my relationship? What is my identity? Everything is a subject matter of the Vedic scriptures."
    },
    {
      "start_time": 414,
      "end_time": 580,
      "verse_references": [],
      "themes": [
        "yoga",
        "mysticism",
        "transcendentalism",
        "materialism",
        "planetary travel"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Perfection of yoga means attainment of such supra mental states that means the mind is completely controlled",
      "summary": "The speaker discusses the perfection of yoga, enabling one to leave the body at will and travel to other planets without material vehicles, contrasting this with the limitations of materialistic science.",
      "timestamp_url": "https://youtu.be/G7Gq3iVZ7BY?t=414",
      "transcript": "So Prabhupada mentions here about achieving the transcendental sky, spiritual sky. In the Vedas, these times are considered auspicious for quitting the body, and they are taken advantage of by the expert mystics who have attained perfection in this system of yoga practice. The expert mystics, that means the yogis, Ashtanga yogis, they are called ashtanga yogis. They practice ashtanga yoga. Bhishma Deva was an expert mystic yogi or ashtanga yogi, so he had perfected the method of leaving the body at an auspicious time. So therefore, he was waiting for the rottrayana punya kala, and Srila Prabhupada says further, \"Perfection of yoga means attainment of such supra mental states,\" that means the mind is completely controlled, and mind is actually elevated in the thought process, thinking process, and mind is elevated to the concept of mind and consciousness. There is no other state of mind to a spiritual level where one will be able to leave the body as desired. Yogis can also reach any planet within no time without a material vehicle. This yogic method of traveling within this universe or even beyond the universe is not a gross method that we know of ordinarily. There is no need of a vehicle, a material vehicle. Besides that, a material vehicle is useless when we are to travel to the planet sun. Sun is full of fire, so which material vehicle will withstand that? We know of now our modern day spacecraft and rockets and sputniks and all these, how they can withstand the temperature of the sun, so you cannot go to the sun planet"
    },
    {
      "start_time": 580,
      "end_time": 757,
      "verse_references": [],
      "themes": [
        "planetary travel",
        "spiritual science",
        "Bhishma Deva",
        "spiritual knowledge"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So please try to understand that leaving this earth planet and going to another planet requires that we acclimatize our selves our body to the conditions prevailing there",
      "summary": "The speaker continues discussing planetary travel, emphasizing the need to adapt the body to different planetary conditions and reiterating that spiritual knowledge is a real science, exemplified by Bhishma Deva.",
      "timestamp_url": "https://youtu.be/G7Gq3iVZ7BY?t=580",
      "transcript": "neither you can go in this body. So please try to understand that leaving this earth planet and going to another planet requires that we acclimatize ourselves, our body to the conditions prevailing there. So the yogis, they are able to leave this body, and in a suitable material body, they are able to go to the higher planets or to the spiritual world, the transcendental world in the suitable form. So transcendental world they can go only in a spiritual body, and upper planets also they can go in a suitable subtle body, not a gross body. The upper planets, the gross bodies are useless. One can't even go beyond a certain range of the atmosphere of the earth. The yogis can reach the highest planetary system within a very, very short time, and this is impossible for the materialist. See, yogis means they are transcendentalists as opposed to materialists. Well, no knowledge of transcendence or spirituality, spiritually they are zero. This modern day scientists, they're spiritually zero, so they are never able to reach the highest planetary system by any means. They cannot. They don't even know of its existence, what is Brahma loka. Even attempting to reach the highest planet will take millions of years at a speed of millions of miles per hour by the process that the modern day scientists talk about travelling in outer space. It will take them millions of years at a speed of millions of miles per hour, which means those planets are really, really, really far. They are very, very far, astronomical distances. That's what we hear about from the scientists, they're so far away. So Shilpa Pune Prabhupada says, this is a different science altogether. It's a science. It's not some mythology. It's not some fiction. It's not some imaginary story. It is fact, 100% fact, and Bhishma Deva knew well how to utilize it. He had to learn from the proper source, the spiritual knowledge, the spiritual techniques. Bhishma Deva knew this."
    },
    {
      "start_time": 757,
      "end_time": 873,
      "verse_references": [],
      "themes": [
        "Bhishma Deva",
        "auspicious time",
        "pure devotee",
        "Krishna's desire",
        "instruction"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bhishma Deva, even though he could quit his body at any time he desired, he chose to quit his body at the auspicious time of Uttarayana Punni.",
      "summary": "The speaker explains that while pure devotees don't need to wait for an auspicious time to die, Bhishma Deva waited to instruct his grandsons as desired by Krishna.",
      "timestamp_url": "https://youtu.be/G7Gq3iVZ7BY?t=757",
      "transcript": "And therefore, he was just waiting for the suitable moment to quit his material body, and the golden opportunity arrived when he was instructing his noble grandsons, the Pandavas. Bhishma Deva, even though he could quit his body at any time he desired, he chose to quit his body at the auspicious time of Uttarayana Punni. One more confidential understanding we get from the Srimad Bhagavatam is that Bhishma Deva is a pure devotee of Krishna. The Bhagavad Gita says, for a pure devotee of Krishna, there is no need to quit the body at an auspicious time only. Of course, those who are practicing Ashtanga Yoga, they have to quit the body at an auspicious time in order to be able to go to the spiritual world for eternal life, full of bliss and knowledge. But those who are Bhakti Yogis or pure devotees like Bhishma Deva, they don't have to quit the body at an auspicious time. They can quit any time and their destination is always the spiritual world. They have only one destination, that is the personal abode of the Supreme Personality of Godhead, the spiritual world. So devotees need not wait for the auspicious time. Now Bhishma Deva here, it is described, was waiting for the suitable moment so that he could instruct his grandsons as desired by Krishna. So devotees need not wait for the auspicious time. Now Bhishma Deva here, it is described, was waiting for the suitable moment so that he could instruct his grandsons as desired by Krishna."
    },
    {
      "start_time": 873,
      "end_time": 966,
      "verse_references": [],
      "themes": [
        "Bhishma Deva",
        "instruction",
        "Pandavas",
        "Dharma",
        "Krishna consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna desired that Bhishma Deva instruct the Pandavas especially Yudhishthira who was aggrieved at the massacre that had taken place due to the battle of Kurukshetra to enthrone Yudhishthira as the emperor of the world.",
      "summary": "The speaker details how Bhishma Deva, despite being on a bed of arrows, instructed the Pandavas on Dharma, mitigating Yudhishthira's grief, demonstrating the power of Krishna consciousness.",
      "timestamp_url": "https://youtu.be/G7Gq3iVZ7BY?t=873",
      "transcript": "sons as desired by Krishna. Krishna desired that Bhishma Deva instruct the Pandavas, especially Yudhishthira who was aggrieved at the massacre that had taken place due to the battle of Kurukshetra, to enthrone Yudhishthira as the emperor of the world. So Yudhishthira's grief was mitigated by instructions given by Bhishma Deva. Also, Bhishma Deva was lying on a bed of arrows, but his mind and his intelligence was in perfect order in spite of the most uncomfortable situation in which he was lying there on the battlefield bed of arrows. So he was detached from the physical pain, completely detached because of his being situated in Krishna consciousness. That's a proof of Krishna consciousness. He was speaking perfectly the perfect knowledge to his grandsons when they were inquiring about Dharma. He spoke, the greatest authority on Dharma was speaking on Dharma. Yudhishthira was asking about Dharma. Bhishma is the Mahajana, so he's speaking about Dharma perfectly. So that is being now explained here that Bhishma instructed the Pandavas and chose the"
    },
    {
      "start_time": 966,
      "end_time": 967,
      "verse_references": [],
      "themes": [],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "",
      "summary": "The speaker concludes the session.",
      "timestamp_url": "https://youtu.be/G7Gq3iVZ7BY?t=966",
      "transcript": "right moment to quit the body. I'll stop here, thank you very much."
    }
  ]
}