{
  "video_id": "g_bpM5E5wRU",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.8.6 | 31-01-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=g_bpM5E5wRU",
  "segments": [
    {
      "start_time": 0,
      "end_time": 103,
      "verse_references": [
        "SB 1.8.6"
      ],
      "themes": [
        "Krishna",
        "Yudhishthira",
        "Ashwamedha Yajna",
        "Indra"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Lord Shri Krishna caused three well-predicted well-performed Ashwamedha yajnas or horse sacrifices to be conducted by Maharaj Yudhishthira and thus caused his virtuous fame to be glorified in all directions like that of Indra who had performed 100 such sacrifices.",
      "summary": "The lecture begins with the speaker reciting prayers and then introducing the verse from Srimad Bhagavatam (1.8.6) that will be discussed, explaining that Yudhishthira's three horse sacrifices equaled Indra's fame from 100.",
      "timestamp_url": "https://youtu.be/g_bpM5E5wRU?t=0",
      "transcript": "Om Agyanati Miran Dasya Gyanan Janishalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pachatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Devim Saraswati Vyasam Tato Jayamudhiya Narayanam Namaskritya Naramchaiva Narottamam. In this session, we will be discussing from the 6th verse of the 8th chapter of the 1st canto of Srimad Bhagavatam: Yajayitva Ashwamedhaistam Tribhir Uttamakalpakaihi Tadyasya Pavanam Dikshu Shatamanyor Iva Tanot. The meaning of this verse is: Lord Shri Krishna caused three well-predicted, well-performed Ashwamedha yajnas, or horse sacrifices, to be conducted by Maharaj Yudhishthira and thus caused his virtuous fame to be glorified in all directions like that of Indra who had performed 100"
    },
    {
      "start_time": 103,
      "end_time": 286,
      "verse_references": [],
      "themes": [
        "Srimad Bhagavatam",
        "Parikshit Maharaj",
        "Pandavas",
        "Devotees"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So the Bhagavatam concerns not only description of the Supreme Lord and one or two devotees but actually concerns the Supreme Lord in relationship with his variegated devotees.",
      "summary": "The speaker explains the context of the verse, relating it to the questions of the sages of Naimisharanya and the birth of Parikshit Maharaj, emphasizing the importance of the Pandavas as pure devotees and the Bhagavatam's focus on the Lord's relationship with various devotees.",
      "timestamp_url": "https://youtu.be/g_bpM5E5wRU?t=103",
      "transcript": "such sacrifices. So the comparison is made here. Yudhishthira performed only three horse sacrifices, but his fame equaled that of Indra, who performed 100 Ashwamedha yajnas. Another name for Indra is Shatakrtu, one who has performed Shata—Shata means 100—100 horse sacrifices. So how is this? Srila Prabhupada explains in the purport, this is something like the preface to the performances of Ashwamedha yajna by Maharaj Yudhishthira. Now here, we should remember Suta Goswami is describing a past incident, a historical incident about the Pandavas. This is actually based on the questions asked by the sages of Naimisharanya to give the background: how is it that Parikshit Maharaj met Shukadev Goswami and heard the entire Bhagavatam from Shukadev Goswami? So, in order to describe the birth of this Parikshit Maharaj, the incidents leading to that are being described here because they will help us understand better the fact that who is Parikshit Maharaj, how he is a Mahabhagavata by birth itself, and how his activities are glorious. Even his preparation for death is very, very, very glorious. So everything is glorious about the exalted Mahabhagavata Parikshit Maharaj. So the description, because Parikshit is the grandson of the Pandavas, therefore the description is being given here. Pandavas themselves are Mahabhagavatas; they are pure devotees of the Supreme Lord, all the five of them. So therefore, the Bhagavatam concerns not only description of the Supreme Lord and one or two devotees, but actually concerns the Supreme Lord in relationship with his variegated devotees, yes, unlimited devotees, all relating with him in their own particular relationship. So we understand that from the Srimad Bhagavatam"
    },
    {
      "start_time": 286,
      "end_time": 445,
      "verse_references": [],
      "themes": [
        "Yudhishthira",
        "Kurukshetra",
        "Krishna",
        "Pure Devotees",
        "Kingship"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna actually conducted this battle of Kurukshetra in order to enthrone his pure devotee as the emperor of the world.",
      "summary": "The speaker discusses the historical context, including the end of the Kurukshetra war and Yudhishthira's enthronement, explaining that Krishna orchestrated the war to establish a pure devotee as ruler to guide citizens back to Godhead.",
      "timestamp_url": "https://youtu.be/g_bpM5E5wRU?t=286",
      "transcript": "because all such descriptions are there. So therefore, the historical incident of Yudhishthira Maharaj, the end of the battle of Kurukshetra, this narration began when Ashwatthama attempted to kill—sorry, Ashwatthama killed the five sleeping sons of Draupadi, and he was punished. That was the seventh chapter, and the eighth chapter begins by telling that after that Yudhishthira, Yudhishthira was enthroned as the emperor of the world, and Krishna actually conducted this battle of Kurukshetra in order to enthrone his pure devotee as the emperor of the world. Why? Because a pure devotee carries out the mission of the Supreme Lord in this material world. What is that mission of the Supreme Lord in this world? The Lord has created this world in order to give a chance to the conditioned souls to try to enjoy materially and prepare themselves, especially in the human form of life, to actually return to their original consciousness, Krishna consciousness. So this is the whole program, and to facilitate this understanding and acting properly and preparing oneself to return to the original consciousness, the king has to guide the citizens of his kingdom in such a way that they all prepare themselves to go back to Godhead. And therefore, Krishna wants pure devotees to rule this world. So the Pandavas are pure devotees of Krishna; therefore, Krishna wants the Pandavas to rule the world. The Kauravas are not devotees of Krishna; therefore, Krishna arranged the battle of Kurukshetra in which the Kauravas were completely destroyed. So here, after Yudhishthira was enthroned as the emperor of the world, he performed three Ashwamedha yagnas again by the mercy of the Supreme Personality of Godhead Krishna."
    },
    {
      "start_time": 445,
      "end_time": 595,
      "verse_references": [],
      "themes": [
        "Yudhishthira",
        "Indra",
        "Opulence",
        "Pure Devotion",
        "Fame"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The fame of Maharaj Yudhishthira was not less than that of Indra.",
      "summary": "The speaker elaborates on Srila Prabhupada's explanation of Yudhishthira's comparison to Indra, highlighting that despite Indra's greater opulence, Yudhishthira's fame was equal due to his pure devotion to Krishna.",
      "timestamp_url": "https://youtu.be/g_bpM5E5wRU?t=445",
      "transcript": "Now Srila Prabhupada explains in the purport, the comparison of Maharaj Yudhishthira to the king of heaven is significant. In what way is it significant? Srila Prabhupada explains, the king of heaven is thousands and thousands of times greater than Maharaj Yudhishthira in opulence. Naturally, the opulence of the inhabitants of the heavenly planets is much, much, much, much more than those of the inhabitants of the earthly planets, and correspondingly, the king of heaven is many, many, many millions of times more opulent than the emperor of this earthly planet or this world. Yet it is described in the purport here, the fame of Maharaj Yudhishthira was not less than that of Indra. How is that so? The reason is that Maharaj Yudhishthira was a pure devotee of the Lord. See Maharaj Yudhishthira's special position. What is that? He is a pure devotee of Krishna. All the five partners, they are pure devotees of Krishna, and by Lord Krishna's grace only was King Yudhishthira on the level of the king of heaven. So the fame of Yudhishthira was because of his being a pure devotee of Krishna. A pure devotee is naturally very famous without any endeavor for attaining fame. By his actions, a pure devotee automatically becomes, naturally becomes, very famous. So Srila Prabhupada explains that even though King Yudhishthira performed only three Ashwamedha Yajnas, whereas the king of heaven performed hundreds, still Yudhishthira's fame was equal to that of Indra. So now Srila Prabhupada says that is a prerogative of the devotee of the Lord."
    },
    {
      "start_time": 595,
      "end_time": 739,
      "verse_references": [],
      "themes": [
        "Krishna",
        "Devotees",
        "Equality",
        "Mercy",
        "Sunlight Analogy"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "A devotee of the Lord is more glorified because he is always in touch with the all great Supreme Lord.",
      "summary": "The speaker addresses the potential perception of Krishna being partial, clarifying that Krishna is equal to all but devotees are glorified due to their constant connection with Him, using the analogy of sunlight reaching different places based on their receptive power.",
      "timestamp_url": "https://youtu.be/g_bpM5E5wRU?t=595",
      "transcript": "Now here is a very important point, that somebody may think that Krishna is partial to his devotees. So Srila Prabhupada says no, Krishna is not partial to his devotees. The Lord is equal to everyone, equal to everyone, but a devotee of the Lord is more glorified because he is always in touch with the all-great, all-great Supreme Lord. This is the position of the devotee. He never forgets Krishna, Supreme Personality of Godhead. He is always in touch with the Supreme Personality of Godhead under all circumstances and all conditions, at all times, always, always in touch. So therefore, the pure devotees are naturally glorious. Now Srila Prabhupada gives an example here. The sun rays are equally distributed, but still there are some places which are always dark. This is, you can understand this example, it is not difficult, that the sun is shining brightly in the sky and distributing the rays equally, not only for this planet but for millions of other planets also. The sun is distributing the light and heat, but there are some places where the sunlight does not, does not reach at all. Those places will always be dark, always be dark. This is not due to the sun, but to the receptive power. Different places receive different quantity of sunlight when the sun is shining in the sky. That is dependent on the receptive power of the particular place. That is different."
    },
    {
      "start_time": 739,
      "end_time": 883,
      "verse_references": [
        "BG 4"
      ],
      "themes": [
        "Mercy",
        "Krishna",
        "Conditioned Souls",
        "Part and Parcel",
        "Rebellion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "Krishna wants us with him, but we are forgetful, we are rebellious, we are envious, we want to be separate, we want to be independent.",
      "summary": "The speaker explains that Krishna freely gives his mercy and wants to deliver all conditioned souls, as everyone is part and parcel of Him, but our forgetfulness and rebellious nature prevent us from realizing this.",
      "timestamp_url": "https://youtu.be/g_bpM5E5wRU?t=739",
      "transcript": "Similarly, now we understand this example, we can compare this example. Those who are sent percent devotees of the Lord get the full-fledged mercy of the Lord, which is always equally distributed everywhere. The Lord is equal to everyone. He freely gives away his mercy. He wants everyone to go back to him. That's why he speaks Bhagavad Gita. That's why he personally comes so many times in different incarnations. Personally he comes, he sends his representatives. He wants, he wants to deliver all the fallen conditioned souls because everyone belongs to him. Krishna in the fourth chapter of the Bhagavad Gita says, \"Every living being is mine.\" Yajnatvana punarmoham evam yasyasi pandava sarvabhutani asheshani drakshasi atmani atomai. He says, \"Every living entity is my part and parcel.\" Mamaivam shojeevaloke jeevabhutasanata vanatana. Eternally we are part and parcel of Krishna, so we have the same nature as Krishna, spiritual nature. So Krishna wants us with him, but we are forgetful, we are rebellious, we are envious, we want to be separate, we want to be independent. This is a fact. Many people may not agree, but with a cool and sober head, if you think over, you understand who you are essentially in a sense, and then you consider this, then you will realize and you will actually very easily be able to rectify your misconception and discover the mercy of the Lord, which is equally available for everyone always."
    },
    {
      "start_time": 883,
      "end_time": 909,
      "verse_references": [],
      "themes": [
        "Pure Devotees",
        "Mercy",
        "Receptivity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The pure devotee of the Lord, who are 100% pure devotees, they get the full fledged mercy of the Lord because they want it.",
      "summary": "The speaker concludes by stating that pure devotees receive the full mercy of the Lord because they are open and receptive to it, while others do not take it, and then ends the session.",
      "timestamp_url": "https://youtu.be/g_bpM5E5wRU?t=883",
      "transcript": "So Prabhupada says the pure devotee of the Lord, who are 10% pure devotees, they get the full-fledged mercy of the Lord because they want it. They are open for receiving it, and others don't want it. They don't take it. That's all. It's available, but they don't take it. I'll stop here."
    }
  ]
}