{
  "video_id": "g_bpM5E5wRU",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.8.6 | 31-01-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=g_bpM5E5wRU",
  "segments": [
    {
      "start_time": 0,
      "end_time": 103,
      "verse_references": [
        "SB 1.8.6"
      ],
      "themes": [
        "Krishna",
        "Yudhishthira",
        "Ashwamedha Yajna",
        "Indra"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Lord Shri Krishna caused three well-predicted well-performed Ashwamedha yajnas or horse sacrifices to be conducted by Maharaj Yudhishthira and thus caused his virtuous fame to be glorified in all directions like that of Indra who had performed 100 such sacrifices.",
      "summary": "The lecture begins with the speaker reciting prayers and then introducing the verse from Srimad Bhagavatam (1.8.6) that will be discussed, explaining that Yudhishthira's three horse sacrifices equaled Indra's fame from 100.",
      "timestamp_url": "https://youtu.be/g_bpM5E5wRU?t=0"
    },
    {
      "start_time": 103,
      "end_time": 286,
      "verse_references": [],
      "themes": [
        "Srimad Bhagavatam",
        "Parikshit Maharaj",
        "Pandavas",
        "Devotees"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So the Bhagavatam concerns not only description of the Supreme Lord and one or two devotees but actually concerns the Supreme Lord in relationship with his variegated devotees.",
      "summary": "The speaker explains the context of the verse, relating it to the questions of the sages of Naimisharanya and the birth of Parikshit Maharaj, emphasizing the importance of the Pandavas as pure devotees and the Bhagavatam's focus on the Lord's relationship with various devotees.",
      "timestamp_url": "https://youtu.be/g_bpM5E5wRU?t=103"
    },
    {
      "start_time": 286,
      "end_time": 445,
      "verse_references": [],
      "themes": [
        "Yudhishthira",
        "Kurukshetra",
        "Krishna",
        "Pure Devotees",
        "Kingship"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna actually conducted this battle of Kurukshetra in order to enthrone his pure devotee as the emperor of the world.",
      "summary": "The speaker discusses the historical context, including the end of the Kurukshetra war and Yudhishthira's enthronement, explaining that Krishna orchestrated the war to establish a pure devotee as ruler to guide citizens back to Godhead.",
      "timestamp_url": "https://youtu.be/g_bpM5E5wRU?t=286"
    },
    {
      "start_time": 445,
      "end_time": 595,
      "verse_references": [],
      "themes": [
        "Yudhishthira",
        "Indra",
        "Opulence",
        "Pure Devotion",
        "Fame"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The fame of Maharaj Yudhishthira was not less than that of Indra.",
      "summary": "The speaker elaborates on Srila Prabhupada's explanation of Yudhishthira's comparison to Indra, highlighting that despite Indra's greater opulence, Yudhishthira's fame was equal due to his pure devotion to Krishna.",
      "timestamp_url": "https://youtu.be/g_bpM5E5wRU?t=445"
    },
    {
      "start_time": 595,
      "end_time": 739,
      "verse_references": [],
      "themes": [
        "Krishna",
        "Devotees",
        "Equality",
        "Mercy",
        "Sunlight Analogy"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "A devotee of the Lord is more glorified because he is always in touch with the all great Supreme Lord.",
      "summary": "The speaker addresses the potential perception of Krishna being partial, clarifying that Krishna is equal to all but devotees are glorified due to their constant connection with Him, using the analogy of sunlight reaching different places based on their receptive power.",
      "timestamp_url": "https://youtu.be/g_bpM5E5wRU?t=595"
    },
    {
      "start_time": 739,
      "end_time": 883,
      "verse_references": [
        "BG 4"
      ],
      "themes": [
        "Mercy",
        "Krishna",
        "Conditioned Souls",
        "Part and Parcel",
        "Rebellion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "Krishna wants us with him, but we are forgetful, we are rebellious, we are envious, we want to be separate, we want to be independent.",
      "summary": "The speaker explains that Krishna freely gives his mercy and wants to deliver all conditioned souls, as everyone is part and parcel of Him, but our forgetfulness and rebellious nature prevent us from realizing this.",
      "timestamp_url": "https://youtu.be/g_bpM5E5wRU?t=739"
    },
    {
      "start_time": 883,
      "end_time": 909,
      "verse_references": [],
      "themes": [
        "Pure Devotees",
        "Mercy",
        "Receptivity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The pure devotee of the Lord, who are 100% pure devotees, they get the full fledged mercy of the Lord because they want it.",
      "summary": "The speaker concludes by stating that pure devotees receive the full mercy of the Lord because they are open and receptive to it, while others do not take it, and then ends the session.",
      "timestamp_url": "https://youtu.be/g_bpM5E5wRU?t=883"
    }
  ]
}