{
  "video_id": "gFqRGmuQp_4",
  "title": "Is July 9th letter Tamala Krishna Goswami’s? | Sri Suvyakta Narasimha Dasa",
  "speaker": "HG Suvyakta Narasimha Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=gFqRGmuQp_4",
  "segments": [
    {
      "start_time": 0,
      "end_time": 71,
      "verse_references": [],
      "themes": [
        "July 9th Directive",
        "Rithvik system",
        "Srila Prabhupada's instructions",
        "Succession"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Srila Prabhupada, on 9th of July, 1977, issued a written directive to the whole of ISKCON, detailing a Rithvik system of initiations to be followed in ISKCON.",
      "summary": "The speaker introduces the July 9th Directive, explaining its context and purpose regarding the Rithvik system of initiations.",
      "timestamp_url": "https://youtu.be/gFqRGmuQp_4?t=0",
      "transcript": "Hare Krishna! Vishwaguru Srila Prabhupada ki Jai! Srila Prabhupada, on 9th of July, 1977, issued a written directive to the whole of ISKCON, detailing a Rithvik system of initiations to be followed in ISKCON. In this directive, Srila Prabhupada appointed 11 devotees to act as his representatives, also called Rithviks, to initiate disciples on his behalf. The newly initiated disciples would be Srila Prabhupada's disciples. This directive, July 9th directive, was actually the outcome of a GBC meeting with Srila Prabhupada on 28th of May, 1977, where they asked Srila Prabhupada what would be the system of conducting initiations in ISKCON, particularly at the time when Prabhupada was no longer with us. Tamalkrishna Goswami, who was Srila Prabhupada's secretary at that time, typed out the directive on July 9th, 1977, and he took Prabhupada's signature on it, and he sent it out to all the GBCs and temple presidents at that time."
    },
    {
      "start_time": 71,
      "end_time": 178,
      "verse_references": [],
      "themes": [
        "Guru system",
        "Tamal Krishna Goswami's claim",
        "Contradiction",
        "ISKCON's stance"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Tamalkrishna Goswami claimed that the July 9th letter was his letter, not Srila Prabhupada's.",
      "summary": "The speaker discusses Tamal Krishna Goswami's later claim that he authored the July 9th letter and the implications for the current Guru system in ISKCON.",
      "timestamp_url": "https://youtu.be/gFqRGmuQp_4?t=71",
      "transcript": "However, after Srila Prabhupada's disappearance in November of 1977, in the year 1978, all the 11 people appointed as Rithviks were elevated by the GBC to become Diksha Gurus. They claimed at that time, that Srila Prabhupada had appointed or selected these 11 people as Diksha Gurus. Several years later, Tamalkrishna Goswami claimed that the July 9th letter was his letter, not Srila Prabhupada's. He said that Srila Prabhupada did not dictate or write the letter, but he did. So, it was his letter, not Srila Prabhupada's. So, he gave this explanation to justify his and others. He said that he was a Guru. Then, there is no other order by Srila Prabhupada for anyone to become a Guru in ISKCON. The letter was written by me. It was not dictated by Prabhupada. It was signed by me, and it's my letter. It's not Prabhupada's letter. So, it's just astounding to me that somehow my letter turns out to be the final order. And it was my suggestion that Prabhupada approved it, because I thought it would add weight to it, so people would know it was authorized. And it's just astounding how this becomes the basis of a new understanding of the Sampradaya. This video of Tamal Krishna Goswami is cited by the supporters of the self-appointed Guru system in ISKCON, saying that July 9th directive is not the final order, since it didn't come from Srila Prabhupada at all. It was Tamal Krishna Goswami's letter. So, it appears like ISKCON is now disowning"
    },
    {
      "start_time": 178,
      "end_time": 293,
      "verse_references": [],
      "themes": [
        "Authority",
        "Rithvik appointment",
        "GBC",
        "Srila Prabhupada's power"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If this was Tamalkrishna Goswami's letter, then the question comes, who appointed the 11 people as Ritwiks?",
      "summary": "The speaker argues that even if the July 9th Directive was written by Tamal Krishna Goswami, he lacked the authority to appoint Ritviks or direct the GBC, thus reinforcing the directive's origin from Srila Prabhupada.",
      "timestamp_url": "https://youtu.be/gFqRGmuQp_4?t=178",
      "transcript": "the July 9th Directive from Srila Prabhupada. Actually, with this argument, the self-appointed Gurus are honestly shooting themselves in the foot. The devotees of ISKCON Bangalore, of course, we are not buying this argument. However, for the sake of argument, let us hypothetically assume that the July 9th Directive was not Srila Prabhupada's letter, but it was Tamalkrishna Goswami's. Well, if this was Tamalkrishna Goswami's letter, then the question comes, who appointed the 11 people as Ritwiks? Was it Tamalkrishna Goswami? Did Tamalkrishna Goswami have the powers to appoint Ritwiks in ISKCON? Did he really have that kind of power? The answer is obviously a resounding no, because what was Tamalkrishna Goswami? Tamalkrishna Goswami, at that time, was just a mere secretary to Srila Prabhupada, nothing more. He had no power to appoint anyone in ISKCON. Forget about Ritwiks. The second question that crops up is that the July 9th Directive was addressed to all the GBCs and temple precedence. If this was not Prabhupada's letter, but Tamalkrishna Goswami's letter, did Tamal Krishna Goswami, just as a simple secretary, did he have the powers to direct the entire GBCs and temple presidents, which means the entire movement? Is there any order from Srila Prabhupada that said that he was conferring such powers on Tamal Krishna Goswami? In reality, none. Only Srila Prabhupada had such powers. Therefore, July 9 directive is"
    },
    {
      "start_time": 293,
      "end_time": 373,
      "verse_references": [],
      "themes": [
        "GBC resolution",
        "Guru selection",
        "Tamal Krishna Goswami's role",
        "Contradiction"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The GBC resolution number 16 of 1978 stated, the GBC will consider each year at Gaurapurnima the appointment of new spiritual masters to be approved by a three-fourth vote.",
      "summary": "The speaker analyzes GBC resolution number 16 from 1978, highlighting the claim that Srila Prabhupada selected the 11 Gurus and questioning why Tamal Krishna Goswami didn't object if he believed the letter was his own.",
      "timestamp_url": "https://youtu.be/gFqRGmuQp_4?t=293",
      "transcript": "undeniably from Srila Prabhupada only. It cannot be from Tamal Krishna Goswami. Moreover, the 11 people named in the July 9 directive became diksha gurus in 1978. How? By claiming that Srila Prabhupada appointed them, selected them. The GBC resolution number 16 of 1978 stated, the GBC will consider each year at Gaurapurnima the appointment of new spiritual masters to be approved by a three-fourth vote. However, for 1978, no new spiritual master shall be appointed other than the 11 selected by Shela Prabhupada. So, in this resolution by the GBC, and mind you, Tamalkrishna Goswami was one of the GBC members. So, he has also been part of this resolution. So, in this resolution, it is clearly mentioned by the GBC, in which Tamalkrishna Goswami was also a member, that the 11 people were selected by Shela Prabhupada. At that time, why did Tamalkrishna Goswami not tell them? Why did he not tell them that these are not selected by Prabhupada, they are selected by me, because this is my letter, not Prabhupada's"
    },
    {
      "start_time": 373,
      "end_time": 494,
      "verse_references": [],
      "themes": [
        "Guru appointment",
        "July 9th Directive",
        "GBC's actions",
        "ISKCON's direction"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, are these 11 Gurus appointed by Tamalkrishna Goswami?",
      "summary": "The speaker continues to question the implications of disowning the July 9th Directive, suggesting it implies the 11 Gurus were appointed by Tamal Krishna Goswami and questioning ISKCON's current direction.",
      "timestamp_url": "https://youtu.be/gFqRGmuQp_4?t=373",
      "transcript": "letter. Why did he not tell at that time? But these 11 names, because you have to understand that these 11 names, which are mentioned here in this resolution, appeared only in the July 9th, 1977 directive, and that too as Ritwiks, not as Gurus. And there is no other document from Shela Prabhupada where these 11 names are mentioned. So, the 11 people becoming Gurus is coming out of the July 9th directive. And what is Tamalkrishna Goswami saying? Later, he is claiming that it is his letter. So, are these 11 Gurus appointed by Tamalkrishna Goswami? They claimed, these 11 people, they claimed that the July 9th directive was temporary, only till Shela Prabhupada's departure from this world. And after Prabhupada's departure, they were not selected. So, they were not selected. So, they were not selected. So, they became Gurus. So, the next question that comes is, if July 9th letter is Tamalkrishna Goswami's letter, then does it mean that the GBC resolution number 16, which says Prabhupada selected them, is that GBC resolution wrong? That Shela Prabhupada did not select the 11 people, but Tamalkrishna Goswami selected, appointed himself, turned 10 others to become Gurus after Shela Prabhupada's disappearance? Is this the meaning that the GBC of today wants to convey by disowning the July 9th directive as Tamalkrishna Goswami's letter? So, does that mean ISKCON is following Tamalkrishna Goswami in indicating no objections to devotees to become Diksha Gurus in ISKCON? What is ISKCON trying to tell us by disowning the July 9th directive? They are actually saying that Tamalkrishna Goswami is following Tamalkrishna Goswami, trying to question the validity of the Rithvik system by disowning the July 9th directive."
    },
    {
      "start_time": 494,
      "end_time": 571,
      "verse_references": [],
      "themes": [
        "GBC contradictions",
        "Unauthorized Guru system",
        "Zonal Acharya system",
        "Resolution 403"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "ISKCON, GBC, in fact, contradicted their resolution number 16 of 1978 later on.",
      "summary": "The speaker points out the contradictions between the GBC's 1978 resolution and their later confession in 1999 regarding the unauthorized zonal acharya system.",
      "timestamp_url": "https://youtu.be/gFqRGmuQp_4?t=494",
      "transcript": "But instead, what are they achieving? All that they are achieving is to raise serious questions on their own unauthorized, self-appointed Guru system. ISKCON, GBC, in fact, contradicted their resolution number 16 of 1978 later on, and they confessed that Shela Prabhupada, as they claimed in resolution number 16 of 1978, was a Guru. So, Tamalkrishna Goswami is following Tamalkrishna Goswami in his confession. As they had claimed in that, it was not true. Shela Prabhupada did not select or appoint any Gurus in ISKCON in 1978. So, this confession came in 1999 from the GBC when they passed this resolution number 403, which reads, whereas Shela Prabhupada established ISKCON in 1966 and prior to his disappearance in November 1977, he stated in his will that there was no GBC is the ultimate managerial authority for the society. Unfortunately, shortly after Srila Prabhupada's disappearance, the GBC body, not Prabhupada, the GBC body allowed for an unauthorized zonal acharya system to evolve in ISKCON, elevating 11 exclusive successor diksha gurus."
    },
    {
      "start_time": 571,
      "end_time": 661,
      "verse_references": [],
      "themes": [
        "GBC's authority",
        "Diksha Guru system",
        "Lack of authorization",
        "Unauthorized system"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The GBC body allowed for elevating 11 exclusive successor diksha gurus.",
      "summary": "The speaker emphasizes the GBC's admission that they elevated the 11 successor diksha gurus, questioning their authority to do so and labeling the entire diksha guru system in ISKCON as unauthorized.",
      "timestamp_url": "https://youtu.be/gFqRGmuQp_4?t=571",
      "transcript": "So, the GBC body allowed for elevating 11 exclusive successor diksha gurus. In 1978, what did the GBC say? They said Srila Prabhupada selected the 11 people. In 1999, the GBC is saying the GBC body allowed for elevating 11 diksha gurus. So, in this resolution, the GBC is clearly saying that they elevated 11 successor diksha gurus. That means, Srila Prabhupada did not appoint any diksha gurus in ISKCON. The GBC did. Now, what you see is, GBC in 1978 said that Srila Prabhupada selected the 11 people. In 1999, they said, no, Prabhupada did not do it. We did it. And now, in 2025, the GBC is saying that the July 9th directive is not Prabhupada's, it is Tamalkrishna Goswami's. Anyway, coming back to the point, the GBC is saying in 1999 that they elevated 11 people as diksha gurus. So, the question is, who gave the GBC the powers to appoint diksha gurus? Do they have any written order from Srila Prabhupada to do so? Or maybe in some conversation, Prabhupada authorized them. Can the GBC produce such an order? Reality is, there is no such order. Hence, entire diksha guru system in ISKCON,"
    },
    {
      "start_time": 661,
      "end_time": 778,
      "verse_references": [],
      "themes": [
        "July 7th conversation",
        "Srila Prabhupada's order",
        "Rittvik system",
        "Following Srila Prabhupada's directive"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Tamal Krishna Goswami's duty to put it in writing and inform everyone about Srila Prabhupada's order.",
      "summary": "The speaker concludes by reaffirming the July 9th Directive as Srila Prabhupada's order, urging devotees to follow it and reject the claims of self-appointed Gurus, advocating for the Rittvik system.",
      "timestamp_url": "https://youtu.be/gFqRGmuQp_4?t=661",
      "transcript": "is unauthorized because it is authorized by a GBC which has no authority to do so. The reality, what is the reality? The reality is that there was a discussion with Srila Prabhupada on 7th of July 1977, regarding who all could be appointed as his deputies or as his representatives. Srila Prabhupada mentioned all the 11 names in that conversation. And as Srila Prabhupada's secretary, and the Chairman of the GBC Entertainment Company, those names are all mentioned. It was not as that in the session 12 fr verändert the이면 of the Discipline, it was not as that in the audience. So, it was not as that in the session 12 years prior, and it was not as that in the session 13 years before. Tamal Krishna Goswami's duty to put it in writing and inform everyone about Srila Prabhupada's order. So, based on this order of Srila Prabhupada and based on the May 28th, 1977 meeting of the GBC with Srila Prabhupada, the July 9th directive was typed out by Tamal Krishna Goswami. Prabhupada saw that, Prabhupada signed it and then it was sent out to all the GBCs and TPs. Since Srila Prabhupada had signed it, all the GBCs and TPs who received the directive accepted it as Srila Prabhupada's order. Nobody thought it was Tamal Krishna Goswami's order. Actually, we devotees of ISKCON Bangalore also even today accept that it is Srila Prabhupada's order, it is not Tamal Krishna Goswami's order. So, please do not be swayed by such illegitimate claims by Tamal Krishna Goswami or the self-appointed Gurus of ISKCON. Please remain firm in following Srila Prabhupada's July 9th directive for Diksha in ISKCON by Rittviks or representatives of Srila Prabhupada. Everyone in ISKCON is a disciple of Srila Prabhupada. No one is authorized to be Diksha Guru in ISKCON. Diksha Guru Srila Prabhupada Ki Jai! Vishwa Guru Srila Prabhupada Ki Jai! Hare Krishna!"
    }
  ]
}