{
  "video_id": "GfUDt1aqSDA",
  "title": "Mahabharata l Part 22 | Vishnu desires to have audience of Lord Krishna",
  "speaker": "HH Stoka Krishna Maharaj",
  "youtube_url": "https://www.youtube.com/watch?v=GfUDt1aqSDA",
  "segments": [
    {
      "start_time": 30,
      "end_time": 91,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Ajnana Timurandhasya Jnananjana Salakaya Sakshurun Miritam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, offering obeisances to the spiritual master and Lord Krishna.",
      "timestamp_url": "https://youtu.be/GfUDt1aqSDA?t=30",
      "transcript": "Om Ajnana Timurandhasya Jnananjana Salakaya Sakshurun Miritam Yena Tasmai Shri Gurave Namaha Namah Om Vishnupadaya Krishna Preshtaya Bhutale Srimate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvisesha Sunyavadi Asyatyadeshatarine Jai Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shri Vasadi Gauravatha Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Mokam Karoti Vachalam Pangum Langhayate Girim Yad Kripata Maham Vande Shri Gurum Deenataranam Hare Krishna Hare Krishna"
    },
    {
      "start_time": 91,
      "end_time": 125,
      "verse_references": [],
      "themes": [
        "Mahabharata",
        "Dwaraka",
        "Yadavas",
        "misrule"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "In the last episode, we had seen how Arjuna had come to Dwaraka and when he was sitting along with the Yadavas in the palace, it so happened that one Brahmana came there and he was very distressed and he started accusing the Yadavas of misrule in Dwaraka and he went on to use very uncharitable words against the Yadavas.",
      "summary": "The speaker summarizes the previous episode, highlighting Arjuna's visit to Dwaraka and a Brahmana's accusations against the Yadavas.",
      "timestamp_url": "https://youtu.be/GfUDt1aqSDA?t=91",
      "transcript": "Welcome back to today's episode of the Mahabharata. In the last episode, we had seen how Arjuna had come to Dwaraka, and when he was sitting along with the Yadavas in the palace, it so happened that one Brahmana came there and he was very distressed, and he started accusing the Yadavas of misrule in Dwaraka, and he went on to use very uncharitable words against the Yadavas. The Yadava kings, Ugrasena, as well as Krishna, Balarama and others."
    },
    {
      "start_time": 125,
      "end_time": 197,
      "verse_references": [],
      "themes": [
        "Kamsa",
        "Ugrasena",
        "Krishna",
        "Mathura",
        "Dwaraka"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "When Kamsa became the king, he deposed his own father, Ugrasena. At that time, Kamsa put Devaki and Vasudeva behind bars because there was a prediction that the child of Vasudeva and Devaki will become the...will become the source, will become the reason for Kamsa's death.",
      "summary": "The speaker explains the historical context of Kamsa's rule, his imprisonment of Devaki and Vasudeva, Krishna's victory over Kamsa, and the subsequent establishment of Ugrasena as ruler, leading to the Yadavas' shift to Dwaraka.",
      "timestamp_url": "https://youtu.be/GfUDt1aqSDA?t=125",
      "transcript": "We will learn about the reason behind this. When Kamsa became the king, he deposed his own father, Ugrasena. At that time, Kamsa put Devaki and Vasudeva behind bars because there was a prediction that the child of Vasudeva and Devaki will become the... will become the source, will become the reason for Kamsa's death. And so Kamsa, he impressed not only Devaki and Vasudeva, he also impressed Ugrasena and many other people of the Yadava dynasty. After Krishna came to Mathura and he vanquished Kamsa, Krishna released Vasudeva, Devaki, Ugrasena and all the others, and they established Ugrasena as the ruler. And then later, due to the various attacks by Jarasandha and others, Krishna shifted to Dwaraka."
    },
    {
      "start_time": 197,
      "end_time": 287,
      "verse_references": [],
      "themes": [
        "Brahmana",
        "Dwaraka",
        "child death",
        "accusation"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "Now, when the Kyatavas were ruling over Dwaraka, one time it so happened that a poor Brahmana, who was a qualified Brahmana, his wife was pregnant and in due course of time, she delivered a boy. But as soon as the boy was delivered, the boy was fine.",
      "summary": "The speaker narrates the story of a qualified Brahmana in Dwaraka whose newborn son dies immediately after birth, leading him to accuse the Yadava kings of misrule.",
      "timestamp_url": "https://youtu.be/GfUDt1aqSDA?t=197",
      "transcript": "From Mathura to Dwaraka, he shifted the entire kingdom and Ugrasena was the ruler. Now, when the Kyatavas were ruling over Dwaraka, one time it so happened that a poor Brahmana, who was a qualified Brahmana, his wife was pregnant and in due course of time, she delivered a boy. But as soon as the boy was delivered, the boy was fine. He was alive and he was fine. He was quite healthy. But a few minutes after the boy was born, suddenly the boy died. And when this happened, the Brahmana, because he was a qualified Brahmana, qualified Brahmana means they would not take up any sort of employment. They would dedicate their life for learning the Vedas. They would always walk the path of truth and austerity. And they would have controlled all their senses. They would not engage in sense gratification. And these were all the good qualities of a Brahmana. So this Brahmana was also a qualified person. And when his child died immediately, he went to the assembly of the Yadavas and he spoke to the king, Ugrasena, as well as all the other Yadava members present in that assembly."
    },
    {
      "start_time": 287,
      "end_time": 395,
      "verse_references": [],
      "themes": [
        "Dharma",
        "Vedic civilization",
        "king's responsibility",
        "sin",
        "ghostly body"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "Actually, as per the Vedic civilization, the king is responsible for ensuring that Dharma is followed in the country.",
      "summary": "The speaker explains the Vedic concept of a king's responsibility to uphold Dharma, the consequences of Adharma, and the concept of a ghostly body as a result of sinful actions.",
      "timestamp_url": "https://youtu.be/GfUDt1aqSDA?t=287",
      "transcript": "He said, how is it that when the father is alive, the son can die? Actually, as per the Vedic civilization, the king is responsible for ensuring that Dharma is followed in the country. If the ruler is Dharmic, then it is expected that the citizens will also follow the codes of Dharma very properly. And by this, the whole civilization would be very peaceful and things would be very stable in the society. There would be no extremes in climate. The winters will be pleasing. The summers will also be pleasing. There would be no natural calamities like earthquakes and floods and drought and such other. Natural calamities would not occur. It was only when the king would become Adharmic, when he would become sinful, then all these kind of disturbance in the society would happen. Not only that, even it was expected that in the Vedic civilization, a father, when he would die, his son would perform the last rites and he would do all the rituals of cremation. And by so doing, the father will get delivered from any sinful activities which will not allow him to take a next birth. So those who are extremely sinful, when they die, they don't get a next birth immediately. They will get a ghostly body. And so such people will have to suffer for some time in those ghostly bodies until their karma gets burnt out and then they will get another body."
    },
    {
      "start_time": 395,
      "end_time": 473,
      "verse_references": [],
      "themes": [
        "ghostly body",
        "subtle body",
        "desires",
        "suffering"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "Because we have to understand that this body that we have consists of a subtle and a gross body. The gross body consists of the hands, eyes, ears, legs etc. Subtle body consists of mind, intelligence and false ego.",
      "summary": "The speaker elaborates on the suffering of a ghostly body, explaining how the unfulfilled desires of the subtle body (mind, intelligence, and false ego) cause distress when there is no gross body to act upon them.",
      "timestamp_url": "https://youtu.be/GfUDt1aqSDA?t=395",
      "transcript": "So why is a ghostly body a suffering? Because we have to understand that this body that we have consists of a subtle and a gross body. The gross body consists of the hands, eyes, ears, legs etc. Subtle body consists of mind, intelligence and false ego. So when a person becomes a ghost, what happens is he does not have a gross body, but he has a subtle body consisting of mind, intelligence and false ego. Now, with the subtle body, there are so many desires that are stored in the subtle body. The desire to eat, taste some nice food, desire to hear some good music, desire to see some beautiful object, desire to touch some soft object etc. So now, when a person does not have a gross body, those desires, there is no way that those desires can get fulfilled. So imagine, you are chained up completely, your hands, legs, everything is tied up and you cannot see, you cannot hear, you cannot do anything. What kind of situation it will be? It will be very, very torturous situation. So when a person becomes a ghost, that's what happens with him. All his desires are there, but he does not have a gross body through which he can fulfill those desires. So it is a very distressful condition. Nobody wants to be in that condition."
    },
    {
      "start_time": 473,
      "end_time": 536,
      "verse_references": [],
      "themes": [
        "sinful activity",
        "last rites",
        "Pindadana",
        "Shraddha",
        "Vedic civilization",
        "death"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "So if a person has committed some sinful activity by which he is going to get a ghostly body, if he has a son and the son performs the last rites, and also the son performs the Pindadana, from every year, the Shraddha ceremony that is done, if annually that is done for the forefather, then the father and the mother will get saved from any sort of that kind of ghostly situation they might get into.",
      "summary": "The speaker describes how performing last rites, Pindadana, and Shraddha ceremonies can help ancestors avoid a ghostly existence, highlighting the anomaly of a son dying before his father in Vedic society.",
      "timestamp_url": "https://youtu.be/GfUDt1aqSDA?t=473",
      "transcript": "So if a person has committed some sinful activity by which he is going to get a ghostly body, if he has a son and the son performs the last rites, and also the son performs the Pindadana, from every year, the Shraddha ceremony that is done, if annually that is done for the forefather, then the father and the mother will get saved from any sort of that kind of ghostly situation they might get into. So naturally, according to the Vedic civilization, it was expected that a person would get old and when his lifespan is got over, he would give up his body and his next generation, the son would come and perform the last rites. Now here was a situation, before the father is done, the son is dying, which was completely unheard of in the Vedic civilization. Nowadays it might be a very common affair, but in those days it was not so."
    },
    {
      "start_time": 536,
      "end_time": 646,
      "verse_references": [],
      "themes": [
        "Brahmana",
        "accusation",
        "Yadava kings",
        "Arjuna",
        "Dharma"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "So this Brahmana came to the assembly of the kings, Yadava kings, and he started accusing them of not following the principles of Dharma, he accused them saying that you are all simply in the dress of kings you are sitting here, but you are not performing your duties, you have become sense gratifiers and that is how such adharmic things are happening.",
      "summary": "The speaker continues the story of the Brahmana repeatedly accusing the Yadava kings of Adharma after the death of each of his sons, culminating in Arjuna's intervention.",
      "timestamp_url": "https://youtu.be/GfUDt1aqSDA?t=536",
      "transcript": "It was considered an anomaly that a person dies young. Everybody was expected to grow old and finish all his duties and then he had to die. So this Brahmana came to the assembly of the kings, Yadava kings, and he started accusing them of not following the principles of Dharma. He accused them saying that you are all simply in the dress of kings you are sitting here, but you are not performing your duties, you have become sense gratifiers and that is how such adharmic things are happening. Like this, he expressed his anger and the Yadava kings, they were all quiet and he walked back. After some time, his wife gave birth to a second son and when the second son took birth, the same incident repeated. The boy was born, healthy baby, live and a few minutes after he takes birth, he dies. Again, the Brahmana came to the assembly and he accused the kings and he alleged that because of their dereliction of the principles of Dharma, these kind of mishappenings were taking place. His intention was at least now the kings should rectify themselves so that these things do not happen. And he went back. Now like this, it went on. Once, twice, thrice, four times, five times. Ninth time, when the ninth son also died like this, the Brahmana again came to the assembly and he accused the Yadava kings. And it was the ninth time when he came to the assembly to accuse the Yadavas that Arjuna also happened to be there. And when Arjuna heard the Brahmana accusing like this, he went to the Brahmana and asked him, What has happened? Why are you accusing the kings like this?"
    },
    {
      "start_time": 646,
      "end_time": 735,
      "verse_references": [],
      "themes": [
        "Arjuna",
        "promise",
        "protection",
        "Brahmana",
        "Krishna",
        "Shiva",
        "Pashupatastra"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "So then Arjuna told him, Please don't worry. I am neither Krishna nor Sankarsana. I am Arjuna. I am Arjuna, the holder of the Gandiva.",
      "summary": "Arjuna promises the Brahmana protection for his tenth child, boasting of his prowess and even mentioning his victory over Lord Shiva to obtain the Pashupatastra, despite the Brahmana's skepticism.",
      "timestamp_url": "https://youtu.be/GfUDt1aqSDA?t=646",
      "transcript": "And then the Brahmana narrated his whole ordeal to Arjuna. So then Arjuna told him, Please don't worry. I am neither Krishna nor Sankarsana. I am Arjuna. I am Arjuna, the holder of the Gandiva. So it looks like there are no Kshatriyas in this assembly. There is not even somebody who can at least put on a show of being a Kshatriya. At least somebody who can hold up a bow and arrow in their hand and stand next to you. Looks like there is nobody like that. But don't worry. I am Arjuna. I am there with you and I will come and I will give you all protection. So this Brahmana looked at Arjuna and he laughed at him and said, Arjuna, what are you talking? Krishna and Balarama themselves are there. They are not able to do anything. What can you do? Then Arjuna said, No, no, no. Don't think, you know, I am... What you said is right. I am neither Krishna nor I am Sankarsana nor am I Aniruddha, Pradyumna. I am not any of them. I am Arjuna. I have defeated Lord Shiva and I have got the Pashupatastra from him. So Shiva is Mahadeva and he is the Lord of all the Devatas and I have fought with him. So please come. I will protect you. And I assure you, if I am not able to protect your tenth child, then I will enter flame and give up my body. So the Brahmana said, Okay, if you are so confident. Anyway, let us go. Anyway, let us see. And so the Brahmana went back."
    },
    {
      "start_time": 735,
      "end_time": 847,
      "verse_references": [],
      "themes": [
        "Arjuna",
        "protection",
        "failure",
        "disappearance",
        "Brahmana",
        "disappointment"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "And there he invoked this Pashupatastra and with that arrow he covered the entire house from all directions. And then he fixed one more arrow and stood there waiting to see who is going to come into the house. And tried to take away this child of the Brahmana.",
      "summary": "Arjuna prepares to protect the Brahmana's tenth child, but despite his efforts, the child disappears immediately after birth, leading to the Brahmana's disappointment and Arjuna's determination not to give up.",
      "timestamp_url": "https://youtu.be/GfUDt1aqSDA?t=735",
      "transcript": "Now Arjuna, because he had given this kind of promise to the Brahmana, he also did not move out of Dwaraka. He stayed in Dwaraka only. So after about nine, ten months or whatever time it takes, the Brahmana again came to the assembly and he informed Arjuna, Oh Arjuna, my wife is pregnant and she is about to deliver a child. So I want to remind you of your promise. Please come and protect my child. My child who is going to be born. So then immediately Arjuna equipped himself with his Gandiva bow and with his arrows and fully put on his armor, coat of mail and all those kind of things. And he went with the Brahmana to his house. And there he invoked this Pashupatastra and with that arrow he covered the entire house from all directions. And then he fixed one more arrow and stood there waiting to see who is going to come into the house and tried to take away this child of the Brahmana. And now the time came for the lady to deliver the child. And the tenth child was born. And this was also a son. And the son was born very healthy, crying and all that. And everybody was so happy. The father also lifted the child. He saw the child. A minute later, suddenly that wall of, that fortress of arrows that Arjuna had built, had made around the house. Suddenly they all disappeared. And along with that the tenth child was born. That child also disappeared. Now the Brahmana came to Arjuna and he told, What a fool I was. I went and believed you. What Krishna and Balaram could not achieve, what you can achieve. I could not, I did not have the brains to think of this, to think this much. Everything is gone. So he became very disheartened."
    },
    {
      "start_time": 847,
      "end_time": 936,
      "verse_references": [],
      "themes": [
        "Arjuna",
        "search",
        "Yama Loka",
        "Indra Loka",
        "Brahma Loka",
        "failure",
        "promise"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "He took up his bow and arrow and using the mystic powers that he had, he travelled to Yama Loka. And he approached Yama Raj and demanded, I want the son of the Brahmana who has been, who has just now disappeared. I want him back.",
      "summary": "Arjuna searches for the missing child in various realms, including Yama Loka, Indra Loka, and Brahma Loka, but fails to find him, leading him to accept defeat and prepare to fulfill his promise to enter fire.",
      "timestamp_url": "https://youtu.be/GfUDt1aqSDA?t=847",
      "transcript": "But Arjuna was not going to give up. He immediately told the Brahmana, No, no, wait. I am not going to give up so easily. He took up his bow and arrow and using the mystic powers that he had, he travelled to Yama Loka. And he approached Yama Raj and demanded, I want the son of the Brahmana who has been, who has just now disappeared. I want him back. Yama Raj informed him, You know, I am not aware of this. Although I am the lord of death, I keep track of everybody who is dying. But I don't have any record of this individual you are telling. This person has not been brought here. So Arjuna was astonished. He thought, okay, he is not in Yama Loka. Let me go to Indra Loka and try. He went to Indra Loka. He searched there. He could not find him. So he thought maybe some Asura has taken him away. And he went to the Patala Loka, Rasa Tala, Tala Tala. All those places he went. Even there he could not find. So then he thought, let me try on the higher planets. He went all the way up to Brahma Loka, which is the topmost planet in this universe. Even there he could not find. So practically from Brahma Loka down to Rasa Tala and all those lowermost planets, Arjuna went to every planet and he could not find the son of the Brahmana. Now what to do? Finally Arjuna was, he had to accept defeat. So he came back to Dwaraka and he informed the Brahmana, I am sorry. I have failed."
    },
    {
      "start_time": 936,
      "end_time": 1072,
      "verse_references": [],
      "themes": [
        "Krishna",
        "intervention",
        "chariot",
        "transcendental",
        "horses",
        "outer space"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "Krishna immediately came forward and he told, Arjuna, wait, wait, wait, wait. Why are you giving up your body? I am still there. No, don't worry. We will find the sons of the Brahmana.",
      "summary": "Krishna intervenes to stop Arjuna from giving up his life and takes him on a transcendental chariot journey beyond the universe, using the Sudarsana Chakra to illuminate the path.",
      "timestamp_url": "https://youtu.be/GfUDt1aqSDA?t=936",
      "transcript": "And as per my promise, I am going to enter a fire and I am going to give up my body. Now this whole while Krishna was watching whatever was happening. Because when Arjuna, you know, took that confident step and he said, No, forget Krishna, Balarama and all that. I will come. Like that when he went. Krishna thought, okay, let him try. And Krishna was watching the whole fun. But now when the situation became such that Arjuna is going to die, then Krishna immediately came forward and he told, Arjuna, wait, wait, wait, wait. Why are you giving up your body? I am still there. No, don't worry. We will find the sons of the Brahmana. So like that Krishna called for his transcendental chariot. Krishna's chariot was drawn by four horses. So these four horses, Shaibya, Sugriva, Meghapushpa and Balahaka. One of them was greenish in color. One was grayish. Another was white. And another was like the dark red. Like the dark rain bearing cloud. So these four horses, they are all transcendental horses. Anything associated with Krishna is not of this material world. So Krishna brought forth his chariot and he seated Arjuna. And then Krishna took the chariot. And they went in the chariot. Where did they go? They crossed all the planetary systems. They went even beyond Brahmaloka. And they came to the edge of the universe. And when they came to the edge of the universe, it was completely dark. And so the horses stopped a little bit. They hesitated to go further to cross over the covering of the universe. So then what Krishna did? Krishna sent the Sudarsana Chakra. And the Sudarsana immediately illuminated the whole path. And Sudarsana went ahead. And behind them Krishna's chariot carrying Krishna and Arjuna. So if a horse has to travel in outer space, it is not possible. But these horses were not ordinary horses. They were transcendental horses. So they were not dependent on material conditions that they need oxygen. They cannot survive in vacuum. They cannot survive the radiation in outer space. The Van Allen belt they cannot cross. None of those problems were there. They were completely transcendental. And so they crossed over."
    },
    {
      "start_time": 1072,
      "end_time": 1191,
      "verse_references": [],
      "themes": [
        "Viraja river",
        "causal ocean",
        "spiritual universe",
        "palace",
        "opulence"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "And when you cross the covering of the universe, we have the one huge water body, which is known as the river which separates the material universe from the spiritual universe. This river is called the Viraja river.",
      "summary": "Krishna and Arjuna cross the Viraja river, which separates the material and spiritual universes, and arrive at an opulent palace made of precious gems.",
      "timestamp_url": "https://youtu.be/GfUDt1aqSDA?t=1072",
      "transcript": "And they pierced the covering of the universe and crossed that also. And when you cross the covering of the universe, we have the one huge water body, which is known as the river which separates the material universe from the spiritual universe. This river is called the Viraja river. It is also known as Karana Udaka. It is also known as the causal ocean, because that ocean is the source from where all the universes emanate from Mahavishnu. So it is also called an ocean because even though it is a river, it is so vast it is practically like an ocean. Now Arjuna saw that in the middle of that ocean, there was a wonderful palace, huge palace. And Krishna took his chariot closer towards the palace. And when they came to the palace, Arjuna saw that this palace was not an ordinary one. In this world, we see palaces made of sandstone or they may be made of granite or maximum they may be made of wax. They may be made of valuable marble. But this palace, all its columns, ornate columns, were all made up of valuable diamonds, valuable gems like topaz and all such very very emerald and all those kind of valuable gems it was made up of. You can imagine. They are using for the columns and the walls and the flooring all emerald and topaz and diamonds and all that. What kind of opulence must be there? So Arjuna was completely taken aback. He was really struck by the opulence of this place. And everywhere there were very beautiful servants, male and female servants running here and there, carrying many things, carrying out various tasks. And all of them were decorated with very valuable gold ornaments."
    },
    {
      "start_time": 1191,
      "end_time": 1312,
      "verse_references": [],
      "themes": [
        "Ananta Shesha",
        "Mahavishnu",
        "Lakshmi Devi",
        "awe",
        "obeisances"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "And when they entered inside the palace, Arjuna saw suddenly, there was this huge serpent. And this serpent, his whole, his neck was bluish and the rest of his body was white like milk.",
      "summary": "Inside the palace, Arjuna sees Ananta Shesha with Mahavishnu lying on him and Lakshmi Devi at his feet, becoming awestruck and following Krishna's example in offering obeisances.",
      "timestamp_url": "https://youtu.be/GfUDt1aqSDA?t=1191",
      "transcript": "So it was really opulent. And then Krishna took Arjuna and went, entered inside the palace. And when they entered inside the palace, Arjuna saw suddenly, there was this huge serpent. And this serpent, his whole, his neck was bluish and the rest of his body was white like milk. And on the top of his, he had about a more than a thousand hoods. And on each of the hood, there was a valuable diamond glittering and it was spreading. It was spreading an effulgence all around. And now that snake in its coils, it was standing upright with its hood spread out. And on the coils of that serpent, Arjuna saw Mahavishnu lying down and with Lakshmi Devi at his lotus feet. So the moment Arjuna saw this magnificent, this one, magnificent scene of Ananta Shesha, that serpent was Ananta Shesha and Mahavishnu lying on him, he was completely awestruck. And generally what happens when we approach for the first time some very elevated personality, some very eminent personality, sometimes what happens is, we lose the presence of our mind. We don't know what to do. So Arjuna became like that. He did not know what to do. He was standing awestruck. And he was blinking like this. Now Krishna saw, Arjuna does not know what to do. So Krishna thought, okay, instead of telling him what to do, because in that instance, if you tell somebody something, it will not register in their mind also. So Krishna thought, let me do something by which he will also follow. So immediately Krishna offered his obeisances to Mahavishnu. And Arjuna saw, Krishna is offering obeisances, then Arjuna also offered obeisances."
    },
    {
      "start_time": 1312,
      "end_time": 1414,
      "verse_references": [],
      "themes": [
        "Mahavishnu",
        "Krishna",
        "Arjuna",
        "incarnation",
        "Dharma",
        "spiritual world"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "O Krishna and Arjuna, I only took away all the ten sons of the Brahmana. I took away the sons of the Brahmana. Now why? Because I wanted to see both of you. I wanted to have a darshan of both of you.",
      "summary": "Mahavishnu reveals that he took the Brahmana's sons to have darshan of Krishna and Arjuna, acknowledging their incarnations to protect Dharma and destroy demonic principles, and instructs them to return to the spiritual world after completing their mission.",
      "timestamp_url": "https://youtu.be/GfUDt1aqSDA?t=1312",
      "transcript": "And then Krishna got up. And when Krishna and Arjuna got up, then Mahavishnu started speaking. So Mahavishnu told Krishna and Arjuna, what did he tell? So he said, O Krishna and Arjuna, I only took away all the ten sons of the Brahmana. I took away the sons of the Brahmana. Now why? Because I wanted to see both of you. I wanted to have a darshan of both of you. And who are you two? So you both in Kali Yuga, you have taken incarnation along with all your plenary portions. You have taken incarnation along with all your plenary portions. Why you have taken incarnation? To protect the principles of Dharma. And not only that, not only protection of the principles of Dharma, Bharasuran, you are also going to destroy all the asuras, the demoniac principles, the atheistic principles. So all the people who do not surrender to Vishnu, you have descended to vanquish them, to annihilate them. So and then Lord Vishnu said, So please finish your business and very quickly go back to the spiritual world."
    },
    {
      "start_time": 1414,
      "end_time": 1522,
      "verse_references": [],
      "themes": [
        "Krishna",
        "superiority",
        "Mahavishnu",
        "desire",
        "permission"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So actually Srila Prabhupada explains that this shows that Krishna is superior even to Maha Vishnu. So much so that without Krishna's desire, even Maha Vishnu could not have darshan of Krishna.",
      "summary": "The speaker explains that this story illustrates Krishna's superiority to Mahavishnu, as Mahavishnu had to orchestrate the situation to have Krishna's darshan, implying that even Vishnu needs Krishna's permission.",
      "timestamp_url": "https://youtu.be/GfUDt1aqSDA?t=1414",
      "transcript": "So this incident is very illustrative. So now if Vishnu wanted to see Krishna and Arjuna, he could have simply gone to, he went to Dwaraka all the way to take away the ten sons of the Brahmana. So he could have just gone to the assembly and seen Krishna, no? Why he had to take away the sons of the Brahmana and force Krishna and Arjuna to come and meet him in the Viraja river? Why did he have to do that? So actually Srila Prabhupada explains that this shows that Krishna is superior even to Maha Vishnu. So much so that without Krishna's desire, even Maha Vishnu could not have darshan of Krishna. You were your Dhritarakshana. Maha Vishnu was desirous of having darshan of Krishna but he did not have Krishna's permission. So what to do now? He, you know, when in Hindi there is a saying, When you are not able to take ghee with your straight finger, then you have to twist your finger and take out. Meaning, when a straightforward way fails to achieve some objective, then you have to think of some convoluted plan. So when in a straightforward way, when Lord Vishnu could not have darshan of Krishna, so he thought, let me do something by which Krishna will be forced to come to me. And so he took away the sons of the Brahmana. And then, even then Krishna did not grant his audience to Maha Vishnu. Finally, when Arjuna's life came into question, then Krishna said, okay, I will go and give darshan to Vishnu. That is how Krishna directly, he took Arjuna to Maha Vishnu."
    },
    {
      "start_time": 1522,
      "end_time": 1620,
      "verse_references": [
        "SB 1.3.28"
      ],
      "themes": [
        "Krishna",
        "obeisances",
        "Mahavishnu",
        "example",
        "incarnation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So the reason for that is number one, because Arjuna did not know what to do. He was standing dumbstruck. So Krishna set an example for him.",
      "summary": "The speaker explains why Krishna offered obeisances to Mahavishnu, stating that it was to set an example for Arjuna and because Krishna and Mahavishnu are not ultimately different, with Krishna being the source of all Vishnu incarnations.",
      "timestamp_url": "https://youtu.be/GfUDt1aqSDA?t=1522",
      "transcript": "So then the question arises, if Krishna is superior to Maha Vishnu, then why did Krishna offer his obeisances to Maha Vishnu? So the reason for that is number one, because Arjuna did not know what to do. He was standing dumbstruck. So Krishna set an example for him. Just like sometimes children, when they are studying ABCD in the classroom, the children don't know how to write ABCD. They are just learning. So the teacher takes a chalk, and she turns the chalk and writes A like this. That does not mean teacher is learning how to write ABCD. No, teacher knows much more than ABCD. She knows words, she knows sentences, she knows grammar. So many things the teacher knows. But for teaching, the teacher may take the role of a student. Similarly, Krishna wanted to demonstrate to Arjuna what he has to do. And so he personally did it. And so like this, Krishna, and not only that, Krishna and Maha Vishnu in one sense are not different. So Krishna offers his obeisances to Maha Vishnu also. So it is Krishna offering obeisances to himself. So that way also if you see, it is not incongruous. So even the shastras also mention that the Vishnu's incarnations, they are all incarnations, and Krishna is the source of all those incarnations. You have, this is explained in the in the Vishnu Purana, as well as in the Srimad Bhagavatam, even in the Bhagavad Gita, everywhere this is clearly described that Vishnu is an incarnation of Lord Krishna."
    },
    {
      "start_time": 1620,
      "end_time": 1695,
      "verse_references": [],
      "themes": [
        "Mahavishnu",
        "satisfaction",
        "darshan",
        "Krishna",
        "sons",
        "Arjuna",
        "Shiva"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "So Maha Vishnu, when having got pleased with having darshan of Lord Krishna, he returned the ten sons of the Brahmanas.",
      "summary": "Mahavishnu, pleased with having darshan of Krishna, returns the Brahmana's sons, and Krishna and Arjuna return them to their father, concluding the story and setting up the next episode by questioning how Arjuna fought with Lord Shiva.",
      "timestamp_url": "https://youtu.be/GfUDt1aqSDA?t=1620",
      "transcript": "And so like this, the Maha Vishnu was very satisfied to have darshan of Lord Krishna because to have darshan of Lord Krishna is so rare. Even Vishnu doesn't get that opportunity very frequently. So Maha Vishnu, when having got pleased with having darshan of Lord Krishna, he returned the ten sons of the Brahmanas. Now the first son was already grown up to ten years. The next was nine years like that. Some of them were grown up and the most recent was still a baby. So carrying all of them, Krishna and Arjuna came back and handed over all the sons back to the Brahmana. And so this was how the incident was, this incident took place in Varaka and Krishna showed his supreme position to even Arjuna. And so Arjuna understood that, understood the glories of Krishna like this. And so now it is interesting to note that how Arjuna informed the Brahmana that he had fought with even Lord Shiva and he had won the Pashupatastra from him. So how did this happen? Please join us in our next episode to learn about this. Thank you for joining us today. Hare Krishna Jagat Guru Shri Ila Prabhupada Ki Jai Netai Gor Premanande"
    }
  ]
}