{
  "video_id": "GfUDt1aqSDA",
  "title": "Mahabharata l Part 22 | Vishnu desires to have audience of Lord Krishna",
  "speaker": "HH Stoka Krishna Maharaj",
  "youtube_url": "https://www.youtube.com/watch?v=GfUDt1aqSDA",
  "segments": [
    {
      "start_time": 30,
      "end_time": 91,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Ajnana Timurandhasya Jnananjana Salakaya Sakshurun Miritam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, offering obeisances to the spiritual master and Lord Krishna.",
      "timestamp_url": "https://youtu.be/GfUDt1aqSDA?t=30"
    },
    {
      "start_time": 91,
      "end_time": 125,
      "verse_references": [],
      "themes": [
        "Mahabharata",
        "Dwaraka",
        "Yadavas",
        "misrule"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "In the last episode, we had seen how Arjuna had come to Dwaraka and when he was sitting along with the Yadavas in the palace, it so happened that one Brahmana came there and he was very distressed and he started accusing the Yadavas of misrule in Dwaraka and he went on to use very uncharitable words against the Yadavas.",
      "summary": "The speaker summarizes the previous episode, highlighting Arjuna's visit to Dwaraka and a Brahmana's accusations against the Yadavas.",
      "timestamp_url": "https://youtu.be/GfUDt1aqSDA?t=91"
    },
    {
      "start_time": 125,
      "end_time": 197,
      "verse_references": [],
      "themes": [
        "Kamsa",
        "Ugrasena",
        "Krishna",
        "Mathura",
        "Dwaraka"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "When Kamsa became the king, he deposed his own father, Ugrasena. At that time, Kamsa put Devaki and Vasudeva behind bars because there was a prediction that the child of Vasudeva and Devaki will become the...will become the source, will become the reason for Kamsa's death.",
      "summary": "The speaker explains the historical context of Kamsa's rule, his imprisonment of Devaki and Vasudeva, Krishna's victory over Kamsa, and the subsequent establishment of Ugrasena as ruler, leading to the Yadavas' shift to Dwaraka.",
      "timestamp_url": "https://youtu.be/GfUDt1aqSDA?t=125"
    },
    {
      "start_time": 197,
      "end_time": 287,
      "verse_references": [],
      "themes": [
        "Brahmana",
        "Dwaraka",
        "child death",
        "accusation"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "Now, when the Kyatavas were ruling over Dwaraka, one time it so happened that a poor Brahmana, who was a qualified Brahmana, his wife was pregnant and in due course of time, she delivered a boy. But as soon as the boy was delivered, the boy was fine.",
      "summary": "The speaker narrates the story of a qualified Brahmana in Dwaraka whose newborn son dies immediately after birth, leading him to accuse the Yadava kings of misrule.",
      "timestamp_url": "https://youtu.be/GfUDt1aqSDA?t=197"
    },
    {
      "start_time": 287,
      "end_time": 395,
      "verse_references": [],
      "themes": [
        "Dharma",
        "Vedic civilization",
        "king's responsibility",
        "sin",
        "ghostly body"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "Actually, as per the Vedic civilization, the king is responsible for ensuring that Dharma is followed in the country.",
      "summary": "The speaker explains the Vedic concept of a king's responsibility to uphold Dharma, the consequences of Adharma, and the concept of a ghostly body as a result of sinful actions.",
      "timestamp_url": "https://youtu.be/GfUDt1aqSDA?t=287"
    },
    {
      "start_time": 395,
      "end_time": 473,
      "verse_references": [],
      "themes": [
        "ghostly body",
        "subtle body",
        "desires",
        "suffering"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "Because we have to understand that this body that we have consists of a subtle and a gross body. The gross body consists of the hands, eyes, ears, legs etc. Subtle body consists of mind, intelligence and false ego.",
      "summary": "The speaker elaborates on the suffering of a ghostly body, explaining how the unfulfilled desires of the subtle body (mind, intelligence, and false ego) cause distress when there is no gross body to act upon them.",
      "timestamp_url": "https://youtu.be/GfUDt1aqSDA?t=395"
    },
    {
      "start_time": 473,
      "end_time": 536,
      "verse_references": [],
      "themes": [
        "sinful activity",
        "last rites",
        "Pindadana",
        "Shraddha",
        "Vedic civilization",
        "death"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "So if a person has committed some sinful activity by which he is going to get a ghostly body, if he has a son and the son performs the last rites, and also the son performs the Pindadana, from every year, the Shraddha ceremony that is done, if annually that is done for the forefather, then the father and the mother will get saved from any sort of that kind of ghostly situation they might get into.",
      "summary": "The speaker describes how performing last rites, Pindadana, and Shraddha ceremonies can help ancestors avoid a ghostly existence, highlighting the anomaly of a son dying before his father in Vedic society.",
      "timestamp_url": "https://youtu.be/GfUDt1aqSDA?t=473"
    },
    {
      "start_time": 536,
      "end_time": 646,
      "verse_references": [],
      "themes": [
        "Brahmana",
        "accusation",
        "Yadava kings",
        "Arjuna",
        "Dharma"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "So this Brahmana came to the assembly of the kings, Yadava kings, and he started accusing them of not following the principles of Dharma, he accused them saying that you are all simply in the dress of kings you are sitting here, but you are not performing your duties, you have become sense gratifiers and that is how such adharmic things are happening.",
      "summary": "The speaker continues the story of the Brahmana repeatedly accusing the Yadava kings of Adharma after the death of each of his sons, culminating in Arjuna's intervention.",
      "timestamp_url": "https://youtu.be/GfUDt1aqSDA?t=536"
    },
    {
      "start_time": 646,
      "end_time": 735,
      "verse_references": [],
      "themes": [
        "Arjuna",
        "promise",
        "protection",
        "Brahmana",
        "Krishna",
        "Shiva",
        "Pashupatastra"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "So then Arjuna told him, Please don't worry. I am neither Krishna nor Sankarsana. I am Arjuna. I am Arjuna, the holder of the Gandiva.",
      "summary": "Arjuna promises the Brahmana protection for his tenth child, boasting of his prowess and even mentioning his victory over Lord Shiva to obtain the Pashupatastra, despite the Brahmana's skepticism.",
      "timestamp_url": "https://youtu.be/GfUDt1aqSDA?t=646"
    },
    {
      "start_time": 735,
      "end_time": 847,
      "verse_references": [],
      "themes": [
        "Arjuna",
        "protection",
        "failure",
        "disappearance",
        "Brahmana",
        "disappointment"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "And there he invoked this Pashupatastra and with that arrow he covered the entire house from all directions. And then he fixed one more arrow and stood there waiting to see who is going to come into the house. And tried to take away this child of the Brahmana.",
      "summary": "Arjuna prepares to protect the Brahmana's tenth child, but despite his efforts, the child disappears immediately after birth, leading to the Brahmana's disappointment and Arjuna's determination not to give up.",
      "timestamp_url": "https://youtu.be/GfUDt1aqSDA?t=735"
    },
    {
      "start_time": 847,
      "end_time": 936,
      "verse_references": [],
      "themes": [
        "Arjuna",
        "search",
        "Yama Loka",
        "Indra Loka",
        "Brahma Loka",
        "failure",
        "promise"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "He took up his bow and arrow and using the mystic powers that he had, he travelled to Yama Loka. And he approached Yama Raj and demanded, I want the son of the Brahmana who has been, who has just now disappeared. I want him back.",
      "summary": "Arjuna searches for the missing child in various realms, including Yama Loka, Indra Loka, and Brahma Loka, but fails to find him, leading him to accept defeat and prepare to fulfill his promise to enter fire.",
      "timestamp_url": "https://youtu.be/GfUDt1aqSDA?t=847"
    },
    {
      "start_time": 936,
      "end_time": 1072,
      "verse_references": [],
      "themes": [
        "Krishna",
        "intervention",
        "chariot",
        "transcendental",
        "horses",
        "outer space"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "Krishna immediately came forward and he told, Arjuna, wait, wait, wait, wait. Why are you giving up your body? I am still there. No, don't worry. We will find the sons of the Brahmana.",
      "summary": "Krishna intervenes to stop Arjuna from giving up his life and takes him on a transcendental chariot journey beyond the universe, using the Sudarsana Chakra to illuminate the path.",
      "timestamp_url": "https://youtu.be/GfUDt1aqSDA?t=936"
    },
    {
      "start_time": 1072,
      "end_time": 1191,
      "verse_references": [],
      "themes": [
        "Viraja river",
        "causal ocean",
        "spiritual universe",
        "palace",
        "opulence"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "And when you cross the covering of the universe, we have the one huge water body, which is known as the river which separates the material universe from the spiritual universe. This river is called the Viraja river.",
      "summary": "Krishna and Arjuna cross the Viraja river, which separates the material and spiritual universes, and arrive at an opulent palace made of precious gems.",
      "timestamp_url": "https://youtu.be/GfUDt1aqSDA?t=1072"
    },
    {
      "start_time": 1191,
      "end_time": 1312,
      "verse_references": [],
      "themes": [
        "Ananta Shesha",
        "Mahavishnu",
        "Lakshmi Devi",
        "awe",
        "obeisances"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "And when they entered inside the palace, Arjuna saw suddenly, there was this huge serpent. And this serpent, his whole, his neck was bluish and the rest of his body was white like milk.",
      "summary": "Inside the palace, Arjuna sees Ananta Shesha with Mahavishnu lying on him and Lakshmi Devi at his feet, becoming awestruck and following Krishna's example in offering obeisances.",
      "timestamp_url": "https://youtu.be/GfUDt1aqSDA?t=1191"
    },
    {
      "start_time": 1312,
      "end_time": 1414,
      "verse_references": [],
      "themes": [
        "Mahavishnu",
        "Krishna",
        "Arjuna",
        "incarnation",
        "Dharma",
        "spiritual world"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "O Krishna and Arjuna, I only took away all the ten sons of the Brahmana. I took away the sons of the Brahmana. Now why? Because I wanted to see both of you. I wanted to have a darshan of both of you.",
      "summary": "Mahavishnu reveals that he took the Brahmana's sons to have darshan of Krishna and Arjuna, acknowledging their incarnations to protect Dharma and destroy demonic principles, and instructs them to return to the spiritual world after completing their mission.",
      "timestamp_url": "https://youtu.be/GfUDt1aqSDA?t=1312"
    },
    {
      "start_time": 1414,
      "end_time": 1522,
      "verse_references": [],
      "themes": [
        "Krishna",
        "superiority",
        "Mahavishnu",
        "desire",
        "permission"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So actually Srila Prabhupada explains that this shows that Krishna is superior even to Maha Vishnu. So much so that without Krishna's desire, even Maha Vishnu could not have darshan of Krishna.",
      "summary": "The speaker explains that this story illustrates Krishna's superiority to Mahavishnu, as Mahavishnu had to orchestrate the situation to have Krishna's darshan, implying that even Vishnu needs Krishna's permission.",
      "timestamp_url": "https://youtu.be/GfUDt1aqSDA?t=1414"
    },
    {
      "start_time": 1522,
      "end_time": 1620,
      "verse_references": [
        "SB 1.3.28"
      ],
      "themes": [
        "Krishna",
        "obeisances",
        "Mahavishnu",
        "example",
        "incarnation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So the reason for that is number one, because Arjuna did not know what to do. He was standing dumbstruck. So Krishna set an example for him.",
      "summary": "The speaker explains why Krishna offered obeisances to Mahavishnu, stating that it was to set an example for Arjuna and because Krishna and Mahavishnu are not ultimately different, with Krishna being the source of all Vishnu incarnations.",
      "timestamp_url": "https://youtu.be/GfUDt1aqSDA?t=1522"
    },
    {
      "start_time": 1620,
      "end_time": 1695,
      "verse_references": [],
      "themes": [
        "Mahavishnu",
        "satisfaction",
        "darshan",
        "Krishna",
        "sons",
        "Arjuna",
        "Shiva"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "So Maha Vishnu, when having got pleased with having darshan of Lord Krishna, he returned the ten sons of the Brahmanas.",
      "summary": "Mahavishnu, pleased with having darshan of Krishna, returns the Brahmana's sons, and Krishna and Arjuna return them to their father, concluding the story and setting up the next episode by questioning how Arjuna fought with Lord Shiva.",
      "timestamp_url": "https://youtu.be/GfUDt1aqSDA?t=1620"
    }
  ]
}