{
  "video_id": "GGFNzt2HdnY",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.10.2 | 23-05-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=GGFNzt2HdnY",
  "segments": [
    {
      "start_time": 0,
      "end_time": 50,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Agyana Timiraandhasya Gyananjanishalakaya Chakshurunmeelitam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/GGFNzt2HdnY?t=0",
      "transcript": "Om Agyana Timiraandhasya Gyananjanishalakaya Chakshurunmeelitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Srimate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhigaura Bhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Deveem Saraswateem Vyasam Tato Jaya Mudhirayet"
    },
    {
      "start_time": 51,
      "end_time": 111,
      "verse_references": [
        "SB 1.10.2"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "Yudhishthira",
        "Krishna's pleasure"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Lord Sri Krishna, the Supreme Personality of Godhead Became pleased after re-establishing Maharaj Yudhishthira In his own kingdom And after restoring the Kuru dynasty Which had been exhausted by the bamboo fire of anger",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam being discussed, focusing on Krishna's satisfaction in re-establishing Yudhishthira and the Kuru dynasty.",
      "timestamp_url": "https://youtu.be/GGFNzt2HdnY?t=51",
      "transcript": "In this session, we will be discussing from the second verse of the tenth chapter of the first canto of Srimad Bhagavatam: Suta Vacha Vamsham Kuroor Vamsha Dabhagni Nirhritam Samroha Itva Bhavabhavano Harihi Nivesha Itva Nijarajya Ishvaro Yudhishthiram Preetamana Babhu Vaha. The meaning of this verse is: Suta Goswami said, Suta Goswami is responding to Shaunaka Rishi's question. The first verse was the question by Shaunaka Rishi: How did Yudhishthira Maharaj rule? And Suta Goswami is now going to reply: Lord Sri Krishna, the Supreme Personality of Godhead, who is the maintainer of the world, became pleased after re-establishing Maharaj Yudhishthira in his own kingdom and after restoring the Kuru dynasty, which had been exhausted by the bamboo fire of anger."
    },
    {
      "start_time": 116,
      "end_time": 200,
      "verse_references": [],
      "themes": [
        "forest fire",
        "analogy",
        "material world"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "This world is compared to a forest fire Caused by the cohesion of bamboo bushes In the forest",
      "summary": "The speaker explains the analogy of the forest fire caused by bamboo, relating it to the nature of the material world.",
      "timestamp_url": "https://youtu.be/GGFNzt2HdnY?t=116",
      "transcript": "So the description is now being given that Krishna was pleased when Yudhishthira was re-established in his own kingdom. It was his rightful claim, but he was denied by Duryodhana and party. So after the battle of Kurukshetra, which had exhausted the Kuru dynasty, the Kuru dynasty had been exhausted by the bamboo fire of anger. So Prabhupada explains in the purport: This world is compared to a forest fire caused by the cohesion of bamboo bushes. In the forest, when there is rubbing of dry bamboo, especially in summer, then the spark ignites the dry wood and the fire of the bamboo bush, and it spreads very quickly. It is typically called a forest fire. It spreads very quickly, and a whole forest can be devoured. All the dry bamboo will be completely devoured by the forest fire. Such a forest fire takes place automatically, for bamboo cohesion occurs without external cause."
    },
    {
      "start_time": 200,
      "end_time": 304,
      "verse_references": [],
      "themes": [
        "anger",
        "materialism",
        "supremacy",
        "illusion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Anger of those who want to lord it over material nature Interacts And the fire of the wild takes place exhausting the unwanted population.",
      "summary": "The speaker elaborates on the concept of anger and the desire to control material nature, leading to conflict and exhaustion.",
      "timestamp_url": "https://youtu.be/GGFNzt2HdnY?t=200",
      "transcript": "Nobody goes and sets fire to a bamboo bush. The bamboo in the forest, it happens without external cause. The natural reason for the fire is the nature of the material world. Similarly, in the material world, the wrath—wrath means anger—anger of those who want to lord it over material nature interacts, and the fire of the wild takes place, exhausting the unwanted population. In the material world, there are so many people who want to lord over material nature or lord over the world. There is competition for supremacy, though the supremacy is actually belonging only to one person, the Supreme Lord Krishna. Krishna is the Lord, Krishna is the master, Krishna is the controller, Krishna is the provider, Krishna is the maintainer, Krishna is the well-wisher. But these foolish people, under the influence of illusion, wrongly think, \"I am the lord of all I survey.\" They think we are independent, they are Lords, they have power, or if they don't have enough power, I will amass power by my strength, by my influence, by my intelligence, by my diplomacy, political diplomacy. I will amass power and then rule over the whole world. This is the ambition of materialistic people."
    },
    {
      "start_time": 304,
      "end_time": 379,
      "verse_references": [],
      "themes": [
        "war",
        "natural calamities",
        "materialistic desires",
        "laws of God"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "War exhausts the unwanted population natural calamities in this world are actually due to the fight between such foolish blind materialistic lords",
      "summary": "The speaker connects war and natural calamities to the materialistic desires of people who want to dominate, emphasizing the importance of following God's laws.",
      "timestamp_url": "https://youtu.be/GGFNzt2HdnY?t=304",
      "transcript": "But when two such people, both materialistic, foolishly want to lord over, then there is the war that takes place between them. One will fight against the other, and in this way, the war exhausts the unwanted population. Natural calamities in this world are actually due to the fight between such foolish, blind, materialistic lords. And then the war is one natural calamity. Like that, there are so many different natural calamities which exhaust the unwanted population. Such fires or wars take place, and the Lord has nothing to do with them."
    },
    {
      "start_time": 379,
      "end_time": 464,
      "verse_references": [],
      "themes": [
        "purpose of creation",
        "demonic mentality",
        "Krishna's control",
        "self-realization"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Foolish people without understanding the real purpose of this creation they think that there is no god in control this is demonic mentality",
      "summary": "The speaker discusses the purpose of creation, contrasting it with the demonic mentality of denying God's control, and highlighting Krishna's desire for people to follow the path of self-realization.",
      "timestamp_url": "https://youtu.be/GGFNzt2HdnY?t=379",
      "transcript": "The Lord has given us the laws, and if we abide by the laws, we will be able to understand the purpose of this creation, and we can live here. As long as we live here, we can execute the purpose and prepare ourselves to go back to Godhead. But foolish people, without understanding the real purpose of this creation, they think that there is no God in control. This is demonic mentality. In the 16th chapter of the Bhagavad-Gita, that is described, the demoniac thing: there is no God in control. If at all there is any God, I am that God: ishwaroham ahambhogi siddhoham balavansukhi. This is demonic mentality, blind to reality. This is demonic nature. But Krishna, still, even though there are foolish people and they falsely declared themselves to be the Lords, Krishna nevertheless is in control, because the Lord wants to maintain the creation. He desires the mass of people to follow the right path of self-realization, which enables the living being up to his necessary needs, beings to enter into the kingdom of God. Krishna has given us the right path to follow."
    },
    {
      "start_time": 464,
      "end_time": 579,
      "verse_references": [
        "BG 4.7"
      ],
      "themes": [
        "Dharma",
        "religious principles",
        "suffering",
        "self-realization"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "People don't follow the right path of self-realization. They neglect or they violate the laws of God and thereby the Lord has to intervene",
      "summary": "The speaker explains that suffering arises from neglecting religious principles and that Krishna intervenes to re-establish Dharma, emphasizing the importance of following the path of self-realization.",
      "timestamp_url": "https://youtu.be/GGFNzt2HdnY?t=464",
      "transcript": "yadā yadā hi dharmasya glānir bhavati bhārata. dharmasya glāni means people don't follow the right path of self-realization. They neglect or they violate the laws of God, and thereby the Lord has to intervene when there is dharmasya glāni, tadātmānamsrujāmyaham. So, when Krishna comes or he sends his representative, paritrāṇāya sādhunāṁ vināśāya ca duṣkṛtāṁ dharmasam sthāpanārthāṁ dharma, he establishes the real religious principles, re-establishes, because that was established in the beginning of creation, and time to time there is deterioration in following, in following the religious principles. Kālā, influence of Kālā. The people desiring to lord over material nature. So the deterioration in practice of Dharma, and the Lord corrects it from time to time because Lord is the well-wisher of everyone. He doesn't want anyone to suffer. Our suffering is only because we don't follow the religious principles. It's the only cause of our suffering in this material. Otherwise, the Lord has provided everything. Everything is re-established. That is our mission here, which is to realize is perfectly controlled by the Lord. We simply have to follow the religious principles, and everything will be alright. And as Prabhupada says here, when people follow the right path"
    },
    {
      "start_time": 579,
      "end_time": 682,
      "verse_references": [],
      "themes": [
        "kingdom of God",
        "atheism",
        "materialism",
        "faith"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "This place is not meant for our permanent residence. No. We are meant to understand we belong to Krishna. We belong to Krishna's personal abode.",
      "summary": "The speaker emphasizes that the material world is not our permanent home and warns against being misled by atheists and materialists who deny the existence of the kingdom of God.",
      "timestamp_url": "https://youtu.be/GGFNzt2HdnY?t=579",
      "transcript": "of self-realization as given by God, then the living beings can enter into the kingdom of God. This place is not meant for our permanent residence. No. We are meant to understand we belong to Krishna. We belong to Krishna's personal abode, and we are meant to prepare ourselves to enter into the kingdom of God after following the right path of self-realization. The Lord wants the suffering human beings to come back, welcome back to home, back to him, and he wants to stop the suffering, threefold material pangs. The people who are suffering, He wants to stop their suffering, and he wants these suffering beings, human beings, to come back to his personal abode. So foolish people don't even know about the kingdom of God, and they are misled by atheists and agnostics and materialists who say, \"Oh, this is all mythology, kingdom of God, this is all mythology.\" They have given a term to spoil the faith, to make people more materialistic and demoniac like themselves. So one should not be misled by such propaganda by the godless atheists. The whole plan of creation is made in that way"
    },
    {
      "start_time": 682,
      "end_time": 772,
      "verse_references": [],
      "themes": [
        "religious principles",
        "laws of God",
        "suffering",
        "illusory energy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "You have to follow the laws of god everyone has to follow the laws of god that is the proper way to actually end our suffering",
      "summary": "The speaker reiterates the importance of following God's laws to end suffering, explaining that Maya, Krishna's agent, inflicts suffering on those who violate these laws.",
      "timestamp_url": "https://youtu.be/GGFNzt2HdnY?t=682",
      "transcript": "which way that people can follow the religious principles as given by God, not self-manufactured religious system. That is another mistake that sometimes people do. \"You, I follow my own religious principles.\" No, you cannot have your own religious principles. It's not going to help you. It's not going to work. Everything is going on according to the laws of God, the laws of God. So you have to follow the laws of God. Everyone has to follow the laws of God. That is the proper way to actually end our suffering. One who does not come to his senses suffers in the material world by pangs inflicted by the illusory energy of the Lord. Anybody who deviates, there is a system that Maya, the agent of Krishna in this material world, she will inflict suffering upon those who violate the laws of God and the laws of God."
    },
    {
      "start_time": 772,
      "end_time": 878,
      "verse_references": [],
      "themes": [
        "Durga Devi",
        "threefold miseries",
        "religious principles",
        "Godhead"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "These threefold miseries are inflicted upon those who don't follow the religious principles given by God.",
      "summary": "The speaker describes Durga Devi and the threefold miseries, emphasizing that these miseries are inflicted upon those who don't follow religious principles, and that the Lord wants his representatives to guide people back to Godhead.",
      "timestamp_url": "https://youtu.be/GGFNzt2HdnY?t=772",
      "transcript": "Durga Devi, she has got ten hands, and each of the ten hands she is having one, one weapon, ten weapons she has. She is riding on a lion, and one particular weapon she has got is called trishu, trident. That trishu, you can see one picture, she is killing one demon with a trident. The trident represents, the three prongs of the trident represents the threefold miseries: Adi Daivika Klesha, Adhyatmika Klesha, Adi Bhautika Klesha, miseries due to our own body and mind, miseries due to other living beings, and miseries due to higher forces of nature. So these threefold miseries are inflicted upon those who don't follow the religious principles given by God. So coming to the point, the Lord therefore wants his bona fide representative to rule the world, so that people may follow the exact religious principles and prepare themselves to go back to Godhead under the guidance of God, the representative of Krishna like Yudhishthira Maharaj. So Krishna wanted to establish Yudhishthira Maharaj, so that the citizens can follow under the guidance of Yudhishthira Maharaj, the real religious principles and prepare themselves to go back to Godhead. That is the whole program of this material creation."
    },
    {
      "start_time": 878,
      "end_time": 905,
      "verse_references": [],
      "themes": [
        "Yudhishthira",
        "Parikshit Maharaj",
        "Godhead",
        "Hare Krishna"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Lord was fully satisfied when he saw Yudhishthira was on the throne and even the seedling of the dynasty of Kuru in the person of Maharaj Parikshit was saved.",
      "summary": "The speaker concludes by reiterating Krishna's satisfaction with Yudhishthira's reign and the protection of Parikshit Maharaj, ending with a Hare Krishna.",
      "timestamp_url": "https://youtu.be/GGFNzt2HdnY?t=878",
      "transcript": "Okay. So Lord was fully satisfied when he saw Yudhishthira was on the throne, and even the seedling of the dynasty of Kuru in the person of Maharaj Parikshit was saved. Parikshit Maharaj was protected by Krishna. He was the successor, was to be the successor of Yudhishthira. I will stop here. Thank you very much."
    }
  ]
}