{
  "video_id": "gGr8vctXBOg",
  "title": "SB 1.19.37-38 | HH Stoka Krishna Swami | 05-06-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=gGr8vctXBOg",
  "segments": [
    {
      "start_time": 0,
      "end_time": 49,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyana Timiraandhasya Gyananjanishalakaya Chaksharunmilitam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/gGr8vctXBOg?t=0",
      "transcript": "Om Agyana Timiraandhasya Gyananjanishalakaya Chaksharunmilitam Yena Tasmai Shri Gurave Namaha Namah Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shri Vasadi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Jai Manarottamam Deveem Saraswateem Vyasam Tato Jaya Mudhirayet"
    },
    {
      "start_time": 49,
      "end_time": 183,
      "verse_references": [
        "SB 1.19.37"
      ],
      "themes": [
        "spiritual master",
        "death",
        "perfection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "I am therefore begging you to show the way of perfection for all persons and especially for one who is about to die.",
      "summary": "The speaker introduces the 37th verse of the 19th chapter of the first canto of Srimad Bhagavatam, explaining Parikshit Maharaj's question to Shukadeva Goswami about the path to perfection, especially for one facing imminent death.",
      "timestamp_url": "https://youtu.be/gGr8vctXBOg?t=49",
      "transcript": "In this session, we will be discussing two verses, that is, the 37th and the 38th verses of the 19th chapter of the first canto of Shri Madbhagavatam. The 37th verse is as follows: Ataprishami Samsiddhim Yoginam Paramam Gurum Purushasyehayatkaryam Priyamanasya Sarvatha. Now, Parikshit is asking Shukadeva Goswami a very specific question. What is that question? That is a translation of this verse, the 37th verse: You are the spiritual master of great saints and devotees, Yoginam Paramam Gurum. The same thing was said by Suta Goswami at the beginning of the Bhagavata. Suta Goswami offered prayers to Shukadeva Goswami, and he said to him, \"This is the question that was asked to Shukadeva Goswami before he began speaking Bhagavatam to the sages of Naimisharanya.\" There he described that Shukadeva Goswami is the spiritual master of great saints and devotees. So Parikshit is telling, \"I am therefore begging you to show the way of perfection for all persons, and especially for one who is about to die, Purushasyeha yatkaryam mriyam anasya sarvatha.\" Mriyam anasya means one who is about to die. His own position: He is going to meet with death in seven days. So he is preparing for quitting the body, but he is preparing by asking the greatest of the transcendentalists, the spiritual master of great saints and devotees. He is asking such a personality, \"Kindly show the way of perfection for everyone, including me.\""
    },
    {
      "start_time": 183,
      "end_time": 271,
      "verse_references": [],
      "themes": [
        "spiritual master",
        "material world",
        "Krishna's mission"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A spiritual master is only meant for one thing in everyone's life: He is meant for showing the path of perfection for everyone in this material world who is entangled in the material existence.",
      "summary": "The speaker elaborates on the purpose of a spiritual master, emphasizing that their role is to guide individuals towards perfection and out of material entanglement, aligning with Krishna's mission.",
      "timestamp_url": "https://youtu.be/gGr8vctXBOg?t=183",
      "transcript": "who is about to die. So, in the purport, Prabhupada explains, \"Unless one is perfectly anxious to inquire about the way of perfection, there is no necessity of approaching a spiritual master.\" That means a spiritual master is only meant for one thing in everyone's life. He is not meant for anything else. He is meant for showing the path of perfection for everyone in this material world who is entangled in the material existence, because that is Krishna's mission in this material world. That is what Krishna wants. Why this creation? Actually, there is no need for Krishna to create, because there is a whole spiritual world, perfect, complete, full of transcendental bliss, full of transcendental knowledge, full of everything required for our perfect existence."
    },
    {
      "start_time": 271,
      "end_time": 394,
      "verse_references": [],
      "themes": [
        "independent enjoyment",
        "material world",
        "Krishna's kindness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Because I want to enjoy independent of Krishna... This is utter foolishness because there is no such thing that you can enjoy independently.",
      "summary": "The speaker discusses the futility of seeking independent enjoyment separate from Krishna, explaining that the material world is created to facilitate this desire, but ultimately Krishna also makes arrangements to help us return to Him.",
      "timestamp_url": "https://youtu.be/gGr8vctXBOg?t=271",
      "transcript": "But foolish persons that we are, we left everything and come here. And why have we left that and come here? Because I want to enjoy independent of Krishna. This is utter foolishness, because I want to enjoy independent of Krishna, because there is no such thing that you can enjoy independently, because that is not your position, that is not your actual position. There is no existence for you without the help of Krishna, without support of Krishna. There is no existence. So Krishna is so kind that because we are adamant, he makes arrangement. He is all powerful, so he makes arrangement. What arrangement does he do? He creates this material world, and after creating for us to try and enjoy independently, he is making elaborate arrangements, because we have got so many varieties of desires, how I like to enjoy independently. So many arrangements Krishna has made. So to get us out of this madness, trying to enjoy in so many different ways unsuccessfully, Krishna is actually also making arrangement to help us to get out of this madness."
    },
    {
      "start_time": 394,
      "end_time": 487,
      "verse_references": [],
      "themes": [
        "spiritual master",
        "pseudo gurus",
        "material happiness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A spiritual master is not a kind of decoration for a householder... this is not what a Guru is meant for, for material happiness.",
      "summary": "The speaker warns against engaging with so-called spiritual masters who focus on material happiness, emphasizing that a genuine spiritual master guides towards ultimate spiritual benefit, not temporary material gains.",
      "timestamp_url": "https://youtu.be/gGr8vctXBOg?t=394",
      "transcript": "So Krishna himself comes for that purpose, to extricate us, to get us out of this entanglement, and he sends his bonafide spiritual masters, the pure devotees, for the same purpose that he comes. He also sends them from his personal abode. So Prabhupada says, \"A spiritual master is not a kind of decoration for a householder.\" Some people, for a fashion, they say, \"We also have a Guru. I have got this Guru.\" And what for you have got a Guru? \"Oh, he gives me blessings by which I will be materially very, very happy.\" This is not what a Guru is meant for. For material happiness, material happiness, there are millions of ways, concocted ways, illusory ways. Spiritual master is not meant for that. So Prabhupada says, \"Generally a fashionable materialist engages a so called spiritual master without any profit.\" Any profit means without any real benefit, spiritual benefit. \"The pseudo spiritual master flatters the so called disciple, and therefore both the master and his ward, that is the disciple, go to hell.\""
    },
    {
      "start_time": 487,
      "end_time": 579,
      "verse_references": [],
      "themes": [
        "material world",
        "foolish disciples",
        "bona fide guru"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Where is the bona fide guru to be found in this world who will give ultimate solution to all problems? Such spiritual masters are very very rare in this material world.",
      "summary": "The speaker laments the scarcity of genuine spiritual masters who can provide ultimate solutions to life's problems, contrasting them with those who cater to material desires.",
      "timestamp_url": "https://youtu.be/gGr8vctXBOg?t=487",
      "transcript": "Without a doubt, you see, this material world is a place which is full of material actions and reactions. So foolish disciples, they approach even greater fools who pose as spiritual masters and only ask from them, \"How can I be materially happy? How can I get some material wealth? How can I get some material sense gratification?\" And the foolish spiritual masters, so called spiritual masters, they also either in ignorance or even sometimes those who are not ignorant also by way of cheating, they try to give some material wealth, give some material happiness, material wealth, material solutions to their problems. Where is the bona fide guru to be found in this world who will give ultimate solution to all problems? Such spiritual masters are very, very rare."
    },
    {
      "start_time": 579,
      "end_time": 686,
      "verse_references": [],
      "themes": [
        "Parikshit Maharaj",
        "vital questions",
        "Srimad Bhagavatam"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The question put forward by Maharaj Pariksit is the basic principle of the complete thesis of Srimad Bhagavatam.",
      "summary": "The speaker praises Parikshit Maharaj for asking vital questions relevant to everyone's welfare, highlighting that these questions form the foundation of the Srimad Bhagavatam.",
      "timestamp_url": "https://youtu.be/gGr8vctXBOg?t=579",
      "transcript": "in this material world. And so we have to understand this point. So Prabhupada says about Pariksit Maharaj, \"Maharaj Pariksit is the right type of disciple because he puts forward questions vital to the interest of all men, particularly for the dying man.\" Pariksit's questions are very, very vital. They are of the utmost importance. You can ask a spiritual master so many different questions, but the essential questions which are relevant for our ultimate welfare, for getting us out of this material entanglement, those questions are not generally asked by common people. So about Pariksit Maharaj, Prabhupada says, \"The question put forward by Maharaj Pariksit is the basic principle of the complete thesis of Srimad Bhagavatam.\" See, Pariksit asked one or two questions in the beginning, but the answer to those two questions led to Shukadeva Goswami speaking the entire Srimad Bhagavatam. So you can imagine how vital those questions are. Now let us see how intelligently the great master replies. This is how Prabhupada is ending the purport of this particular verse, how Shukadeva Goswami will answer these vital questions."
    },
    {
      "start_time": 686,
      "end_time": 776,
      "verse_references": [
        "SB 1.19.38"
      ],
      "themes": [
        "hearing",
        "chanting",
        "remembering",
        "worship"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Please let me know what a man should hear, what he should chant, what he should remember and worship... and also kindly tell me what he should not do.",
      "summary": "The speaker introduces the 38th verse, focusing on Parikshit's intelligent inquiry about what one should do (hear, chant, remember, worship) and what one should avoid.",
      "timestamp_url": "https://youtu.be/gGr8vctXBOg?t=686",
      "transcript": "The 38th verse: yad srotavyam atho japyam yad kartavyam nrbhit prabho smartavyam bhajaniyam va bruhiyadva viparyayam. Very intelligent question asked by Pariksit Maharaj to Shukadeva Goswami. Already he has asked in the previous verse. What question has he asked? \"Kindly show the way of perfection.\" Now he is asking, what is he asking now in the 38th verse? The translation is, \"Please let me know what a man should hear, yad srotavyam, what he should chant, yad japyam, what he should remember, smartavyam, and worship, bhajaniyam, what is worship about for him, and yadva viparyayam, and also kindly tell me what he should not do.\" He is asking both positive and negative, what he should do and what he should not do. This is very, very intelligent question."
    },
    {
      "start_time": 776,
      "end_time": 886,
      "verse_references": [],
      "themes": [
        "positive and negative injunctions",
        "Vedic literature",
        "vidhi nishedha"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It is very important that we should know for achieving the ultimate perfection specifically what we should do and also what we should not do.",
      "summary": "The speaker emphasizes the importance of understanding both positive and negative injunctions (vidhi and nishedha) in Vedic literature for achieving ultimate perfection.",
      "timestamp_url": "https://youtu.be/gGr8vctXBOg?t=776",
      "transcript": "Please explain all this to me. So we should understand Pariksit is most intelligent king of his time. So he is asking, of course he is asking about his own welfare, but he is also asking about the others' welfare. He is also asking about others' welfare. So it is very important that we should know for achieving the ultimate perfection specifically what we should do and also what we should not do. That is why in the Vedas there are so many instructions, but they all can be broadly classified into two different set of instructions: what is to be done and what is not to be done, vidhi nishedha. This is explained elsewhere by Srila Prabhupada. All the Vedic injunctions can be classified in two headings: vidhi means what you should do, and nishedha means what you should not do."
    },
    {
      "start_time": 886,
      "end_time": 993,
      "verse_references": [],
      "themes": [
        "remembering Krishna",
        "forgetting Krishna",
        "perfection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Always remember Krishna and never forget Krishna... simply by doing that you will get all perfection.",
      "summary": "The speaker concludes by stating that the most important positive injunction is to always remember Krishna, and the most important negative injunction is to never forget Krishna, emphasizing that this is the key to achieving perfection.",
      "timestamp_url": "https://youtu.be/gGr8vctXBOg?t=886",
      "transcript": "And in the Bhagavatam it is said among all these different instructions, the most important positive injunction that you must do is always remember Krishna. What is the most important positive injunction of the Vedas? Always remember Krishna. And what is the most important negative injunction? Never forget Krishna. It is very interesting. Both are the same. Both are the same. Now, always remember Krishna means never forget Krishna. Never forget Krishna means always remember Krishna. Why is it said like this? Because the only thing you need to do to achieve perfection is to always remember Krishna and never forget him. Simply by doing that you will get all perfection. Now, how to do it, that's another matter, but this is the injunction, the most important injunction. So if somebody is not able to directly take up this always remembering Krishna, then there are other methods by which they are brought to that point, and that is the entirety of the Vedic literature. I will stop here."
    }
  ]
}