{
  "video_id": "Gk1Ub1IeSQ8",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.12.21 Part 1 | 23-08-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=Gk1Ub1IeSQ8",
  "segments": [
    {
      "start_time": 0,
      "end_time": 45,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Gyanathimirandhasya Gyananjanishalakaya Chakshurunmilitam Yena Tasmai Shri Gurave Namaha",
      "summary": "The session begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/Gk1Ub1IeSQ8?t=0",
      "transcript": "Om Gyanathimirandhasya Gyananjanishalakaya Chakshurunmilitam Yena Tasmai Shri Gurave Namaha Namah Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pachatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet"
    },
    {
      "start_time": 45,
      "end_time": 192,
      "verse_references": [
        "SB 1.12.21"
      ],
      "themes": [
        "prophecy",
        "kingship",
        "Arjuna"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Amongst great bowmen this child will be as good as Arjuna.",
      "summary": "The speaker introduces the verse to be discussed, focusing on the prophecy that Pariksit will be a great bowman like Arjuna, and the qualities of a powerful king.",
      "timestamp_url": "https://youtu.be/Gk1Ub1IeSQ8?t=45",
      "transcript": "In this session, we will be discussing from the 21st verse of the 12th chapter of the 1st canto of Srimad Bhagavatam. This will be part 1 of this verse which will be discussed. Dhanvinam Agraneer Esha Tulyas Charjunayor Dwayoho Hutasha Iva Durdharsaha Samudra Iva Dustaraha. The meaning of this verse is: amongst great bowmen, this child will be as good as Arjuna. He will be as irresistible as fire. Unsurpassable as the ocean. So, three comparisons are made in this verse. He will be a great bowman like Arjuna. And specifically, there is mention of two Arjunas here. Arjunayor Dwayoho, two Arjunas. Prabhupada mentions in the purport, in history there are two famous Arjunas. One is Kartyavirya Arjuna, who was the king of Haihaya. And the other Arjuna is the famous grandfather of King Pariksit, who is Arjuna the Pandava. Both the Arjunas are famous for their bowmanship. And the child Pariksit is foretold to be equal to both of them, particularly in fighting. King should be a powerful fighter, yes, to subdue the miscreants, to protect the innocent, to give protection to the brahmanas, the women, the children, the saintly persons. Otherwise, if the king is not powerful enough, then these miscreants and rogues and ruffians and thieves will plunder and loot from the innocent people. There will be chaos. So, Pariksit is foretold to be equal to both these Arjunas who are very, very, very powerful in fighting."
    },
    {
      "start_time": 192,
      "end_time": 391,
      "verse_references": [],
      "themes": [
        "lineage",
        "divine birth",
        "Arjuna"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Arjuna is not an ordinary person.",
      "summary": "The lecture details the lineage of Arjuna, his divine birth through Kunti and Indra, and the auspicious circumstances surrounding his birth.",
      "timestamp_url": "https://youtu.be/Gk1Ub1IeSQ8?t=192",
      "transcript": "Now, Srila Prabhupada gives a description of Pandava Arjuna, the Arjuna who is the grandfather of this Pariksit. Arjuna's son was Abhimanyu. Abhimanyu's son was Pariksit. In this way, Pandava Arjuna is the grandfather of Pariksit. So, Prabhupada mentions Pandava Arjuna is the great hero of the Bhagavad Gita. Bhagavad Gita was spoken by Krishna to Arjuna on the battlefield of Kurukshetra. And that's how we know Bhagavad Gita as the most famous scripture. It gives us the essence of the Vedic wisdom. Arjuna is the kshatriya son of Maharaj. Arjuna is the son of Pandu. Queen Kunti Devi could call for any one of the demigods. And thus she called Indra, because Kunti could not beget children through Pandu. So, it is allowed in the former ages that a lady, chaste woman, chaste wife, can beget children through the husband's brother, if the husband is unable to conceive children in his own wife. So, this is called Devarayana Sutodhpakti, and this is prohibited in Kali Yuga. But they were, Kunti and Pandu were living in Dwapar Yuga. So, in Dwapar Yuga, Kunti Devi, she had one mantra given by Durvasamuni, and thus she could call any one of the devatas to conceive a child for Pandu. So, Kunti called on Indra, and Arjuna was born. So, Arjuna is therefore a plenary part of the heavenly king Indra. Arjuna is not an ordinary person. He was. Arjuna has many names. He was born in the month of Phalguna. Therefore, he is also called Phalguni. When he appeared as the son of Kunti, his future greatness is proclaimed by air messages. This is the fame of Arjuna. Even at the time of his birth, it is declared through air messages that he is a great personality who has taken birth. And all the important personalities from different parts of the universe, such as the devatas, the demigods, the Gandharvas, the Adityas from the sun globe, the Rudras, the Vasus, the Nagas, the different Rishis of importance, the Apsaras, all attended the ceremony of the birth of Arjuna."
    },
    {
      "start_time": 391,
      "end_time": 528,
      "verse_references": [],
      "themes": [
        "family",
        "samskaras",
        "Arjuna"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So Arjuna's samskaras were done by Kashyapa Muni.",
      "summary": "The speaker describes the ceremonies performed at Arjuna's birth, his relationship to Vasudeva, and his marriages and children.",
      "timestamp_url": "https://youtu.be/Gk1Ub1IeSQ8?t=391",
      "transcript": "So, very important personality in the whole universe, Arjuna. The Apsaras pleased everyone by their heavenly dances and songs. Vasudeva, the father of Lord Krishna, and the maternal uncle of Arjuna. Arjuna's mother is Kunti. Kunti's brother is Vasudeva. Therefore, Vasudeva, the father of Lord Krishna, is actually the maternal uncle of Arjuna. Vasudeva sent his priest, representative Kashyapa, to purify Arjuna by all the prescribed samskaras, or reformatory processes. So, Arjuna's samskaras were done by Kashyapa Muni, or Kashyapa Rishi, sent by Vasudeva. His name giving samskara, it's called Namakarna samskara, was performed in the presence of the Rishis, residents of Shatashunga. The famous Rishis. Arjuna married four wives: Draupadi, Subhadra, Chitrangada, and Ulupi, from whom he got four sons, one each from each of the wives, of the names Shrutakirti, Abhimanyu, Babruvahana, and Iravaan respectively. Means Draupadi, through Draupadi, Arjuna had a son by name Shrutakirti. Through Subhadra, Subhadra is Krishna's sister. Arjuna married Subhadra, and through Subhadra, he had a son Abhimanyu. Abhimanyu died in the battle of Kurukshetra. And Abhimanyu's son is, Abhimanyu and Subhadra's son is Parikshit. Sorry. Abhimanyu's son is Subhadra. Abhimanyu and Uttara's son is Parikshit. And Arjuna's wife Chitrangada, their son was Babruvahana. And Arjuna's wife Ulupi, their son was Iravaan. So, he had four sons through four wives."
    },
    {
      "start_time": 556,
      "end_time": 661,
      "verse_references": [],
      "themes": [
        "education",
        "skill",
        "Dronacharya",
        "Arjuna"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Arjuna was so ardent a student that he used to practice bowmanship even at night",
      "summary": "The lecture describes Arjuna's dedication to his training under Dronacharya and his expertise in bowmanship, as well as the descendants of his son Babruvahana.",
      "timestamp_url": "https://youtu.be/Gk1Ub1IeSQ8?t=556",
      "transcript": "By his disciplinary affection, Dronacharya accepted Arjuna as a first grade scholar and he loved heartily to bestow upon Arjuna all the blessings of military signs. Now, how studious was Arjuna, that's described here. Arjuna was so ardent a student that he used to practice bowmanship even at night, and for all these reasons, professor Dronacharya was determined to make him the topmost bowman of the entire world. At night he would practice the lessons taught by the teacher Dronacharya in the daytime. So, he was very, very studious, very sincere in his Gurukul days. He passed very brilliantly the examination in piercing the target and Dronacharya was very pleased. So, this was the expertise of Arjuna in bowmanship. He learnt from Dronacharya very nicely. Then regarding Arjuna's son Babruvahana, Srila Prabhupada says, royal families at Manipur and Tripura are descendants of Arjuna's son Babruvahana. So, present day the royal families at Manipur and Tripura are descendants of Arjuna's son Babruvahana."
    },
    {
      "start_time": 661,
      "end_time": 749,
      "verse_references": [],
      "themes": [
        "weapons",
        "guru-disciple relationship",
        "Dronacharya",
        "Arjuna"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Dronacharya being pleased with him, rewarded him with a weapon of the name Brahma Shira.",
      "summary": "The speaker discusses Arjuna saving Dronacharya from a crocodile and being rewarded with the Brahma Shira weapon, emphasizing the importance of a proper guru for learning how to use such weapons.",
      "timestamp_url": "https://youtu.be/Gk1Ub1IeSQ8?t=661",
      "transcript": "Arjuna saved the Acharya, that is Dronacharya, from the attack of a crocodile and Dronacharya being pleased with him, rewarded him with a weapon of the name Brahma Shira. Many of these weapons are very, very powerful weapons. And unless one learns them from a proper guru, one will be unable to use those weapons. And many of them are mantra weapons. They are mantra weapons. So, the perfect chanting of the mantra as heard from the expert spiritual master only will enable a student to learn that in such a way that he can use that weapon when required. Now Maharaja Drupada, Draupadi's father, was inimical toward Dronacharya. Now Maharaja Drupada, Draupadi's father, was inimical toward Dronacharya. And when Kraja Què kept Drupada back in theliar, she Lunchio Act, Arjuna arrested him and brought him to Dronacharya. And when Kraja 마스o attacked Dhenup there, Arjuna said to Brahmacarya, you can let your father go to Dronacharya, one who has defeated the 20 million Turks. Shacy, son of Bhavani, imprisoned him in the他們 monastery scrape mon sargahaDav was şöyle said by Arjuna."
    },
    {
      "start_time": 749,
      "end_time": 827,
      "verse_references": [],
      "themes": [
        "future",
        "battle",
        "Dronacharya",
        "Arjuna"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Dronacharya forecasted the future battle of Kurukshetra in which Dronacharya was going to fight.",
      "summary": "The lecture explains how Dronacharya foresaw the battle of Kurukshetra and taught Arjuna the Brahma Shira weapon so he could win against the Kauravas, even if it meant using it against Dronacharya himself.",
      "timestamp_url": "https://youtu.be/Gk1Ub1IeSQ8?t=749",
      "transcript": "So, then it is also mentioned that Arjuna besieged a city of the name Ahichatra, belonging to Maharaj Drupada and after taking it over, he gave it to Dronacharya. The confidential treatment of the weapon Brahma Shira was explained to Arjuna and Dronacharya was promised by Arjuna that he would use the weapon if necessary when Dronacharya personally became an enemy of Arjuna. In this way, Dronacharya forecasted the future battle of Kurukshetra in which Dronacharya was going to fight. Dronacharya was on the opposite side of Arjuna. See, the Acharya is teaching a student and he is able to foresee the future and for the sake of Arjuna to become victorious in the battle of Kurukshetra against the Kauravas, Dronacharya is teaching him in the student days, this particular Brahma Shira."
    },
    {
      "start_time": 827,
      "end_time": 939,
      "verse_references": [],
      "themes": [
        "detachment",
        "sacrifice",
        "guru-disciple relationship",
        "death"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Dying for the right cause sacrificing life for the right cause makes one glorious makes one advanced spiritually",
      "summary": "The speaker explores the philosophical reasons behind Dronacharya's willingness to be killed by his disciple, emphasizing detachment from the body and the glory of sacrificing for the right cause, ending the session with a promise to continue the discussion.",
      "timestamp_url": "https://youtu.be/Gk1Ub1IeSQ8?t=827",
      "transcript": "So, Arjuna can use this weapon to win against the Kauravas and he can even use that to kill Dronacharya himself. So, what is the secret understanding? Why Dronacharya would teach his student a particular astra, how to use which the student will use against the teacher himself? So these are all extraordinary incidents described in the scriptures as to how a learned person knows I am NOT the body, death doesn't belong to the soul, death is only for the body and the body is going to die regardless of what happens in course of one's duration of living in this material body. If I don't die by some astra, I may die by some other method or means. So death I cannot escape, but dying for the right cause, sacrificing life for the right cause makes one glorious, makes one advanced spiritually. So that is the principle we have to understand why Dronacharya was willing to be even killed by his own disciple by teaching the disciple the secret Brahma Shira astra mantra. We will continue discussing this in the next."
    }
  ]
}