{
  "video_id": "gkVcCFwxs90",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.10.5 | 27-05-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=gkVcCFwxs90",
  "segments": [
    {
      "start_time": 60,
      "end_time": 146,
      "verse_references": [],
      "themes": [
        "King Yudhishthira's rule",
        "Taxation",
        "Prosperity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "this verse is talking about rivers paying their tax quota to the king and they were paying in profusion plenty there was plenty",
      "summary": "This segment describes King Yudhishthira's prosperous rule, where even natural elements like rivers and oceans paid taxes in abundance.",
      "timestamp_url": "https://youtu.be/gkVcCFwxs90?t=60",
      "transcript": "The departure of Lord Krishna for Dwarka, before actually describing the departure in this chapter, it is described the rule of King Yudhishthira. After Yudhishthira assumed the post of the emperor of the world after the Battle of Kurukshetra, then how was he ruling? That's being described here in the initial portion of this chapter. The fifth verse says, \"Nadia samadra giraya.\" The meaning of this verse is religious oceans, hills, mountains, and falls of the oceans are mountains and falls of the mountains and falls of the mountains and falls of the mountains, forest creepers, and active drugs in every season paid their tax quota to the king in profusion. This is an interesting concept here. This verse is talking about rivers paying their tax quota to the king, and they were paying in profusion, plenty. There was plenty"
    },
    {
      "start_time": 146,
      "end_time": 296,
      "verse_references": [],
      "themes": [
        "Vedic social structure",
        "Duties and responsibilities",
        "Role of Shudras"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "they don't have sufficiently developed intelligence to understand the consequences of spending money for let's say smoking drinking gambling etc",
      "summary": "This segment explains the Vedic social structure, focusing on the roles and responsibilities of different classes, particularly the Shudras and their protection.",
      "timestamp_url": "https://youtu.be/gkVcCFwxs90?t=146",
      "transcript": "of water in the rivers, of all kinds of valuables in the ocean, in the hills, in the mountains. That's being explained in the purport by Srila Prabhupada. So it's not just the citizens alone who pay the tax, and even among the citizens in the Vedic culture, only the vaisyas pay tax. The kshatriyas are rulers, and the brahmanas, they voluntarily accept to lead a very simple life. They don't accumulate money, they don't even accumulate goods, and the shudras are never given money. They are given all the necessities. They are taken care of by their masters because they always have to be under the protection of a brahmana and a shudra, a kshatriya or a vaisya. So they're taken care completely. They are never given money because there is a possibility that they may misuse the money for wrong purposes. They don't have sufficiently developed intelligence to understand the consequences of spending money for, let's say, smoking, drinking, gambling, etc. Whereas what about the vaisyas who have money in their hands or the kshatriyas? The vaisyas and kshatriyas are responsible. They are sufficiently engaged in their duties. They are very strictly, there are strict followers of the Vedic injunctions, so they are not only responsible, but they are also responsible for the, they are naturally protected and they are careful. So generally vaisyas, brahmana, kshatriyas, vaisyas do not indulge in sinful activities even if they have ample opportunity for doing that. They don't do it generally, they don't do it. So therefore money should not be given to the shudras. That doesn't mean that they should not be given to the shudras."
    },
    {
      "start_time": 296,
      "end_time": 353,
      "verse_references": [],
      "themes": [
        "Spiritual advancement",
        "Bhakti",
        "Eligibility for liberation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "even shudras are eligible for that everyone is eligible every human being is eligible especially if they follow the process of bhakti they chant harry krishna",
      "summary": "This segment emphasizes that everyone, including Shudras, is eligible for spiritual advancement through bhakti and chanting Hare Krishna.",
      "timestamp_url": "https://youtu.be/gkVcCFwxs90?t=296",
      "transcript": "That shudras are exploited as sometimes modern-day people think, bonded labor. No, it's not bonded labor. It is protection. It is giving them a chance to utilize this human form of life for spiritual advancement and thereby achieve the ultimate purpose of this human form of life, which is self-realization, the leading part of the human form of life, going back to Godhead. Even shudras are eligible for that. Everyone is eligible, every human being is eligible, especially if they follow the process of bhakti. They chant Hare Krishna. Anyone who chants Hare Krishna under proper guidance can make spiritual advancement to achieve perfection irrespective of what their material background may be."
    },
    {
      "start_time": 353,
      "end_time": 483,
      "verse_references": [],
      "themes": [
        "Taxation",
        "Gifts of nature",
        "Supreme Lord's sanction",
        "Economic development"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The secret to success is to take refuge under the protection of the supreme lord",
      "summary": "This segment discusses how a king manages the kingdom through gifts of nature and emphasizes the necessity of the Supreme Lord's sanction for success in any endeavor.",
      "timestamp_url": "https://youtu.be/gkVcCFwxs90?t=353",
      "transcript": "So therefore the tax was collected by the king only from the vaisyas. So then how will the king manage the kingdom when there are a lot of expenses? The king would also receive the gifts of nature in profusion because he was ruling according to the principles of dharma. That will be explained here in the purport. Srila Prabhupada says, since Maharaj Yudhishthira was under the protection of the Ajita, Ajita is another name for Krishna, the infallible Lord, as above mentioned, the properties of the Lord, namely the rivers, the oceans, the hills, the forests, etc., were all pleased and they used to supply the respective quota of taxes to the king. Whose property is it? Rivers, oceans, hills, etc. They are the property of the Supreme Lord. So Srila Prabhupada says the secret to success is to take refuge under the protection of the Supreme Lord. That is the secret of success for the king to properly rule the kingdom without experiencing any scarcity. Without the Supreme Lord's success, without the Supreme Lord's sanction, nothing can be possible. Ultimately, for every single thing, the Supreme Lord's sanction is absolutely required to make economic development by our own endeavors on the strength of tools and machinery is not all like it is happening in the modern times. The sanction of the Supreme Lord must be there, otherwise despite all instrumental arrangements, everything will be unsuccessful."
    },
    {
      "start_time": 483,
      "end_time": 616,
      "verse_references": [
        "BG 18"
      ],
      "themes": [
        "Five factors of success",
        "Daivam",
        "Role of the Supreme Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "ultimately the cause of success is daiva or the supreme lord krishna as paramatma in the heart",
      "summary": "This segment explains the five factors required for successful accomplishment of any action, highlighting the importance of 'daivam' or the Supreme Lord's sanction.",
      "timestamp_url": "https://youtu.be/gkVcCFwxs90?t=483",
      "transcript": "The ultimate cause of success is daiva, the supreme. In the 18th chapter of the Bhagavad Gita, Krishna explains five factors which are to be considered for successful accomplishment of every action in this material world. The four factors are in our hands. When we do some action, it's in our hands, four factors, but the fifth factor is called daivam, and daivam means the Supersoul, the Personality of God, Krishna, Satan in our heart is Paramatma. Ultimately, the cause of success is daiva or the Supreme Lord Krishna as Paramatma in the heart. Without His sanction, no action can be successfully accomplished. Please remember this always, always the most important factor. Of course, that does not mean that we neglect the other four factors which are in our hands, like there should be proper endeavor, there should be the proper instruments to be used, there should be the proper place or conditions for doing that action, there should be the effort on the part of the particular person, the doer. A doer is required for the accomplishment of any action. Nothing happens automatically without an effort or endeavor by a doer or a group of doers, a team effort under the guidance of a leader, and without the proper instruments of action, no action can be accomplished. But this is not all. These four factors, daiva is very, very important factor and that generally people who are other non-devotees, they do not know or they don't care for this fifth, most important factor."
    },
    {
      "start_time": 616,
      "end_time": 771,
      "verse_references": [],
      "themes": [
        "King as agent of the Lord",
        "Welfare state",
        "Godly communism",
        "Natural resources"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "the king is the agent of the supreme lord to look after the welfare of the mass of people",
      "summary": "This segment discusses the king's role as an agent of the Supreme Lord, the concept of a welfare state, and the importance of utilizing natural resources for the service of the Lord.",
      "timestamp_url": "https://youtu.be/gkVcCFwxs90?t=616",
      "transcript": "Daiva. Kings like Maharaj Yudhishthira knew perfectly well that the king is the agent of the Supreme Lord to look after the welfare of the mass of people. Here the concept of welfare state is coming. The king is ruling as the representative of Krishna. Ultimately, Krishna is the supreme ruler, sarva loka maheshwaram. He is the Supreme Lord who is the controller of all planets, all persons, all demigods, everyone. So if there is a king who is ruling a particular province or a state or a kingdom or a planet, that king should understand his position as an agent of the Supreme Lord Krishna only. Actually, the state belongs to the Supreme Lord. The rivers, oceans, forests, hills, drugs, etc., are not creations of man. They are all creations of the Supreme Lord, and the living being is allowed to make use of the property of the Lord for the service of the Lord. Please understand this point. All these facilities exist for one purpose, that is human beings should utilize all the natural resources which are the property of the Lord and is provided for what? For service of the Lord. Today's slogan is that everything is for the people and therefore the government is for the people and by the people, but to produce a new species of humanity at the present moment on the basis of God consciousness and perfection of human life, the ideology of God of godly communism, the world has to again follow in the footsteps of kings like Maharaj Yudhishtira or Parikshit Maharaj. There is enough of everything by the will of the Lord, by the will of Krishna. There is plenty of all natural resources and we can make proper use of the things to live comfortably both enmity between men or between animal and man or between man and nature."
    },
    {
      "start_time": 771,
      "end_time": 896,
      "verse_references": [],
      "themes": [
        "Control of the Lord",
        "Godless civilization",
        "Artificial living",
        "God consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "simply we have to become god conscious that's all nothing else is required",
      "summary": "This segment contrasts a God-conscious society with a godless civilization, emphasizing that true prosperity and happiness come from becoming God-conscious.",
      "timestamp_url": "https://youtu.be/gkVcCFwxs90?t=771",
      "transcript": "We can live comfortably, but we should understand the secret is that the control of the Lord is there everywhere, and if the Lord is pleased, every part of nature will be pleased. The river will flow profusely to fertilize the land. The ocean will supply sufficient quantity of minerals, pearls, and jewels. This is practically unknown to modern man. What is the use of the ocean? The forest will supply wood, drugs, and vegetables, and the seasonal changes will effectively help produce fruits and flowers in profuse quantity. There will be no scarcity for anyone of any of the basic needs. There will be plenty. On the other hand, Prabhupada is commenting about the modern civilization, a godless civilization, the artificial way of living which is the case in the modern civilization, depending on factories and tools can render so-called happiness only to a limited number at the cost of millions. See what is happening today. They are producing in plenty mobile phones and electronic goods because they somehow figured out a method of mass producing these at a very cheap price and selling them in the millions to the people and diverting their attention from the main business of human life, which is God realization or service to Krishna, and thereby people suffer. So to actually get every necessity in plenty, simply we have to become God conscious. That's all, nothing else is required."
    }
  ]
}