{
  "video_id": "gLgxrCFkVVs",
  "title": "SB 1.19.35-36 | HH Stoka Krishna Swami | 04-06-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=gLgxrCFkVVs",
  "segments": [
    {
      "start_time": 34,
      "end_time": 251,
      "verse_references": [
        "SB 1.19.35"
      ],
      "themes": [
        "Krishna's relationship with devotees",
        "Family relationships",
        "Devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Lord Krishna, the personality of Godhead, who is very dear to the sons of King Pandu, has accepted me as one of those relatives just to please his great cousins and brothers.",
      "summary": "Parikshit Maharaj emphasizes the close family connection between Krishna and the Pandavas, highlighting their devotion.",
      "timestamp_url": "https://youtu.be/gLgxrCFkVVs?t=34",
      "transcript": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Devim Sarasvatim Vyasam Tato Jayam Udi Rayet In this session, we will be discussing two verses, the thirty-fifth and the thirty-sixth verses of the nineteenth chapter of the first canto of Srimad Bhagavatam. The thirty-fifth verse is as follows: Apime Bhagavan Preetaha Krishna Pandu Sutapriyaha Paitrishvaseya Preetyartham Tadgotrasyathabandhavaha The meaning of this verse is, Lord Krishna, the personality of Godhead, who is very dear to the sons of King Pandu, has accepted me as one of those relatives just to please his great cousins and brothers. This is what Parikshit has spoken while addressing Shukadeva Goswami. Parikshit is particularly relating the close connection between his grandparents, Arjuna and the other Pandavas, their connection with Krishna in a family relationship. So Krishna is the supreme personality of Godhead, but when he appears in this world, he definitely does take his birth, even though he is unborn. He takes his birth as the son of Devaki and Vasudeva. Now Vasudeva is a Kshatriya, and Vasudeva's sister, Kunti, her sons are the Pandavas. So there is a family relationship between Krishna, the supreme personality of Godhead, and the Pandavas, their cousins. Not only that, the Pandavas are great devotees of Krishna, pure devotees of Krishna. So, given these facts, Prabhupada explains the significance of this particular statement by Parikshit Maharaj."
    },
    {
      "start_time": 251,
      "end_time": 490,
      "verse_references": [],
      "themes": [
        "Devotion vs. Illusion",
        "Family service through devotion",
        "Krishna's protection of devotees' families"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The Lord gives special protection to the family members and descendants of a devotee, even though such members are themselves non-devotees.",
      "summary": "Prabhupada explains that pure devotees serve their families better than those attached to illusory family affairs, as Krishna protects the families of devotees.",
      "timestamp_url": "https://youtu.be/gLgxrCFkVVs?t=251",
      "transcript": "In the Purport, Srila Prabhupada says, \"A pure and exclusive devotee of the Lord, serves his family interest more dexterously than others who are attached to illusory family affairs.\" Pure devotees are never under illusion. But commonly, ordinary people, they are completely under illusion, because their relationships are based on, \"I am this body, and therefore, all bodily connections are mine. My wife, my children, my relatives, my brothers, my cousins, my aunt.\" You see, totally based on illusory family affairs. Whereas the pure devotees, the Pandavas, they know that Krishna is related to them, but independent of that relationship, they are pure devotees of Krishna. You see, so that makes a big difference. So Prabhupada says, \"Generally people are attached to family matters, and the whole economic impetus of human society, is moving under the influence of family affection. Such deluded persons have no information, that one can render better service to the family, by becoming a devotee of the Lord.\" People think that if I become a devotee, I have to cut off all my relationships with my family members, and completely forget them, as if I have nothing to do with them. That's not correct. That understanding is not correct. Why? Because, Prabhupada says, \"The Lord gives special protection to the family members and descendants of a devotee, even though such members are themselves non-devotees.\" Of course, in the case of Pandavas, they were all devotees. Pandu was a devotee. Kunti was a devotee. Subhadra was a devotee. Draupadi was a devotee. Everyone was a devotee. But, here is an example. Maharaj Pariksit was a great devotee of the Lord, but his father, Hiranyakashipu, was a great atheist, and declared enemy of the Lord. Even though the Lord is nobody's enemy, but these atheists and non-devotees, they consider Vishnu or Krishna as their enemy. Despite all this, Hiranyakashipu was awarded salvation, salvation means liberation, due to his being the father of Maharaj Prahlad. Krishna is so kind. Hiranyakashipu does not deserve to get liberation. He is an atheist. But, just because he is the father of a great devotee, Prahlad, the Lord gave liberation to this Hiranyakashipu. So, Srila Prabhupada says further, \"The Lord is so kind that he gives all protection to the family members of his devotee, and thus the devotee has no need to bother about his family members, even if one leaves such family members aside to discharge devotional service.\""
    },
    {
      "start_time": 490,
      "end_time": 557,
      "verse_references": [],
      "themes": [
        "Devotional Service",
        "Krishna's Protection",
        "Family Responsibility"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna personally saved this Pariksit when he was in the womb of his mother, because this Pariksit was the only surviving descendant of the entire Pandava family.",
      "summary": "The speaker explains that Krishna takes care of the family members of devotees, even if the devotee has to give up family responsibilities to serve the Lord's mission, citing the example of Parikshit being saved by Krishna.",
      "timestamp_url": "https://youtu.be/gLgxrCFkVVs?t=490",
      "transcript": "Generally, when somebody dedicates oneself to serving the mission of the Lord, they may have to give up the family responsibility. Then, is there a loss for the family members? That somebody is giving up their responsibility and not discharging family duties, duties towards family members? No, because Krishna takes care. Maharaj Yudhishthira and his brothers were the sons of Kunti, the paternal aunt of Lord Krishna. And Maharaj Pariksit admits the patronage of Lord Krishna because of his being the only grandson of the great Pandavas. Krishna personally saved this Pariksit when he was in the womb of his mother, because this Pariksit was the only surviving descendant of the entire Pandava family."
    },
    {
      "start_time": 557,
      "end_time": 774,
      "verse_references": [
        "SB 1.19.36"
      ],
      "themes": [
        "Inspiration by Krishna",
        "Recognition of pure devotees",
        "Benefit of hearing Bhagavatam"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna arranged, Pariksit should hear Bhagavatam, so that Pariksit is benefited, by Shukadeva Goswami speaking the Bhagavatam, and not only Pariksit, through Pariksit, many many millions of people, and all future generations of people, are benefited.",
      "summary": "The speaker explains that Shukadeva Goswami was inspired by Krishna to appear before Parikshit and impart the teachings of Srimad Bhagavatam, benefiting not only Parikshit but also future generations.",
      "timestamp_url": "https://youtu.be/gLgxrCFkVVs?t=557",
      "transcript": "The 36th verse, Anyathate avyakta-gathir darshanam na katham drinam nitharam mriyamananam samsiddhasya vaniyasah The meaning of this 36th verse is, otherwise, without being inspired by Lord Krishna, how is it that you have voluntarily appeared here, though you are moving incognito, incognito means unrecognized to the common man, and are not visible to us for on the verge of death. Shukadeva Goswami was just roaming around, as if he has no aim in life, he has nothing to do with society, he is not having any proper social appearance, he was roaming around naked, he appeared like a madman, and he did not bother about what people thought, what people said, the way people reacted, he never bothered about it, he was completely absorbed within himself in Krishna Consciousness. So, such a paramahamsa, who cannot be recognized by most people, and he himself has come voluntarily, he has walked into that assembly, and Pariksit is able to recognize him, because of, of course, Pariksit can recognize Shukadeva Goswami, because Pariksit himself is a pure devotee, it takes a pure devotee to recognize another pure devotee, but there is another way, that is, great saintly persons, who are recognized spiritual authorities, they certify that here is a pure devotee, because when Shukadeva Goswami walked into that assembly of great saintly persons, they immediately recognized him, and stood up in respect, and welcomed him with folded hands into that assembly, and he was offered the seat of honor, the presidential seat in that assembly, by all present. So, Pariksit Maharaj is telling that I am so fortunate that you have come at the time when I am about to die, so I can get your instructions, I can get your advice. So in the purport, Srila Prabhupada says, \"The great sage Shukadeva Goswami was certainly inspired by Lord Krishna to appear voluntarily, before Maharaj Pariksit, the great devotee of the Lord, just to give him the teachings of Srimad Bhagavatam.\" Krishna arranged Pariksit should hear Bhagavatam, so that Pariksit is benefited, by Shukadeva Goswami speaking the Bhagavatam, and not only Pariksit, through Pariksit, many many millions of people, and all future generations of people, are benefited."
    },
    {
      "start_time": 774,
      "end_time": 927,
      "verse_references": [],
      "themes": [
        "Spiritual Master",
        "Guru-Krishna Kripa",
        "Authorized Representative of the Lord",
        "Direct Help from Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "To get the assistance and help of a bona fide spiritual master means, to receive the direct help of the Lord himself.",
      "summary": "The speaker emphasizes the importance of the spiritual master as the manifested representative of the Lord, stating that receiving help from a bona fide spiritual master is equivalent to receiving direct help from Krishna.",
      "timestamp_url": "https://youtu.be/gLgxrCFkVVs?t=774",
      "transcript": "So, Prabhupada says, one can achieve the nucleus of the devotional service of the Lord, by the mercy of the spiritual master, and the personality of Godhead. This is what Chaitanya Mahaprabhu says, in his teachings, Guru Krishna Kripaaye Paaye Bhakti Lata Bheech. The spiritual master is the manifestation or manifested representative of the Lord, to help one achieve ultimate success. Nothing is disconnected in the life of a devotee. Everything is in relationship with Krishna. One who is not authorized by the Lord, cannot become a spiritual master. It's not that somebody is a very learned scholar, therefore he is Guru, or somebody has got some mystic, magical, mystic powers, and therefore he is Guru. No. None of these things are qualifications. They may have mystic power, they may not have mystic power. They may be very learned, they may not be learned, formally I mean, formally no learning. But the important point is, the spiritual master is necessarily authorized by the supreme personality of Godhead, and he acts as the representative of the Supreme Lord. So, Srila Shukadeva Goswami is an authorized spiritual master, and thus he was inspired by the Lord to appear before Maharaj Parichar, and instruct him in the teachings of the Srimad Bhagavatam. One can achieve the ultimate success of going back to Godhead, if he is favored by the Lord's sending of the spiritual master. So, one can achieve the ultimate success of going back to Godhead, if he is favored by the Lord's sending. So, the conclusion is, that to get the assistance and help of a bona fide spiritual master means to receive the direct help of the Lord himself. So all of us, who have got Srila Prabhupada as our spiritual master, we are directly getting the help of Krishna himself. This is what we should understand and realize, and accept, and take advantage."
    }
  ]
}