{
  "video_id": "GMX1kIOkX84",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.6.24-25 | 20-11-2021",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=GMX1kIOkX84",
  "segments": [
    {
      "start_time": 0,
      "end_time": 75,
      "verse_references": [],
      "themes": [
        "invocation",
        "Srimad Bhagavatam"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "In this session we will be discussing from the 24th and the 25th verses of the 6th chapter of the first canto of Srimad Bhagavatam.",
      "summary": "The lecture begins with traditional Vaishnava prayers and an introduction to the verses from Srimad Bhagavatam that will be discussed.",
      "timestamp_url": "https://youtu.be/GMX1kIOkX84?t=0"
    },
    {
      "start_time": 75,
      "end_time": 175,
      "verse_references": [
        "SB 1.6.24"
      ],
      "themes": [
        "devotional service",
        "eternality",
        "divine grace"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Intelligence engaged in my devotion cannot be thwarted at any time.",
      "summary": "The speaker explains verse 24, emphasizing the eternal nature of devotional service and the Lord's mercy, highlighting that devotion is never lost.",
      "timestamp_url": "https://youtu.be/GMX1kIOkX84?t=75"
    },
    {
      "start_time": 175,
      "end_time": 265,
      "verse_references": [],
      "themes": [
        "devotional service",
        "eternality",
        "time"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Everything spiritual is permanent, eternal, never subject to any loss or deterioration by time.",
      "summary": "Referencing Srila Prabhupada's purport, the speaker contrasts material and spiritual realities, emphasizing the permanence of devotional service compared to the transient nature of material achievements.",
      "timestamp_url": "https://youtu.be/GMX1kIOkX84?t=175"
    },
    {
      "start_time": 265,
      "end_time": 392,
      "verse_references": [
        "BG 6"
      ],
      "themes": [
        "devotional service",
        "karma",
        "reincarnation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Anything done in devotional service bears permanent result, bears permanent result it's never lost and one continues end devotional advancement in the next life from where he left off in his previous life.",
      "summary": "The speaker addresses Arjuna's question about incomplete devotional service, explaining that even unfinished devotional efforts accumulate and continue in the next life, unlike material gains.",
      "timestamp_url": "https://youtu.be/GMX1kIOkX84?t=265"
    },
    {
      "start_time": 392,
      "end_time": 473,
      "verse_references": [],
      "themes": [
        "devotional service",
        "soul",
        "eternality"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Devotional service is associated with the soul not with the body so body is replaced body is changed but the soul is eternal.",
      "summary": "The speaker reiterates the eternal nature of devotional credit, emphasizing its connection to the soul rather than the temporary body, and how it accumulates until maturity.",
      "timestamp_url": "https://youtu.be/GMX1kIOkX84?t=392"
    },
    {
      "start_time": 473,
      "end_time": 554,
      "verse_references": [
        "SB 1.6.25"
      ],
      "themes": [
        "divine sound",
        "supreme authority",
        "gratitude"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Supreme Lord is a supreme authority personified by sound, he could clearly hear the Lord speaking but he could not see the Lord unseen by eyes.",
      "summary": "The speaker introduces verse 25, describing Narada's experience of hearing the Lord's voice without seeing Him, and Narada's subsequent offering of obeisances.",
      "timestamp_url": "https://youtu.be/GMX1kIOkX84?t=473"
    },
    {
      "start_time": 554,
      "end_time": 684,
      "verse_references": [],
      "themes": [
        "absolute nature",
        "divine sound",
        "identity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The Lord is fully present in his name...in these two syllables the Lord is fully present as transcendental sound.",
      "summary": "Referencing Srila Prabhupada's purport, the speaker explains the absolute nature of the Lord, emphasizing that His name, form, qualities, and instructions are identical to Him, unlike material sounds and objects.",
      "timestamp_url": "https://youtu.be/GMX1kIOkX84?t=554"
    },
    {
      "start_time": 684,
      "end_time": 772,
      "verse_references": [],
      "themes": [
        "Vedas",
        "divine sound",
        "knowledge"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "He produced the Vedas the four Vedas the original Vedic knowledge by his breathing and He is seen and realized through the transcendental sound of the Vedas.",
      "summary": "The speaker explains how the Vedas originated from the Lord's breathing and how they are non-different from Him, emphasizing the importance of hearing the Vedas from a qualified teacher.",
      "timestamp_url": "https://youtu.be/GMX1kIOkX84?t=684"
    },
    {
      "start_time": 772,
      "end_time": 889,
      "verse_references": [],
      "themes": [
        "Srimad Bhagavatam",
        "Bhagavad Gita",
        "divine sound",
        "realization"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Simply by hearing Bhagavatam you can realize Krishna because Bhagavatam is non different from Krishna.",
      "summary": "The speaker emphasizes the power of hearing Srimad Bhagavatam and Bhagavad Gita, explaining that they are literary and sound incarnations of Krishna, respectively, and that understanding them through a bona fide spiritual master leads to realization.",
      "timestamp_url": "https://youtu.be/GMX1kIOkX84?t=772"
    },
    {
      "start_time": 889,
      "end_time": 934,
      "verse_references": [],
      "themes": [
        "divine sound",
        "chanting",
        "realization"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The Lord can be seen and heard by person chanting of the transcendental sound...we simply have to chant and in this way by hearing repeatedly persistently with full attention offenselessly we can fully realize Krishna.",
      "summary": "The speaker concludes by encouraging the audience to chant transcendental sounds like the Hare Krishna mantra and to hear the scriptures with attention and without offenses to achieve Krishna realization.",
      "timestamp_url": "https://youtu.be/GMX1kIOkX84?t=889"
    }
  ]
}