{
  "video_id": "GMX1kIOkX84",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.6.24-25 | 20-11-2021",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=GMX1kIOkX84",
  "segments": [
    {
      "start_time": 0,
      "end_time": 75,
      "verse_references": [],
      "themes": [
        "invocation",
        "Srimad Bhagavatam"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "In this session we will be discussing from the 24th and the 25th verses of the 6th chapter of the first canto of Srimad Bhagavatam.",
      "summary": "The lecture begins with traditional Vaishnava prayers and an introduction to the verses from Srimad Bhagavatam that will be discussed.",
      "timestamp_url": "https://youtu.be/GMX1kIOkX84?t=0",
      "transcript": "Om Agyana Timiran Dhasya Gyanan Janishalakaya Chakshurun Meelitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunya Vadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Srivasa Adi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chaiva Narottamam Deveem Saraswateem Vyasaam Tatho Jaya Mudeerayet. In this session we will be discussing from the 24th and the 25th verses of the 6th chapter of the first canto of Srimad Bhagavatam."
    },
    {
      "start_time": 75,
      "end_time": 175,
      "verse_references": [
        "SB 1.6.24"
      ],
      "themes": [
        "devotional service",
        "eternality",
        "divine grace"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Intelligence engaged in my devotion cannot be thwarted at any time.",
      "summary": "The speaker explains verse 24, emphasizing the eternal nature of devotional service and the Lord's mercy, highlighting that devotion is never lost.",
      "timestamp_url": "https://youtu.be/GMX1kIOkX84?t=75",
      "transcript": "First the 24th verse: Matir Mayi Nibaddheyam Na Vipadyeta Karihichit Praja Sarga Nirodhepi Smritischa Mad Anugrahat. The meaning of this verse is: Intelligence engaged in my devotion cannot be thwarted at any time. Even at the time of creation as well as at the time of annihilation, your remembrance will continue by my mercy. The Supreme Lord is speaking to Narada. He is unseen but he is heard. After Narada had a brief glimpse of the Lord in the heart, and he tried to get that darshan once again but he could not, and the Lord spoke to him to pacify Narada. So in this verse, the Lord is speaking to Narada. He is explaining something very important: Intelligence engaged in my devotion cannot be thwarted at any time. So everything in relationship with the Lord is eternal. Nothing is temporary. There is no question of any loss in devotional service."
    },
    {
      "start_time": 175,
      "end_time": 265,
      "verse_references": [],
      "themes": [
        "devotional service",
        "eternality",
        "time"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Everything spiritual is permanent, eternal, never subject to any loss or deterioration by time.",
      "summary": "Referencing Srila Prabhupada's purport, the speaker contrasts material and spiritual realities, emphasizing the permanence of devotional service compared to the transient nature of material achievements.",
      "timestamp_url": "https://youtu.be/GMX1kIOkX84?t=175",
      "transcript": "So Shri Lakshmi... Sri La Prabhupada explains in the purport: devotional service rendered to the personality of Godhead never goes in vain, since the personality of Godhead is eternal, intelligence supplied in his service or anything done in his relation is also permanent. We have experienced materially whatever we may do, it is not going to last forever, it is subject to annihilation by time. Everything material is like that. In fact, the whole creation itself is completely annihilated at the end of Brahma's life. So everything material is subject to destruction by time, everything spiritual is permanent, eternal, never subject to any loss or deterioration by time. This is very important principle we have to remember, we have to understand, and we have to apply. So how should we be spending our time? We should be very careful to spend our time exclusively in devotional activities and devotional service."
    },
    {
      "start_time": 265,
      "end_time": 392,
      "verse_references": [
        "BG 6"
      ],
      "themes": [
        "devotional service",
        "karma",
        "reincarnation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Anything done in devotional service bears permanent result, bears permanent result it's never lost and one continues end devotional advancement in the next life from where he left off in his previous life.",
      "summary": "The speaker addresses Arjuna's question about incomplete devotional service, explaining that even unfinished devotional efforts accumulate and continue in the next life, unlike material gains.",
      "timestamp_url": "https://youtu.be/GMX1kIOkX84?t=265",
      "transcript": "In the Bhagavad Gita it is said that such transcendental service rendered unto the personality of Godhead accumulates birth after birth. See, it's not lost. We may make some progress by doing devotional service in this life, even if we don't complete, there is no loss. Arjuna asked this question in the sixth chapter of the Bhagavad Gita. Arjuna asked what happens if somebody takes to devotional service but does not complete? Isn't he a loser both spiritually and materially? Because for taking up devotional service one sacrifices material enjoyment, material engagements, so he loses materially as well as spiritually because spiritually he is not successful. So does it mean whatever devotional activity says performed is completely a wasted, a waste of time? No, Krishna says no, anything done in devotional service bears permanent result, bears permanent result, it's never lost and one continues end devotional advancement in the next life from where he left off in his previous life. This is very important. Supposing you have earned a lot of wealth, do you carry any credit for that wealth earned in this life? If you are unable to exhaust that wealth or spend it off, you have a huge bank balance, so when you quit the body what happens to that bank balance? It doesn't go with you."
    },
    {
      "start_time": 392,
      "end_time": 473,
      "verse_references": [],
      "themes": [
        "devotional service",
        "soul",
        "eternality"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Devotional service is associated with the soul not with the body so body is replaced body is changed but the soul is eternal.",
      "summary": "The speaker reiterates the eternal nature of devotional credit, emphasizing its connection to the soul rather than the temporary body, and how it accumulates until maturity.",
      "timestamp_url": "https://youtu.be/GMX1kIOkX84?t=392",
      "transcript": "You don't get any credit in your next life, you have to begin again. So unlike material gain in this life which is never carried forward to the next life or to the future, spiritual advancement is always eternally carried forward, it is never lost. So therefore when the devotee is fully matured, the total service counted together makes him eligible to enter into the association of the personality of Godhead. So even if we make some progress that progress is permanently to the credit of the devotee. Devotional service is associated with the soul not with the body. So body is replaced, body is changed, but the soul is eternal, the person as spirit soul is eternal, his devotional credit is eternal, his devotional credit is eternal, his devotional credit is also eternal. Such accumulation of God's service is never vanquished but increases"
    },
    {
      "start_time": 473,
      "end_time": 554,
      "verse_references": [
        "SB 1.6.25"
      ],
      "themes": [
        "divine sound",
        "supreme authority",
        "gratitude"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Supreme Lord is a supreme authority personified by sound, he could clearly hear the Lord speaking but he could not see the Lord unseen by eyes.",
      "summary": "The speaker introduces verse 25, describing Narada's experience of hearing the Lord's voice without seeing Him, and Narada's subsequent offering of obeisances.",
      "timestamp_url": "https://youtu.be/GMX1kIOkX84?t=473",
      "transcript": "till fully matured. Verse number 25: etavad uktopara rama tanmahad bhutam nabholingam alingam ishwaram aham chatasmai mahatam mahiyase hirsnavanamam vidadhe anukampitaham. The meaning of this verse is: Then that supreme authority personified by sound and unseen by eyes but most wonderful stopped speaking, feeling a sense of gratitude I offered my obeisances unto him bowing my head. So Narada has heard the Supreme Lord speak and and in his own words he is describing it was a most wonderful speech that he heard and he is describing here that it was a supreme authority, the Supreme Lord is a supreme authority personified by sound, he could clearly hear the Lord speaking but he could not see the Lord, unseen by eyes."
    },
    {
      "start_time": 554,
      "end_time": 684,
      "verse_references": [],
      "themes": [
        "absolute nature",
        "divine sound",
        "identity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The Lord is fully present in his name...in these two syllables the Lord is fully present as transcendental sound.",
      "summary": "Referencing Srila Prabhupada's purport, the speaker explains the absolute nature of the Lord, emphasizing that His name, form, qualities, and instructions are identical to Him, unlike material sounds and objects.",
      "timestamp_url": "https://youtu.be/GMX1kIOkX84?t=554",
      "transcript": "So Srila Prabhupada explains in the purport that the personality of Godhead was not seen but only heard does not make any difference in spiritual life. We learn about the absolute nature of the Supreme Lord, the personality of Godhead. What is the meaning of absolute nature? The Lord, the person personality of the Lord, his name, his form, his qualities, his speech, his instructions, his abode, his paraphernalia, everything is identical with him 100%. That means the Lord is fully present in his name. If I say Krishna in these two syllables, the Lord is fully present as transcendental sound. We are able to hear that sound Hare Krishna or Krishna, the name Krishna, but in that sound he is fully present, unlike a material sound where we say this is a table, the sound table reference the the company of prереquited in the kristini end and also the school of Godhead and refers to another object called the table. The sound table and object table are two distinct different entities. We make the association by saying this is called a table. That is not the case with the Lord's name or the Lord's instructions or the Lord's form or the Lord's qualities or his activities descriptions of his features all are identical with him."
    },
    {
      "start_time": 684,
      "end_time": 772,
      "verse_references": [],
      "themes": [
        "Vedas",
        "divine sound",
        "knowledge"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "He produced the Vedas the four Vedas the original Vedic knowledge by his breathing and He is seen and realized through the transcendental sound of the Vedas.",
      "summary": "The speaker explains how the Vedas originated from the Lord's breathing and how they are non-different from Him, emphasizing the importance of hearing the Vedas from a qualified teacher.",
      "timestamp_url": "https://youtu.be/GMX1kIOkX84?t=684",
      "transcript": "So it is explained here by Srila Prabhupada further, the personality of Godhead produced the four Vedas by his breathing. This is what the Vedas say. How did he give the Vedas in the beginning of the book of the creation? He produced the Vedas, the four Vedas, the original Vedic knowledge by his breathing. And He is seen and realized through the transcendental sound of the Vedas. The Vedas are again non-different from him because Vedas are describing the absolute personality of Godhead. Therefore he is seen and realized through the transcendental sound of the Vedas. Formerly there was no need of any written books, simply the teacher would recite the Vedas, the student would hear the recitation by the master, by the teacher and simply by hearing the edict of the master, by the teacher, by hearing the student's studying of the Vedas etc. This incident be a study of阿 aquí remedy especially in School by the Master by the teacher by the Teacher simply by hearing the student to learn the recitation by the Master by the teacherer fully as the teacher did not hear the recitation from the various references짱 with full attention the student would realize the subject matter completely."
    },
    {
      "start_time": 772,
      "end_time": 889,
      "verse_references": [],
      "themes": [
        "Srimad Bhagavatam",
        "Bhagavad Gita",
        "divine sound",
        "realization"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Simply by hearing Bhagavatam you can realize Krishna because Bhagavatam is non different from Krishna.",
      "summary": "The speaker emphasizes the power of hearing Srimad Bhagavatam and Bhagavad Gita, explaining that they are literary and sound incarnations of Krishna, respectively, and that understanding them through a bona fide spiritual master leads to realization.",
      "timestamp_url": "https://youtu.be/GMX1kIOkX84?t=772",
      "transcript": "So this is the method. Even Srimad Bhagavatam recommends that you simply hear the Bhagavatam and you can realize Krishna because Bhagavatam is non different from Krishna. Bhagavatam is the incarnation, the literary incarnation of the Supreme Personality of Godhead Krishna. So simply by hearing Bhagavatam you can realize Krishna and that's how Parikshit Maharaj realized, that's how Shukadeva Goswami realized, he simply heard the Bhagavatam from his father Vyasadeva. Vyasadeva heard from Narada the Bhagavatam and realized the subject matter, realized subject matter of Krishna. Vyasadeva heard from Narada, Narada heard from Brahma, Brahma heard from Krishna himself. So it is explained here the Bhagavad Gita is the sound representation of the Lord and there is no difference in identity. Bhagavad Gita is personally spoken by Krishna to Arjuna and through Arjuna to all of us, to everyone, everyone in the whole world. So when Krishna spoke whatever words came out of Krishna's lotus mouth that is identical with Krishna himself. So even today we can hear the Bhagavad Gita, we can recite the Bhagavad Gita, we can study the Bhagavad Gita, we can understand the message of the Gita when it is explained by a spiritual master bona fide spiritual master in parampara in this way."
    },
    {
      "start_time": 889,
      "end_time": 934,
      "verse_references": [],
      "themes": [
        "divine sound",
        "chanting",
        "realization"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The Lord can be seen and heard by person chanting of the transcendental sound...we simply have to chant and in this way by hearing repeatedly persistently with full attention offenselessly we can fully realize Krishna.",
      "summary": "The speaker concludes by encouraging the audience to chant transcendental sounds like the Hare Krishna mantra and to hear the scriptures with attention and without offenses to achieve Krishna realization.",
      "timestamp_url": "https://youtu.be/GMX1kIOkX84?t=889",
      "transcript": "a Bhagavad Gita is non different from Krishna. So the conclusion is that the Lord can be seen and heard by person chanting of the transcendental sound, the transcendental sound of the Bhagavad Gita when Krishna spoke the lotus mouth sound could be the sound of Bhagavatam, the sound of the Hare Krishna mantra, the sound of Krishna's instructions, anything. So transcendental sound we simply have to chant and in this way by hearing repeatedly, persistently with full attention, offenselessly we can fully realize Krishna. I'll stop here thank you."
    }
  ]
}