{
  "video_id": "GOUTfsI43aY",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.15.35 | 21-12-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=GOUTfsI43aY",
  "segments": [
    {
      "start_time": 0,
      "end_time": 50,
      "verse_references": [],
      "themes": [
        "Invocation",
        "Prayers",
        "Guru Parampara"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Agyana Timiraandasya Gyananjanishalakaya Chakshurunmeelitam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers, invoking blessings and paying respects to the spiritual lineage.",
      "timestamp_url": "https://youtu.be/GOUTfsI43aY?t=0",
      "transcript": "Om Agyana Timiraandasya Gyananjanishalakaya Chakshurunmeelitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Prishtaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shri Vasadi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tatho Jayam Udi Rayet"
    },
    {
      "start_time": 50,
      "end_time": 89,
      "verse_references": [
        "SB 1.15.35"
      ],
      "themes": [
        "Verse Explanation",
        "Supreme Lord",
        "Manifestation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Supreme Lord relinquished the body which he manifested to diminish the burden of the earth.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam (1.15.35) and explains its meaning, focusing on the Lord's appearance and disappearance.",
      "timestamp_url": "https://youtu.be/GOUTfsI43aY?t=50",
      "transcript": "In this session we will be discussing from the 35th verse of the 15th chapter of the first canto of Shri Madbhagavatam. Yatha Matsyadi Roopani Dhatte Jahyad Yatha Nataha Bhubharat Shapito Yena Jaho Tacha Kalevaram. The meaning of this verse is: The Supreme Lord relinquished the body which he manifested to diminish the burden of the earth. Just like a magician, he relinquishes one body to accept different ones, like the fish incarnation and others."
    },
    {
      "start_time": 89,
      "end_time": 171,
      "verse_references": [],
      "themes": [
        "Impersonalism",
        "Voidism",
        "Srila Prabhupada",
        "Western Philosophy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So impersonal philosophy is that God is impersonal, God has no transcendental personality no personality and the widest philosophy is God is void, shunya, formless, no form at all.",
      "summary": "The speaker discusses the impersonal and voidist philosophies, contrasting them with the Vaishnava understanding of God's personal form and Srila Prabhupada's role in countering these philosophies in the West.",
      "timestamp_url": "https://youtu.be/GOUTfsI43aY?t=89",
      "transcript": "This is another difficult verse to understand. The way the Lord appears and disappears in this material world in different forms is very nicely explained by Shri Lasuta Goswami in this particular verse. Shri La Prabhupada elaborates in the purport: The Supreme Lord, personality of Godhead, is neither impersonal nor formless. Shri La Prabhupada elaborates in the purport: Two theories, Maya vada and Shunya vada. And the prayer we offer to Shri La Prabhupada: Nirvishesha Shunya Vadi Pashchakya Deshat Aryane. Prabhupada has come, being empowered by the supreme Lord, for the sake of delivering, especially the western countries, which are filled with this impersonalism and voidism. So, impersonal philosophy is that God is impersonal, God has no transcendental personality, no personality."
    },
    {
      "start_time": 171,
      "end_time": 231,
      "verse_references": [],
      "themes": [
        "Vaishnava Philosophy",
        "Supreme Lord",
        "Eternal Form",
        "Brahma Samhita"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "the Supreme Lord Personality of Godhead is not impersonal, he is not formless, but his body is non different from him.",
      "summary": "The speaker elaborates on the Vaishnava understanding of the Supreme Lord's eternal, blissful form, drawing from authentic scriptures and referencing Brahma Samhita.",
      "timestamp_url": "https://youtu.be/GOUTfsI43aY?t=171",
      "transcript": "And the voidist philosophy is God is void, shunya, formless, no form at all. So, the Vaishnavas, based on the authentic scriptures, explain and understand and realize the fact that the Supreme Lord Personality of Godhead is not impersonal, he is not formless, but his body is non-different from him. Our body is different from our self, Krishna's form or body is not different from his self. Therefore he is known as an embodiment, as the embodiment of eternity, knowledge and bliss."
    },
    {
      "start_time": 231,
      "end_time": 298,
      "verse_references": [],
      "themes": [
        "Krishna's Form",
        "Spiritual Body",
        "Material Energy",
        "Brihad-Vaishnava Tantra"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "That Krishna's form or body is never material, though it may appear like that, it may appear like that, but it is not material, it is completely spiritual.",
      "summary": "The speaker emphasizes that Krishna's form is entirely spiritual, not material, and quotes the Brihad-Vaishnava Tantra to support this point, highlighting the differences between material and spiritual bodies.",
      "timestamp_url": "https://youtu.be/GOUTfsI43aY?t=231",
      "transcript": "This is the description of the Brahma Samhita. In the Brahad-Vaishnava Tantra, it is clearly mentioned that anyone who considers the form of Lord Krishna to be made of material energy must be ostracized by all means. What's the meaning of this? That Krishna's form or body is never material, though it may appear like that, but it is not material, it is completely spiritual. That means in that spiritual form there is no deterioration, there is no action of the gunas, there is no death, there is no birth, there is no disease, there is no pain, there is no blood, there is no flesh, there is no bones, there is no matter."
    },
    {
      "start_time": 298,
      "end_time": 409,
      "verse_references": [],
      "themes": [
        "Krishna's Pastimes",
        "Forms of the Lord",
        "Spiritual Reality",
        "Devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "he displays different kinds of forms suitable for the pastime suitable for the past so the pastime requires Krishna to display his form as a small child of mother Yashoda he displays that form",
      "summary": "The speaker addresses the apparent changes in Krishna's form during His pastimes, explaining that these are displays for the sake of the pastimes and do not affect His eternal, spiritual nature.",
      "timestamp_url": "https://youtu.be/GOUTfsI43aY?t=298",
      "transcript": "So, how to understand this? Because when Krishna performs his pastimes, he appears to take birth as a small infant, son of Devaki, then later son of mother Yashoda, and then he appears to grow from a small infant like ordinarily any child will grow up. But if there are changes in the body and the spiritual body is eternal without any change, then how do we understand that in spite of such changes, apparent changes, the Lord's body is completely spiritual, changeless, without deterioration? How do we understand this? So that is explained that for the sake of his pastimes he displays different kinds of forms suitable for the pastime. So the pastime requires Krishna to display his form as a small child of mother Yashoda, he displays that form. If it requires that he display the form of four-handed Vishnu in front of Devaki and Vasudeva to convince them that he is a supreme lord who has appeared as the son, he displays that form. That's all, he is what he is irrespective of what form he displays. This is the point."
    },
    {
      "start_time": 409,
      "end_time": 479,
      "verse_references": [],
      "themes": [
        "Brihad-Vaishnava Tantra",
        "Infidels",
        "Materialistic Views",
        "Purification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "one should never consider the supreme lord's form to be made of material energy or material matter it is not a material form our form this form is made of matter",
      "summary": "The speaker continues quoting the Brihad-Vaishnava Tantra, warning against associating with those who consider the Lord's body material and emphasizing the need for purification from such contamination.",
      "timestamp_url": "https://youtu.be/GOUTfsI43aY?t=409",
      "transcript": "So therefore, the Brihadra Vaishnava Tantra says one should never consider the supreme lord's form to be made of material energy or material matter. It is not a material form. Our form, this form, is made of matter, therefore it has got blood and bones and it is subject to deterioration, it gets diseased sometimes, subject to death. This is material form, whereas Krishna's form is not material form. That's the thing asserted here by Srila Prabhupada quoting the Brihadra Vaishnava Tantra. Further, the Brihadra Vaishnava Tantra says if by chance the face of such an infidel is seen, one must clean himself by jumping in the river with his clothing. That means never hear or never consider that the Lord's body is material like our"
    },
    {
      "start_time": 479,
      "end_time": 579,
      "verse_references": [],
      "themes": [
        "Material Body",
        "Spiritual Body",
        "Birth and Death",
        "Real Self"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "so what is it that is described as born it is the body body is come to natürlich body is born body is changing body is aging body is becoming infected with disease not the soul not the spirit not the real you so please understand this",
      "summary": "The speaker distinguishes between the material body, which is subject to birth, death, and disease, and the eternal spiritual self, emphasizing the importance of understanding this difference.",
      "timestamp_url": "https://youtu.be/GOUTfsI43aY?t=479",
      "transcript": "body, no never. If you happen to hear from somebody who is an infidel, means he is a non-believer, he is a demon, he is a faithless materialist, then better you cleanse yourself, you cleanse yourself by taking bath in a sacred river because all such contaminations are obstacles on the path of progress in spiritual life. Therefore it is recommended like this. Śrīlāprabhu for further saraśaṉadnikaśyap. Yesterday the Lord's body was born, so Śrīla Prabhupada further says the Lord is described as amrita, or deathless because He has no amrita, deathless, so He doesn't have a material body. Only the material body is subject to birth and death. So what is it that is described as born? It is the body. Body is come to natürlich, body is born, body is changing, body is aging, body is becoming infected with disease, not the soul, not the spirit, not the real you. So please understand this"
    },
    {
      "start_time": 579,
      "end_time": 674,
      "verse_references": [],
      "themes": [
        "Magician Analogy",
        "Lord's Pastimes",
        "Illusion",
        "Spiritual Reality"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "the Lord's dying or quitting his body is like the jugglery of a magician this is proper explanation the magician shows by his tricks that he is cut into pieces burnt to ashes or made unconscious by hypnotic influences but all are false shows",
      "summary": "The speaker uses the analogy of a magician to explain how the Lord's apparent death or changes are like illusions, not affecting His true, eternal nature.",
      "timestamp_url": "https://youtu.be/GOUTfsI43aY?t=579",
      "transcript": "point. So further Srila Prabhupada says under the circumstances the Lord's dying or quitting his body is like the jugglery of a magician. This is proper explanation. The magician shows by his tricks that he is cut into pieces, burnt to ashes or made unconscious by hypnotic influences, but all are false shows only. I don't know if you have seen a, been to a magic show, especially the magic show in which the magician himself, he will make a demonstration. You can see that he's put inside one box and then he will call somebody from the audience and say I am in seven, I am inside the box completely closed from all sides, then you take one knife and slit the box into two and then separate the two halves of the box, okay. And then when this is done, after this is done, the magician will come out of one of the parts of the box as if he has not been cut at all. So these are all tricks that magician is performing to make it appear like he was in the box and somebody from the audience came and cut the box into two pieces while he was inside and then after that he comes out of the box intact without any cuts. The magician will remove the"
    },
    {
      "start_time": 674,
      "end_time": 733,
      "verse_references": [],
      "themes": [
        "Magician Analogy",
        "Eternal Forms",
        "Fish Incarnation",
        "Spiritual Reality"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Similarly, the Lord has his eternal forms of unlimited variety, of which the fish incarnation was exhibited within this universe, which was exhibited in this universe is also one of them.",
      "summary": "Continuing the magician analogy, the speaker explains that the Lord's various incarnations, like the fish incarnation, are exhibitions of His eternal forms, not transformations.",
      "timestamp_url": "https://youtu.be/GOUTfsI43aY?t=674",
      "transcript": "No. So, it is all appearances, they are false shows. Similarly, just as the magician himself is neither burnt to ashes nor cut to pieces, nor is he dead or unconscious at any stage of his magical demonstration, similarly, the Lord has his eternal forms of unlimited variety, of which the fish incarnation was exhibited within this universe, which was exhibited in this universe is also one of them. So, Lord is not fish, neither is entering a fish body, he is coming in his original spiritual form as a fish, that is just exhibited. Because there are innumerable universes, somewhere or other the fish incarnation must be manifesting his pastimes without cessation."
    },
    {
      "start_time": 733,
      "end_time": 799,
      "verse_references": [],
      "themes": [
        "Krishna's Pastimes",
        "Simultaneous Manifestations",
        "Eternal Leela",
        "Spiritual Reality"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, his pastimes are continuously going on, it appears like here some changes are happening, but actually his Leela is going on, he is not changing.",
      "summary": "The speaker describes how Krishna's pastimes are continuously unfolding in different universes simultaneously, creating the appearance of change while His eternal Leela remains constant.",
      "timestamp_url": "https://youtu.be/GOUTfsI43aY?t=733",
      "transcript": "So, just like Krishna appeared 5000 years back in this material world. So, when he appeared, the next moment Krishna is appearing in another universe as a small child. Meantime, in this universe what is happening, he appears to be grown up, he has been transferred to Mother Yashoda's house from Devaki's lap in the prison. So, in the other universe, after little time where he has appeared, he will again appear in another universe and in that other universe he will be transferred. So, his pastimes are continuously going on, it appears like here some changes are happening, but actually his Leela is going on, he is not changing."
    },
    {
      "start_time": 799,
      "end_time": 873,
      "verse_references": [],
      "themes": [
        "Dhatte",
        "Eternal Acceptance",
        "Incarnations",
        "Personal Form"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Dhatte means eternally accepted, not temporarily accepting something.",
      "summary": "The speaker emphasizes the word 'dhatte,' meaning eternally accepted, to highlight that the Lord's incarnations are not temporary but eternal forms.",
      "timestamp_url": "https://youtu.be/GOUTfsI43aY?t=799",
      "transcript": "In this verse, the particular word dhatte, eternally accepted and not the word dhitva, accepted for the occasion is used. This is explained by the Acharya. Dhatte means eternally accepted, not temporarily accepting something. The idea is that the Lord does not create the fish incarnation, he eternally has such a form and appearance or disappearance of such an incarnation serves particular purposes. So, the Matsya Avatara, the personal form of the Lord, the incarnation of the personal form of the Lord, Swamsha, his personal form, he appears in different incarnations: Matsya, Kurma, Varaha, Narasimha. Personal. So, these are eternal forms."
    },
    {
      "start_time": 873,
      "end_time": 974,
      "verse_references": [
        "BG 7.24",
        "BG 7.25"
      ],
      "themes": [
        "Impersonalists",
        "Formless Conception",
        "Yoga Maya",
        "Devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "They think that I am formless. And they also have a theory that I accept a form to serve a purpose. Because of which I am now manifested as a human being.",
      "summary": "The speaker quotes verses from the Bhagavad Gita (7.24-25) to refute the impersonalists' view that the Lord is formless and only accepts forms temporarily, explaining that the Lord's true nature is concealed by His yoga maya from non-devotees.",
      "timestamp_url": "https://youtu.be/GOUTfsI43aY?t=873",
      "transcript": "These are not temporary forms. In the Bhagavad Gita, in 7th chapter, 24th and 25th verses, the Lord says, the impersonalists think that I have no form. They think that I am formless. And they also have a theory that I accept a form to serve a purpose, because of which I am now manifested as a human being. But such speculators are without sharp intelligence. Avyaktam vyaktimapannam manyantemam abuddhaya manyante. They think like that because they lack sufficient intelligence. Though they may be good scholars in Vedic literature, they are practically ignorant of my inconceivable energies and my eternal forms of personality, param bhavam ajananto, they do not know my eternal nature, my supreme eternal form and his energies, Krishna's energy, they don't know. The reason is that I reserve the power of not being exposed to non-devotees by my mystic curtain, naham prakasha sarvasya yoga maya sama vrittaha. I am covered by my yoga maya potency, therefore I am not manifest. Today I will stop here, thank you very much."
    }
  ]
}