{
  "video_id": "Grd67ulwNlQ",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.8.19 | 09-02-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=Grd67ulwNlQ",
  "segments": [
    {
      "start_time": 70,
      "end_time": 300,
      "verse_references": [],
      "themes": [
        "Krishna's Transcendence",
        "Deluding Energy (Maya)",
        "Spiritual vs. Material Energy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is beyond the range of our senses to perceive. Krishna's form is completely spiritual.",
      "summary": "This segment explains how Krishna is beyond the perception of our limited senses due to His spiritual nature and how He is covered by deluding energy (Maya), both material and spiritual, which bewilders living entities.",
      "timestamp_url": "https://youtu.be/Grd67ulwNlQ?t=70",
      "transcript": "The meaning of this verse is, being beyond the range of limited sense perception, you are the eternally irreproachable factor covered by the curtain of deluding energy. You are invisible to the foolish observer, exactly as an actor dressed as a player is not recognized. So, some words which are maybe not easily understandable, let me try to explain them in a little more easily understandable way. Being beyond the range of limited sense perception. With sense perception, sense perception means with our senses, we are seeing, hearing, smelling, touching, tasting, perception, we are perceiving. We are getting knowledge from outside through these five senses. Krishna is beyond this range of our senses to perceive. Because Krishna's form is completely spiritual. So, these eyes cannot see spiritual form. These ears cannot hear spiritual sound. You see, that's why Krishna's personality is totally spiritual. And therefore, he is beyond the range of limited sense perception. Krishna is also described as the eternally irreproachable. In your case, Krishna is the irreproachable factor. Irreproachable means faultless. Krishna is eternally faultless. Whereas, one of the qualities of every living being is, the living being being very, very limited. Every living being being very limited is prone to commit mistakes. This is one of the characteristics of every living being. Even though, such great personalities like big big devatas, they also sometimes commit mistakes, so nobody is eternally faultless except Krishna. So, therefore Krishna is described here as eternally irreproachable factor, eternally faultless, and he is also covered by a curtain of deluding energy, maya javanika chanam. Maya javanika means curtain. Maya means of the curtain made up of the deluding energy. Deluding energy means that energy which bewilders us. Krishna is covered by a curtain of deluding energy. Krishna has got two kinds of energies which bewilders us. One kind of energy is the material energy which bewilders us, the maha maya. And another kind of energy Krishna has got which is called yoga maya, the spiritual energy that is also bewildering for every every living being. Both the spiritual energy which is personal energy of Krishna and Krishna's material energy, both are bewildering for the living entities. Of course, those who are pure devotees, they are never bewildered by the material energy."
    },
    {
      "start_time": 300,
      "end_time": 470,
      "verse_references": [],
      "themes": [
        "Yogamaya",
        "Devotees vs. Non-devotees",
        "Illusion",
        "Actor Analogy"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "invisible to the foolish observer to those who are enlightened spiritually krishna is not invisible",
      "summary": "This segment discusses how Krishna is covered by Yogamaya, making Him invisible to foolish observers, and uses the analogy of an actor in a drama to illustrate how Krishna's true identity is concealed from those lacking spiritual knowledge.",
      "timestamp_url": "https://youtu.be/Grd67ulwNlQ?t=300",
      "transcript": "And those who are non-devotees, they are subject to the bewilderment by even the material energy. Now, the bewilderment by the spiritual energy, Yogamaya, is meant for devotees to engage in pure devotional service of Krishna. And the bewilderment of non-devotees due to the material energy is facilitating the non-devotees to be able to think falsely that they are independent, they are the lord, or they are controllers, or to think that there is no God, or to be ignorant about Krishna. All this is the effect of the bewilderment due to the material energy only upon non-devotees. So, here Kunti Devi is telling Krishna is always covered by the curtain of Yogamaya. Now, how is it that Krishna is always covered by the curtain of Yogamaya? Invisible to the foolish observer. To those who are enlightened spiritually, Krishna is not invisible. They are able to see Krishna very clearly always because Krishna is always present, eternally present. But those who are foolish people who don't have spiritual knowledge, who don't have spiritual enlightenment, for them Krishna is always invisible. Now the example is given by Kunti Devi here, even when Krishna incarnates, foolish people cannot see him as the supreme lord. Now, why is it like that? Kunti Devi says, just like an actor who is dressed in a particular drama for playing a particular role in a drama, he is not recognized by the people who is the person who is playing this role. Of course, this is understandable if you go back in time"
    },
    {
      "start_time": 470,
      "end_time": 587,
      "verse_references": [],
      "themes": [
        "Actor Analogy",
        "Krishna's Appearances",
        "Lack of Recognition"
      ],
      "content_type": "analogy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "people will who are watching that particular drama they will not be able to say who is this person who is dressed like a king even though that person may be known to the people who are watching",
      "summary": "The speaker continues the actor analogy, explaining how people may know the actor outside the play, but not recognize him in his role, similarly, people fail to recognize Krishna in His various incarnations.",
      "timestamp_url": "https://youtu.be/Grd67ulwNlQ?t=470",
      "transcript": "that formerly when there used to be a drama performance on the stage, a dramatic artist, a dramatic actor, he will have a makeup and he will speak, move, etc., exactly as what the role demands. Supposing an actor has to play the role of a king, he will dress up like a king, he will talk like a king, he will walk like a king, his voice will be very deep like that of a king, even though in ordinary life he will be just another ordinary person. So, he is using his acting skill to play a role of a king. And when he actually appears on the stage, people who are watching that particular drama, they will not be able to say who is this person who is dressed like a king, even though that person may be known to the people who are watching the drama outside the stage. They may be known to him. Uh, the actor may be known to them. Okay, they may have actually seen a text, they may have recognized that somebody who's dressed like a king, but they cannot recognize who is this person who is dressed like us. Exactly like that, Krishna when he appears as the son of Vasudeva or his Rama, Narsimha, Varaha, people who are don't have spiritual enlightenment, foolish observers, they cannot recognize here is God, they cannot have greatest. So, in the purport, Sri Lakravapalyee explains"
    },
    {
      "start_time": 587,
      "end_time": 775,
      "verse_references": [
        "BG 9.11"
      ],
      "themes": [
        "Krishna's Supremacy",
        "Less Intelligent Persons",
        "Putana Example"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, the ordinary people, they think Krishna is another ordinary man. No, Krishna is not another ordinary person. He is the Supreme Lord.",
      "summary": "This segment quotes the Bhagavad Gita to emphasize that less intelligent people mistake Krishna for an ordinary man, and then uses the story of Putana to illustrate Krishna's extraordinary power even as an infant.",
      "timestamp_url": "https://youtu.be/Grd67ulwNlQ?t=587",
      "transcript": "Somebody stated in the Bhagavad Gita that less intelligent persons mistake Krishna to be an ordinary man. He says, avajananti mamurha manushin tanum ashritam. Bhagavad Gita 9th chapter, 11th verse. Krishna says that. So, the ordinary people, they think Krishna is another ordinary man. No, Krishna is not another ordinary person. He is the Supreme Lord. He is never without his power. He is never without his opulences. He is never minus the opulences. No. Kunti is now confirming this point that is described in the Bhagavad Gita. Less intelligent persons, who are the less intelligent persons? Those who rebel against the authority of Krishna. They are the less intelligent persons. They are called asuras. Asuras generally want to go against the authority established by the Supreme Lord in this world, in the material world. When the Lord appears as Rama, Narasimha, Varaha, Vamana, any of the transcendental incarnations of the Lord, or even as Krishna, then he performs so many activities which are impossible to be performed by any person of this world, by any human being, or even any devata. They cannot perform. Now, in the tenth canto of the Srimad Bhagavatam, it is clearly explained that Krishna exhibited extraordinary power even when he was lying on the lap of his mother Yashoda as a small child, infant, not child, infant, just born. Say about ten days after Krishna took birth, he was attempted to be killed by one Putana. But when Putana came to breastfeed Krishna with her breast milk, she had severe deadly poison on her breast. And Krishna, he sucked out her life. When she tried to feed him poison through her breast milk, Krishna sucked out her life air. So, it is not possible for anybody of this world to suck out another person's adult's life air, prana, suck out the prana. And instantaneously, Putana died. Instantaneously."
    },
    {
      "start_time": 775,
      "end_time": 952,
      "verse_references": [],
      "themes": [
        "Krishna's Superhuman Activities",
        "Govardhan Hill Lifting",
        "Bhagavad Gita Instructions",
        "Authority of Great Personalities"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Exactly like that, Krishna picked up the huge Govardhan hill and held it up like an umbrella to protect the residents of Vrindavan.",
      "summary": "This segment describes Krishna's superhuman activities, such as lifting Govardhan Hill, delivering the Bhagavad Gita, and being accepted as the Supreme Lord by various authorities, reinforcing Kunti's assertion of Krishna's supremacy.",
      "timestamp_url": "https://youtu.be/Grd67ulwNlQ?t=775",
      "transcript": "Now, when he was a small boy, seven years old, playfully he lifted the Govardhan hill on his little left finger. Now, as easily as a child picks up a mushroom, small mushroom, a child, sometimes children when they play in rainy season, there are mushrooms growing. They pick up that mushroom and hold it like an umbrella. Krishna apparently was holding the Govardhan hill on his little left finger as an umbrella for protecting the residents of Vrindavan when there was a torrential rain sent by Indra. But he did it as effortlessly as a child picks up a small mushroom and can effortlessly hold it. Exactly like that, Krishna picked up the huge Govardhan hill and held it up like an umbrella to protect the residents of Vrindavan. So, these type of superhuman activities of Krishna are described in the tenth canto of the Bhagavatam. And even the activities of Lord Rama, Lord Varaha, Lord Narasimha, they are all described in the authentic scriptures. Now, Krishna has also delivered marvelous instructions. In the Bhagavad Gita, he spoke to Arjuna 45 minutes. When the battle was about to begin, Arjuna became bewildered. And Krishna removed his illusion by speaking Bhagavad Gita and enlightening Arjuna and through Arjuna all of us. So, that is only possible for Krishna. That cannot be done by anybody else. So, and Krishna is accepted as a very very great personality, the supreme personality by such authorities as Vyasa, Devala, Asita, Narada, Madhvacharya, Ramanujacharya, Shankaracharya, Chaitanya Mahaprabhu, Jeeva Goswami. All great personalities, they have accepted Krishna as the supreme lord. So, therefore, Kunti's asserting that Krishna is the supreme lord is perfectly accurate."
    }
  ]
}