{
  "video_id": "Grd67ulwNlQ",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.8.19 | 09-02-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=Grd67ulwNlQ",
  "segments": [
    {
      "start_time": 70,
      "end_time": 300,
      "verse_references": [],
      "themes": [
        "Krishna's Transcendence",
        "Deluding Energy (Maya)",
        "Spiritual vs. Material Energy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is beyond the range of our senses to perceive. Krishna's form is completely spiritual.",
      "summary": "This segment explains how Krishna is beyond the perception of our limited senses due to His spiritual nature and how He is covered by deluding energy (Maya), both material and spiritual, which bewilders living entities.",
      "timestamp_url": "https://youtu.be/Grd67ulwNlQ?t=70"
    },
    {
      "start_time": 300,
      "end_time": 470,
      "verse_references": [],
      "themes": [
        "Yogamaya",
        "Devotees vs. Non-devotees",
        "Illusion",
        "Actor Analogy"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "invisible to the foolish observer to those who are enlightened spiritually krishna is not invisible",
      "summary": "This segment discusses how Krishna is covered by Yogamaya, making Him invisible to foolish observers, and uses the analogy of an actor in a drama to illustrate how Krishna's true identity is concealed from those lacking spiritual knowledge.",
      "timestamp_url": "https://youtu.be/Grd67ulwNlQ?t=300"
    },
    {
      "start_time": 470,
      "end_time": 587,
      "verse_references": [],
      "themes": [
        "Actor Analogy",
        "Krishna's Appearances",
        "Lack of Recognition"
      ],
      "content_type": "analogy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "people will who are watching that particular drama they will not be able to say who is this person who is dressed like a king even though that person may be known to the people who are watching",
      "summary": "The speaker continues the actor analogy, explaining how people may know the actor outside the play, but not recognize him in his role, similarly, people fail to recognize Krishna in His various incarnations.",
      "timestamp_url": "https://youtu.be/Grd67ulwNlQ?t=470"
    },
    {
      "start_time": 587,
      "end_time": 775,
      "verse_references": [
        "BG 9.11"
      ],
      "themes": [
        "Krishna's Supremacy",
        "Less Intelligent Persons",
        "Putana Example"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, the ordinary people, they think Krishna is another ordinary man. No, Krishna is not another ordinary person. He is the Supreme Lord.",
      "summary": "This segment quotes the Bhagavad Gita to emphasize that less intelligent people mistake Krishna for an ordinary man, and then uses the story of Putana to illustrate Krishna's extraordinary power even as an infant.",
      "timestamp_url": "https://youtu.be/Grd67ulwNlQ?t=587"
    },
    {
      "start_time": 775,
      "end_time": 952,
      "verse_references": [],
      "themes": [
        "Krishna's Superhuman Activities",
        "Govardhan Hill Lifting",
        "Bhagavad Gita Instructions",
        "Authority of Great Personalities"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Exactly like that, Krishna picked up the huge Govardhan hill and held it up like an umbrella to protect the residents of Vrindavan.",
      "summary": "This segment describes Krishna's superhuman activities, such as lifting Govardhan Hill, delivering the Bhagavad Gita, and being accepted as the Supreme Lord by various authorities, reinforcing Kunti's assertion of Krishna's supremacy.",
      "timestamp_url": "https://youtu.be/Grd67ulwNlQ?t=775"
    }
  ]
}