{
  "video_id": "gri9cg9Fl8o",
  "title": "How Did Mother Sita Nurture Luv and Kush? | Sri Sampati Dasa",
  "speaker": "HG Satya Gaura Chandra Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=gri9cg9Fl8o",
  "segments": [
    {
      "start_time": 0,
      "end_time": 132,
      "verse_references": [],
      "themes": [
        "Sita's devotion",
        "Parenting",
        "Ramayana",
        "Dharma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Sita prepared love and kush to go and sing the greatness of Ram's character.",
      "summary": "The speaker argues that Sita's upbringing of Luv and Kush, teaching them to glorify Rama, demonstrates her unwavering devotion and understanding of Dharma, contrasting it with modern examples of parental alienation.",
      "timestamp_url": "https://youtu.be/gri9cg9Fl8o?t=0",
      "transcript": "If Sita was angry and upset with Shri Ram, asking why Ram abandoned me to the forest, she would have made Lava and Kush feel against Shri Ram. This is not the truth. If Sita was unhappy that Ram abandoned her to the forest just because some common people were making some allegations against her, this is not the truth. She was not angry and upset with Shri Ram's decision. It is visible in the way she brought up Lava and Kush. Lava and Kush are the first Katha Vachaks. They are the first people to speak Ramayana, Valmiki Ramayana. They were going everywhere, every village, nook and corner of Ayodhya, and they were singing the glories of Lord Shri. If Sita was angry and upset with Shri Ram, with his decision, obviously she must have poisoned the children of Shri Ram. She would have made Lava and Kush feel against Shri Ram. Rather, she made them learn the glories of Shri Ram. That shows that Sita always carried love for Shri Ram. She understood the Dharma Sankat of Shri Ram. She was completely okay with Ram's decision because she did not poison the minds of Lava and Kush. Today we see when there is a fight between husband and wife, and there is some kind of injustice and there is divorce, sometimes the father tries to poison the minds of children against the mother, or the mother tries to poison the children's mind against the father. But that's not the case in Ramayana. Sita prepared Lava and Kush to go and sing the greatness of Ram's character. That is Ramayana. So Lava and Kush, they never carried any grudge against their father Shri Ram. They were very happy. They always felt that Ram is the greatest father. So that..."
    }
  ]
}