{
  "video_id": "gU44V7gUdck",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.14.1 - 3 | 6-11-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=gU44V7gUdck",
  "segments": [
    {
      "start_time": 0,
      "end_time": 45,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayers"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyana Timiraandasya Gyananjanishalakaya Chakshurunmelitam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/gU44V7gUdck?t=0",
      "transcript": "Om Agyana Timiraandasya Gyananjanishalakaya Chakshurunmelitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadi Gauravakt Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jaya Mudhirayet"
    },
    {
      "start_time": 46,
      "end_time": 166,
      "verse_references": [],
      "themes": [
        "Srimad Bhagavatam",
        "chronology",
        "questions and answers"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "No, the sequence of description in the Bhagavatam follows the questions and answers, the questions and the answers.",
      "summary": "The speaker introduces Chapter 14 of the first canto of Srimad Bhagavatam, explaining that the Bhagavatam's structure is based on questions and answers rather than strict chronological order, emphasizing the importance of the message.",
      "timestamp_url": "https://youtu.be/gU44V7gUdck?t=46",
      "transcript": "We are going to begin a new chapter, chapter 14 of the first canto of Srimad Bhagavatam. The chapter is entitled, \"The Disappearance of Lord Krishna.\" This is the speciality of the Bhagavatam. Bhagavatam topics are not necessarily chronologically described. Chronologically means first this happened, then this happened, then something else happened, then something else happened, then something else happened. No, the sequence of description in the Bhagavatam follows the questions and answers, the questions and the answers. So, according to the question being asked, the answer is given. And the answer is given with support of the historical incidents, describing certain incidents, describing certain important principles illustrated in the life of great devotees or taught by the activities of the Supreme Lord in his various incarnations, etc. So, the disappearance of Lord Krishna is described in the first canto. The appearance of Lord Krishna is described in the tenth canto. This is the peculiarity of the Srimad Bhagavatam. And not only Bhagavatam, even the other Puranas also, there is description of different topics according to the questions raised and according to the sequence in which the answers are given to questions, questions as the questions are raised and the message is important even if one is not able to strictly follow the chronology, the sequence of events very strictly important."
    },
    {
      "start_time": 166,
      "end_time": 205,
      "verse_references": [],
      "themes": [
        "Suta Goswami",
        "Arjuna",
        "Lord Krishna",
        "Dvaraka"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Arjuna went to Dvaraka to see Lord Krishna and other friends and also to learn from the Lord of his next activities.",
      "summary": "The speaker begins to explain the first verse of the chapter, focusing on Arjuna's visit to Dvaraka to see Lord Krishna and inquire about his future plans.",
      "timestamp_url": "https://youtu.be/gU44V7gUdck?t=166",
      "transcript": "thing is the message. So the first verse of this 14th chapter of the first canto of Bhagavatam is as follows: sutavvacha samprasthite dvarakayam jisnau bandhu didrikshaya nyatum cha punya shlokasya krishnasya cha vicheshtitam. The meaning of this verse is, Sri Suta Goswami said, Suta Goswami speaking to the sage Shaunaka in Naimisharanya, he said, Arjuna went to Dvaraka to see Lord Krishna and other friends and also to learn from the Lord of his next activities."
    },
    {
      "start_time": 205,
      "end_time": 283,
      "verse_references": [
        "BG 4.7-8"
      ],
      "themes": [
        "Yudhishthira",
        "Arjuna",
        "Lord Krishna",
        "devotee"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "His devotees they simply follow the Lord they have no other engagement they simply want to please Krishna.",
      "summary": "The speaker elaborates on the first verse, explaining Yudhishthira's perfect rule and Arjuna's role as a devotee seeking Krishna's next program, highlighting the devotee's desire to please Krishna.",
      "timestamp_url": "https://youtu.be/gU44V7gUdck?t=205",
      "transcript": "So Krishna is ruling, sorry, Yudhishthira is ruling in Hastinapura and then he is properly, perfectly ruling and Dhritarashtra has quit home, he is liberated. Now after that what did Yudhishthira do? So it is explained in this verse that Yudhishthira sent Arjuna to Dvaraka to find out what is the next program of the Lord. So Srila Prabhupada explains, as stated in Bhagavad Gita, the Lord descended on earth for the protection of the faithful and annihilation of the empires. So after the battle of Kurukshetra and establishment of Maharaja Yudhishthira as the emperor of the entire world, the mission of the Lord was complete. The Pandavas, especially Sri Arjuna, were our eternal companions of the Lord and therefore Arjuna went to Dvaraka to hear from the Lord of his next program of work."
    },
    {
      "start_time": 283,
      "end_time": 370,
      "verse_references": [],
      "themes": [
        "Yudhishthira",
        "Arjuna",
        "inauspicious omens",
        "Krishna's will"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Maharaja Yudhishthira then began to observe some inauspicious omens which were fearful in themselves.",
      "summary": "The speaker introduces the second verse, describing Yudhishthira's observation of inauspicious omens upon Arjuna's delayed return, and begins to explain Srila Prabhupada's purport on the verse.",
      "timestamp_url": "https://youtu.be/gU44V7gUdck?t=283",
      "transcript": "His devotees, they simply follow the Lord, they have no other engagement, they simply want to please Krishna. They want to carry out his orders, they want to follow his program, they have no program of their own. Second verse: Vyateetaha Katichinmasa Tadanayat Tathorjunah Dadarsha Ghorarupani Nimittani Kurudvahaha, meaning of the second verse of this 14th chapter of the first canto, a few months passed and Arjuna did not return. Maharaja Yudhishthira then began to observe some inauspicious omens which were fearful in themselves. So in the purport Shri Ram Prabhupada says, what are these fearful omens that Yudhishthira is observing when Arjuna is away from Hastinapura, has gone to Dvaraka to inquire about Krishna's next program. So Prabhupada says in the purport, Sri Krishna, the supreme personality of Godhead is as a Pontifex. At the time of Arjuna's visit to Kulidwaraka as the principal of the group of Varunachala and Shri Krishna says that I have come to tell you that these are all possible omens and you have seen all the powerful and powerful things that come from far and wide to the extent that you go into the universe. But Krishna is not a complete and infinite Omens and he does not exist and we will not ever find any of that things that come from far and wide. The only thing you do is keep following the Gesture of Krishna's Omens of the Great Omens and you will be able to take that Omens of the Great Omens. The Omens of the Great Omens are the Omens of the Vishwara and Krishna."
    },
    {
      "start_time": 370,
      "end_time": 458,
      "verse_references": [],
      "themes": [
        "Maha Vishnu",
        "creation",
        "destruction",
        "sun",
        "peace",
        "prosperity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "billions of suns are created by Krishna and he only annihilates everything and everything all his creation and destruction happens within one breathing period of the incarnation of Krishna called Maha Vishnu.",
      "summary": "The speaker continues to explain Srila Prabhupada's purport on the second verse, describing the power of Krishna and Maha Vishnu, and the importance of the sun for material prosperity.",
      "timestamp_url": "https://youtu.be/gU44V7gUdck?t=370",
      "transcript": "They are the Omens of the Shri Krishna and Krishna's will. Krishna's will is the highest form of power. Billions of suns are created by Krishna and he only annihilates everything and everything, all his creation and destruction happens within one breathing period of the incarnation of Krishna called Maha Vishnu. Maha Vishnu breathes out universes, universes remain as long as Maha Vishnu does not inhale. So, he breathes out, after some time he inhales, when he inhales everything that that is created is destroyed and enters his transcendental body. Now, in the material world, the sun is considered to be the source of all productivity and material energy and only due to the sun can we have our necessities of life. That is a fact, you may think. We may not be aware of this, we may not be able to figure this out, but the shastras explain this. Therefore, during the personal presence of the Lord on the earth, all paraphernalia for our peace and prosperity, especially religion and knowledge, were in full display because of the Lord's presence."
    },
    {
      "start_time": 458,
      "end_time": 525,
      "verse_references": [],
      "themes": [
        "Yudhishthira",
        "discrepancies",
        "Arjuna",
        "inauspicious symptoms"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Maharaja Yudhishthira observed some discrepancies in his kingdom.",
      "summary": "The speaker continues to explain the second verse, focusing on Yudhishthira's observation of discrepancies in his kingdom and his suspicion of Krishna's disappearance.",
      "timestamp_url": "https://youtu.be/gU44V7gUdck?t=458",
      "transcript": "When Krishna was present, everything was perfect, everything was very nice for everyone in the entire earth planet. Maharaja Yudhishthira observed some discrepancies in his kingdom. Now, when Krishna is present, everything is fine. Now, why suddenly some discrepancies are appearing? Maharaja Yudhishthira is perfectly ruling. So, Yudhishthira is observing the discrepancies, is indicative of what? He suspected, Yudhishthira suspected disappearance of Lord Krishna. Otherwise, there would have been no possibility of any discrepancies. And also, Arjuna had not brought back the news of Krishna's next program. That was another observation by Yudhishthira. Long time Arjuna is gone, he has not come back. And these fearful omens are the same."
    },
    {
      "start_time": 525,
      "end_time": 583,
      "verse_references": [],
      "themes": [
        "Yudhishthira",
        "eternal time",
        "seasonal irregularities",
        "greed",
        "anger",
        "deceit"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He saw that the direction of eternal time had changed and this was very fearful.",
      "summary": "The speaker introduces the third verse, describing Yudhishthira's observation of changes in time, seasonal irregularities, and negative qualities in people.",
      "timestamp_url": "https://youtu.be/gU44V7gUdck?t=525",
      "transcript": "These inauspicious symptoms are appearing in his kingdom. The third verse, kalasya ca gatim raudraam viparyaya viparyastha rutu dharminana papiyasim nirunam vartam krodha lobha andrata atmanam kaftu, the meaning of this verse is what did Yudhishthira see that is being described here? He saw that the direction of eternal time had changed and this was very fearful. There were disruptions in seasonal regularities. The people in general had become very greedy, angry and deceitful. He also saw that people had become, people were adopting foul means"
    },
    {
      "start_time": 583,
      "end_time": 693,
      "verse_references": [],
      "themes": [
        "civilization",
        "devotional principles",
        "seasonal regulations",
        "greed",
        "anger",
        "fraudulence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "when civilization disconnected from the loving relation of the Supreme Personality of Godhead symptoms like changes of seasonal regulations foul means of livelihood greed anger and fraudulence become rampant",
      "summary": "The speaker explains Srila Prabhupada's purport on the third verse, emphasizing the connection between a civilization's disconnection from God and the rise of negative qualities and irregularities in nature.",
      "timestamp_url": "https://youtu.be/gU44V7gUdck?t=583",
      "transcript": "of livelihood. The purport explains this, in the purport, when civilization disconnected from the loving relation of the Supreme Personality of Godhead, symptoms like changes of seasonal regulations, foul means of livelihood, greed, anger and fraudulence become rampant. If people in this, even in this material world, are not following the devotional principles, the directions of the bona fide scriptures, they don't follow, then people become corrupted and nature will not function properly. The change of seasonal regulations refers to one season's atmosphere become manifest in another season. For example, we have experience of this now, nowadays especially, the rainy season being transferred to autumn. Autumn is not supposed to rain, autumn is after the rainy season is over and the rains have stopped, but what if in autumn suddenly there is heavy rain? This is called seasonal irregularity or the fructification of fruits and flowers from one season in another season. Normally we get mango fruit in summer, but what if mango fruit starts appearing in the summer and it is not supposed to rain in winter? That is a seasonal irregularity. Also Srila Prabhupada says, a godless man is invariably greedy, angry and fraudulent. So good qualities cannot be generated in a person or"
    },
    {
      "start_time": 693,
      "end_time": 751,
      "verse_references": [
        "SB 5.18.12"
      ],
      "themes": [
        "devotee",
        "good qualities",
        "godless person",
        "heart"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Elsewhere in the Bhagavatam it is said one who is not a devotee of the Supreme Lord he cannot have any good qualities, he may appear to be very nice man but that so called nice man inside his heart full of all dirty things.",
      "summary": "The speaker continues to explain Srila Prabhupada's purport, stating that a non-devotee cannot possess good qualities, regardless of outward appearances.",
      "timestamp_url": "https://youtu.be/gU44V7gUdck?t=693",
      "transcript": "cannot be seen in a person who is godless. Harava Bhaktasya Kuto Mahadguna. Elsewhere in the Bhagavatam it is said, one who is not a devotee of the Supreme Lord, he cannot have any good qualities. He may appear to be very nice man, but that so called nice man inside his heart is full of all dirty things. So nice person or not nice person is not by external appearances or behaviour, it is what is in the core of the heart and depending on what is in the core of the heart that will manifest sooner or later, it cannot be kept inside hidden in a dormant state, it may be there for some time."
    },
    {
      "start_time": 751,
      "end_time": 858,
      "verse_references": [],
      "themes": [
        "godless person",
        "livelihood",
        "Yudhishthira",
        "disappearance of Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "but Maharaja Yudhishthira was astonished to experience even a slight change in the godly atmosphere of his kingdom",
      "summary": "The speaker continues to explain Srila Prabhupada's purport, describing how godless people will use any means to earn a living, and how Yudhishthira's observation of even slight changes led him to suspect Krishna's disappearance.",
      "timestamp_url": "https://youtu.be/gU44V7gUdck?t=751",
      "transcript": "but it has got to show up. Such a man, a godless person who's full of greed, anger and corruption can earn his livelihood by any means, black or white and such godless people don't care how they earn their livelihood, they'll adopt even unfair means if they are unable to earn by a fair means. During the reign of Maharaja Yudhishthira all the above symptoms were conspicuous by their absence, that means in Yudhishthira was properly ruling and Krishna was present, everybody was following all the principles of the Dharma very nicely and they were nicely engaged, there was no scarcity, there was no bad behavior, there was no seasonal irregularities, nothing. But Maharaja Yudhishthira was astonished to experience even a slight change in the godly atmosphere of his kingdom, he detected and is carefully observing that there are some changes taking place, why? Therefore he at once suspected the disappearance of the Land of Future, thought, the only reason why these discrepancies are being observed by me is only because the disappearance of Krishna. Krishna's mission is over, he returns to his personal kingdom"
    },
    {
      "start_time": 858,
      "end_time": 935,
      "verse_references": [],
      "themes": [
        "foul means of livelihood",
        "occupational duty",
        "spiritual realization",
        "Krishna consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "To remain free from all these bad qualities is to be Krishna conscious. And there is no other way.",
      "summary": "The speaker concludes the explanation of the third verse, defining foul means of livelihood as deviation from one's prescribed duty and emphasizing Krishna consciousness as the only way to remain free from negative qualities.",
      "timestamp_url": "https://youtu.be/gU44V7gUdck?t=858",
      "transcript": "from where he comes. Now what is the meaning of foul means of livelihood? It means deviation from one's occupational duty. There are prescribed duties meant for the Brahmana, Kshatriya, Vaishya, Shudra. But if a Brahmana without doing his Brahmanical duties, he performs the duties of Kshatriya or Vaishya, Shudra, then that is called foul means of livelihood. Or somebody becomes too greedy for wealth. That is also incorrect, improper. Such a person will become greedy for wealth only if he has no higher objective in life. The goal of life is spiritual realization. But if somebody forgets that goal or misses that goal or does not care for that goal, then such a person has to be affected by greed, anger, corruption, etc. To remain free from all these bad qualities is to be Krishna conscious. And there is no"
    }
  ]
}