{
  "video_id": "GUv3UZawHf0",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.9.13 | 11-04-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=GUv3UZawHf0",
  "segments": [
    {
      "start_time": 0,
      "end_time": 62,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyana Timiraandasya Gyananjanishalakaya Chakshurun Militam Yena Tasvain Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/GUv3UZawHf0?t=0"
    },
    {
      "start_time": 62,
      "end_time": 140,
      "verse_references": [
        "SB 1.9.13"
      ],
      "themes": [
        "Kunti's suffering",
        "Bhishma's recollection",
        "Pandavas' history"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bhishma, he is speaking to the Pandavas as far as my daughter-in-law Kunti is concerned upon the great general Pandu's death she became a widow with many children and therefore she suffered greatly and when you were grown up she suffered a great deal also because of your actions",
      "summary": "The speaker introduces the 13th verse of the 9th chapter of the first canto of Srimad Bhagavatam, focusing on Bhishma's recollection of Kunti Devi's suffering after Pandu's death.",
      "timestamp_url": "https://youtu.be/GUv3UZawHf0?t=62"
    },
    {
      "start_time": 140,
      "end_time": 270,
      "verse_references": [],
      "themes": [
        "Kunti's widowhood",
        "Madri's Sati",
        "Pandu's family"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The sufferings of Kunti Devi are doubly lamented she suffered greatly because of early widowhood and to get her minor children brought up in the royal family",
      "summary": "The speaker elaborates on Kunti's challenges as a widow raising five children, including Madri's decision to perform Sati and entrust her sons to Kunti's care.",
      "timestamp_url": "https://youtu.be/GUv3UZawHf0?t=140"
    },
    {
      "start_time": 270,
      "end_time": 364,
      "verse_references": [],
      "themes": [
        "Bhishma's role",
        "Vidura's wisdom",
        "Royal family dynamics"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bhishma was like the father-in-law of Kunti Devi... Bhishma had taken a vow to rule the kingdom not to sit on the throne as the emperor of the world he forsaken his claim",
      "summary": "The speaker explains the roles of Bhishma and Vidura in the royal family, highlighting Bhishma's vow and Vidura's wisdom and influence despite his birth.",
      "timestamp_url": "https://youtu.be/GUv3UZawHf0?t=270"
    },
    {
      "start_time": 364,
      "end_time": 486,
      "verse_references": [],
      "themes": [
        "Duryodhana's envy",
        "Kunti's suffering",
        "Destiny and providence"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Kunti had to suffer a great deal of trouble from this envious Duryodhana and his brothers also and when Kunti's children were grown up she continued to suffer because of her son's actions",
      "summary": "The speaker discusses the threats from Duryodhana and the continued suffering of Kunti, attributing it to destiny and the control of higher authorities.",
      "timestamp_url": "https://youtu.be/GUv3UZawHf0?t=364"
    },
    {
      "start_time": 486,
      "end_time": 572,
      "verse_references": [],
      "themes": [
        "Kala",
        "Karma",
        "Gunas",
        "Material bondage"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Nobody is independent nobody is free no created being is free is independent we cannot make this out by the action of Kala the influence of the gunas and the past reactions",
      "summary": "The speaker explains the concepts of Kala (time), Karma, and Gunas (modes of nature) and how they bind individuals in the material world.",
      "timestamp_url": "https://youtu.be/GUv3UZawHf0?t=486"
    },
    {
      "start_time": 572,
      "end_time": 662,
      "verse_references": [],
      "themes": [
        "Tolerance",
        "Vedic culture",
        "Control by time"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Kunti Devi was destined to suffer by providence this is called providence it is beyond our control so here Prabhupada says one has to tolerate such suffering which is destined without being disturbed in the mind",
      "summary": "The speaker emphasizes the importance of tolerating suffering destined by providence, drawing from Vedic culture and Prabhupada's teachings.",
      "timestamp_url": "https://youtu.be/GUv3UZawHf0?t=572"
    },
    {
      "start_time": 662,
      "end_time": 790,
      "verse_references": [],
      "themes": [
        "Control by time",
        "Material world",
        "Spiritual world"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "There is control by time all over the space within the universe as there is control by time all over the planets you see total control by kala",
      "summary": "The speaker explains the pervasive control of Kala (time) in the material world, contrasting it with the eternal nature of the spiritual world.",
      "timestamp_url": "https://youtu.be/GUv3UZawHf0?t=662"
    },
    {
      "start_time": 790,
      "end_time": 896,
      "verse_references": [],
      "themes": [
        "Bearing actions",
        "Pious suffering",
        "Faith in the Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Yudhisthira should not be sorry for the inconceivable action of time everyone has to bear the actions and reactions of time as long as one is within the conditions of the material world",
      "summary": "The speaker discusses how even pious individuals like Yudhisthira experience suffering due to the influence of time, emphasizing the importance of faith and guidance from religious principles.",
      "timestamp_url": "https://youtu.be/GUv3UZawHf0?t=790"
    },
    {
      "start_time": 896,
      "end_time": 924,
      "verse_references": [],
      "themes": [
        "Religious principles",
        "Return to Godhead",
        "Krishna's abode"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Learning to do our duties follow the religious principles and prepare ourselves to go back to godhead always noting that we don't belong to this place we are meant to go back to godhead",
      "summary": "The speaker concludes by encouraging listeners to follow religious principles, prepare for returning to Godhead, and remember their true home is with Krishna.",
      "timestamp_url": "https://youtu.be/GUv3UZawHf0?t=896"
    }
  ]
}