{
  "video_id": "GUv3UZawHf0",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.9.13 | 11-04-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=GUv3UZawHf0",
  "segments": [
    {
      "start_time": 0,
      "end_time": 62,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyana Timiraandasya Gyananjanishalakaya Chakshurun Militam Yena Tasvain Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/GUv3UZawHf0?t=0",
      "transcript": "Om Agyana Timiraandasya Gyananjanishalakaya Chakshurun Militam Yena Tasvain Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Srimate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gada Dharashiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Devi Saraswati Vyasam Tatto Jaya Mudirayet"
    },
    {
      "start_time": 62,
      "end_time": 140,
      "verse_references": [
        "SB 1.9.13"
      ],
      "themes": [
        "Kunti's suffering",
        "Bhishma's recollection",
        "Pandavas' history"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bhishma, he is speaking to the Pandavas as far as my daughter-in-law Kunti is concerned upon the great general Pandu's death she became a widow with many children and therefore she suffered greatly and when you were grown up she suffered a great deal also because of your actions",
      "summary": "The speaker introduces the 13th verse of the 9th chapter of the first canto of Srimad Bhagavatam, focusing on Bhishma's recollection of Kunti Devi's suffering after Pandu's death.",
      "timestamp_url": "https://youtu.be/GUv3UZawHf0?t=62",
      "transcript": "In this session we will be discussing from the 13th verse of the 9th chapter of the first canto of Sriman Bhagavatam. Samsthite Atirathe Pandav Pritha Balapraja Madhohu Yushmakrte Bahum Kleshan Praptatokavati Madhohu. The meaning of this verse is, this is spoken by Bhishma, he is speaking to the Pandavas, as far as my daughter-in-law Kunti is concerned, upon the great general Pandu's death, she became a widow with many children and therefore she suffered greatly, and when you were grown up, she suffered a great deal also because of your actions. So Bhishma Deva is recollecting the history of the Pandavas, particularly Kunti Devi, she suffered more than the others, the Pandavas themselves."
    },
    {
      "start_time": 140,
      "end_time": 270,
      "verse_references": [],
      "themes": [
        "Kunti's widowhood",
        "Madri's Sati",
        "Pandu's family"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The sufferings of Kunti Devi are doubly lamented she suffered greatly because of early widowhood and to get her minor children brought up in the royal family",
      "summary": "The speaker elaborates on Kunti's challenges as a widow raising five children, including Madri's decision to perform Sati and entrust her sons to Kunti's care.",
      "timestamp_url": "https://youtu.be/GUv3UZawHf0?t=140",
      "transcript": "So Srila Prabhupada explains in the third quote, the sufferings of Kunti Devi are doubly lamented. She suffered greatly because of early widowhood and to get her minor children brought up in the royal family. Kunti Devi was one of the wives of the great general Pandu and Madri was the second wife. When Pandu died early, the children are all very small, three sons of Kunti Devi and two sons of Madri. Totally Pandu had five sons. Now Madri decided to actually perform the Sati rite, that means she wanted to quit her body along with the funeral of General Pandu on his death. It is called Sahagamana in Sanskrit and she entrusted her sons to the care of Kunti Devi and Kunti took responsibility for raising not only her three sons but even her co-wives two sons. So all the five Pandavas came under the care of Kunti Devi and Kunti Devi herself, she is without any protection as far as her husband is concerned, so she had to take shelter of the parents of Hastinapura which was having Dhritarashtra as the caretaker king and of course Bhishma was there and Vidura was also there in the palace. Bhishma was like the"
    },
    {
      "start_time": 270,
      "end_time": 364,
      "verse_references": [],
      "themes": [
        "Bhishma's role",
        "Vidura's wisdom",
        "Royal family dynamics"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bhishma was like the father-in-law of Kunti Devi... Bhishma had taken a vow to rule the kingdom not to sit on the throne as the emperor of the world he forsaken his claim",
      "summary": "The speaker explains the roles of Bhishma and Vidura in the royal family, highlighting Bhishma's vow and Vidura's wisdom and influence despite his birth.",
      "timestamp_url": "https://youtu.be/GUv3UZawHf0?t=270",
      "transcript": "father-in-law of Kunti Devi. Pandu's father Vichitravirya and Vichitravirya's brother was Bhishma, so Pandu's uncle, Bhishma was Pandu's uncle. So Bhishma had taken a vow to rule the kingdom, not to sit on the throne as the emperor of the world, he forsaken his claim and Vidura was not entitled. Vidura was one of the brothers of Dhritarashtra and Pandu, so Vidura was not entitled because he was the son of a maidservant, so Dasiputra, so he had no claim for the throne, but he was very, very wise, very intelligent and Dhritarashtra relied on his guidance, his advice, more than guidance it was advice. So both Vidura as the brother-in-law of Kunti Devi and Bhishma as the father-in-law of Kunti Devi, they were actually sympathetic to the Pandavas and therefore Kunti was under the care of the elders in the royal palace of Hastinapura."
    },
    {
      "start_time": 364,
      "end_time": 486,
      "verse_references": [],
      "themes": [
        "Duryodhana's envy",
        "Kunti's suffering",
        "Destiny and providence"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Kunti had to suffer a great deal of trouble from this envious Duryodhana and his brothers also and when Kunti's children were grown up she continued to suffer because of her son's actions",
      "summary": "The speaker discusses the threats from Duryodhana and the continued suffering of Kunti, attributing it to destiny and the control of higher authorities.",
      "timestamp_url": "https://youtu.be/GUv3UZawHf0?t=364",
      "transcript": "But there were attempts by Duryodhana supported by Dhritarashtra to kill the Pandavas before they could even grow up, become adults. So Kunti had to suffer a great deal of trouble from this envious Duryodhana and his brothers also. And when Kunti's children were grown up, she continued to suffer because of her son's actions, whatever she is a widow. So once her sons were grown up, they had taken charge or responsibility of ruling, but they were denied the kingdom which was rightfully theirs, they were denied by so many tricks. So because the Pandavas had to suffer due to cheating by all of us, Kunti along with her sons had to simply suffer, so her sufferings continued. That's what Prabhupada is telling, her sufferings continued. This means that she was destined to suffer by providence. Providence is destiny according to one's own past actions and according to whatever is destined, whatever is given out by the higher authorities in the material world, everybody is under the control"
    },
    {
      "start_time": 486,
      "end_time": 572,
      "verse_references": [],
      "themes": [
        "Kala",
        "Karma",
        "Gunas",
        "Material bondage"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Nobody is independent nobody is free no created being is free is independent we cannot make this out by the action of Kala the influence of the gunas and the past reactions",
      "summary": "The speaker explains the concepts of Kala (time), Karma, and Gunas (modes of nature) and how they bind individuals in the material world.",
      "timestamp_url": "https://youtu.be/GUv3UZawHf0?t=486",
      "transcript": "of the superior authority. Nobody is independent, nobody is free, no created being is free, is independent. We cannot make this out by the action of Kala, the influence of the gunas and the past reactions, reactions of the past activities we have performed that we are carrying as the load of karma. So Kala, Karma, Guna all three are very subtle. So as far as the modern civilization is concerned, they are independent about these controls, they are like animals, in the language of Bhagavatam, they are like donkeys and cows, animals. But those who are guided by the scriptures, those who are guided by their devotees, those who are guided by learned authorities in the Vedic language, they know that everyone is bound up by Kala, Karma and Gunas."
    },
    {
      "start_time": 572,
      "end_time": 662,
      "verse_references": [],
      "themes": [
        "Tolerance",
        "Vedic culture",
        "Control by time"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Kunti Devi was destined to suffer by providence this is called providence it is beyond our control so here Prabhupada says one has to tolerate such suffering which is destined without being disturbed in the mind",
      "summary": "The speaker emphasizes the importance of tolerating suffering destined by providence, drawing from Vedic culture and Prabhupada's teachings.",
      "timestamp_url": "https://youtu.be/GUv3UZawHf0?t=572",
      "transcript": "So therefore it is said here, Kunti Devi was destined to suffer by providence. This is called providence, it is beyond our control. So here Prabhupada says, one has to tolerate such suffering which is destined without being disturbed in the mind. This is the training that is required for somebody who is born and brought up in the Vedic culture. Then the fourteenth verse, sarvam kala pritam manye bhavatam chayat apriyam sapalo yad vashe loko vayoriva ghanavadi. The meaning of this fourteenth verse, in my opinion, this is all due to inevitable time under whose control everyone in every planet is carried just as the clouds are carried by the wind. So this is the explanation given by Bhishma Deva that inevitable time, karma kala pritam sarvam kala pritam manye. So Srila Prabhupada explains in the purport, there is control by time all over the space within the universe."
    },
    {
      "start_time": 662,
      "end_time": 790,
      "verse_references": [],
      "themes": [
        "Control by time",
        "Material world",
        "Spiritual world"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "There is control by time all over the space within the universe as there is control by time all over the planets you see total control by kala",
      "summary": "The speaker explains the pervasive control of Kala (time) in the material world, contrasting it with the eternal nature of the spiritual world.",
      "timestamp_url": "https://youtu.be/GUv3UZawHf0?t=662",
      "transcript": "As there is control by time all over the planets, you see total control by kala. Kala is a representative of the supreme lord in this material world. The action of kala is only in the material world, it is not there in the spiritual world. Spiritual world is eternal, material world has got a limited duration of existence. So there is creation, maintenance, destruction, then there is some time when there is nothing happening, inactivity, again creation, maintenance, destruction, inactivity, again creation, maintenance, destruction, inactivity. This is perpetually going on, perpetually it is going on. So everyone who takes birth in this material world at the beginning of creation, they are completely controlled. So it is said here, all the big gigantic planets including the sun are being controlled by the force of air as the clouds are carried by the force of air. The clouds are scattered in the skies and they don't remain in one place, they are carried by the wind. Similarly the big gigantic planets they are floating and they are not stationary, they are moving in their orbit all by the force of the wind. Similarly the inevitable kala or time controls in the action of the air and other elements above the vayu or wind or the air, there is the control of kala. Kala is representative of the supreme, everything therefore is controlled by the supreme kala, a forceful representative of the lord within the material world."
    },
    {
      "start_time": 790,
      "end_time": 896,
      "verse_references": [],
      "themes": [
        "Bearing actions",
        "Pious suffering",
        "Faith in the Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Yudhisthira should not be sorry for the inconceivable action of time everyone has to bear the actions and reactions of time as long as one is within the conditions of the material world",
      "summary": "The speaker discusses how even pious individuals like Yudhisthira experience suffering due to the influence of time, emphasizing the importance of faith and guidance from religious principles.",
      "timestamp_url": "https://youtu.be/GUv3UZawHf0?t=790",
      "transcript": "So now the important thing what Prabhupada explains here, you should understand carefully, thus Yudhisthira should not be sorry for the inconceivable action of time. Everyone has to bear the actions and reactions of time as long as one is within the conditions of the material world. Actions and reactions are coming continuously, we should learn to bear them. Yudhisthira should not think that he had committed sins in his previous birth and is suffering the consequence. Generally a person suffers due to some past deeds, but somebody who is very, very pious, very strict in following all the principles like Yudhisthira is not suffering because of his past sinful actions. It is said here, even the most pious has to suffer the conditions of material nature, but a pious man is faithful to the lord for he is guided by the bona fide brahmana and vaishnava following the religious principles. So pious people they are guided by the brahma, the religious principles, then brahmanas and vaishnavas and they are also surrendered to the supreme lord. So these three guiding principles should be the aim of life, one should not be disturbed by the tricks of eternal time. So one should not worry even though I am following the religious principles why am I suffering, so one should not grudge being controlled by time despite being a true follower of religious principles. This is the important part."
    },
    {
      "start_time": 896,
      "end_time": 924,
      "verse_references": [],
      "themes": [
        "Religious principles",
        "Return to Godhead",
        "Krishna's abode"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Learning to do our duties follow the religious principles and prepare ourselves to go back to godhead always noting that we don't belong to this place we are meant to go back to godhead",
      "summary": "The speaker concludes by encouraging listeners to follow religious principles, prepare for returning to Godhead, and remember their true home is with Krishna.",
      "timestamp_url": "https://youtu.be/GUv3UZawHf0?t=896",
      "transcript": "So learning to do our duties, follow the religious principles and prepare ourselves to go back to Godhead, always noting that we don't belong to this place, we are meant to go back to Godhead, we are meant to live with Krishna as his devotee in his personal abode where there is none of the actions of kala karma. I will stop here, thank you very much."
    }
  ]
}