{
  "video_id": "gvBEg13rCQ0",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.10.20 | 06-06-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=gvBEg13rCQ0",
  "segments": [
    {
      "start_time": 61,
      "end_time": 193,
      "verse_references": [],
      "themes": [
        "Krishna's qualities",
        "Glorification of Krishna",
        "Attractiveness of Krishna's glories"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This talk was more attractive than the hymns of the Vedas.",
      "summary": "The speaker introduces the verse describing the ladies of Hastinapura discussing Krishna's transcendental qualities, which was more attractive than Vedic hymns.",
      "timestamp_url": "https://youtu.be/gvBEg13rCQ0?t=61",
      "transcript": "In this session, we will be discussing from the 20th verse of the 10th chapter of the first canto of Srimad Bhagavatam. अन्योण्यमि आसीत संजल्पा उत्तमश्लोक चेतुसाम् कव्रवेंद्रपुरस्त्रीनाम् सर्वशुति मनोहरह। The meaning of this verse is: absorbed in the thought of the transcendental qualities of the Lord, who is glorified in select poetry, the ladies on the roofs of all the houses of Hastinapura began to talk of Him. This talk was more attractive than the hymns of the Vedas. This is a very interesting verse in this particular chapter, which describes the departure of Lord Krishna for Dwarka from Hastinapura. So the ladies who were the relatives of the kings and the royalty in the palace of Hastinapura, they went on top of the roof of the houses, and they began to talk of Krishna because they were always absorbed in the thought of the transcendental qualities of the Lord. The word is used: उत्तमश्लोक चेतुसाम् uttamasloka. Krishna's another name is Uttama Shloka, meaning he is glorified in select poetry by great poets, by great devotees. In all the Vedas, he is glorified by select poetry, choicest poetry. So they began to talk of him, of Krishna. And this talk is described here in this verse, was more attractive than the hymns of the Vedas."
    },
    {
      "start_time": 193,
      "end_time": 293,
      "verse_references": [
        "BG 15.15"
      ],
      "themes": [
        "Vedic literature",
        "Krishna as the goal of the Vedas",
        "Bhagavatam as Krishna Katha"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In all the Vedic literatures, the goal is the personality of Godhead, Krishna.",
      "summary": "The speaker explains that the Vedas, Ramayana, Mahabharata, and Puranas glorify Hari, and the Bhagavatam exclusively glorifies Krishna.",
      "timestamp_url": "https://youtu.be/gvBEg13rCQ0?t=193",
      "transcript": "So Srila Prabhupada explains in the purport: In the Bhagavad Gita, it is said that in all the Vedic literatures, the goal is the Personality of Godhead, Krishna. What does Bhagavad Gita say? Vedascha sarvair ahameva vedyo. By all the Vedas am I to be known. Krishna says this in the Bhagavad Gita. And Srila Prabhupada says further, factually the glories of the Lord are depicted in such literature as the Vedas, Ramayana and Mahabharata. This is also mentioned in the scriptures: Vede Ramayane chaiva purane bharate tatha. Aadavantecha madhyecha hari sarvatra giyate. The meaning of this verse is, in the Vedic literature, including the Ramayana, Puranas and Mahabharata, from the very beginning, Aadav, to the end, Antecha, as well as within the middle, Madhyecha, only Hari, the Supreme Personality of Godhead, is explained, is glorified. And in the Bhagavatam, they are specifically mentioned in respect to the Supreme Lord. Bhagavata is Krishna Katha. It is exclusive glorification of Krishna from the beginning till the end, throughout the Bhagavatam."
    },
    {
      "start_time": 293,
      "end_time": 450,
      "verse_references": [
        "BG 18.65"
      ],
      "themes": [
        "Devotee's consciousness",
        "Absorption in Krishna",
        "Thinking of Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Devotee is always absorbed in thought of Krishna.",
      "summary": "The speaker explains that devotees are always absorbed in thoughts of Krishna, and their discussions revolve around Krishna.",
      "timestamp_url": "https://youtu.be/gvBEg13rCQ0?t=293",
      "transcript": "Therefore, while the ladies on the tops of the houses in the capital of the kings of the kingdom, the Kuru dynasty, were talking about the Lord, their talk was more pleasing than the Vedic hymns. It's generally seen that when ladies gather, they have a tendency to talk amongst themselves about some subject. Now, the subject they choose depends on the level of their consciousness. Anybody, for that matter. Like Srila Prabhupada explains, when businessmen gather in one place, what will their subject matter be? If they are seriously absorbed in business, then their talk will be about business only. Similarly, if scholars of some particular subject, they gather in one place, they will discuss about that subject matter only. They will talk about that subject matter only. So like that, these ladies, they were not just talking about some ordinary topics. No. They were talking about Lord Krishna. Why? Because they were absorbed in thinking about the transcendental qualities of Krishna, which means that they are all devotees of Krishna. So this is one characteristic of a devotee. A devotee is always absorbed in thought of Krishna. So Krishna says in Bhagavad Gita, if you really are serious about devotional service, about bhakti, you want to become Krishna's devotee, then you simply think of Krishna always. Think of Krishna always. Conversely, devotees of Krishna always think of Krishna. They are always thinking of Krishna. So therefore, when they talk, the subject matter for their talking is only Krishna and nothing else. So Srila Prabhupada explains that why is it said that the talk of these ladies about Krishna was more attractive than the hymns of the Vedas? So Srila Prabhupada explains,"
    },
    {
      "start_time": 450,
      "end_time": 600,
      "verse_references": [],
      "themes": [
        "Shruti Mantra",
        "Subject matter vs. Language",
        "Narottam Dasa Thakur",
        "Purandara Dasa"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The language is immaterial, but the subject matter is important.",
      "summary": "The speaker explains that anything sung in praise of the Lord is Shruti Mantra, and the subject matter is more important than the language, citing examples of Narottam Dasa Thakur and Purandara Dasa.",
      "timestamp_url": "https://youtu.be/gvBEg13rCQ0?t=450",
      "transcript": "anything sung in the praise of the Lord is Shruti Mantra. Shruti means the Vedas, the original Vedas. There are songs of Thakur Narottam Dasa, one of the Acharyas in the Gaudiya Sampradaya, composed in simple Bengali language. Narottam Dasa Thakur is a great Acharya. He was a contemporary of Srila Jeeva Goswami, who was one of the chief disciples of Sri Chaitanya Mahaprabhu. So he learnt this Bhagavatam under Srila Jeeva Goswami, and then he has written so many songs in simple Bengali language, explaining the same subject matter, so that it is easily understandable by common people. He was preaching in Bengal, so it is written in Bengali language. Now, another Acharya, Thakur Vishwanath Chakravarthi, who is a very learned Acharya of the same Sampradaya, Vishwanath Chakravarthi Thakur has approved the songs by Thakur Narottam Dasa to be as good as Vedic mantras, even though they are written in simple Bengali language, but the subject matter is simply describing Krishna. So therefore they are as good as Vedic mantras. And Prabhupada says, this is so because of the subject matter. The language is immaterial, but the subject matter is important. Of course, the original Vedas are always in Sanskrit language, but even if something is written in simple Bengali, or for that matter in Karnataka, Purandara Dasa has written lakhs and lakhs of songs in simple Kannada language, but the subject matter is the subject matter of Krishna, the subject matter of the Vedas. So the subject matter is important,"
    },
    {
      "start_time": 600,
      "end_time": 790,
      "verse_references": [
        "BG 10.10",
        "BG 18.66"
      ],
      "themes": [
        "Vedic wisdom",
        "Grace of the Lord",
        "Krishna's enlightenment",
        "Devotion over Vedic study"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "By absorbing their mind in thoughts and actions of the Supreme Lord, they develop the consciousness of Vedic wisdom by the grace of the Supreme Lord Krishna.",
      "summary": "The speaker explains that by absorbing their minds in Krishna, the ladies develop Vedic wisdom through Krishna's grace, and Krishna enlightens devotees from within.",
      "timestamp_url": "https://youtu.be/gvBEg13rCQ0?t=600",
      "transcript": "the language is immaterial. So it is said here, the ladies who are all absorbed in the thought and actions of the Lord, develop the consciousness of Vedic wisdom by the grace of the Lord. Now in the next few verses, there will be description of what were they, what was their subject of discussion? What were they talking? So it's all full of Vedic wisdom. Their talk is full of Vedic wisdom. So Srila Prabhupada explains, therefore, although such ladies might not have been very learned scholars in Sanskrit or otherwise, these ladies, they are just householders. They are not particularly meant to study the Vedas, go to Gurukul, in the Vedic culture at least. But that does not mean they are totally ignorant about Krishna, or they are totally ignorant about the Vedic conclusions. No. By absorbing their mind in thoughts and actions of the Supreme Lord, they develop the consciousness of Vedic wisdom. How? By the grace of the Supreme Lord Krishna. And how are they able to get that grace of the Supreme Lord? Because Krishna is seated on the heart of every one of us, every living being. So if somebody is absorbed in the thought of Krishna, Krishna enlightens such a devotee from within. TESHAM SATATA YUKTANAM BHAJATAM PRITI PURVAKAM DADAMI BUDDHI YOGAM TAM YENAMA MUPAYANTITE TESHAM EVANUKAM PARTHAM AHAM AGNYANAJAM TAMAHA NASHAYAMI ATMABHAVASTO GYANADIPENABHASVATAM Krishna enlightens from within the heart of his devotees. Therefore, Krishna says in the Bhagavad Gita, the most confidential instruction, become my devotee, then Krishna will enlighten. There is no need of specifically attempting to study the Vedas, which are very difficult, because the Vedic language is not easy. Even for Sanskrit scholars, Vedic language is not easily understood in the proper perspective. So therefore, Krishna says, you simply become my devotee. Think of me. Discuss about me. And then I will enlighten you from within your heart. All the Vedic conclusions will be revealed by Krishna in the heart of the devotee."
    },
    {
      "start_time": 790,
      "end_time": 895,
      "verse_references": [],
      "themes": [
        "Attractiveness of Puranas",
        "Personal vs. Impersonal",
        "Upanishads vs. Puranas"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The discussions or the descriptions in the Puranas, Itihasas, about the personal feature of the Lord are more attractive and pleasing to hear than the descriptions in the Upanishads.",
      "summary": "The speaker explains why the ladies' talks were more attractive than Vedic hymns, because the Puranas describe the personal feature of the Lord in detail, which is more attractive than the impersonal descriptions in the Upanishads.",
      "timestamp_url": "https://youtu.be/gvBEg13rCQ0?t=790",
      "transcript": "Whatever they spoke, these ladies of Hastinapura, was more attractive than the Vedic hymns. Why? Why is it like that? Prabhupada says, the Vedic hymns in the Upanishads are sometimes indirectly directed to the Supreme Lord. The Upanishads are actually the philosophical portions of the Vedas which describe the Absolute Truth. And the Absolute Truth is described both impersonal and personal. So the impersonal descriptions are very prominent in the Upanishads portions of the Vedas. Whereas, the personal aspect of the Absolute Truth, that is the Personality of Godhead, Krishna, Rama, Narsimha, Varaha, all the incarnations are more nicely described in detail in the Puranas, Itihasas, like Ramayana, entirely about Lord Rama. Mahabharata, about Krishna and many other incarnations. Bhagavatam, fully about Krishna and his incarnations. So the Puranas are describing the personal feature of the Absolute Truth. Therefore, the discussions or the descriptions in the Puranas, Itihasas, about the personal feature of the Lord are more attractive and pleasing to hear than the descriptions in the Upanishads. Therefore, it is said the ladies' talks were more attractive than the Vedic hymns."
    }
  ]
}