{
  "video_id": "GvneEL2W7G8",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.13.56 - 57 | 4-11-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=GvneEL2W7G8",
  "segments": [
    {
      "start_time": 259,
      "end_time": 401,
      "verse_references": [],
      "themes": [
        "subtle body",
        "gross body",
        "detachment",
        "yoga"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So the yogi he is able to be aloof from the gross body and the subtle body.",
      "summary": "The speaker explains the difference between the gross and subtle bodies and how a yogi can detach from both.",
      "timestamp_url": "https://youtu.be/GvneEL2W7G8?t=259",
      "transcript": "सन्यस्ता खिलप कर्मणः आहार। सन्यस्ता खिलप कर्मणः आहार। सन्यस्ता खिलप कर्मणः आहार। सन्यस्ता खिलप कर्मणः आहार। means what the senses, even the senses and this body will also deteriorate. As far as the subtle mind and intelligence are concerned, a spiritualist identifies from the material mind and the material intelligence and even the material ego because subtle matter is not exactly like this gross matter which is destructible. In the sense of the term 'destroying', we talk in terms of something gross, and that destruction also, what does it mean actually? Everything gross is a combination of one or more of the five elements: earth, water, fire, air, sky. So, destruction means separating all the elements and returning them to the original reservoir of these five elements in the Mahatatva. As I explained the example of the pot in the previous session, clay pot. The clay pot is formed or produced by combining earth in the form of clay and water and fire. So, clay is first mixed with water and then the pot is given shape and then it is baked in the fire. So, earth, water, fire, three are combined and the pot is produced by the potter. Now when it is destroyed, it means fire goes back to the fire element, water goes back to the water element, the reservoir of water element, and earth, the clay which is earth, nothing but earth, it returns, it is returned to the earthly reservoir. So, like that there is no destruction of the mind, intelligence, and the false ego because they always exist as subtle elements within the gross body as subtle body, bodily covering. So, the yogi is able to be aloof from the gross body and the subtle body."
    },
    {
      "start_time": 401,
      "end_time": 581,
      "verse_references": [],
      "themes": [
        "detachment",
        "false ego",
        "sense gratification",
        "yoga"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If I think I am the body, then my satisfaction is satisfaction of the body.",
      "summary": "Using the analogy of clothing, the speaker explains how detachment from the body leads to freedom from the desire for sense gratification, which is achieved through yoga.",
      "timestamp_url": "https://youtu.be/GvneEL2W7G8?t=401",
      "transcript": "And become completely immune to whatever is happening with the gross and subtle body without being affected or without worrying what is happening to me because he understands I am not this body, I am not the gross body, I am not the subtle body. It is like your dress. Supposing the dress has become old and sometimes a worn out dress may tear. So, do you think that, oh! I am suffering some injury? Just like if there is something which creates a tear in your skin, some sharp instrument. Something sharp spears in your hand, arm and then there is a cut. So now when you know you are not this body. Supposing there is a cut, now you have no body. And then there is a cut. So now when you know you are not this body. So I have seen, supposing the cloth tears, either it's worn out or it is pierced by some sharp instrument. If the cloth tears, does it mean that something has happened to you or something has happened to your cloth? If you distinctly know you are different from the cloth, which a matured person, an intelligent person will always be aware of that. I am not this cloth. Then nothing has happened to you when the cloth is torn. And if it is old and worn out, you discard this cloth and you take a new cloth. Exactly like that the yogi knows. The body itself is an external covering and one has to disidentify, I am not this body, I am spirit soul, spiritual person, personality, apart from the body. So, the yogic process helps a yogi to completely negate all these material coverings. The effect of the yogic process is, the effects of the material modes of nature draw the victim to indefatigable desires of enjoying matter. This desire for enjoying matter is because of the false identity that I am this body. If I think I am the body, then my satisfaction is satisfaction of the body. But if I realize I am not the body, then my happiness is not simply giving satisfaction to the senses, no. That is not going to make me happy. So, this false enjoyment by trying to satisfy the senses, external senses, is stopped by the yogic process."
    },
    {
      "start_time": 581,
      "end_time": 696,
      "verse_references": [],
      "themes": [
        "sense gratification",
        "maya",
        "yoga",
        "detachment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The conditioned soul is assaulted on all sides by maya.",
      "summary": "The speaker describes how the senses constantly seek pleasure in the material world, leading to instability, and how yoga helps to withdraw from this pursuit.",
      "timestamp_url": "https://youtu.be/GvneEL2W7G8?t=581",
      "transcript": "So, then one escapes false enjoyment by following the yogic process. Every sense is busy searching for its food. That means eyes are looking for beautiful form, ears are searching for some sweet sound. Nose is looking for some nice fragrance, nice smell, like that. The conditioned soul is assaulted on all sides by maya. Material world is filled with all these different sounds, different forms, different smells, aromas, different tastes, different tasting type of edibles, and different types of objects which are very pleasing to the sense of touch. So, there is no chance to become steady in any pursuit of even searching for some pleasing sense object. There is no question of steadiness. Because always if something beautiful attracts the person due to the beautiful form, immediately there will be some sound or some smell or some sense of touch. So, nobody can pursue this. There is no sense object in a steady way. Whereas the yogic processes stop this complete pursuit of sense enjoyment and go within, go within."
    },
    {
      "start_time": 696,
      "end_time": 897,
      "verse_references": [],
      "themes": [
        "detachment",
        "yoga",
        "mystic power",
        "Dhritarashtra"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Dhritarashtra by practicing the Ashtanga Yoga he had already become detached from everything material.",
      "summary": "The speaker narrates how Narada advised Yudhishthira not to disturb Dhritarashtra because he had become detached through yoga and would leave his body by mystic power, burning it to ashes.",
      "timestamp_url": "https://youtu.be/GvneEL2W7G8?t=696",
      "transcript": "That is the actual yogic process. Now, Maharaj Yudhishtira was advised by his uncle, sorry, Maharaj Yudhishtira was advised by Narada not to disturb his uncle by attempting to bring him back home. Why? Because Dhritarashtra by practicing the Ashtanga Yoga he had already become detached from everything material. So, there will be no more any interest or attraction for Dhritarashtra to come and stay comfortably with Yudhishtira. He is beyond that. Nirguna means without reaction. The spiritual quality is distinguished from the material qualities by the word nirguna. Nirguna means the spiritual state where one is indifferent to all material attractions, all material objects, all material actions and reactions. One becomes indifferent, disinterested, completely aloof. The next verse, 57th verse. Sava adhyatanadrajan parata panchame ahani kalevaram hasyati svam tachabhasmi bhavishyati. The meaning of this verse is O king, he will quit his body most probably on the fifth day from today and his body will turn to ashes. So, Narada is telling that Dhritarashtra will perfect his yogic practice that he becomes detached and after detaching he will quit his body by his own mystic power and that mystic power will also enable him to burn the body to ashes, what he is leaving behind. The body will be burned to ashes by the self-generated fire by the yogic process itself. So, perfect yogis, they don't depend on somebody else to burn this body to dispose of the remnants after death or after quitting the body. No, they are able to generate the fire from within to burn the body and the spirit soul cannot be burned by fire. The spirit soul will leave the body by mystic power. So, that is explained here. So, Yudhishthira need not perform any funeral ceremony for Dhritarashtra because Dhritarashtra by the yogic process would perfectly be able to leave the body and also burn the body at the time of quitting, burn the body by self-generated fire. These are all very special facilities for the yogi, Ashtanga yogi."
    }
  ]
}