{
  "video_id": "GXDR8FdLemw",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.6.37 | 03-12-2021",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=GXDR8FdLemw",
  "segments": [
    {
      "start_time": 0,
      "end_time": 40,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Agyana Timiraandasya Gyananjanishalakaya Chakshuranmeelitam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/GXDR8FdLemw?t=0",
      "transcript": "Om Agyana Timiraandasya Gyananjanishalakaya Chakshuranmeelitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Srimate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Saligauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 41,
      "end_time": 111,
      "verse_references": [
        "SB 1.6.37"
      ],
      "themes": [
        "Narada Muni",
        "Srimad Bhagavatam",
        "Vyasa Deva"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So Sūt Goswāmī is telling the sages thus addressing Vyasa Deva, Srila Narada Muni took leave of him and vibrating on his Veena instrument, he left to wander at his free will.",
      "summary": "The speaker introduces the verse to be discussed (SB 1.6.37) and explains the context of Suta Goswami narrating to the sages and Narada Muni's departure after instructing Vyasa Deva.",
      "timestamp_url": "https://youtu.be/GXDR8FdLemw?t=41",
      "transcript": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jaya Mudireet In this session we will be discussing from the last two verses of the 6th chapter of the first canto of Srimad Bhagavatam. The last two verses are the 37th and the 38th. So let's begin with the 37th verse. Sūtavvāca evam sambhāśya bhagavān nārado vāsavīśutam āmantryavīnām ranayan yayau yadṛcchiko muniḥ The meaning of this verse is Sūt Gosvāmī said. Remember, Sūt Gosvāmī is narrating all this to the sages of Naimisharanya based on their inquiry. So Sūt Goswāmī is telling the sages thus addressing Vyasa Deva, Srila Narada Muni took leave of him and vibrating on his Veena instrument, he left to wander at his free will."
    },
    {
      "start_time": 111,
      "end_time": 290,
      "verse_references": [],
      "themes": [
        "freedom",
        "material bondage",
        "transcendental service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "every living being is anxious for full freedom because that is his transcendental nature",
      "summary": "The speaker elaborates on Narada Muni's freedom and contrasts it with the limitations of material existence, emphasizing that true freedom is obtained through transcendental service to the Lord.",
      "timestamp_url": "https://youtu.be/GXDR8FdLemw?t=111",
      "transcript": "So Narada Muni is being glorified that he instructed Vyasa Deva exactly to the point, and after finishing his instructions, after completing his instructions, he left to wander at his free will. He is a liberated soul and he simply is directed within his heart by the Supreme Lord directly. So we will see here in the Srimad Bhagavatam Narada Muni appearing in so many different situations in different places only for the sake of preaching about Bhakti, only for one purpose, glorifying the Lord and thereby broadcasting these glories among different people, different persons. God is null for itself. So in the purport Srila Prabhupada says something about Narada's freedom to travel at will wherever he wants. Every living being is anxious for full freedom because that is his transcendental nature. What is our nature as spirit soul? We have full freedom as spirit soul, unlike this body. What is the nature of this material body? It is full of limitations. Every body has got a very specific characteristic, just like there are creatures which can fly, creatures which can walk only, creatures which can only live in water, creatures which can only crawl on the ground, creatures which can only run or walk on four legs. Like that, every body has got a limitation and every body is a material body subject to the influence of the three gunas, subject to threefold miseries, subject to fourfold fundamental problems and all these material bodies are temporary. So we should seriously consider what is being said here. This freedom is obtained only through the transcendental service of the Lord."
    },
    {
      "start_time": 290,
      "end_time": 377,
      "verse_references": [],
      "themes": [
        "illusion",
        "conditioned soul",
        "ignorance"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "illusioned by the external energy everyone thinks that is through themselves free common people ordinary people generally think I'm free but actually he is bound up by the laws of nature",
      "summary": "The speaker discusses the illusion of freedom in the material world, highlighting the ignorance of people regarding their true spiritual nature and the limitations of a conditioned soul.",
      "timestamp_url": "https://youtu.be/GXDR8FdLemw?t=290",
      "transcript": "And the only way to obtain this freedom is only through the transcendental service of the Lord. This freedom from material bondage, freedom from the limitations of this body is obtained only one way, what is that? Through transcendental service of the Supreme Lord Krishna. Illusione by the external energy everyone thinks that is through themselves free. Common people, ordinary people generally think I'm free, but actually he is bound up by the laws of nature. What people don't realize is that we are entitled to eternal life. We don't have to die, we don't have to take birth, we don't have to become old, we don't have to get diseased. Are people aware of this? Most people are ignorant about this. That is also the bad system of education that we have. People are not being taught the essential fundamentals of our real nature for real existence, spiritual existence. So Bhagavad-gita is the ultimate wisdom of the world."
    },
    {
      "start_time": 377,
      "end_time": 558,
      "verse_references": [],
      "themes": [
        "Bhagavad-gita",
        "freedom",
        "Narada Muni",
        "devotional service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "but a full-fledged free soul like Narada always engaged in the work of God always engaged in chanting the Lord's glory is free to move not only on earth but also in any part of the universe as well as in any part of the spiritual sky",
      "summary": "The speaker emphasizes the importance of Bhagavad-gita and Srimad Bhagavatam in enlightening us about our true nature and contrasts the freedom of a pure devotee like Narada Muni with the limitations of conditioned souls and yogis.",
      "timestamp_url": "https://youtu.be/GXDR8FdLemw?t=377",
      "transcript": "So Bhagavad-gita is the ultimate wisdom of the world. Bhagavatam is enlightening us, Srila Prabhupada is enlightening us that only under illusion we may think that I am free, but actually we are not free. A conditioned soul, who is a conditioned soul? One who is subject to the influence of this material nature consisting of three gunas because of the material body, because of our desire to enjoy materially. So a conditioned soul cannot freely move from one place to another even on this earth, and what to speak of one planet to another. On earth do we have freedom to just go wherever we want freely? No, we are bound by so many limitations. But a full-fledged free soul like Narada always engaged in the work of God, always engaged in chanting the Lord's glory is free to move not only on earth but also in any part of the universe as well as in any part of the spiritual sky. Just take note of the extent of freedom Narada Muni has. Yogis who have got mystic power can travel within this universe, but they cannot penetrate the cover of the earth and they cannot penetrate the earth and they cannot penetrate the earth and they cannot penetrate the earth and they cannot of the universe by their mystic power, not possible. Devotees like Narada who are always engaged in glorification of the Supreme Lord, they are free to travel anywhere including the spiritual world penetrating the seven layers of coverings of this universe. So that is the specific freedom that is there for pure devotees who are always engaged in broadcasting the glories of the supreme god. We can just imagine the extent and unlimitedness of his freedom, whose freedom? Narada Muni's freedom. To what extent is he really experiencing freedom which is as good as that of the Supreme Lord. The Supreme Lord is free to travel anywhere and everywhere in the whole creation in the material world or the spiritual world. Similarly Narada is also free to travel though Narada is not God, nobody becomes equal to God, but they are bestowed upon, bestowed with the freedom to travel at will by the Supreme Lord. There is no reason or obligation for his traveling and no one can stop him from his free movement."
    },
    {
      "start_time": 558,
      "end_time": 754,
      "verse_references": [],
      "themes": [
        "devotional service",
        "self-satisfaction",
        "Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "whereas narada bani is fully self-satisfied by devotional service to krishna which he has for the entire creation of the supreme lord krishna which he engages always and therefore he has no reason to travel that i want something i want something",
      "summary": "The speaker explains that Narada Muni's travels are not driven by personal desires but by his self-satisfied engagement in devotional service to Krishna, contrasting this with the motivations of ordinary people.",
      "timestamp_url": "https://youtu.be/GXDR8FdLemw?t=558",
      "transcript": "If we travel we generally will have a purpose, obligation, duty or some desire for enjoyment. We are always having a reason, whereas Narada Muni is fully self-satisfied by devotional service to Krishna which he has for the entire creation of the Supreme Lord Krishna which he engages always and therefore he has no reason to travel that I want something, I want something. A pure devotee never wants anything. Of course a pure devotee always prays to Krishna may I always be engaged in your service. This is a pure devotee's prayer and the Lord is pleased with such prayers and he engages a pure devotee in devotional service always eternally. So Srila Prabhupada explains similarly the transcendental system of devotional service is also free. The transcendental system of devotional service is also free. You it may or may not develop in a particular person even after he undergoes all the detailed formulas. There is no obligation on the part of the Supreme Lord to grant us this freedom by performing devotional service. It is not obligatory for the Lord. Of course the Lord is, Lord Krishna is always our topmost well-wisher, but then we should surrender to him, execute devotional service without any reservation and then we can expect the mercy of the Lord by which alone we can get this freedom which a pure devotee enjoys by the mercy of the Supreme Lord. The association of the devotee is also free. One may be fortunate to have it or one may not have it even after thousands of endeavors. People have so many different kinds of associations in this world. Somebody's interest in sports then they are associating with other people and they are associating with the Lord because they are interested people in sports. Somebody's interested in some profession, some technical development and they associate with such technocrats. Somebody is interested in some mundane music, somebody else is interested in mundane literature. So many different interests are there and they are busy with that."
    },
    {
      "start_time": 754,
      "end_time": 903,
      "verse_references": [],
      "themes": [
        "devotional service",
        "acharyas",
        "compassion",
        "mercy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "And yet, acharyas like Prabhupada come down and they want to liberally distribute devotional service to all those who are unfortunate, all those who are bereft of devotional service.",
      "summary": "The speaker concludes by highlighting the rarity of devotional service and the compassion of acharyas like Prabhupada who distribute it to the suffering souls, emphasizing the importance of surrendering to the spiritual master and awaiting the causeless mercy of the Lord.",
      "timestamp_url": "https://youtu.be/GXDR8FdLemw?t=754",
      "transcript": "So, devotional service is not easily available in this material world. And yet, acharyas like Prabhupada come down and they want to liberally distribute devotional service to all those who are unfortunate, all those who are bereft of devotional service. Acharyas like Prabhupada, Prabhupada, his guru, his guru's guru, all the acharyas in the parampara, in the sampradaya, Vaishnava sampradaya, they are very, very, very compassionate upon the suffering souls of this world, just as Krishna is compassionate. Why does Krishna incarnate? For the sake of the conditioned souls, to rescue them. And he senses confidential devotees also to rescue the conditioned souls. Krishna is anxious for this. This is only anxiety. Prahlad Maharaj says, People are busy with illusory activities, simply for some illusory pleasure. And they are simply wasting their time. Unfortunately, they are ignorant. But the ignorance, even if it is not difficult to remove, we may not become really delivered or free from material bondage, simply by some mechanical process. No. So, therefore, it is said here, devotional service, voluntarily taken up by somebody, and serve the spiritual master, and through the spiritual master, the Supreme Lord Krishna, without any reservation, and await the causeless mercy of the spiritual master and the Supreme Lord. This is the formula. I will stop here. Thank you very much. Hare Krishna."
    }
  ]
}