{
  "video_id": "h5FYjyqVpKQ",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.13.41 | 18-10-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=h5FYjyqVpKQ",
  "segments": [
    {
      "start_time": 0,
      "end_time": 51,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya",
      "summary": "The lecture begins with traditional Vaishnava prayers and invocations.",
      "timestamp_url": "https://youtu.be/h5FYjyqVpKQ?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyananj Nishalakaya Chakcharun Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pachatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nityananda Shri Advaita Gadadhara Shiva Sadhi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Devim Saraswateem Vyasam Tato Jayam Udi Rayet"
    },
    {
      "start_time": 51,
      "end_time": 98,
      "verse_references": [
        "SB 1.13.41"
      ],
      "themes": [
        "divine control",
        "acceptance",
        "grief"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "O pious king, do not lament for anyone, for everyone is under the control of the Supreme Lord.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam (1.13.41) and explains its basic meaning: Narada Muni consoles Yudhishthira by stating that everyone is under the control of the Supreme Lord.",
      "timestamp_url": "https://youtu.be/h5FYjyqVpKQ?t=51",
      "transcript": "In this session we will be discussing from the 41st verse of the 13th chapter of the 1st canto of Shri Madbhagavatam Narayanam Namaskritya Naram Chai Vanarottamam Narada Vacha Ma Kanchana Shucho Rajan Yadishvara Vasham Jagat Loka Sapala Yasyeme Vahanti Balim Eeshituhu Sa Samyunakti Bhutani Sa Eva Viyunakti Cha. The meaning of this verse is: Shri Narada said, O pious king, do not lament for anyone, for everyone is under the control of the Supreme Lord. Therefore, all living beings and their leaders carry on worship to be well protected. It is he only who brings them together and disperses them."
    },
    {
      "start_time": 98,
      "end_time": 179,
      "verse_references": [],
      "themes": [
        "divine control",
        "hierarchy",
        "universal order"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Every living being either in this material world or in the spiritual world is under the control of the Supreme Lord, the Personality of Godhead.",
      "summary": "The speaker elaborates on the concept of Krishna's supreme control, explaining that all beings, from Brahma to the smallest creature, are subject to His order.",
      "timestamp_url": "https://youtu.be/h5FYjyqVpKQ?t=98",
      "transcript": "So, Shri La Pravapada explains this very important point in the purport elaborately, what Narada Muni is telling as a reply to Yudhishthira. Yudhishthira is concerned, where are my uncles and aunt gone? So, Narada before directly telling where have they gone, he is first explaining the general principle, which all of us have to understand. Every living being either in this material world or in the spiritual world is under the control of the Supreme Lord, the Personality of Godhead. Now, why is Krishna called the Supreme Lord? Because Lord means controller, and Supreme means he is the ultimate controller of everyone. So, he is completely controlling everyone in the material world and in the spiritual world. Universally, everywhere he is controlled. And Pravapada further clarifies this. Beginning from Brahmaji, the leader of this universe, down to the insignificant, all are abiding by the order of the Supreme Lord. Brahma is the first created being in this universe."
    },
    {
      "start_time": 179,
      "end_time": 271,
      "verse_references": [],
      "themes": [
        "obedience",
        "devotion",
        "free will vs. control"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It is only the devotees and the pious people, the followers of the Vedic injunctions or the scriptural directions given by God, only they are actually voluntarily following the order of the Supreme Lord.",
      "summary": "The speaker distinguishes between voluntary obedience by devotees and forced obedience by others, emphasizing the subordinate position of all beings to the Supreme Lord.",
      "timestamp_url": "https://youtu.be/h5FYjyqVpKQ?t=179",
      "transcript": "There are millions of planets in each universe, and in each planet there are millions of living entities, all of them beginning from Brahma, the topmost living being in this universe, and down to the most insignificant creature, everyone is abiding by the order of the Supreme Lord. The Supreme Lord's control is everywhere. And when it is said everyone is abiding by the order, not everyone is abiding by the order of the Lord voluntarily. It is only the devotees and the pious people, the followers of the Vedic injunctions or the scriptural directions given by God, only they are actually voluntarily following the order of the Supreme Lord. The others, demons, atheists, and agnostics, materialists, rebellious souls, all of them are forced to obey the order of the Supreme Lord. Thus, the constitutional position of the living being is subordination under the control of the Lord. Everyone is subordinate to the Lord. The Lord is the only supreme personality. He is the supreme master."
    },
    {
      "start_time": 271,
      "end_time": 394,
      "verse_references": [],
      "themes": [
        "subordination",
        "rebellion",
        "divine law",
        "punishment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The foolish living being, especially man artificially rebels against the law of the supreme God...and thus becomes chastised as an asura or law breaker",
      "summary": "The speaker explains that rebelling against God's law leads to suffering and punishment, comparing it to breaking earthly laws and facing consequences.",
      "timestamp_url": "https://youtu.be/h5FYjyqVpKQ?t=271",
      "transcript": "Everyone is under his control. Ekala, Ishvara, Krishna are Sababhrithya. This is explained in the Chaitanya Charitamatha. Krishna is the only Ishvara, only control, ultimately. And everyone else is under his control. Constitutional position means the way we are made, the way we are constituted, the way we are eternally, is that we're subordinate. And the way Krishna is ... what is Krishna's constitutional position? It is to always control, always be the master, the Lord, the supreme. And we are always subordinate, eternally we are subordinate to the supreme Lord Krishna. The foolish living being, especially man, artificially rebels against the law of the supreme God, the law of the supreme, and thus becomes chastised as an asura or law breaker. When laws are operating and there's an enforcing authority, anybody who breaks the law is immediately punished by the law enforcing authority, just like there is traffic police patrolling and anybody violates the traffic laws, immediately the traffic police will chastise, will actually stop the lawbreaker and correct the lawbreaker. So similarly, even in the whole creation there is the law of the supreme that is operating and anybody who rebels against the law is chastised, is punished by the supreme Lord."
    },
    {
      "start_time": 394,
      "end_time": 554,
      "verse_references": [],
      "themes": [
        "divine agency",
        "karma",
        "suffering",
        "control"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A living being is placed in a particular position by the order of the supreme lord and is again shifted from that place by the order of the supreme lord or his authorized agents",
      "summary": "The speaker addresses the question of how divine control manifests in practical experience, explaining that beings are placed in and removed from positions by the Lord or His agents, and provides examples of powerful figures throughout history who were ultimately under divine control.",
      "timestamp_url": "https://youtu.be/h5FYjyqVpKQ?t=394",
      "transcript": "Now, Sri La Prabhupada explains how does it work actually. In our practical experience, we don't see any God coming and chastising us. If at all we are chastised, it's by the lawmakers in our country or in our institutions. We don't see any God. Where is God? That's what an atheist or a law breaker may question in this way. So, Prabhupada says, a living being is placed in a particular position by the order of the Supreme Lord and is again shifted from that place by the order of the Supreme Lord or his authorized agents. We are all placed in some particular position and removed from that position by whom? By the order of Krishna or his authorized agents. So, Prabhupada lists some names by which you can get an idea what is the extent of the control of the Supreme Lord: Brahma, Shiva, Brahma and Shiva, the greatest of demigods in the entire creation, Indra, Chandra, they are also very powerful demigods but subordinate to Brahma and Shiva. Even they, Maharaj Yudhishthira, even Maharaj Yudhishthira, he is under the control of the Lord. Or in modern history, Napoleon, Akbar, Alexander, Gandhi, Subhash, and Nehru, all are servants of the Lord. All these names mentioned are powerful persons of the Lord. All these names mentioned are powerful persons of the Lord. Theceles are known to all from and,meha, ,asir media,asuram , Mao jyothika and alaa-e 소 ,ین, french cate O, Rider of the guys of совarnam, Raghueme ཀདྷཱཋ཈ and they are placed in and they moved from their respective position by the supreme bill of the lord nobody is exception to the supreme bubbles of gold they roast to some very powerful positions. menara in ayati warahantam piya vagina Nummer is one that fights againstIPRKwormaふ medicam bindhamai a1975. hoonandhoya tiya kahde 빨kha poona chata'na timma del shaamat infixa their own time but they were placed in that powerful position by the Supreme Lord and they were also removed. They cannot remain forever. Nobody can remain forever in their position. They were also removed by the will of the Lord. None of"
    },
    {
      "start_time": 554,
      "end_time": 614,
      "verse_references": [],
      "themes": [
        "independence",
        "supremacy of Krishna",
        "suffering",
        "rebellion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Only Krishna is supremely independent...it is only the rebellious souls who suffer",
      "summary": "The speaker emphasizes Krishna's complete independence and reiterates that suffering is a consequence of rebelling against the Supreme Lord's authority.",
      "timestamp_url": "https://youtu.be/h5FYjyqVpKQ?t=554",
      "transcript": "them is independent. Nobody is independent. Only Krishna is supremely independent. There is this kind of the Bhagavatam in the beginning in the first canto, first chapter, first words, swarat janma dhyasya tyaha anvayat itirthas chartheshu abhigya swarat. Swarat means Krishna is supremely completely independent. Even though such men or leaders rebel so as not to recognize the supremacy of the Lord, they are put under still more rigorous laws of the material world by different miseries. Why do miseries come? They are enforcement of the authority of the Supreme Lord on lawbreakers, on rebellious souls. It is only the rebellious souls who suffer."
    },
    {
      "start_time": 614,
      "end_time": 776,
      "verse_references": [],
      "themes": [
        "ignorance",
        "suffering",
        "childhood",
        "karma"
      ],
      "content_type": "analogy",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "Whenever he suffers right from the time he is placed in the womb of a particular mother inside the womb he has suffered so much and he forgets that",
      "summary": "The speaker illustrates the pervasive nature of suffering, even from infancy, using the analogy of a baby suffering from an ant bite to show how past karma manifests.",
      "timestamp_url": "https://youtu.be/h5FYjyqVpKQ?t=614",
      "transcript": "It is only the rebellious souls who suffer. Nobody else who is fully obedient will have to suffer in this material world. Only the foolish man therefore says that there is no God. Foolish people, they say where is God? Who is God? There's no God. But the foolish man doesn't realize that who is imposing miseries upon him whenever he suffers, right from the time he is placed in the womb of a particular mother. Inside the womb he has suffered so much and he forgets that. Everyone who enters the womb of a particular mother, what suffering they undergo, they forget after they come out of the womb because they get some relief and they say better don't remember that traumatic experience, better forget it. And then through their growing up, childhood, as a child, so many different types of sufferings. Even the rich man's child, the most cared for child also has to suffer. Supposing there an ant biting a child in the diaper, then how does the child express itself to its mother or nurse or caretaker? We had the best of people taking care, but how does the child express? The child simply is helpless in expressing. It can only cry. Now when the child cries, the mother or the caretaker or the nurse cannot understand why the child is crying. Of course, the mother or child caretaker can make out the child is having some discomfort. Okay, they'll try to comfort the child. Maybe they'll think it's hungry so they'll try to feed it. So, feeding that will not stop the crying because the ant is biting in the diaper. And then they will try to make out the child is crying and then they will try to play with the child, try to give the child some air, maybe it's feeling suffocation or maybe it is feeling too cold, whatever different ways they speculate and try to comfort the child. But how will they understand the child is crying specifically because an ant is biting in the diaper? How will they figure that? They cannot. So this is a misery that"
    },
    {
      "start_time": 776,
      "end_time": 948,
      "verse_references": [
        "BG 7.14"
      ],
      "themes": [
        "karma",
        "surrender",
        "transcendence",
        "divine grace"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Intelligent people simply understand that we have to surrender to Krishna the supreme lord and we have to abide by his laws orders and pray to him to get out of this entanglement of material existence",
      "summary": "The speaker concludes by emphasizing the importance of surrendering to Krishna as the only way to overcome the laws of material nature and escape suffering, referencing a verse from the Bhagavad-gita about the difficulty of transcending Maya without surrender.",
      "timestamp_url": "https://youtu.be/h5FYjyqVpKQ?t=776",
      "transcript": "the child has to suffer because of its own past misdeeds, own past misdeeds and it's not very easy for the child to get relief from that. So only till that quota of suffering is given to that living entity in that situation, in that circumstance, till then it has to suffer. It has to cry and cry and cry and cry and then by the will of the Lord somehow they will figure out. Let's say it passes urine then to change the diaper. When they remove the diaper, oh they'll see, oh there was a, they may or may not notice anyway with the diaper being removed and disposed the ant is also gone, the child gets relief or they notice the ant and then they understand the cause and then they remove that ant. So like that it is, even those who are cared for by different material methods, there is no guarantee of freedom from miseries, even those who are cared for. So therefore this world, everybody is by the Lord, everybody is placed in a particular position and removed from that position by the will of the Lord, by his superior arrangement and those are called the laws of God and everybody is forced to abide by the laws. So intelligent people simply understand that we have to surrender to Krishna, the Supreme Lord and we have to abide by his laws, orders and pray to him to get out of this entanglement of material existence. Only he can help us cross over this ocean of material existence. Daivihesha gunamayi mamma maya duratyaya ma mevaye prapadyante maya metham tarantite. In simple one verse, in a simple way Krishna says in the Bhagavad-gita, you cannot overcome the stringent laws this material nature which are the laws of Krishna only simply by your own methods and arrangements and intelligence and and and and all kinds of remedies, you cannot. But if you surrender to Krishna, Krishna will easily help you to cross over and that is what will be explained by Narada."
    }
  ]
}