{
  "video_id": "H5XIV92y_1M",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.9.22 | 18-04-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=H5XIV92y_1M",
  "segments": [
    {
      "start_time": 34,
      "end_time": 155,
      "verse_references": [],
      "themes": [
        "Krishna's kindness",
        "unflinching devotion",
        "Bhishma's devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Yet despite his being equally kind to everyone, he has graciously come before me while I am ending my life, for I am his unflinching servitor.",
      "summary": "The speaker introduces the verse and explains Bhishma's understanding of Krishna's kindness and his own position as an unflinching devotee.",
      "timestamp_url": "https://youtu.be/H5XIV92y_1M?t=34",
      "transcript": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Devim Sarasvatim Vyasam Tato Jayam Udhirayet In this session we will be discussing from the 22nd verse of the 9th chapter of the 1st canto of Srimad Bhagavatam. This chapter is entitled The Passing Away of Bhishma Deva in the Presence of Lord Krishna. Tathapi Ekanta Bhakteshu Pashya Bhupanukampitam Yanme Asums Tyajatasakshat Krishnodarshanam Aagataha The meaning of this verse is, Yet despite his being equally kind to everyone, he has graciously come before me while I am ending my life, for I am his unflinching servitor. Bhishma has already described Krishna, that Krishna is the absolute personality of Godhead. He is present in everyone's heart. He is equally kind to everyone. He is free from the false ego of differentiation. Therefore, whatever he does, he is equi-balanced. He is free from all material inebriety. Now further, he is describing Krishna's kindness upon himself, that when he is about to quit his body, Krishna has come in front of him. Now this is a very, very... Because Bhishma is describing his position as his unflinching servitor."
    },
    {
      "start_time": 155,
      "end_time": 350,
      "verse_references": [
        "BG 9.29"
      ],
      "themes": [
        "Dependence on Krishna",
        "illusory energy",
        "limitations of material affection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This is the position of every one of us, that we have no other protector other than Krishna.",
      "summary": "The speaker elaborates on the idea that true protection comes only from Krishna, as material affection is limited by the illusory energy and the modes of material nature.",
      "timestamp_url": "https://youtu.be/H5XIV92y_1M?t=155",
      "transcript": "Unflinching servitor, the word used is Ekanta Bhakteshu. Ekanta Bhakta. In the purport, Srila Prabhupada explains, The Supreme Lord, the Absolute Personality of Godhead, Sri Krishna, although equal to everyone, is still more inclined to his unflinching devotee who is completely surrendered and knows no one else as his protector and master. This is the position of every one of us, that we have no other protector other than Krishna. Why do I say that? Because, even though in the material world we have our well-wishers, our parents, or our near and dear family members, who actually, within the heart, they have a sense of affection. For us, each one of us has got somebody who is very dear to us. Even then, all this affection is on the platform of the illusory energy. This truth is not known to most people in this world. I don't mean to say that people make a show of being affectionate while they don't have any affection in the heart. I don't mean that. What I mean is, each one of us, we are in ignorance about our real self. We are completely under the clutches of the three gunas, three modes of material nature. So, we are not able to express our affection when our consciousness gets bewildered by the influence of the external energy. So, even though I want to give protection to somebody whom I consider as my very, very, very dear relative or friend, still, because I myself am a person who is a person, I am not able to express my affection. Not in a secure position, how can I give protection to somebody else when my own position is very, very insecure? So therefore, who is the person who can really give everyone real protection, who is above the three gunas, who's transcendental to the modes of material nature? So that is explained by Prabhupada."
    },
    {
      "start_time": 350,
      "end_time": 470,
      "verse_references": [
        "BG 9.29"
      ],
      "themes": [
        "Transcendental nature of Krishna",
        "unflinching devotion",
        "protection at the time of death"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "At the time of death who can really come to help you that is only Krishna nobody else within this entire world can actually do anything to to save you or help you at the time of death.",
      "summary": "The speaker emphasizes Krishna's transcendental nature and special consideration for unflinching devotees, highlighting that only Krishna can provide real protection, especially at the critical moment of death.",
      "timestamp_url": "https://youtu.be/H5XIV92y_1M?t=350",
      "transcript": "that Krishna as the Supreme Personality of Godhead, absolute personality of Godhead is equal to everyone, Samoham Sarva Bhut Eshu Namedh Veshwasti na Priyaha in the Bhagavad Gita this is explained by Krishna but Yeh Bhajanthi Tumam Bhaktiyah there is still a special concept of the Supreme Personality of Godhead that Krishna is the Supreme Personality of Godhead in the Bhagavad Gita this is explained by Krishna but Yeh Bhajanthi Tumam Bhaktiyah there is still a special consideration for those who are as unflinching devotees Yeh Bhajanthi Tumam Bhaktiyah so therefore here it says Tathapi Ekanta Bhakteshu Ekanta Bhakta Ananyabhakti Avyabhicharini Bhakti pure devotional service unflinching servitors because Bhishma is one of the unflinching devotees or unflinching servitors of Krishna Krishna is more inclined to such devotees and even that such devotees within the core of their heart they are completely dependent on Krishna's protection it is reciprocal it's not that Krishna is giving protection and the devotee is thinking somebody else is my protector no the devotee also knows other than Krishna and no one can give me real real protection especially at the time of death at the time of death who can really come to help you that is only Krishna nobody else within this entire world can actually do anything to to save you or help you at the time of death."
    },
    {
      "start_time": 470,
      "end_time": 660,
      "verse_references": [],
      "themes": [
        "Eternal life",
        "illusory energy",
        "spiritual vs. material platform",
        "absolute dependence on Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Having unflinching faith in the Supreme Lord as one's protector, friend and master is a natural condition of eternal life.",
      "summary": "The speaker contrasts the temporary nature of material life under the influence of the illusory energy with the eternal life attained through absolute dependence on Krishna on the spiritual platform.",
      "timestamp_url": "https://youtu.be/H5XIV92y_1M?t=470",
      "transcript": "So Srila Prabhupada further says, Having unflinching faith in the Supreme Lord as one's protector, friend and master is a natural condition of eternal life. This is exactly what I mentioned, that it is natural for all of us to seek Krishna's protection, provided we are situated on the spiritual platform, the condition of eternal life. Right now, what is our condition? We are under the clutches of the illusory energy and therefore our life in this body is temporary. We are on the material platform of the three gunas in which there is creation, maintenance, and destruction. The characteristic of Raja Guna is creation. The characteristic of Sattva Guna is maintenance. The characteristic of Dhamma Guna is destruction. So this body is created and that is when we say birth takes place and then this body is maintained when we say there is sustenance of this body the body is maintained and then at a certain time after a limited duration of time this body will be destroyed. This body cannot be maintained anymore. We say death. Death means the destruction of the body. So it is totally different on the spiritual platform. We as each one of us is spirit soul. It is totally different. A living entity is so made by the will of the Almighty that he is most happy when placing himself in a condition of absolute dependence. See the nature of spiritual life is such that there is absolute dependence on Krishna. And material life means there is relativity. Somebody I can depend more somebody I cannot depend as much somebody else may be somewhat dependable all these relativities exist but there is no one I can absolutely depend on because nobody is fully secure themselves. Their own position is always shaky. In terms of their material body anyone who is in a position of security anyone who possesses a material body because of taking birth under the illusory energy their own position is insecure. So what security they can give to others when their own position is not secure. The opposite tendency is the cause of fall down."
    },
    {
      "start_time": 660,
      "end_time": 790,
      "verse_references": [],
      "themes": [
        "False egotism",
        "independence from Krishna",
        "desire to lord over",
        "root cause of troubles",
        "Bhishma Deva's teaching"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The root cause of all troubles is there in false egotism.",
      "summary": "The speaker explains that the tendency to be independent of Krishna, driven by false egotism and the desire to lord over material nature, is the root cause of all troubles and the fall down of the living entity.",
      "timestamp_url": "https://youtu.be/H5XIV92y_1M?t=660",
      "transcript": "The tendency to be independent of Krishna's protection. The living entity has to be and has this tendency of falling down by dint of misidentifying himself as fully independent to lord it over material nature or material world. We have this tendency because of the enviousness towards Krishna or because of the desire to lord over like Krishna. Krishna is the supreme lord. He is the absolute lord of everyone and everything. So trying to imitate Krishna trying to compete with Krishna trying to forget Krishna all these tendencies cause the fall down of the living entity from Krishna's protection. The root cause of all troubles is there in false egotism. As soon as one desires to be independent of Krishna or one desires to lord over others or take Krishna's position or imitate Krishna immediately there is this false ego. This is the root cause of all problems. That covers our original consciousness of complete dependence on Krishna. To become secure and safe under the protection of Krishna under the absolute protection of Krishna means to draw towards the supreme lord Krishna in all circumstances. And that is what Bhishma Deva is teaching all of us."
    },
    {
      "start_time": 790,
      "end_time": 955,
      "verse_references": [],
      "themes": [
        "Unflinching devotion",
        "Krishna's protection",
        "relationship of the soul",
        "Bhishma's example"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The appearance of Lord Krishna at the deathbed of Bhishma ji is due to his being an unflinching devotee of the Lord.",
      "summary": "The speaker reiterates that Krishna's appearance at Bhishma's deathbed is due to his unflinching devotion and emphasizes that the relationship between the soul and the Supreme Soul is eternal and not based on bodily connections.",
      "timestamp_url": "https://youtu.be/H5XIV92y_1M?t=790",
      "transcript": "The appearance of Lord Krishna at the deathbed of Bhishma ji is due to his being an unflinching devotee of the Lord. So when somebody is a pure devotee under all circumstances, unfailing in all circumstances, then the Supreme Lord protects such a devotee always, especially when the devotee has to quit the body at the time of death. That is a critical moment in one's life. Arjuna had some bodily relation with Krishna because the Lord happened to be his maternal cousin. But he did not have any physical relation with Krishna. But Bhishma had no such bodily relation. When Krishna helps the Pandavas, somebody may think that, Oh, because Krishna is related to the Pandavas through some bodily relationship. Actually, there is no bodily relationship between Krishna and anybody. Krishna does not have a material body. So where is the question of bodily relationship? But even if for the sake of his Leela, he appears as the son of Devaki or Vasudeva. Vasudeva and Kunti are having that blood relationship. Vasudeva is the brother of Kunti. So Kunti's sons, the Pandavas, and Vasudeva's son Krishna, through such relationships between Vasudeva and Kunti, they are related as maternal cousins. But what about Bhishma? Bhishma has no such bodily relationship. So therefore, Prabhupada says, in the case of Bhishma, the cause of attraction was due to the intimate relation of the soul. So how is it that Krishna appeared in front of Bhishma? And Bhishma is acknowledging that very kindly the Supreme Lord has appeared when I am about to quit the body. It is because of the relationship of the soul. And that relation is eternal. It is never based on any bodily connections. It is a relationship between the soul with the Supreme Soul."
    },
    {
      "start_time": 955,
      "end_time": 1033,
      "verse_references": [],
      "themes": [
        "Krishna's pleasure",
        "loving relationships",
        "eternal relationship",
        "unflinching servitor"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, we have to understand this point that Krishna has appeared because Bhishma is the unflinching servitor of the Lord, which is an eternal relationship with the Lord.",
      "summary": "The speaker concludes by explaining that while Krishna has no material body, he is pleased when addressed in terms of his loving relationships, and ultimately, Krishna appeared to Bhishma because of their eternal relationship as Lord and unflinching servitor.",
      "timestamp_url": "https://youtu.be/H5XIV92y_1M?t=955",
      "transcript": "Yet, it is particularly explained by Prabhupada here, because the relation of the body is very pleasing and natural, the Lord is more pleased when he is addressed as the son of Maharajananda, the son of Yashoda, the lover of Radharani. Though the Lord has no bodily relationship, but when he appears to have some relationship through his Deela of appearing as the son of Yashoda and Nanda, and he appears to have a loving relationship with Radharani, so then when he is addressed as Radharamana, Radhakanta, Yashodanandana, Nandanandana, he is very, very, very pleased. So, we have to understand this point that Krishna has appeared because Bhishma is the unflinching servitor of the Lord, which is an eternal relationship with the Lord."
    }
  ]
}