{
  "video_id": "h8hMfQp6ZFs",
  "title": "Can We Serve Krishna in Our Own Way? | HDG Srila Prabhupada | Bg 1.45-46 | 03.08.2024",
  "speaker": "HDG Srila Prabhupada",
  "youtube_url": "https://www.youtube.com/watch?v=h8hMfQp6ZFs",
  "segments": [
    {
      "start_time": 0,
      "end_time": 192,
      "verse_references": [],
      "themes": [
        "Arjuna's dilemma",
        "rules of war",
        "surrender"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Arjuna, having thus spoken on the battlefield, cast aside his bow and arrows and sat down on the chariot, his mind overwhelmed with grief.",
      "summary": "Srila Prabhupada reads and translates verses from the Bhagavad Gita describing Arjuna's reluctance to fight and his internal conflict on the battlefield.",
      "timestamp_url": "https://youtu.be/h8hMfQp6ZFs?t=0",
      "transcript": "OM NAMO BHAGAVATE VASUDEVAYA. Reading from Srimad Bhagavad Gita, Chapter 1, Entitled, Observing the Army on the Battlefield of Kuruksetra, Verse No. 45: YADIMAM APRATITARAM ASASTRAM SASTRA PANAYAH DATARASTRA RANIHANYOS TANME SHEMATARAM BHAVET. Translation and Purport by His Divine Grace A.C. Bhaktivedanta Swamishila Prabhupada: I would consider it better for the sons of Dhritarashtra to kill me unarmed and unresisting rather than fight with them. Purport by His Grace A.C. Bhaktivedanta Swamishila Prabhupada: It is a custom according to kṣatriya fighting principles that an unarmed and unwilling foe should not be attacked. Arjuna, however, in such an enigmatic position, decided he would not fight if he were attacked. He did not consider how much the other party was bent upon fighting. All these symptoms are due to soft-heartedness resulting from his being a great devotee of the Lord. Verse No. 46 I will read myself. Sanjaya uvacha evam uttvarjunasankhe rathopastupa visat visrajya sasaramchapam sotra samvitnam anasah. Translation: Sanjaya said, Arjuna, having thus spoken on the battlefield, tossed aside his bow and arrows and sat down on the chariot, his mind overwhelmed with grief. Perfect. While observing the situation of his enemy, Arjuna stood up on the chariot, but he was so afflicted, he pleaded with lamentation that he sat down again, setting aside his bow and arrows. Such a trained and soft-hearted person in the devotional service of the Lord is fit to receive self-knowledge. I would consider it better for the sons of Dhritarashtra to kill me unarmed and unresisting rather than fight with them. Sanjaya said, Arjuna, having thus spoken on the battlefield, cast aside his bow and arrows and sat down on the chariot, his mind overwhelmed with grief."
    },
    {
      "start_time": 192,
      "end_time": 386,
      "verse_references": [],
      "themes": [
        "rules of war",
        "surrender",
        "Krishna's order"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "You can violate the laws on the order of Kṛṣṇa.",
      "summary": "Srila Prabhupada explains the rules of war for Kshatriyas and discusses the concept of surrendering to Krishna's orders, even if they seem to violate mundane rules.",
      "timestamp_url": "https://youtu.be/h8hMfQp6ZFs?t=192",
      "transcript": "yadimam apratikaram asastram sastra-pāṇaya. It is the custom between the kṣatriyas, that in the fighting, if the other party hasn't got a weapon to fight, this party will supply him a weapon. Note that the other party without a weapon, and this party will take the opportunity to kill him. This is not the rules and regulation of fighting. There are many rules and regulations of the fighting. Not that because he's my enemy, I shall kill him anyway. No. There are rules and regulations. If the enemy has broken his chariot, he's fallen down on the ground, he's been killed. The other party also will immediately get down from the chariot. Suppose he is fleeing, then if one is on foot and another on the chariot, so he will be in a superior position. Therefore the opposite party must also get down from the chariot and walk with him. That means the defeated enemy should be given all opportunities. So he may not think that unnecessarily, in a weak position, he has been killed. No. So Arjuna says… Arjuna, of course, did later on. When he killed Karna, Karna was without a weapon, and he fell down from the chariot. Karna, after falling down from the chariot, and he was trying to raise the wheel of the chariot from the mud. So Kṛṣṇa asked Arjuna that this is the opportunity to kill him. You kill him immediately. So at that time he had no weapons, and he was trying to kill Karna, and he fell down from the chariot. And in that position he was killed by Arjuna, by the order of Kṛṣṇa. This is violating the laws. So you can violate the laws on the order of Kṛṣṇa. You cannot do this. This is surrender. When Kṛṣṇa says that you do this, although it is wrong, you have to surrender. You cannot do that."
    },
    {
      "start_time": 386,
      "end_time": 482,
      "verse_references": [],
      "themes": [
        "surrender",
        "truthfulness",
        "Krishna's order"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "For this reason, he had to see hell.",
      "summary": "Srila Prabhupada narrates the story of Yudhisthira Maharaja and his hesitation to lie on Krishna's order, highlighting the importance of surrendering to Krishna's will even when it conflicts with mundane morality.",
      "timestamp_url": "https://youtu.be/h8hMfQp6ZFs?t=386",
      "transcript": "You cannot do it. There is no consideration. Just like in a fight the commander says to the soldiers, do this. His duty is to do that. He should not think at that time what is right or wrong. Just like Yudhiṣṭhira Mahārāja… He was advised by Kṛṣṇa that Yudhiṣṭhira… Excuse me. Yudhiṣṭhira, Mahārāja Yudhiṣṭhira, you go to Dronācārya and inform him that your son is dead. It was a false information. Because Dronācārya will not die if he is not affected with some lamentation. So Kṛṣṇa asked Mahārāja Yudhiṣṭhira that you go, because you were recognized truthful, dharma-rāja. So when he will say this is also false, he will believe. But Yudhiṣṭhira hesitated. How can I tell a lie? He disobeyed the order of Kṛṣṇa. And he wanted to become very truthful. For this reason, he had to see hell."
    },
    {
      "start_time": 482,
      "end_time": 589,
      "verse_references": [],
      "themes": [
        "spiritual platform",
        "Krishna's pleasure",
        "absolute truth"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Their only consideration is whether Kṛṣṇa is pleased. That's all.",
      "summary": "Srila Prabhupada explains that on the spiritual platform, the only consideration is pleasing Krishna, as He is above mundane duality and His orders are absolute good.",
      "timestamp_url": "https://youtu.be/h8hMfQp6ZFs?t=482",
      "transcript": "So in the mundane consideration, there are so many things, right and wrong. So long you are on the mundane platform, you have to obey all these right and wrong. But in the spiritual platform, when it is ordered by Kṛṣṇa, He is above all these duality. He is absolute. So even if He says to do something wrong, because He cannot say anything which is wrong, God is all good. If you discriminate God's order from the mundane platform, then you will be misguided. Anyone who has got formed and fixed up faith that whatever God does, whatever God orders, even from mundane calculation it may be wrong, that is right. That is absolute understanding. So those who are... In the spiritual platform, for them, there is no such consideration which is right and which is wrong. Their only consideration is whether Kṛṣṇa is pleased. That's all. If Kṛṣṇa is pleased, by inducing me to do something wrong, I will not hesitate to do it. I shall do it. Because it's Kṛṣṇa."
    },
    {
      "start_time": 589,
      "end_time": 664,
      "verse_references": [],
      "themes": [
        "mundane platform",
        "rules and regulations",
        "spiritual master"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "You have to get it confirmed from the transparent medium, spiritual master.",
      "summary": "Srila Prabhupada emphasizes that while on the mundane platform, one must follow rules and regulations and not concoct ideas about pleasing Krishna, but instead seek guidance from a spiritual master.",
      "timestamp_url": "https://youtu.be/h8hMfQp6ZFs?t=589",
      "transcript": "It's Kṛṣṇa's order. My principle should be, if Kṛṣṇa is satisfied, then everything is all right. But while we are in the mundane platform, we should not concoct the idea that Kṛṣṇa is pleased. Let me do that. No. That you cannot do. You have to follow the rules and regulations. But if you think that it is... You cannot think. Neither you can manufacture. So either you should hear from directly, from Kṛṣṇa directly, or that is not possible because we are not in touch with Kṛṣṇa at the present moment. We are trying to see Kṛṣṇa through the transparent medium of spirituality. So we cannot manufacture that this is Kṛṣṇa's desire. No. You have to get it confirmed from the transparent medium, spiritual master."
    },
    {
      "start_time": 664,
      "end_time": 829,
      "verse_references": [],
      "themes": [
        "Arjuna's dilemma",
        "counteraction",
        "surrender"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But I am not going to fight.",
      "summary": "Srila Prabhupada returns to the verses, explaining Arjuna's reasoning for not wanting to fight, even if it means being killed, and highlighting his internal struggle.",
      "timestamp_url": "https://youtu.be/h8hMfQp6ZFs?t=664",
      "transcript": "These are the principles. So Arjuna says, yadimāṁ apratikāraṁ. Pratikāraṁ apratikāraṁ. Pratikāraṁ means counteraction. And apratikāraṁ means without any counteraction. So he is informing Kṛṣṇa, that if the other party, dhārta-rāśrā, the sons of Dhrtarāśrā, other party, they kill me while I am not prepared, but that is not the regulation of fighting. So therefore he says, apratikāraṁ. If I am not prepared and they kill me, all of a sudden. This is wrong. So I accept, even they kill me, apratikāraṁ, without I am fully equipped. Asastraṁ. In the fight, one must be equipped with all, all weapons. But while I am not equipped with weapons, or I am not willing to fight, because I am not willing to fight, this has been decided. I cannot kill my kinsmen. Therefore, I am not going to take the step of pratikāraṁ, counteraction. So even in this condition, they come and kill me. Yadimāṁ apratikāraṁ asastraṁ. I am not fully equipped with asa-sastra, weapons. Asastraṁ and sastra-pāṇayaṁ, they are fully equipped with weapons. Rās-rās-rās, rane, hanyu. So in this condition, the other party, my cousin brothers, sons of the rās-rās, if they kill me, rane, hanyu, I shall prefer them. I am not going to fight. If you think that if you don't fight, then they will take the opportunity. He is talking with Kṛṣṇa. He is already giving the counter-argument. Kṛṣṇa, if you think that I don't fight, that they will take the opportunity and kill me immediately, that also I shall prefer. But I am not going to fight."
    },
    {
      "start_time": 829,
      "end_time": 917,
      "verse_references": [],
      "themes": [
        "Arjuna's dilemma",
        "battlefield",
        "unhappiness"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Arjuna, he is very unhappy because he was beaten by r 가족as, because he first swore that he was a sin.",
      "summary": "Srila Prabhupada describes Arjuna's state on the battlefield, highlighting his unhappiness and the reasons behind it.",
      "timestamp_url": "https://youtu.be/h8hMfQp6ZFs?t=829",
      "transcript": "This is my decision. Sanjaya-upāca. Sanjaya is the secretary of Dhritarāṣṭra. They were sitting in a room. Ema-muktā, just saying, Arjuna, the person, Arjuna is nominative case. Arjuna, sankhe in the battlefield, rathū-pasta, on the chariot, upāviṣā. You have seen the picture when Kṛṣṇa blew his concert from the backside. Arjuna is just trying to take his arrow and fight. But in the sense of fighting, they are now captured by Arjuna. That is war. And Arjuna is, he is suitable. But Arjuna, he is very unhappy because he was beaten by…"
    },
    {
      "start_time": 917,
      "end_time": 1055,
      "verse_references": [],
      "themes": [
        "counteraction",
        "material world",
        "struggle for existence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "Material world means step by step, simply danger.",
      "summary": "Srila Prabhupada explains the concept of 'pratikaram' (counteraction) in the material world, where life is a constant struggle against dangers.",
      "timestamp_url": "https://youtu.be/h8hMfQp6ZFs?t=917",
      "transcript": "It is not traditional money. So apratikāraṁ pratikāraṁ. There are two things. Pratikāraṁ means counteraction. Here in this material world, for everything there is counteraction. Just like if you are diseased, so you have to take the medicine. Pratikāraṁ. That is pratikāraṁ. The disease is caused by some, what is called, disarrangement within the body. So we have to arrange, we have to set up the disarrangement within the body. That is pratikāraṁ, medicine, counteraction. Similarly, if somebody is diseased, he has to take the medicine. If somebody is coming to kill you, so you also become prepared to kill him. This is pratikāraṁ. If somebody is drowning in the sea, then you have to give him some help, send some boat or some lifebuoy so that he can be saved. So we have got so many. This material world is going on. It is full of dangers. Yes. Padam padam yad vipadam. Material world means step by step, simply danger. That is material world. So you have to find out pratikāraṁ, counteraction, how to save yourself from danger. Just like when we walk, we see in so many doors, danger. So that you may be, you are warned. Sometimes the doors are, beware of the door. So you have to take care. No, I shall not enter. So everything, there is danger and there is pratikāraṁ, counter, counteraction, how to save yourself from this. This is called struggle for existence."
    },
    {
      "start_time": 1055,
      "end_time": 1176,
      "verse_references": [],
      "themes": [
        "danger and counteraction",
        "Krishna's purity",
        "rascals"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "The rascals, they do not know this.",
      "summary": "Srila Prabhupada continues discussing danger and counteraction, then transitions to emphasizing Krishna's purity and criticizing those who misunderstand Him.",
      "timestamp_url": "https://youtu.be/h8hMfQp6ZFs?t=1055",
      "transcript": "In this material world... There is only this danger and counteraction. I am unhappy, so just to become happy, I have to work. I have to get money, whatever I want. So this is going on, pratikāraṁ, danger, vipadam. Padam padam yad vipadam. Padam padam yad vipadam, natesāṁ. So samāsthita ye pada-pallavam plavam. Anyone who has taken shelter of the lotus feet of Kṛṣṇa. Samāsthita ye pada-pallavam plavam. Mahat-padam kurna-jaso murāre. Murāre, murāre means Kṛṣṇa. So purna-jaso is simply glorified by pious activities. There is no impious activities in Kṛṣṇa. Kṛṣṇa is the purest. So whatever he does, that is pure. The rascals, they do not know this. They think Kṛṣṇa is immoral, and he has become a professor, teacher. He does not know, he does not understand Kṛṣṇa. So many big, big professor, learners, scholars, they do not understand what is Kṛṣṇa. And they're talking about Kṛṣṇa. They're taking the position of instructing about Kṛṣṇa. Just see how rascals are."
    },
    {
      "start_time": 1176,
      "end_time": 1324,
      "verse_references": [],
      "themes": [
        "knowing Krishna",
        "yoga-siddhi",
        "rascals"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "Both of them are animals.",
      "summary": "Srila Prabhupada discusses the difficulty of knowing Krishna, the concept of 'siddha' (perfection), and criticizes those who falsely claim to be God without any qualifications.",
      "timestamp_url": "https://youtu.be/h8hMfQp6ZFs?t=1176",
      "transcript": "You do not know something. Perfectly, and still you are talking about it. This is going on. Purna-jaso murāre. What is Kṛṣṇa? Kṛṣṇa says, bholam janmalā mante jñānavāṁ mām kṛpady. We have to know Kṛṣṇa. Because as soon as you know Kṛṣṇa, you become immediately independent. So knowing Kṛṣṇa is not so easy thing. Therefore Kṛṣṇa says, manuṣyānāṁ śahaśreṣu kaścid yatati siddhayaḥ. First of all, you become siddha, perfect. Perfect means perfect knowledge. That is called siddha. And another siddha means very powerful, master of all yogic perfection. That is also siddha. Yogi is perfection, eight kinds of perfection. Manimā, lagimā, siddhi, prapti, yasitā, bhashitā, prāpaṁ mam. So they update eight kinds of siddhis. They are also called siddhas. From material point of view, a perfect yogi can counteract anything, and whatever he likes, he can do. That is called siddhi, astra-siddhi. But still, he is not as siddha as Kṛṣṇa. Kṛṣṇa's name is yogi-śara. He is the master of all the yogis. Yogi-śara, yatta-yogi-śara-kṛṣṇa. The yogis also, they are deficient with Kṛṣṇa's power. Still, some rascals, without any yoga-siddhi, they claim that I have become God. What is your qualification? Have you got all the yoga-siddha? Then how you claim that you are? But rascals, they claim to become God, and other rascals, they also believe that here is God."
    },
    {
      "start_time": 1324,
      "end_time": 1456,
      "verse_references": [],
      "themes": [
        "understanding Krishna",
        "power of Krishna",
        "animalism"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "As good as Kṛṣṇa, this is craziness, animalism.",
      "summary": "Srila Prabhupada continues to emphasize the importance of understanding Krishna's power and criticizes those who claim to be equal to Him, calling it animalistic.",
      "timestamp_url": "https://youtu.be/h8hMfQp6ZFs?t=1324",
      "transcript": "Both of them are animals. Sabai. One who does not know actually what is Kṛṣṇa, if you accept somebody, some rascal as God, then he is also animal. That is also animal. One who is claiming that I am as good as Kṛṣṇa, he is certainly animal, crazy. He does not know what is the power of Kṛṣṇa, how much he is yogi-śara. Still, he is not. He is falsely claiming to become Kṛṣṇa, and one who accepts him as Kṛṣṇa, what is this? So Kṛṣṇa, one should understand first of all Kṛṣṇa. Without understanding Kṛṣṇa, if somebody remarks, if he thinks Kṛṣṇa as ordinary, human being, avajānanti māna-mūḍhā, mānuṣeṁ tanum āśritam, that is the mūḍhā's business, rascal's business. Kṛṣṇa, because He comes as ordinary human being, manuṣya-līlā, if we take Him, Kṛṣṇa, as like me, like ordinary, then I am a mūḍhā. How a human child, at the age of six or seven, seven years, one can lift the whole mountain, Govardhana. Then, first of all, try to understand Kṛṣṇa, how much powerful He is. How a three months old child can kill a big demon, kūtanā. These things are there in the Bhāgavatam about Kṛṣṇa's life. How do you claim to become? As good as Kṛṣṇa, this is craziness, animalism."
    },
    {
      "start_time": 1456,
      "end_time": 1613,
      "verse_references": [],
      "themes": [
        "Krishna's order",
        "Arjuna's role",
        "Bhagavad-gita"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So what is spiritual knowledge?",
      "summary": "Srila Prabhupada explains that Krishna's order is final and discusses Arjuna's role in the Bhagavad-gita, suggesting that he is playing a part to facilitate the delivery of spiritual knowledge.",
      "timestamp_url": "https://youtu.be/h8hMfQp6ZFs?t=1456",
      "transcript": "So Kṛṣṇa's order must be final. If He says, then everything is all right. So here Arjuna's position is, Kṛṣṇa has already arranged the battle, and He knows that Kṛṣṇa wants this battle. Still He says, that yadīvāṁ apratīkāraḥ, He decides in His own way, this is karmāyāṁa. He knows what is Kṛṣṇa's desire, and still He is speaking His own philosophy. That means Arjuna is placing himself on the position of ordinary man. Ordinary man does not know what is Kṛṣṇa. And what is Kṛṣṇa's desire. And he manufactures his own philosophy and thoughts. That is ordinary man. But Arjuna, he is always friend of Kṛṣṇa, constant friend. His name is Gurā-keśa, above all darkness. Certainly he must be one who is Kṛṣṇa's friend, directly. How there can be ignorance? There cannot be. Then why Arjuna is playing that part? He knows Kṛṣṇa's desire. Still He says, that yadīvāṁ apratīkāraḥ, asastraṁ śastra-pāṇayaṁ, and nūṁ tan-veṣeṁ ata-raṁ. He is playing like that. Because without playing, Arjuna is playing like that, how this Bhagavad-gītā will come? This is just like, just like playing on the stage. One very rich man, he is in a drama, he is playing the part of a very poor man. But actually he is not a poor man. But in the stage he is playing the part of a poor man. Similarly, Arjuna is not bewildered. But for the time being he appears to be bewildered by Kṛṣṇa's māyā. Because Kṛṣṇa wants to speak Bhagavad-gītā for the benefit of the whole world. So what is spiritual knowledge?"
    },
    {
      "start_time": 1613,
      "end_time": 1737,
      "verse_references": [],
      "themes": [
        "counteraction",
        "Krishna's sanction",
        "Prahlada Maharaja"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If Kṛṣṇa wants to kill you, nobody can save you. And if Kṛṣṇa wants to save you, nobody can kill you.",
      "summary": "Srila Prabhupada explains that all counteractions are ultimately futile without Krishna's sanction, using the example of Prahlada Maharaja to illustrate this point.",
      "timestamp_url": "https://youtu.be/h8hMfQp6ZFs?t=1613",
      "transcript": "Therefore this is a stage arrangement. So, prati-kāraṁ and aprati-kāraṁ. This whatever we have manufactured, prati-kāraṁ, counteraction, that will be also failure if Kṛṣṇa does not sanction it. That is realized by Prahlāda Mahārāja. He says, my dear Lord, Hīraṇyakāršipu, that people have manufactured so many prati-kāraṁ, counteraction. But tanu-vṛtāṁ those who have accepted this material body they are simply manufacturing things to counteract dangers. But even though they have all these counteracting machines or counteracting agents, still without your sanction these counteracting machine or agent will not be fruitful. Similarly Arjuna is being protected by Kṛṣṇa. So even though Arjuna is not well equipped of prati-kāra, still he will be saved. Because Kṛṣṇa is there. tāvat vibhūtaṁ vṛtāṁ tad-peksitāṇā And even one is well equipped and if Kṛṣṇa does not like to save him, he will not be saved. Always mind this. rāke kṛṣṇa māreke māre kṛṣṇa rākeke This is ordinary. If Kṛṣṇa wants to kill you, nobody can save you. And if Kṛṣṇa wants to save you, nobody can kill you."
    },
    {
      "start_time": 1737,
      "end_time": 1820,
      "verse_references": [],
      "themes": [
        "Prahlada Maharaja",
        "protection",
        "Krishna's will"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The parents of children, they are not actually protector of the children.",
      "summary": "Srila Prabhupada continues with the example of Prahlada Maharaja, explaining that even parents cannot ultimately protect their children if Krishna wills otherwise.",
      "timestamp_url": "https://youtu.be/h8hMfQp6ZFs?t=1737",
      "transcript": "This is the position. So the examples I have given by Prahlāda Mahārāja. bāla-śaṇīha-saranaṁ pitarau nṛsiṁha My Lord, Nṛsiṁha-deva, the parents of children, they are not actually protector of the children. Because generally we think that this child, this boy has got his father. Father and mother, he is well protected. No. Their father and mother, every father and mother wants to protect the child, but still the child has to meet some danger and dies. There are so many experiences. Similarly, bāla-śaṇīha-saranaṁ pitarau nṛsiṁha The father and mother is a counteraction for the dangers of the child. But Prahlāda Mahārāja said, no, they are not counteraction. It is not that if a child is in danger, because the father and mother is very strong, very rich, he will be able to give protection to the child. No, that is not possible."
    },
    {
      "start_time": 1820,
      "end_time": 1965,
      "verse_references": [
        "BG 18.66"
      ],
      "themes": [
        "medicine",
        "surrender",
        "Krishna's protection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Real pratikāraṁ is Kṛṣṇa.",
      "summary": "Srila Prabhupada concludes by emphasizing that even the best medicine cannot guarantee safety if Krishna wills otherwise, and that the ultimate protection comes from surrendering to Krishna.",
      "timestamp_url": "https://youtu.be/h8hMfQp6ZFs?t=1820",
      "transcript": "Then, nārtyasya-cāgadha The medicine, a person is suffering from some disease, some fatal disease. If you think, I shall engage first class physician and I shall supply first class medicine, if you think then it will be, the patient will be safe. No, that is not possible. That is not possible. We have got many experiences like that. Then, no rich man, would have died. Because he has got money, he can employ first class physician, first class medicine, and simply by engaging such things, counteracting, pratikāraṁ. He cannot be safe. There are many examples like that. So the conclusion is, tāvat vibhūtaṁ vṛtāṁ tada pe kṣitānāṁ If you neglect, if you have decided, that this person, this child cannot be safe, then any amount of pratikāraṁ will not help. Will not help. Therefore, real pratikāraṁ is Kṛṣṇa. Real pratikāraṁ is Kṛṣṇa. Counter it. So, better we take shelter of Kṛṣṇa. As Kṛṣṇa says, sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vrajaḥ. You must always know that no counteraction will be beneficial for us unless we are protected by Kṛṣṇa. So therefore, our business is fully surrender to Kṛṣṇa and seek His protection. Kṛṣṇa says, yes, ahaṁ tvā sarva-pāpebhaṁ mokṣayiṣyāmi, I shall give you protection. This is Bhagavān's Bhagavad-gītā philosophy. We have to believe on the assertion of Kṛṣṇa that He is prepared to give me all protection provided I have fully surrendered unto His lotus feet."
    }
  ]
}