{
  "video_id": "hd4IJZQfiIQ",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.16.16 | 18-01-2023",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=hd4IJZQfiIQ",
  "segments": [
    {
      "start_time": 0,
      "end_time": 48,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Agyana Timiran Dhasya Gyanan Janishalakaya Chakshuran Militam Yena Tasmait Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, offering obeisances to the spiritual master and Lord Krishna.",
      "timestamp_url": "https://youtu.be/hd4IJZQfiIQ?t=0",
      "transcript": "Om Agyana Timiran Dhasya Gyanan Janishalakaya Chakshuran Militam Yena Tasmait Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pachatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nityananda Shri Advaita Gadadhara Shri Vasadi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Jai Vanarottamam Deveem Saraswateem Vyasam Tato Jaya Mudhirayet"
    },
    {
      "start_time": 49,
      "end_time": 127,
      "verse_references": [
        "SB 1.16.16"
      ],
      "themes": [
        "devotion",
        "humility",
        "Krishna's service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Maharaj Pariksit heard that out of his causeless mercy Lord Krishna, or Vishnu, who is universally obeyed, rendered all kinds of service to the malleable sons of Pandu",
      "summary": "The speaker introduces the 16th verse of the 16th chapter of the 1st canto of Srimad Bhagavatam, explaining how Lord Krishna, despite being supreme, served the Pandavas, inspiring devotion in Maharaj Pariksit.",
      "timestamp_url": "https://youtu.be/hd4IJZQfiIQ?t=49",
      "transcript": "In this session we will be discussing from the 16th verse of the 16th chapter of the 1st canto of Srimad Bhagavatam. This is a very important verse. It is a very nice verse. Sarathya Parashada Sevana Sakya Dautya Veerasana Anugamana Stavana Pranaman Snigdheshu Pandushu Jagat Pranathimcha Vishno Bhaktim Karo Tindrapathish Charanara Vinde. Beautiful verse. What is the meaning of this verse? Maharaj Pariksit heard that out of his causeless mercy Lord Krishna, or Vishnu, who is universally obeyed, rendered all kinds of service to the malleable sons of Pandu by accepting posts ranging from chariot driver to president, to messenger, friend, night watchman, etc. according to the will of the Pandavas, obeying them like a servant and offering obeisances like one younger in years. When Pariksit heard this, he became overwhelmed with devotion to the lotus feet of the Lord."
    },
    {
      "start_time": 128,
      "end_time": 247,
      "verse_references": [],
      "themes": [
        "pure devotion",
        "material contamination",
        "bhakti"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When somebody performs bhakti for some material benefit, then such bhakti is called materially contaminated bhakti.",
      "summary": "The speaker elaborates on the concept of pure devotion (unalloyed bhakti) versus devotion contaminated by material desires, emphasizing that true bhakti aims to awaken love for Krishna and purify oneself.",
      "timestamp_url": "https://youtu.be/hd4IJZQfiIQ?t=128",
      "transcript": "What a beautiful description here. So the people were describing, glorifying Krishna, that Krishna, even though he is a supreme Lord, he is obeyed universally by everybody, everyone else is a servant. He is the only master. But, because of his affection for his devotees, Krishna agrees to become a servant of his devotees. He is willing to pay obeisances to his devotee even though he is the superior in all circumstances. He is the supreme in all circumstances. So, Shrila Prabhupada says in the purport, Lord Krishna is everything to the unalloyed devotees like the Pandavas. Unalloyed devotees means pure devotees. Their bhakti is not mixed with any material contamination. What are the material contaminations in our rendering devotional service? When somebody performs bhakti for some material benefit, then such bhakti is called materially contaminated bhakti, because bhakti should be rendered only for the sake of awakening our love for Krishna, awakening our devotion to Krishna, for the sake of becoming purified of all material contamination, not increasing the material contamination, not keeping the material contamination very, very securely. No. That's not real bhakti."
    },
    {
      "start_time": 247,
      "end_time": 373,
      "verse_references": [],
      "themes": [
        "pure devotion",
        "material desires",
        "gold analogy"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Similarly, when we say bhakti in the scriptures, when it is said bhakti, it means pure devotion. 100% devotion to Krishna.",
      "summary": "Using the analogy of gold purity (carats), the speaker explains that pure devotion is free from any material desires and is 100% dedicated to Krishna.",
      "timestamp_url": "https://youtu.be/hd4IJZQfiIQ?t=247",
      "transcript": "Though sometimes that also is called bhakti. When somebody prays to Krishna, I want some wealth or I want some relief from some disease, this is called bhakti. Bhakti which is contaminated by material desires. So the Pandavas and many such great devotees described and glorified in the Bhagavatam are all pure devotees, unalloyed devotees, just like pure gold. So unalloyed, that is no mixture of any other metal. Pure gold. Similarly, pure bhakti. Bhakti means pure bhakti. Of course, nowadays they have a concept of 18 carat gold or 16 carat gold. That means it's not pure gold. 16 parts out of 24 are gold. So that means 8 parts, 1/3 of that ornament is actually some other cheaper metal like copper or some other metal. So that's not pure gold. So 16 carat gold strictly cannot be called gold. When you say gold, we mean pure gold. Similarly, when we say bhakti in the scriptures, when it is said bhakti, it means pure devotion, 100% devotion to Krishna. And what is that 100% devotion? No material desires, free from all material desires. So whenever somebody renders devotional service to Krishna, it should be free from any material desires. That's called unalloyed devotion."
    },
    {
      "start_time": 373,
      "end_time": 451,
      "verse_references": [],
      "themes": [
        "pleasing Krishna",
        "selfless service",
        "pure devotees"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Simply to please Krishna by one's service. That's all.",
      "summary": "The speaker emphasizes that the sole purpose of rendering devotional service to Krishna is to please Him, as exemplified by the pure devotion of the Pandavas.",
      "timestamp_url": "https://youtu.be/hd4IJZQfiIQ?t=373",
      "transcript": "Pure devotion. Real devotion. If there is no material desire or material ambition to be fulfilled while rendering service to Krishna, then why render service at all? So there is a certain particular purpose in rendering devotional service to Krishna and that is only for one purpose: simply to please Krishna by one's service. That's all. So all pure devotees render service to Krishna only to please him and for no other purpose. So the Pandavas, they are pure devotees. They render service to Krishna simply for the sake of pleasing Krishna. So for the Pandavas, Krishna was the supreme lord, the spiritual master, the worshipable deity, the guide, the chariot driver, the friend, the servant, the messenger, and everything they could conceive of."
    },
    {
      "start_time": 452,
      "end_time": 587,
      "verse_references": [],
      "themes": [
        "intimate relationship",
        "reciprocity",
        "Arjuna and Krishna",
        "Mother Yashoda"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In their intimate relationship, devotees forget Krishna is the supreme personality of Godhead.",
      "summary": "The speaker discusses the intimate relationship between devotees and Krishna, where devotees sometimes forget Krishna's supreme position, allowing for deeper loving service, using the examples of Arjuna and Mother Yashoda.",
      "timestamp_url": "https://youtu.be/hd4IJZQfiIQ?t=452",
      "transcript": "Why would the Pandavas make Krishna their chariot driver, Arjuna? Why did he make Krishna his chariot driver? If he has got devotion to Krishna, how can he even think of asking Krishna, can you please be my chariot driver when I fight in the battle? This is because of the intimate relationship between Arjuna and Krishna. That's described in the scriptures. Intimate relationship. In their intimate relationship, devotees forget Krishna is the supreme personality of Godhead. And Krishna also likes the devotees reciprocating with him or serving him intimately while not being conscious of Krishna's supreme position, because that supremacy of Krishna comes in the way of their rendering intimate loving service. Just like Mother Yashoda. If she is conscious that Krishna is the supreme lord, then she cannot show her motherly affection to Krishna. If Krishna becomes naughty, Mother Yashoda does not chastise Krishna, then where is motherly affection? Nor can Mother Yashoda actually do any service in terms of her motherly affection? If she knows Krishna is the supreme lord, where is the question of feeding Krishna? If Krishna is the supreme lord, he never becomes hungry, he is never in need of any food. He is the one who is supplying everybody. He is completely self-satisfied. He is full in himself. He is not in need of any food. He never gets hungry. So, the service is simply for the sake of loving reciprocation between the lord and his pure devotees."
    },
    {
      "start_time": 587,
      "end_time": 729,
      "verse_references": [],
      "themes": [
        "reciprocity",
        "servant and master",
        "absolute positions",
        "Kurukshetra example"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The servant is the master. The master is the servant. There is no difference.",
      "summary": "The speaker explains the concept of reciprocity between Krishna and His devotees, where Krishna also serves His devotees to please them, highlighting that the relationship is not like a material master-servant dynamic, using the example of Krishna as Arjuna's chariot driver.",
      "timestamp_url": "https://youtu.be/hd4IJZQfiIQ?t=587",
      "transcript": "This should be understood. Now, when the devotee renders service to Krishna, to please Krishna, Krishna reciprocates by himself becoming the servant of his devotees, or himself rendering service to the devotees, again to please the devotees. Just like devotees want to please Krishna by serving Krishna, Krishna wants to please his devotees by serving them. Please understand, when scriptures say we are servants of Krishna, the concept of servant of Krishna is not like the concept of servant in the material world. Never mistakenly think that servant means servant like in the material world. No. In the spiritual world, all positions are absolute positions. Prabhupada explains this in another place. The servant is the master. The master is the servant. There is no difference. What is the meaning of that? Like Krishna demonstrated, before the battle of Kurukshetra, Krishna is the lord, or playing the role of the lord, and Arjuna is playing the role of the subordinate to the lord. But on the battlefield of Kurukshetra, Krishna agreed to become the chariot driver of Arjuna, and Arjuna ordered Krishna, please take my chariot between the two armies, so that I can see with whom I have to fight. He is ordering Krishna. Krishna says, okay, according to your order, I will take the chariot between the two armies. So, this is the kind of reciprocation between the lord and his devotees."
    },
    {
      "start_time": 729,
      "end_time": 898,
      "verse_references": [],
      "themes": [
        "transcendental reciprocation",
        "Krishna's kindness",
        "night watchman",
        "Veera Asana",
        "ecstasy"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna acted as a night watchman for the Pandavas, because they were exiled.",
      "summary": "The speaker describes how Maharaj Pariksit was overwhelmed by Krishna's kindness and willingness to do anything for His devotees, such as acting as a night watchman for the Pandavas, leading to tears of love and ecstasy.",
      "timestamp_url": "https://youtu.be/hd4IJZQfiIQ?t=729",
      "transcript": "So, Maharaj Pariksit, as a pure devotee of the lord, he could appreciate the lord's transcendental reciprocation of the feelings of his devotees. And thus, he himself was also overwhelmed with the dealings of the lord. He began to feel Krishna is so kind to his devotees, that he is willing to do anything for his devotee. Just like the Pandavas, Krishna acted as a night watchman for the Pandavas, because they were exiled. And in the forest, you see, they are not with all their army and the security. No. They are without that. So, if there is danger, what happens? Krishna's devotees. So, naturally, when they are in danger as devotees, they think of Krishna. And Krishna immediately responds to his devotees. So, because Pandavas were in forest, and there was danger at night, Krishna used to be guarding the Pandavas as the night watchman. Then they have to take some rest. You see, there is a word used here. Prabhupad says that in this description of what all Krishna was to the Pandavas, Veera Asana. Veera Asana, Krishna accepted the post of Veera Asana means acceptance of the post of a watchman with a drawn sword at night. Like he is holding a sword and waiting upon the Pandavas that nobody should harm the Pandavas. If somebody comes or attempts to even attack the Pandavas, they are going to be immediately killed with the sword. So, that kind of service Krishna accepted out of his affection for the Pandavas, simply because of affection. So, in this way, Pariksit heard that the dealings of the Lord and his pure devotees is so very sweet, so very relatable, that Pariksit began to feel himself, his devotion towards Krishna being aroused into ecstasy. And out of ecstasy, he began to shed tears of love for Krishna."
    },
    {
      "start_time": 898,
      "end_time": 998,
      "verse_references": [],
      "themes": [
        "transcendental dealings",
        "spiritual reciprocation",
        "purification",
        "devotional service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Hearing about Krishna's activities itself is devotional service. It is completely a transcendental activity. And it purifies us and makes us eligible to go back, come back to God.",
      "summary": "The speaker concludes by emphasizing that Krishna's dealings with His devotees are transcendental and free from material contamination, and that hearing about these activities is a form of devotional service that purifies and leads one back to God.",
      "timestamp_url": "https://youtu.be/hd4IJZQfiIQ?t=898",
      "transcript": "And that is being described here. So, Srila Prabhupada says, even though the Lord's feelings towards, dealings with his devotees appear to be like ordinary human dealings, but the truth is that they are all completely transcendental. They are spiritual reciprocation between Krishna and his pure devotees. They have no tinge of any material contamination in them. There is no material sentiment, that Krishna did this to me, gave me this favour, so now I have to actually do some other favour to Krishna. No. None of those calculations are there. Neither they think, oh, Krishna is powerful, so he is capable of protecting me. No. No such calculation. So, there is a distinct difference between Krishna's activities, his dealings with his devotees, his incarnations, and the conditioned souls performing some activities or relating with other conditioned souls. There is a lot of difference between the two. So, therefore, hearing about Krishna's activities itself is devotional service. It is completely a transcendental activity, and it purifies us and makes us eligible to go back, come back to God. So, I will stop here. Thank you very much."
    }
  ]
}