{
  "video_id": "HdPMySPtJv4",
  "title": "Srimad Bhagavatam | HG Chanchalapathi Dasa | SB 3.15.31 | 01-01-2016",
  "speaker": "HG Chanchalapathi Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=HdPMySPtJv4",
  "segments": [
    {
      "start_time": 0,
      "end_time": 103,
      "verse_references": [],
      "themes": [],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When the Kumaras, although by far the fittest persons, were thus forbidden entrance by the two of them, the two chief doorkeepers of Sri Hari, while other divinities looked on, their eyes suddenly turned red because of anger, due to their great eagerness to see their most beloved master, Sri Hari, the personality of Godhead.",
      "summary": "The speaker begins by reciting the verse and translation, setting the stage for the lecture.",
      "timestamp_url": "https://youtu.be/HdPMySPtJv4?t=0",
      "transcript": "Om Namo Bhagavate Vasudevaya Reading from Srimad Bhagavatam, Canto 3, Chapter 15, Text No. 31 TABHYAM MISHATSVANI MISHESHU NISHYADHYAMANAM SVARUTTAM AHYAPIHARE PRATIHARA PABHYAM UCHUK SUKHRUTTAM ADHIDRIKSHITA BHANGA ISHA UCHUK SUKHRUTTAM ADHIDRIKSHITA BHANGA ISHA KAMANUJENA SAHASATHA UPAPLU THAKSHAHA Translation and purport by His Divine Grace A. C. Bhaktivedanta Swami Srila Prabhupada When the Kumaras, although by far the fittest persons, were thus forbidden entrance by the two of them, the two chief doorkeepers of Sri Hari, while other divinities looked on, their eyes suddenly turned red because of anger, due to their great eagerness to see their most beloved master, Sri Hari, the personality of Godhead."
    },
    {
      "start_time": 103,
      "end_time": 398,
      "verse_references": [
        "BG 9.22"
      ],
      "themes": [
        "renunciation",
        "Krishna consciousness",
        "anger",
        "liberation",
        "sense control"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Becoming liberated does not necessitate losing one's sensual activities; sense activities continue even in the liberated stage.",
      "summary": "The speaker explains Srila Prabhupada's purport, focusing on the role of a sanyasi, Krishna as the best friend, the nature of anger in liberated souls, and the continuation of sense activities in Krishna consciousness.",
      "timestamp_url": "https://youtu.be/HdPMySPtJv4?t=103",
      "transcript": "Purport by Srila Prabhupada According to the Vedic system, a sanyasi, a person in the renounced order of life, is dressed in saffron-colored garments. This saffron dress is practically a passport for the mendicant and sanyasi to go anywhere. The sanyasi's duty is to enlighten people in Krishna consciousness. Those in the renounced order of life have no other business but preaching the glories and supremacy of the Supreme Personality of Godhead. Therefore, the Vedic sociological conception is that a sanyasi should not be restricted. He is allowed to go anywhere and everywhere he wants, and he is not refused any gift he might demand from a householder. The four Kumaras came to see the Supreme Personality of Godhead, Narayana. The word Suhrtama, best of all friends, is important. As Lord Krishna states in the Bhagavad Gita, He is the best friend of all living entities. suhrtam sarva-bhuta-anam No one can be a greater well-wishing friend to any living entity than the Supreme Personality of Godhead. He is so kindly disposed towards everyone that in spite of our completely forgetting our relationship with the Supreme Lord, He comes Himself. Sometimes personally, as Lord Krishna appeared on this earth, and sometimes as His devotee, as did Lord Chaitanya Mahaprabhu, and sometimes He sends His bona fide devotees to reclaim all the fallen souls. Therefore, He is the greatest well-wishing friend of everyone. And the Kumaras wanted to see Him. The doorkeepers should have known that the four sages had no other business, and therefore to restrict them from entering the palace was not apt. In this verse, it is figuratively stated that the younger brother of desire suddenly appeared in person when the sages were forbidden to see their most beloved personality of Godhead. The younger brother of desire is anger. If one's desire is not fulfilled, the younger brother anger follows. Here we can mark that even great saintly persons like the Kumaras were also angry, but they were not angry for their personal interests. They were angry because they were forbidden to enter the palace to see the personality of Godhead. Therefore, the theory that in the perfectional stage one should not have anger is not supported in this verse. Anger will continue even in the liberated stage. These four mendicant brothers, the Kumaras, were considered liberated persons, but still they were angry because they were restricted in their service to the Lord. The difference between the anger of an ordinary person and that of a liberated person is that an ordinary person becomes angry because his sense desires are not being fulfilled. Whereas a liberated person like the Kumaras becomes angry when restricted in the discharge of duties for serving the Supreme Personality of Godhead. In the previous verse, it has been clearly mentioned that the Kumaras were liberated persons. Vidit Atma Tatva means one who understands the truth of self-realization. One who does not understand the truth of self-realization is called ignorant. But one who understands the self, the super-self, their inter-relation and activities in self-realization is called Vidit Atma Tatva. Although the Kumaras were already liberated persons, they nevertheless became angry. This point is very important. Becoming liberated does not necessitate losing one's sensual activities. Sense activities continue even in the liberated stage. The difference is however that sense activities in liberation are accepted only in connection with Krishna Consciousness. Whereas sense activities in the conditioned stage are enacted for personal sense gratification."
    },
    {
      "start_time": 402,
      "end_time": 680,
      "verse_references": [],
      "themes": [
        "Vaikuntha",
        "qualification",
        "anger",
        "desire"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "They were eager to see their beloved master Lord Hari, and that was stopped by the two doorkeepers, and hence they became very disturbed.",
      "summary": "The speaker breaks down the verse, explaining the context of the Kumaras' attempt to enter Vaikuntha, their qualifications, and the reason for their anger: being prevented from seeing Lord Hari.",
      "timestamp_url": "https://youtu.be/HdPMySPtJv4?t=402",
      "transcript": "So this verse is talking about So we have been reading about the sages trying to enter Vaikuntha and the two doorkeepers stopping them from entering the Vaikuntha Loka. These sages were, it is described here, Suarhatama. They were very, very qualified. They were not some unqualified persons trying to enter Vaikuntha. They were Suarhatama. And still, Nishidhyamanaha, they were forbidden. And when they were forbidden, Animesheshu Mishatsvu, there were many other personalities of the Vaikuntha. Animesha, Animesha refers to unblinking eye. It refers to Vishnu and it refers to Vishnu's associates. So Animesheshu Mishatsvu, they were all other residents of Vaikuntha. They were also watching over this. Nishidhyamana Suhratamahyapi Hare Pratiharapabhyam, Hari's Pratiharapabhyam, His doorkeepers, His associates, Pratiharapabhyam, they stopped them. So the sages began to speak, Uchuhu. From the next verse onwards, Munaya Uchuhu, sages will be speaking. So why were they and how did they speak? They were with angry words they spoke. Kamanujena sahasata upapluthakshaha, upapluthakshaha, their eyes became very agitated. And with what? With the Kama Anujena. Anuja means a younger brother. Kama Anujena refers to a younger brother of desire, Kama. And so Prabhupada has said that figuratively it means the anger. Kamanujena sahasa, suddenly they became angry. And importantly why did they become angry? They were suarhatta maha, they were most qualified. And in the previous verse we saw viditaatma tatvam, they were self-realized. And why did they become angry? That is disclosed in this verse. Because suhrthama didrikshita bhanga, they were didrikshita, very eager to see. They were eager to see whom? suhrthama, their beloved master Lord Hari. And that was bhanga, that was stopped by the two doorkeepers. And hence they became very disturbed. When the Kumaras although by far the fittest persons suarhatta maha api were thus forbidden entrance nishidhyamanaha by the two chief doorkeepers of Sri Hari Hare pratihara pabhyam while other divinities looked on animisheshu mishatsu Their eyes suddenly turned red upaplu thakshaha because of anger kamanujena due to their great eagerness didrikshita to see their most beloved master suhrthama didrikshita bhanga Sri Hari the personality of Godhead."
    },
    {
      "start_time": 684,
      "end_time": 819,
      "verse_references": [],
      "themes": [
        "Vedic society",
        "sadhus",
        "spiritual knowledge"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The sages are carriers of the message of the Lord; they have no interest other than to share the information about the Supreme Lord, the purpose of life, and what is that we should do in this human form of life.",
      "summary": "The speaker elaborates on Prabhupada's points about the Vedic sociological conception, emphasizing the importance of saintly persons (sadhus) in society and their role in disseminating spiritual knowledge.",
      "timestamp_url": "https://youtu.be/HdPMySPtJv4?t=684",
      "transcript": "So Prabhupada has touched upon many important points. The first one is that the sages were not to be forbidden because it is so in the, it is the sanyasi or a mendicant or a sage is permitted to go to any place and no one shall stop them. That is the, what Prabhupada has said here. This is the Vedic sociological conception. How a Vedic society is organized, how the Vedic society conducts is what is being described. Why is it so? Why is it that the sages should be allowed to go anywhere and no one should stop them? Because the sages are carriers of the message of the Lord. They have no interest other than to share the information about the Supreme Lord, the purpose of life and what is that we should do in this human form of life. So they have, they are meant to enlighten the society and hence they should not be stopped. This is the, important position of the sadhus in the Vedic sociological conception. From this we see, the important position given to a saintly person in the Vedic society. He is discharging a very important duty of enlightening the people about the spiritual values of life."
    },
    {
      "start_time": 819,
      "end_time": 988,
      "verse_references": [],
      "themes": [
        "Vedic society",
        "brahmanas",
        "spiritual knowledge",
        "self-realization"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Giving knowledge about self-realization is even far superior and more important than becoming a king and ruling over a kingdom.",
      "summary": "The speaker uses the example of King Vena to illustrate the elevated position of brahmanas and the importance of spiritual knowledge over material power in Vedic society.",
      "timestamp_url": "https://youtu.be/HdPMySPtJv4?t=819",
      "transcript": "In another place, in the Bhagavatam, King Vena was a very impious king. And then, in the Vedic system, the king has to follow the directions of the brahmanas and rule and encourage and not only maintain the citizens in his kingdom, fulfilling their material needs, he also has an obligation to ensure that their spiritual needs are also fulfilled. But King Vena was not a good king. He was a sinful person and he didn't care for the brahmanas and he was not encouraging any spiritual activities in his kingdom. At that time, all the brahmanas in his kingdom come together and they discuss what is to be done. And they decide that they should kill King Vena. And they kill him. And then, it says, from Vena's body they created another person and made him the king. Now the question comes, if the brahmanas were so powerful that they could kill and dethrone a king, why couldn't they become the king themselves? After dethroning King Vena, because after all he was a bad king. And there Prabhupada explains, no, the brahmanas would not become the king because they had more important duties than becoming a king, which is, they were engaged in self-realization and they were engaged in teaching others in the society in the matter of self-realization. So you see from all of these kind of instructions, where Srila Prabhupada positions that activity of giving knowledge about self-realization is. It's even far superior and more important than becoming a king and ruling over a kingdom. So this is the kind of conception that Srila Prabhupada in all his teachings he brings about, about the role of a saintly person in the human society. And hence in the Vedic conception, such a saintly person should have free access to move around in the human society and give this knowledge to whoever was ready to receive this."
    },
    {
      "start_time": 988,
      "end_time": 1038,
      "verse_references": [],
      "themes": [
        "anger",
        "devotion",
        "Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "They wanted to see their beloved Lord, and that was stopped, and hence they became angry.",
      "summary": "The speaker reiterates the reason for the Kumaras' anger, emphasizing their eagerness to see Krishna and the frustration of being prevented from doing so.",
      "timestamp_url": "https://youtu.be/HdPMySPtJv4?t=988",
      "transcript": "Then the important thing that we have been discussing in these verses is the sages becoming angry and the reason why they became angry is very nicely described in this verse. That is, suhrutthama didrikshita bhanga. Didrikshita means great eagerness, I want to see. So that was the drive for the sages. They were heading towards Vaikuntha to see their beloved Lord, suhrutthama didrikshita. They wanted to see their beloved Lord and bhanga and that was stopped. And hence they became kamanu jena sahasa."
    },
    {
      "start_time": 1038,
      "end_time": 1103,
      "verse_references": [
        "BG 5.29"
      ],
      "themes": [
        "Krishna",
        "friendship",
        "suffering"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is such a friend of all living entities.",
      "summary": "The speaker explains the meaning of 'suhrutthama' (best friend) and introduces the question of why a benevolent God allows suffering.",
      "timestamp_url": "https://youtu.be/HdPMySPtJv4?t=1038",
      "transcript": "Hence they became angry. Here Prabhupada has explained in the purport, suhrutthama. Suhrut means friend. Suhrutthama means the best friend. A superlative. Just like we have in Bhagavad Gita the words guhyam, guhyatama means the most confidential knowledge. In the same way here, suhrutthama, suhrut, suhruttara and suhrutthama. Suhrut means friend. Suhruttara means greater friend. Suhrutthama means most well-wishing friend. So the superlative is used. So Krishna is such a friend of all living entities."
    },
    {
      "start_time": 1103,
      "end_time": 1420,
      "verse_references": [],
      "themes": [
        "suffering",
        "death",
        "compassion"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "People suffer so much when there is a death in the family, rightfully someone very beloved to them.",
      "summary": "The speaker recounts a personal experience of witnessing a family's grief after a death, prompting reflection on the nature of suffering and God's role in it.",
      "timestamp_url": "https://youtu.be/HdPMySPtJv4?t=1103",
      "transcript": "Sometimes people ask this question. Especially when there are some miseries in this world, somebody is suffering. Why God is giving this suffering to me? Very recently I was in a, you may know that we had a program in Lucknow. So we were staying in a, in a devotees house. And so early in the morning at about 2.30 am I was suddenly woken up. What sounded like, you know sometimes in the night you hear the howling of dogs or something. It sounded like that. So woke up for a moment for a while. And then okay some dogs, stray dogs everywhere you know. And went back to sleep. And then again after a while at about 3.30 I was woken up. And then I realized what I had heard was not actually howling of dogs. It was wailing of people. And it was much louder at 3.30 am. I woke up and I tried to intently hear. I could make out there were at least two male grown up men's voice wailing. And many women wailing. And some children also wailing. Crying out. It was a very shocking thing. And you know it's all very cold in North India this time. So the windows were all shut. So I went to the window and tried to see. And then with great difficulty pushed the window open and I immediately as, as the cold wave hit, similarly there were loud wailing voices. Just hit me back. Just shut the door and I didn't know what to do. Something's wrong with the neighbors. And then I turned on the light and then I came out. And then the devotee of the house, the host where we were staying, he came down the steps and he said Prabhu, wait, wait some neighbor I'll just go see and come. And he wrapped himself with him. And then he walked out. And then and this wailing was continuing. And then after a while he came back and he said Prabhu, the neighbor somebody passed away. Some some old woman. And at 2.30 they rushed her to the hospital. And then at 3.30 they brought her back and they are dead. And she is dead. And there are her sons and daughters and grandchildren eight of them all of them are living there. And so then he went back and then by then I just got ready and we were chanting. So in the morning when I was chanting at that time it went on for about an hour. Loud wailing of men women children. So at that time when I was chanting you know when you come across this kind of a thing multiple thoughts come to your mind. At that time I was particularly thinking about how people suffer so much when there is a death in the family. Rightfully someone very beloved to them. And then I was also thinking about how people suffer when there is a death in the family. And it went on and on and on for nearly one hour. You know to be wailing like that so intense. And here we see Krishna is the best well-wishing friend of all living entities. And Krishna the Supreme Lord the Supreme Powerful Lord He has sanctioned such a misery to a family. Everyone is suffering. Why is this so? How do we understand why the Lord has sanctioned such intense suffering that people are crying so much? Why there is death like this? At that time I was"
    },
    {
      "start_time": 1420,
      "end_time": 1632,
      "verse_references": [
        "BG 14.5",
        "BG 14.8",
        "BG 14.13"
      ],
      "themes": [
        "modes of nature",
        "sattva",
        "rajas",
        "tamas",
        "spiritual life"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna devotes an entire chapter on the modes of material nature because they are very important for spiritual life.",
      "summary": "The speaker introduces the concept of the three modes of material nature (sattva, rajas, tamas) from the Bhagavad Gita, explaining their influence on our consciousness and their importance in spiritual life.",
      "timestamp_url": "https://youtu.be/HdPMySPtJv4?t=1420",
      "transcript": "reminded of one verse in the Bhagavad Gita. Very interesting verse. In the fourteenth chapter of the Gita Krishna is talking about the modes of material nature. Krishna devotes an entire chapter on the modes of material nature. Of course Krishna talks about modes of material nature very early even in the second chapter onwards. But there is an entire chapter devoted even in the eighteenth chapter Krishna is talking. But there is a there is a this fourteenth chapter is specially dedicated for the three modes of material nature because they are very important for spiritual life. Why it is important is very nicely described before I come to the verse connected with the wailing family members. Here Krishna says, sattvat sanjayate jnanam rajaso lobha evaca pramada mohav tamaso bhavato ajnanam evaca In summary Krishna describes in this verse what happens because of the influence of sattva, rajas and tamo gunas. sattvat sanjayate jnanam From sattva guna jnana comes about. So that is why for spiritual life sattva guna is very important. sattvat sanjayate jnanam rajaso lobha evaca By rajas greed comes about. sattvat sanjayate jnanam rajaso lobha evaca pramada mohav tamaso bhavato ajnanam evaca And because of tamasa three things Krishna is listing. One is pramada madness moha illusion ajnana bhavata ha and ignorance comes about. Just see because of tamo guna, because of tamasic influence. So this is the influence of the rajas, tamas, sattvam, rajas and tamas. And hence if we are under tamo guna we will be mad, we will be in illusion and we will be ignorant about the realities. So after describing all these effects of the three gunas, Krishna says something, as a last verse in this discussion. And then Arjuna asks a question. And the last verse that Krishna is describing in this, not the last verse of the chapter, but in this series of verses describing the three gunas and their influence and what happens and all of that. guna netan atitya triyam deha deha samud bhavan janma mrtyu jhara dukhair vimukto amrutam ashnute"
    },
    {
      "start_time": 1632,
      "end_time": 1892,
      "verse_references": [
        "BG 14.26"
      ],
      "themes": [
        "transcendence",
        "modes of nature",
        "liberation",
        "immortality",
        "suffering"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "One will be freed from the dukkha of janma mrutyu jara dukkhair vimukta and amrutam ashnute, and one can enjoy immortality.",
      "summary": "The speaker explains how to transcend the three modes of material nature, leading to liberation from birth, death, old age, and disease, and the attainment of immortality.",
      "timestamp_url": "https://youtu.be/HdPMySPtJv4?t=1632",
      "transcript": "And then Krishna is saying there is one state of existence. What is that? etan gunan etan triyam gunan atityah gunan etan atitya triyam There is a state of existence when we can transcend the three modes of material nature. atitya triyam gunan atitya Dehi deha samud bhavan Deha samud bhavan The three modes, the three gunas are associated with the body. Deha samud bhava They are produced in this body. It's connected with the body. It's not connected with the Dehi. Dehi is the soul. Dehi is the occupant in the Deha. So there is Deha and there is Dehi. And the Deha, Deha samud bhavaha Trigunan The three modes of material nature are associated with the body. Gross body and the subtle body. Whereas Dehi, the soul is not connected with this and he is, he can be situated in a atitya gunan atitya ha stage. Then what happens if we do that? If we come to that stage of being transcendental to the influence of the three modes immediately Krishna gives a wonderful benefit. What is that? janma mrutyu jara dukkhair vimukto amrutam ashnute One will be freed from the dukkha of janma mrutyu jara dukkhair vimukta and amrutam ashnute ashnute means to enjoy. And one can enjoy immortality. One can enjoy what is deathlessness. In other words one will come to a transcendental state. One will come to a spiritual state when one understands that I am not the body I am a spirit soul and when he is able to understand that he is a spirit soul and nothing can affect that spirit soul. No weapon can destroy. Nothing can touch that spirit. Material things can touch that spirit soul. So janma mrutyu jara all these are things connected with the body and he will be freed from the sufferings. janma mrutyu jara dukkhair vimukto amrutam ashnute So the Supreme Lord Krishna is very concerned about our suffering. He is the Supreme Friend. And he is naturally concerned about our suffering. And hence he has given us a process how we can become freed from that. And we close our eyes to all that become influenced by the rajoguna and tamoguna become greedy in the material world become involved in material activities because of the tamoguna become mad after material things be in illusion be in ignorance and then complain what is this so much suffering Krishna is giving us in this material world? This is not fair. So Krishna has given us a process of becoming enlightened. If we don't take up this process by nature we will be like that especially in Kali Yuga. Kali Yuga things are not at all congenial for spiritual life. So in Kali Yuga the circumstances are arranged in such a way that rajas and tamas influence is very strong. So we have to take up some methods some spiritual process by which we will come out of the influence of rajoguna and tamoguna and then we will strive to come out of these influences come to sattva guna and even beyond guna netana tityatrin dehi deha samudbhavan we can come to that state. And this is what Krishna is teaching."
    },
    {
      "start_time": 1892,
      "end_time": 1962,
      "verse_references": [],
      "themes": [
        "spiritual life",
        "ignorance",
        "Kali Yuga",
        "misguidance"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "Human life is meant for something very serious, something very grave; something serious is happening around us, there is suffering in this world, and we must know what to do, how to solve this problem.",
      "summary": "The speaker criticizes superficial approaches to spirituality, emphasizing the seriousness of human life and the need for genuine spiritual wisdom to address suffering, especially in Kali Yuga.",
      "timestamp_url": "https://youtu.be/HdPMySPtJv4?t=1892",
      "transcript": "And that is why Srila Prabhupada says so this is not some kind of a magic thing magical thing some ashes are given some other magic is given some gold is given these are all actually very silly things. Human life is meant for something very serious something very grave something serious is happening around us there is suffering in this world and we must know what to do how to solve this problem there is some there is a spiritual wisdom connected with this and how to get that spiritual wisdom our most well wishing friend Krishna has provided that information instead of taking all these things very seriously very frivolously we consider we pursue spiritual life somebody is giving some ashes somebody is solving some problem somebody is giving some gold and people run after all these this is simply because of ignorance not knowing what is spiritual life what is going on in this world and very unfortunately there are many many people like this in Kali Yuga who are misleading people"
    },
    {
      "start_time": 1962,
      "end_time": 2056,
      "verse_references": [],
      "themes": [
        "Krishna",
        "friendship",
        "devotion",
        "reclamation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "No one can be a greater well-wishing friend to any living entity than the Supreme Personality of Godhead; he is so kindly disposed towards everyone that in spite of our completely forgetting our relationship with the Supreme Lord, he comes himself.",
      "summary": "The speaker highlights Krishna's unparalleled kindness and willingness to reclaim fallen souls, even when they have forgotten Him.",
      "timestamp_url": "https://youtu.be/HdPMySPtJv4?t=1962",
      "transcript": "so Krishna being the well wishing friend Prabhupada has made a very nice point just like sometimes it happens in our human interaction if someone doesn't recognize us or respect us we will become very upset and turn away from that person next time he is coming this way you turn away that side look at that man he didn't recognize me last time why I should even smile at him we become very upset like that in the same way in a sense we have turned away from Krishna we have forgotten Krishna Krishna Baheer Mukha and that's what Prabhupada is saying here no one can be a greater well wishing friend to any living entity than the Supreme Personality of Godhead he is so kindly disposed towards everyone that in spite of our completely forgetting our relationship with the Supreme Lord he comes himself sometimes personally we have forgotten him we have no interest in him and yet he comes personally Krishna comes personally as Lord Krishna appeared on this earth and sometimes as his devotee as did Lord Chaitanya Mahaprabhu and sometimes he sends his bona fide devotees to reclaim all the fallen souls"
    },
    {
      "start_time": 2056,
      "end_time": 2185,
      "verse_references": [],
      "themes": [
        "Krishna",
        "Chaitanya Mahaprabhu",
        "spiritual master",
        "reclamation",
        "spiritual knowledge"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna's mission, Chaitanya's mission, the spiritual master's mission is the same: to reclaim the fallen souls, to give that spiritual knowledge by which we can become janmam rutyu jhara dukhair vimukto amrutam ashnute.",
      "summary": "The speaker emphasizes the unity of purpose between Krishna, Chaitanya Mahaprabhu, and the spiritual master in delivering spiritual knowledge and reclaiming fallen souls.",
      "timestamp_url": "https://youtu.be/HdPMySPtJv4?t=2056",
      "transcript": "so sometimes Krishna comes himself in fact it is explained that Krishna came Prabhupada explains this Krishna came and he gave the spiritual knowledge he gave this there were many many occasions where Krishna gave this information but still people of Kali Yuga did not pick it up they did not understand so Krishna had to come once again next time as a devotee to demonstrate what is spiritual life and that happened as Chaitanya Mahaprabhu so Krishna coming or Krishna coming again as a devotee Chaitanya Mahaprabhu coming and then here something to be surprising very to be noticed in the same way it is of the same category Lord's descent Lord Chaitanya's descent a spiritual master appears in this world it's not a small thing because they have the same mission Krishna's mission Chaitanya's mission the spiritual master's mission is the same to reclaim the fallen souls to give that spiritual knowledge by which we can become janmam rutyu jhara dukhair vimukto amrutam ashnute how we can come to the platform of enjoying ashnute means to enjoy to relish that to relish that transcendental state free from immortality free from any worries about death disease old age all these things to give that wisdom the spiritual master appears so that is why the spiritual master appearance such a spiritual master who appears with this knowledge with this information with this purpose of giving this knowledge such a spiritual master"
    },
    {
      "start_time": 2185,
      "end_time": 2376,
      "verse_references": [],
      "themes": [
        "spiritual master",
        "Krishna",
        "devotion",
        "deliverance"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Guru is actually non-different from Krishna. Guru is Krishna Roopa. Krishna Roopa Hane. Shastrera Pramane.",
      "summary": "The speaker quotes Chaitanya Charitamrita to explain that the spiritual master is non-different from Krishna and delivers devotees on Krishna's behalf.",
      "timestamp_url": "https://youtu.be/HdPMySPtJv4?t=2185",
      "transcript": "is not to be considered lightly this very there is a very nice verse in Chaitanya Charitamrta which describes this position of the spiritual master it says I had mentioned this some time back also I noticed another very interesting feature in this verse guru krishna roop guru krishna roopahana shastrera pramane guru roope krishna krupa karena bhaktagane this is a this verse says shastrera pramane by the evidence of all the vedic literatures shastrera pramane guru krishna roopa has one word here krishnaroo is one word that is why in Sanskrit when we read Bra היא s books if you see a hyphenated word if you go to the original you will see it is a one word just for the sake of reading it it has been hyphenated but here it is a guru krishna roopa krishna roopa is one word one word it is a hyphenated word guru krishna roopahana Shastrera Pramane. The Guru is actually non-different from Krishna. Guru is Krishna Roopa. Krishna Roopa Hane. Guru Krishna Roopa Hane. Shastrera Pramane. And in the next line, Krishna Das Kaviraj Goswami is writing, Guru Roopa. Guru Roopa is one word now. Guru Roopa Krishna Krupakarena Bhaktagane. Krishna Krupakarena. Krishna will deliver Krupakarena Bhaktagane. He will deliver the devotees. Krishna will do that. But how? Guru Roopa. In the form of the spiritual master, Krishna delivers. It's Krishna who is delivering. But how does he deliver? Guru Roopa. So Guru Roopa is one word. Guru Roopa Krishna Krupakarena Bhaktagane. So that is why Prabhupada translates this as, from the evidence of all the Vedic literatures, the spiritual master, Krishna Krupakarena Bhaktagane. So that is why Prabhupada translates this as, from the evidence of all the Vedic literatures, the spiritual master is to be considered as good as Krishna himself. Guru Krishna Roopa Hane. In the form of the spiritual master, Krishna delivers his devotees. Guru Roopa Krishna Krupakarena Bhaktagane. So this is the position of the spiritual master, who comes to deliver. He is playing the same role."
    },
    {
      "start_time": 2376,
      "end_time": 2539,
      "verse_references": [],
      "themes": [
        "Krishna",
        "friendship",
        "realization",
        "suffering"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The best use of intelligence is to realize, recognize, and realize this intimate relationship we have with Krishna, because that realization is going to put an end to all our suffering.",
      "summary": "The speaker concludes by emphasizing the importance of realizing our intimate relationship with Krishna, who is our greatest well-wishing friend, and how this realization can end all suffering, connecting back to the initial verse about the Kumaras' eagerness to see Krishna.",
      "timestamp_url": "https://youtu.be/HdPMySPtJv4?t=2376",
      "transcript": "He is playing the same role, same purpose that Krishna descended, Chaitanya Mahaprabhu descended, and the spiritual master descends for the same purpose, to reclaim the fallen souls. And they are playing the, representing Krishna, who is Suhruddhama. He is the best friend. And in one class, Prabhupada mentions, that if there is a, if there is a very close friend, with somebody we have a very close intimate relationship, just like our father and mother, we all have intimate relationship, right, because we, they gave birth to us, they looked after us when we were small. And we naturally recognize father and mother. And if we don't recognize father and mother, they will say, what kind of a man you are? Right? You are supposed to have, you are supposed to recognize the role of father and mother, with whom we have an intimate relation. But actually we understand that relationship is on a bodily level. We understand that ultimately we are a spirit soul. Now in the same way, or in a real way, as spirit soul, we have an intimate relationship. As a spirit soul, we have an intimate relationship. We have an intimate relationship with Krishna. He is Suhruddhama. He is the best well-wishing friend. Now, the best use of intelligence is, to realize, recognize and realize this intimate relationship we have with Krishna. Because that realization is going to put an end to all our suffering. And hence, when we don't recognize Krishna and come to the point of Krishna realization, if we don't come, we have not used our intelligence wisely. So, this is the message of the Gita and the Bhagavatam, that our greatest well-wishing friend is Krishna, and we must realize our relationship, we must recognize this, and come to the point of realizing that relationship. Suhruddhama. And because these sages were rushing to see their Suhruddhama, and because they were stopped, they became very angry like this. We will stop here."
    }
  ]
}