{
  "video_id": "HHaTdJsX-qE",
  "title": "SB 1.19.9-10 Part 1 | HH Stoka Krishna Swami | 08-05-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=HHaTdJsX-qE",
  "segments": [
    {
      "start_time": 0,
      "end_time": 92,
      "verse_references": [],
      "themes": [
        "introduction",
        "verses",
        "sages"
      ],
      "content_type": "introduction",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "In this session we will be discussing from two verses which are given together by Shri La Prabhupada the 9th and the 10th verses of the 19th chapter of the first canto of Shreemad Bhagavatam.",
      "summary": "The speaker introduces the verses from Srimad Bhagavatam that will be discussed in the session, focusing on the ninth and tenth verses of the nineteenth chapter of the first canto.",
      "timestamp_url": "https://youtu.be/HHaTdJsX-qE?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyananjan Shalakaya Chakshuran Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Svamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Devim Saraswati Vyasam Tato Jayam Udi Rayet Om Namah Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam In this session, we will be discussing from two verses which are given together by Shri La Prabhupada, the 9th and the 10th verses of the 19th chapter of the first canto of Shreemad Bhagavatam. Since the purport is a very big one, we will discuss these two verses in two parts, so this session we will discuss the first half of the purport, part 1 of these two verses. I will read the two verses and then we will go through the purport, the first half of"
    },
    {
      "start_time": 92,
      "end_time": 202,
      "verse_references": [],
      "themes": [
        "sages",
        "names",
        "universe"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "From different parts of the universe there arrived great sages like Atri, Chavana, Sharadvan, Arishtanemi, Brugu, Vasishta, Parashara, Vishwamitra, Pangira, Parushurama, Uthatya, Indrapramada, Idmavahu, Medhatiti, Devala, Arshtishena, Bharadvaja.",
      "summary": "The speaker recites the verses listing the names of the great sages who arrived from different parts of the universe.",
      "timestamp_url": "https://youtu.be/HHaTdJsX-qE?t=92",
      "transcript": "the purport. The two verses are given together, the ninth and the tenth verses. Utatya indra pramada idva vahau. These are all names of great sages who arrived there as was described in the previous verse. The next verse also describes more names of these great sages. Medu. Now, who all arrived there? A partial list is given, not a complete list. So, the translation is, from different parts of the universe there arrived great sages like Atri, Chavana, Sharadvan, Arishtanemi, Brugu, Vasishta, Parashara, Vishwamitra, Pangira, Parushurama, Uthatya, Indrapramada, Idmavahu, Medhatiti, Devala, Arshtishena, Bharadvaja."
    },
    {
      "start_time": 202,
      "end_time": 265,
      "verse_references": [],
      "themes": [
        "Chavana",
        "Bhrigu Muni",
        "sages"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, in the purport, Srila Prabhupada gives a brief description of some of the great sages who arrived there.",
      "summary": "The speaker begins to describe the sages mentioned in the verses, starting with Chavana, son of Bhrigu Muni, and mentioning his premature birth.",
      "timestamp_url": "https://youtu.be/HHaTdJsX-qE?t=202",
      "transcript": "Gautama, Pippalada, Maitreya, Aurva, Kavasha, Kumbhayoni, Dwaipayana and the great personality Narada. So, in the purport, Srila Prabhupada gives a brief description of some of the great sages who arrived there. So, we will cover some of the sages in this session and more sages in the next session. That is part two, next session will be part two of these two verses. The first sage being described by Prabhupada is Chavana, a great sage and one of the sons of Brugu Muni. Brugu Muni was himself a great personality. So, his son was another great sage, Chavana. This Chavana Rishi was born prematurely when his pregnant mother was killed. His testified himself to his father's the family about how he became"
    },
    {
      "start_time": 265,
      "end_time": 439,
      "verse_references": [],
      "themes": [
        "weakness",
        "mistakes",
        "material energy",
        "association"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Even among great personalities, there is some weakness of enviousness, weakness of greed, weakness of pride. This is the nature of material existence you should understand.",
      "summary": "The speaker discusses the weaknesses that even great personalities can exhibit due to material influence, emphasizing the importance of rectifying mistakes and avoiding bad association.",
      "timestamp_url": "https://youtu.be/HHaTdJsX-qE?t=265",
      "transcript": "kidnapped. See even among great personalities, there is some weakness of enviousness, weakness of greed, weakness of pride. This is the nature of material existence you should understand. So, briefly Prabhupada is describing, he was born prematurely, Chavana is one of the six sons of his father Bhrigu Muni, great personalities, because of their practicing severe austerities, diligently studying the Vedic literature, cultivating spiritual knowledge, and living a very austere life, teaching this most important branch of knowledge, which is spiritual knowledge, Atmavidya, to other aspiring students, all these great works are done by these great sages. But, not all of them are always in this material world, living a pure life, sometimes overcome by some bad influence, or overcome by some weakness of the heart, they may make some mistake, they may commit some mistake. But, because they are great personalities, they immediately take steps to rectify their mistakes. That's the difference between great personalities and ordinary people. So, we should never show them disrespect, or ignore them, or neglect them, just because they commit a mistake, or they have done something wrong in the past because of some weakness, or because of being influenced by the overwhelming, overpowering material energy. So, it's a lesson for us, of course, we are very very ordinary persons compared to such great personalities. So, we are constantly subject to the influence of this most powerful material energy. And we often practice this in ourouls. So, we are constantly subject to the influence of this most powerful material energy. And we are prone to make mistakes again and again and again and again."
    },
    {
      "start_time": 439,
      "end_time": 478,
      "verse_references": [],
      "themes": [
        "sins",
        "habits",
        "association",
        "devotional service"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So therefore, if we want to stop committing sins, if we want to rectify our old habits, we should be extra cautious to always strenuously try to avoid bad association.",
      "summary": "The speaker advises on avoiding bad association and engaging in pious activities, particularly devotional service, to rectify bad habits and avoid committing sins.",
      "timestamp_url": "https://youtu.be/HHaTdJsX-qE?t=439",
      "transcript": "So therefore, if we want to stop committing sins, if we want to rectify our old habits, we should be extra cautious to always strenuously try to avoid bad association. To strenuously try to constantly engage in pious activities and which are the best type of pious activities, that is pious activities of the nature of devotional service."
    },
    {
      "start_time": 478,
      "end_time": 576,
      "verse_references": [],
      "themes": [
        "Bhrigu Muni",
        "sacrifice",
        "planets",
        "power"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Next, Srila Prabhupada describes Bhrigu Muni. When Brahmaji was performing a great sacrifice on behalf of Vishnu, Maharshi Bhrigu was born from the sacrificial fire.",
      "summary": "The speaker begins describing Bhrigu Muni, his birth from a sacrificial fire performed by Brahma, and his ability to travel to all planets in the universe.",
      "timestamp_url": "https://youtu.be/HHaTdJsX-qE?t=478",
      "transcript": "That is the top most pious activity, performing pure devotional service. Next, Srila Prabhupada describes Bhrigu Muni. When Brahmaji was performing a great sacrifice on behalf of Vishnu, Maharshi Bhrigu was born from the sacrificial fire. So even the appearance of Bhrigu is not an ordinary appearance. He was born as the son of Brahma. When Brahma was performing a great sacrifice, he was born out of the sacrificial fire. He was a great sage and his very dear wife was Puloma. He could travel in space like Durvasa, Narada and others. And he used to visit all the planets of the universe. You can imagine their power. They can travel to any planet in the universe including the top most, Brahma Loka. He could travel to all the planets in the universe. And their travel is not by some spaceship. They travel using the natural mystic power they have. Now, it is described here. Before the battle of Kurukshetra, this Bhrigu Muni tried to stop the battle."
    },
    {
      "start_time": 576,
      "end_time": 667,
      "verse_references": [],
      "themes": [
        "Kurukshetra",
        "Pandavas",
        "duty",
        "destruction"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Before the battle of Kurukshetra, this Bhrigu Muni tried to stop the battle.",
      "summary": "The speaker discusses Bhrigu Muni's attempt to prevent the battle of Kurukshetra, highlighting the Pandavas' simple life and the impending destruction of the war.",
      "timestamp_url": "https://youtu.be/HHaTdJsX-qE?t=576",
      "transcript": "See, they are very, very great personalities. They know. This battle is unnecessary. Because the Pandavas are the rightful claimants. And the Pandavas reduce their request to five villages. Just because they are duty bound to earn their livelihood by protecting the weaker sections of the society. So by ruling and collecting some tax, they maintain themselves so very very simple life because they're great devotees also the Pandavas they can live a very simple life they lived in fact in the forest 13 years when they were challenged by Duryodhana and party so this battle of Kurukshetra many personalities tried to stop this battle because it was a world war and everyone knew that the destruction is going to be very very big on the scale of a whole world war was going to be fought big number of deaths would occur of the Kshatriyas so it is also described as"
    },
    {
      "start_time": 667,
      "end_time": 771,
      "verse_references": [],
      "themes": [
        "Bhrigu Samhita",
        "astrology",
        "creation",
        "elements"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This Bhrigu Samhita is a great astrological treatise authored by Bhrigu Muni and it contains so many details about the science of astrology.",
      "summary": "The speaker describes Bhrigu Muni's authorship of the Bhrigu Samhita, an astrological treatise, and his explanation of how the elements are generated from ether during creation.",
      "timestamp_url": "https://youtu.be/HHaTdJsX-qE?t=667",
      "transcript": "that Bhrigu Muni he instructed Bharadwaja Muni about astronomical evolution and he is the author of the great Bhrigu Samhita. This Bhrigu Samhita is a great astrological treatise authored by Bhrigu Muni and it contains so many details about the science of astrology. This Bhrigu Muni is such a great personality. He explained how air, fire, water and earth are generated from ether. At the beginning of the creation, there is only the material energy in the inactive state. So when material energy is activated by the glance of Maha Vishnu, then material energy becomes activated and first of all there is a trap. He explains this and says that the will of the Father is an intensity of energy and there is a trap. So when material energy is activated by the glance of Maha Vishnu then material energy becomes transformation of Pradhana to Mahatatva. Mahatatva is the active principle of the material energy that Mahatatva transforms into false ego and false ego transforms into other elements like that how these elements get transformed and generated from one element another element is generated. So, from ether, ether is the first among the five elements to appear in the process of creation. So, from ether how air is generated, from air how fire is generated, how from fire water is generated and from water how earth is generated. This Brighumani"
    },
    {
      "start_time": 771,
      "end_time": 865,
      "verse_references": [],
      "themes": [
        "body",
        "eternal",
        "philosopher",
        "knowledge"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Even though our body is temporary, body is changing, body will perish, but I, the real I or you or any living being is eternal.",
      "summary": "The speaker explains Bhrigu Muni's knowledge of the body and how it works, contrasting it with modern science, and his logical establishment of the eternity of the living entity.",
      "timestamp_url": "https://youtu.be/HHaTdJsX-qE?t=771",
      "transcript": "explained this particular aspect of the process of creation. He explained how the air in the stomach works and regulates the intestines. See the scientists, modern day scientists, they think they have made lot of advancement in understanding how this internal body works, but actually they know very very little. Whereas these great sages based on the knowledge given in the knowledge given in the knowledge given in the knowledge given in the knowledge given in the knowledge given in the knowledge given in the Vedas and as the knowledge is handed down in parampara from the Supreme Lord to Brahma from Brahma to his sons and disciples in disciplic succession, they know lot more than what these modern scientists know. As a great philosopher, he logically established the eternity of the living entity and that is described in the Mahabharata that we are eternal beings. Even though our body is temporary, body is changing, body will perish, but I, the real I or you or any living being is eternal. That Brighumani has established, logically"
    },
    {
      "start_time": 865,
      "end_time": 935,
      "verse_references": [],
      "themes": [
        "Varnashrama",
        "society",
        "welfare",
        "sages"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Varnashrama institution is a scientific institution for the welfare of the entire human society and the welfare of all creatures.",
      "summary": "The speaker discusses Bhrigu Muni as an anthropologist and propounder of the Varnashrama institution, emphasizing its scientific nature and welfare for society, and concludes by stating that the discussion of other sages will continue in future sessions.",
      "timestamp_url": "https://youtu.be/HHaTdJsX-qE?t=865",
      "transcript": "established by explaining the philosophy. He was a great anthropologist and the theory of evolution was long ago explained by him. He was a scientific propounder of the four divisions and orders of human society known as Varnashrama institution. This Varnashrama lot has been described in the scriptures and even Srila Prabhupada spoke a lot about this Varnashrama institution. It is not the, the so called caste system that degraded modern day caste system. No, Varnashrama institution is a scientific institution for the welfare of the entire human society and the welfare of all creatures. So, some other time we will discuss this. So, this is about Brighumani. I will stop here. We will discuss about the other great sages who have been described in this"
    }
  ]
}