{
  "video_id": "HHaTdJsX-qE",
  "title": "SB 1.19.9-10 Part 1 | HH Stoka Krishna Swami | 08-05-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=HHaTdJsX-qE",
  "segments": [
    {
      "start_time": 0,
      "end_time": 92,
      "verse_references": [],
      "themes": [
        "introduction",
        "verses",
        "sages"
      ],
      "content_type": "introduction",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "In this session we will be discussing from two verses which are given together by Shri La Prabhupada the 9th and the 10th verses of the 19th chapter of the first canto of Shreemad Bhagavatam.",
      "summary": "The speaker introduces the verses from Srimad Bhagavatam that will be discussed in the session, focusing on the ninth and tenth verses of the nineteenth chapter of the first canto.",
      "timestamp_url": "https://youtu.be/HHaTdJsX-qE?t=0"
    },
    {
      "start_time": 92,
      "end_time": 202,
      "verse_references": [],
      "themes": [
        "sages",
        "names",
        "universe"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "From different parts of the universe there arrived great sages like Atri, Chavana, Sharadvan, Arishtanemi, Brugu, Vasishta, Parashara, Vishwamitra, Pangira, Parushurama, Uthatya, Indrapramada, Idmavahu, Medhatiti, Devala, Arshtishena, Bharadvaja.",
      "summary": "The speaker recites the verses listing the names of the great sages who arrived from different parts of the universe.",
      "timestamp_url": "https://youtu.be/HHaTdJsX-qE?t=92"
    },
    {
      "start_time": 202,
      "end_time": 265,
      "verse_references": [],
      "themes": [
        "Chavana",
        "Bhrigu Muni",
        "sages"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, in the purport, Srila Prabhupada gives a brief description of some of the great sages who arrived there.",
      "summary": "The speaker begins to describe the sages mentioned in the verses, starting with Chavana, son of Bhrigu Muni, and mentioning his premature birth.",
      "timestamp_url": "https://youtu.be/HHaTdJsX-qE?t=202"
    },
    {
      "start_time": 265,
      "end_time": 439,
      "verse_references": [],
      "themes": [
        "weakness",
        "mistakes",
        "material energy",
        "association"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Even among great personalities, there is some weakness of enviousness, weakness of greed, weakness of pride. This is the nature of material existence you should understand.",
      "summary": "The speaker discusses the weaknesses that even great personalities can exhibit due to material influence, emphasizing the importance of rectifying mistakes and avoiding bad association.",
      "timestamp_url": "https://youtu.be/HHaTdJsX-qE?t=265"
    },
    {
      "start_time": 439,
      "end_time": 478,
      "verse_references": [],
      "themes": [
        "sins",
        "habits",
        "association",
        "devotional service"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So therefore, if we want to stop committing sins, if we want to rectify our old habits, we should be extra cautious to always strenuously try to avoid bad association.",
      "summary": "The speaker advises on avoiding bad association and engaging in pious activities, particularly devotional service, to rectify bad habits and avoid committing sins.",
      "timestamp_url": "https://youtu.be/HHaTdJsX-qE?t=439"
    },
    {
      "start_time": 478,
      "end_time": 576,
      "verse_references": [],
      "themes": [
        "Bhrigu Muni",
        "sacrifice",
        "planets",
        "power"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Next, Srila Prabhupada describes Bhrigu Muni. When Brahmaji was performing a great sacrifice on behalf of Vishnu, Maharshi Bhrigu was born from the sacrificial fire.",
      "summary": "The speaker begins describing Bhrigu Muni, his birth from a sacrificial fire performed by Brahma, and his ability to travel to all planets in the universe.",
      "timestamp_url": "https://youtu.be/HHaTdJsX-qE?t=478"
    },
    {
      "start_time": 576,
      "end_time": 667,
      "verse_references": [],
      "themes": [
        "Kurukshetra",
        "Pandavas",
        "duty",
        "destruction"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Before the battle of Kurukshetra, this Bhrigu Muni tried to stop the battle.",
      "summary": "The speaker discusses Bhrigu Muni's attempt to prevent the battle of Kurukshetra, highlighting the Pandavas' simple life and the impending destruction of the war.",
      "timestamp_url": "https://youtu.be/HHaTdJsX-qE?t=576"
    },
    {
      "start_time": 667,
      "end_time": 771,
      "verse_references": [],
      "themes": [
        "Bhrigu Samhita",
        "astrology",
        "creation",
        "elements"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This Bhrigu Samhita is a great astrological treatise authored by Bhrigu Muni and it contains so many details about the science of astrology.",
      "summary": "The speaker describes Bhrigu Muni's authorship of the Bhrigu Samhita, an astrological treatise, and his explanation of how the elements are generated from ether during creation.",
      "timestamp_url": "https://youtu.be/HHaTdJsX-qE?t=667"
    },
    {
      "start_time": 771,
      "end_time": 865,
      "verse_references": [],
      "themes": [
        "body",
        "eternal",
        "philosopher",
        "knowledge"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Even though our body is temporary, body is changing, body will perish, but I, the real I or you or any living being is eternal.",
      "summary": "The speaker explains Bhrigu Muni's knowledge of the body and how it works, contrasting it with modern science, and his logical establishment of the eternity of the living entity.",
      "timestamp_url": "https://youtu.be/HHaTdJsX-qE?t=771"
    },
    {
      "start_time": 865,
      "end_time": 935,
      "verse_references": [],
      "themes": [
        "Varnashrama",
        "society",
        "welfare",
        "sages"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Varnashrama institution is a scientific institution for the welfare of the entire human society and the welfare of all creatures.",
      "summary": "The speaker discusses Bhrigu Muni as an anthropologist and propounder of the Varnashrama institution, emphasizing its scientific nature and welfare for society, and concludes by stating that the discussion of other sages will continue in future sessions.",
      "timestamp_url": "https://youtu.be/HHaTdJsX-qE?t=865"
    }
  ]
}