{
  "video_id": "Hm1wVofDdeo",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.8.16-17 | 06-02-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=Hm1wVofDdeo",
  "segments": [
    {
      "start_time": 60,
      "end_time": 144,
      "verse_references": [],
      "themes": [
        "Srimad Bhagavatam",
        "Qualities of the Supreme Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "O Brahmanas, do not think this to be especially wonderful in the activities of the mysterious and infallible personality of the Goddess.",
      "summary": "The speaker introduces the 16th verse of the 8th chapter of the 1st canto of Srimad Bhagavatam, focusing on the qualities of the Supreme Lord, specifically Ashtariya, Maya, and Achyuta.",
      "timestamp_url": "https://youtu.be/Hm1wVofDdeo?t=60",
      "transcript": "In this session, we will be discussing from the 16th verse of the 8th chapter of 1st canto of Srimad Bhagavatam. मा मम्स्था हेतद आश्चरियम् सर्वाश्चर्यमये अच्छुते यईदं मायया देव्या सुझति अवति हंति अजःहा. The meaning of this verse is, O Brahmanas, this is Suta Goswami addressing the sages of Naimisharanya. O Brahmanas! Do not think this to be especially wonderful in the activities of the mysterious and infallible personality of the Goddess. अश्चरियम्या तती लोड्ड वो स अल मिस्तेरियस् और अच्छुत. The Lord is described in so many ways according to His different characteristics. अच्छुत वो जहूंगीेमान के सिर आज बसे किएक्नेरा. So, qualities which are very unique to the Supreme Lord only. Here, Ashtariya, Maya, and Achyuta, two different qualities of the Supreme Lord are described."
    },
    {
      "start_time": 308,
      "end_time": 363,
      "verse_references": [],
      "themes": [
        "Supreme Power",
        "Inconceivable Nature of the Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Nothing is impossible for the Supreme Lord, but all his actions are wonderful for us and thus he is always beyond the range of our conceivable limits.",
      "summary": "The speaker emphasizes the unlimited power of the Supreme Lord and how His actions are beyond human comprehension, foreshadowing the prayers of Queen Kunti.",
      "timestamp_url": "https://youtu.be/Hm1wVofDdeo?t=308",
      "transcript": "Here, Ashtariya, Maya, and Achyuta, two different qualities of the Supreme Lord are described, because we think that he is a person like us, or he is a person a little more powerful than us. No, he is supremely powerful, he is unlimitedly powerful, he can never be compared with anybody else, he is incomparable, and he is absolute. He always is in that position of having the supreme power, always, eternally, it's a fact. So, therefore, this point, nothing is impossible for the Supreme Lord, but all his actions are wonderful for us, and thus he is always beyond the range of our conceivable limits."
    },
    {
      "start_time": 363,
      "end_time": 453,
      "verse_references": [],
      "themes": [
        "Queen Kunti's Prayers",
        "Perfection of Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "That only Krishna is 10% perfect.",
      "summary": "The speaker introduces Queen Kunti's prayers as the main subject and discusses the unique perfection of Krishna compared to other expansions and living beings.",
      "timestamp_url": "https://youtu.be/Hm1wVofDdeo?t=363",
      "transcript": "This will be explained in a future verse, which is a prayer offered, a series of prayers offered by Queen Kunti. That's the main subject of this chapter, prayers by Queen Kunti, but we're going to start discussing that from the next session, the prayers of Queen Kunti and the series of prayers, wonderful prayers. So, these prayers expressed by self-realized pure devotees clearly helps us understand what is the nature of the Supreme Lord. So, one of the things mentioned here is, the Supreme Lord's actions are always beyond the range of our conceivable limits. The Lord is the all-powerful, all-perfect personality of Godhead, all-powerful, all-perfect. There's no trace of any defect or any inebriety. The Lord is the Supreme Lord. The Lord is 100% perfect. Here, the Lord is referring to Krishna. Krishna is 100% perfect, whereas others, namely Narayana, Brahma, Shiva, the demigods, and all other living beings, possess only different percentages of such perfection. This is analyzed by the Goswamis of Vrindavan, the disciples of Chaitanya Mahaprabhu, that only Krishna is 100% perfect."
    },
    {
      "start_time": 515,
      "end_time": 579,
      "verse_references": [],
      "themes": [
        "Verse 17",
        "Kunti's Address to Krishna"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Kunti approached Krishna and addressed him.",
      "summary": "The speaker explains the translation of the 17th verse, describing Kunti, her sons, and Draupadi addressing Krishna as he was about to depart for Dwaraka.",
      "timestamp_url": "https://youtu.be/Hm1wVofDdeo?t=515",
      "transcript": "Kunti, the chaste devotee of the Lord. Pratha, Sati. Pratha means Kunti. Sati means the chaste devotee of the Lord, and her five sons and Draupadi. Atma jaihi, sah, Krishna ya. Krishna ya refers to Draupadi. Draupadi is also called Krishna. So, along with Kunti, along with her five sons and Draupadi, addressed Lord Krishna. As he started for home, Krishna finished his work of installing Yudhishthira Maharaj after the battle of Kurukshetra as the emperor of the world. Now he was going back to Dwaraka. So, while he was about to start for Dwaraka, Kunti approached Krishna and addressed him."
    },
    {
      "start_time": 579,
      "end_time": 696,
      "verse_references": [
        "SB 1.2.6"
      ],
      "themes": [
        "Unalloyed Devotion",
        "Karma and Jnana",
        "Purity of Bhakti"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Pure devotion is completely independent of everything else.",
      "summary": "The speaker explains Srila Prabhupada's description of Kunti as a chaste devotee due to her unalloyed devotion, emphasizing the independence of pure bhakti from karma and jnana.",
      "timestamp_url": "https://youtu.be/Hm1wVofDdeo?t=579",
      "transcript": "And there will be a series of prayers Kunti will offer to Krishna. In the purport, it is explained by Srila Prabhupada, Kunti is described here as a sati, or chaste, due to her unalloyed devotion to Lord Sri Krishna. This term is used by Prabhupada many times in the Bhagavad Gita. Unalloyed devotion. Unalloyed means it is 100% pure. There is no admixture of karma or jnana in such bhakti. Pure devotional service is described by Srila Prabhupada Swami as anyabila ashita shunyam jnana karmadi anavratam. jnana karmadi anavratam. It is unmixed with any jnana or karma, because karma and jnana without bhakti is never successful. Any pious activity anybody may do, if it is not mixed with a little bhakti, it will always be incomplete, unsuccessful, imperfect. Same thing with transcendental knowledge. Unless that is mixed with a little bhakti, it is always imperfect, incomplete. So, both karma and jnana are dependent on bhakti for a person to achieve perfection. But bhakti, which is pure bhakti, is independent of karma and jnana. Bhakti is never dependent on karma or jnana. Pure devotion is completely independent of everything else. So, therefore, Kunti is described as the most, the chaste lady, sati."
    },
    {
      "start_time": 734,
      "end_time": 839,
      "verse_references": [],
      "themes": [
        "Exclusive Dependence on Krishna",
        "Protection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is the only protector.",
      "summary": "The speaker emphasizes that a pure devotee depends exclusively on Krishna for protection, not on other living beings or demigods, highlighting the importance of complete surrender.",
      "timestamp_url": "https://youtu.be/Hm1wVofDdeo?t=734",
      "transcript": "A chaste devotee of the Lord does not look to others, namely any other living being or demigod, even for deliverance from danger. Typically, in the material world, we have got different sources for prayer, depending on the type of protection, depending on the type of danger, or depending on the type of problem we may face, or depending on the type of facilities we may have. We have so many sources of protection. We may have so many different dangers. The material world is always filled with dangers. Padam padam yat vipadam. But, for a pure devotee of Krishna, Krishna is the only protector. And, Krishna is the only protector means such a devotee never depends on another living being or another demigod. Never. So, this is very, very significant. Nobody else in the material world, other than a pure devotee, depends exclusively on Krishna. So, this is what we should learn from the Bhagavatam and from the lives of great devotees. And, from Krishna's own instructions, we should learn this, that we have no guarantee of 100% protection except when we learn to completely depend on Krishna. So, if at all you want full protection, under all circumstances, you should learn to depend on Krishna exclusively."
    },
    {
      "start_time": 839,
      "end_time": 933,
      "verse_references": [],
      "themes": [
        "Pandava Family",
        "Reciprocal Relationship with Krishna",
        "Imperfect Help"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "One should look for all help from Krishna alone, who is competent always to save his devotees.",
      "summary": "The speaker uses the Pandava family as an example of complete dependence on Krishna, explaining the reciprocal relationship and warning against seeking imperfect help from other sources.",
      "timestamp_url": "https://youtu.be/Hm1wVofDdeo?t=839",
      "transcript": "Now, Krishna is there and also so many other people are there to protect me. No. So, Srila Prabhupada says here, that was all along the characteristic of the whole family of the Pandavas. It's not just true of Kunti. It's true of all the family members of the Pandavas, Pandava family. They knew nothing except Krishna, and therefore the Lord was also always ready to help them in all respects, in all circumstances. See, Krishna is always reciprocally giving protection or offering some help. If I depend completely on Krishna, then Krishna will protect me and help me always under all circumstances. But, if I am not so much completely dependent on Krishna, then Krishna will say, depending on who you want to take protection from, take protection from that source. And that is not guaranteed to protect us in all circumstances, other sources. So, therefore, one should not look for imperfect help from imperfect living beings or from demigods, but one should look for all help from Krishna alone, who is competent always to save his devotees. So, that is the conclusion."
    }
  ]
}