{
  "video_id": "HnJilmUifAo",
  "title": "The effect of touching Krishna Nama | Soulful Japa",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=HnJilmUifAo",
  "segments": [
    {
      "start_time": 0,
      "end_time": 24,
      "verse_references": [],
      "themes": [
        "reality vs. illusion",
        "Krishna's desire",
        "association with Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So that is what we yesterday discussed, the importance of, even though we are in the material world, we are in a dreamlike situation, having forgotten Krishna, we are real, body is unreal, we are real, our attention is real.",
      "summary": "The speaker emphasizes the importance of remembering Krishna and understanding the difference between the real self and the unreal body, highlighting that Krishna desires our association, not our physical offerings.",
      "timestamp_url": "https://youtu.be/HnJilmUifAo?t=0"
    },
    {
      "start_time": 24,
      "end_time": 71,
      "verse_references": [],
      "themes": [
        "chanting Hare Krishna",
        "welcoming Krishna",
        "attention"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "So if you simply know that you are welcoming him, you are welcoming him.",
      "summary": "This segment focuses on the practical aspect of chanting the Hare Krishna mantra, emphasizing that by chanting, we are welcoming Krishna and our attention should embrace the sound.",
      "timestamp_url": "https://youtu.be/HnJilmUifAo?t=24"
    },
    {
      "start_time": 71,
      "end_time": 138,
      "verse_references": [],
      "themes": [
        "taste of chanting",
        "Shakti Avesha Nama",
        "spiritual senses",
        "Satchidananda"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Because in Shakti Avesha Nama, first you will get taste of Shakti, you get empowered without tiring.",
      "summary": "The speaker explains that chanting with attention allows us to embrace the sound of the mantra, leading to a taste of spiritual energy (Shakti) and the association of Satchidananda, although our current dull spiritual senses may hinder full appreciation.",
      "timestamp_url": "https://youtu.be/HnJilmUifAo?t=71"
    },
    {
      "start_time": 138,
      "end_time": 213,
      "verse_references": [],
      "themes": [
        "rubber glove analogy",
        "contaminated mind",
        "Chitta",
        "limitation"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In the same way, even though Shakti Avesha Nama is on my tongue, if I chant and hear, I am not getting the full taste.",
      "summary": "Using the analogy of rubber gloves and a hot plate, the speaker explains that our contaminated mind (Chitta) acts as a barrier, preventing us from fully experiencing the taste and benefits of chanting the holy name.",
      "timestamp_url": "https://youtu.be/HnJilmUifAo?t=138"
    },
    {
      "start_time": 213,
      "end_time": 275,
      "verse_references": [],
      "themes": [
        "hearing embrace",
        "attention embrace",
        "warmth",
        "melting the rubber",
        "dissolving false ego"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "And then we touch the Nama of the Lord on the tongue. That is called the hearing embrace or the attention embrace.",
      "summary": "The speaker describes the process of chanting and hearing as an 'embrace' that gradually melts away the contamination (rubber gloves) of our false ego, allowing us to experience the warmth and transformative power of the holy name.",
      "timestamp_url": "https://youtu.be/HnJilmUifAo?t=213"
    },
    {
      "start_time": 275,
      "end_time": 340,
      "verse_references": [],
      "themes": [
        "pure ego",
        "spiritual senses",
        "Shuddha Nama",
        "spiritual realization",
        "connection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Finally real ego is there. Real ego is there. Then real mind is there.",
      "summary": "This segment explains that as the false ego dissolves, the pure ego manifests, awakening our spiritual senses and allowing us to chant and hear the Shuddha Nama (pure name) of the Lord, leading to spiritual realization through connection with pure devotees and the Dhamma.",
      "timestamp_url": "https://youtu.be/HnJilmUifAo?t=275"
    }
  ]
}