{
  "video_id": "hoeoWS0w8sI",
  "title": "Disappearance Day of Sri Murari Gupta | HH Stoka Krishna Swami | ISKCON Bangalore Sanga",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=hoeoWS0w8sI",
  "segments": [
    {
      "start_time": 0,
      "end_time": 11,
      "verse_references": [],
      "themes": [
        "Introduction",
        "Shri Murari Gupta",
        "Disappearance Day"
      ],
      "content_type": "introduction",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Today is the disappearance day anniversary of Shri Murari Gupta, who was an intimate associate of Shri Chaitanya Mahaprabhu.",
      "summary": "Introduction to the lecture on the disappearance day of Shri Murari Gupta.",
      "timestamp_url": "https://youtu.be/hoeoWS0w8sI?t=0",
      "transcript": "Today is the disappearance day anniversary of Shri Murari Gupta, who was an intimate associate of Shri Chaitanya Mahaprabhu."
    },
    {
      "start_time": 11,
      "end_time": 58,
      "verse_references": [],
      "themes": [
        "Qualities of Murari Gupta",
        "Humility",
        "Devotion",
        "Physician",
        "Earnings"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Murari Gupta was a storehouse of love of Godhead.",
      "summary": "Description of Murari Gupta's devotional qualities, humility, and his profession as a physician who used his earnings to maintain his family.",
      "timestamp_url": "https://youtu.be/hoeoWS0w8sI?t=11",
      "transcript": "Let us hear about his wonderful devotional qualities from Shri Chaitanya Charitamrita. Murari Gupta was a storehouse of love of Godhead. His great humility and meekness melted the heart of Lord Chaitanya. Shri Murari Gupta wrote a book called Shri Chaitanya Charita. He belonged to a Vaidya physician family of Shri Hatha, the paternal home of Lord Chaitanya, and later became a resident of Navadvipa. He was among the elders of Shri Chaitanya Mahaprabhu. Shri Murari Gupta never accepted charity from friends, nor did he accept money from anyone. He practiced as a physician and maintained his family."
    },
    {
      "start_time": 58,
      "end_time": 119,
      "verse_references": [],
      "themes": [
        "Healing",
        "Indigestion",
        "Water",
        "Garuda",
        "Varaha Murti"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "With his earnings, as Murari Gupta treated his patients, by his mercy, both their bodily and spiritual diseases subsided.",
      "summary": "Stories of Murari Gupta healing Lord Chaitanya and acting as Garuda during ecstatic pastimes.",
      "timestamp_url": "https://youtu.be/hoeoWS0w8sI?t=58",
      "transcript": "With his earnings, as Murari Gupta treated his patients, by his mercy, both their bodily and spiritual diseases subsided. Once Sivananda Sena offered food to Lord Chaitanya that had been cooked with excessive ghee, and the next day, Lord Chaitanya became sick and went to Murari Gupta for treatment. Lord Chaitanya accepted some water from the water pot of Murari Gupta, and thus, he was cured. The natural remedy for indigestion is to drink a little water, and since Murari Gupta was a physician, he gave the Lord some drinking water and cured him. When Chaitanya Mahaprabhu appeared in the house of Srivastakur in his Chaturbhuja murti, Murari Gupta became his carrier in the form of Garuda, and in these pastimes of ecstasy, the Lord then got up on his feet and passed down the back of Murari Gupta."
    },
    {
      "start_time": 119,
      "end_time": 283,
      "verse_references": [],
      "themes": [
        "Devotion to Rama",
        "Testing of Faith",
        "Steadfastness",
        "Unwavering Faith",
        "Incarnation of Hanuman"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Although Murari heard these divine glories of Krishna from the Lord himself, his heart remained steadfastly fixed on his eternal master Lord Ramachandra.",
      "summary": "The story of Lord Chaitanya testing Murari Gupta's devotion to Lord Rama and recognizing him as an incarnation of Hanuman.",
      "timestamp_url": "https://youtu.be/hoeoWS0w8sI?t=119",
      "transcript": "When Sri Chaitanya Mahaprabhu one day appeared in ecstasy as the Varaha Murti, Murari Gupta offered him nice prayers. Murari Gupta gave Zuvar posso kepada Sat-Siat Rao one time. Once Lord Chaitanya Mahaprabhu glorified Murari Gupta for his unflinching devotion and loyalty to Lord Rama Chandra because Murari Gupta was a great devotee of Lord Rama. In Mahaprakasha form, Lord Chaitanya appeared before Murari Gupta as Lord Ramachandra. Just to test Murari's faith, he repeatedly encouraged Murari Gupta to shift his worship from Lord Rama to Lord Krishna, describing the unparalleled sweetness, supremacy, and all-attractive nature of Shri Krishna, who is the origin of all incarnations and the reservoir of all transcendental qualities and pleasure. Although Murari heard these divine glories of Krishna from the Lord himself, his heart remained steadfastly fixed on his eternal master Lord Ramachandra. Murari, being utterly devoted, could not imagine giving up the service of Lord Rama's lotus feet. That night he was deeply troubled, weeping continuously and praying that death might take him before he was forced to abandon his worship of Lord Ramachandra. He spent the entire night awake, overwhelmed by distress. The next morning Murari approached Lord Chaitanya, fell at his feet, and humbly confessed that though he desired to please the Lord, he could not forsake Lord Ramachandra, for he had sold his head and heart to Lord Rama's service. Torn between obedience to Chaitanya's command and loyalty to Lord Ramachandra, Murari begged for death as his only release. Hearing this pure devotion, Shri Chaitanya Mahaprabhu became overjoyed. Embracing Murari Gupta, Lord Chaitanya praised his unwavering faith, declaring that such steadfast devotion is a true hallmark of a servant. The Lord revealed that his repeated persuasion was merely a test to demonstrate Murari's deep, unbreakable attachment to Lord Ramachandra."
    },
    {
      "start_time": 283,
      "end_time": 306,
      "verse_references": [],
      "themes": [
        "Humility",
        "Unalloyed Devotion",
        "Desire to Leave Body",
        "Forbiddance"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Recognizing him as an incarnation of Hanuman, the eternal servant of Rama, Mahaprabhu accepted Murari Gupta as his very life and soul moved by his humility and unalloyed devotion.",
      "summary": "Lord Chaitanya's acceptance of Murari Gupta and his desire to leave his body before the Lord's disappearance.",
      "timestamp_url": "https://youtu.be/hoeoWS0w8sI?t=283",
      "transcript": "Recognizing him as an incarnation of Hanuman, the eternal servant of Rama, Mahaprabhu accepted Murari Gupta as his very life and soul, moved by his humility and unalloyed devotion. It is a desire of Murari Gupta to leave his body before the disappearance of Sri Chaitanya Mahaprabhu, but the Lord forbade."
    }
  ]
}