{
  "video_id": "HOINCg3TvZM",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.12.17| 13-08-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=HOINCg3TvZM",
  "segments": [
    {
      "start_time": 55,
      "end_time": 340,
      "verse_references": [],
      "themes": [
        "Protection by the Lord",
        "Qualities of a pure devotee",
        "Grades of devotees"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "All the good qualities can only be found in the Supreme Lord and His pure devotees.",
      "summary": "This segment discusses the protection offered by the Lord to pure devotees, contrasting it with the protection offered to others, and introduces the three grades of devotees: Mahabhagavata, Madhyama Adhikari, and Kanishtha Adhikari.",
      "timestamp_url": "https://youtu.be/HOINCg3TvZM?t=55",
      "transcript": "In this session we will be discussing from the 17th verse of the 12th chapter of the first canto of Srimad Bhagavatam. The birth of Emperor Parikshit. तस्मान नामना विष्णु राता इति लोके भविष्यती नसंदेहो महाभाग महाभागवतो महान। So this verse is describing the reason why this child will be well known throughout the world. So the translation of this verse: For this reason the child will be well known in the world as one who is protected by the personality of Godhead. That's the meaning of the word Vishnurata. O most fortunate one! The brahmanas are addressing King Yudhishthira. There is no doubt that this child will become a first-class devotee and will be qualified with all good qualities. Mahabhagavato: A first-class devotee, topmost devotee, pure devotee. In the purport, Srila Prabhupada explains this point very elaborately. Srila Prabhupada says, \"The Lord gives protection to all living beings because he is their supreme leader. The Vedic hymns confirm that the Lord is the supreme person amongst all personalities. Nithyao Nithyanaam Chetanas Chetananaam.\" The difference between the two living beings is that the one, the personality of Godhead, provides for all living beings. All other living beings and by knowing him, one can achieve eternal peace. Eko Bahunam Yo Viddhati Kaman: The one, only one, supreme personality of Godhead. He provides for everyone else. And anybody who knows this personality of Godhead, the provider of everyone, the chief, the topmost personality, the supreme person, will attain eternal peace. Such protection is given by his different potencies to different grades of living beings. There are various potencies of the Supreme Lord that are working, always working in his service. And they provide different grades. Different grades of living beings get different protection. But as far as his unalloyed devotees are concerned, unalloyed means pure devotees, the first class devotees, he gives the protection personally. There is a difference. The living entities who are not pure devotees, they are given protection through arrangement of the Supreme Lord through his different potencies or energies. But when it comes to pure devotees, Krishna personally protects them. Therefore, Maharaj Pariksit is protected from the very beginning of his appearance in the womb of his mother. Krishna is always taken personally. And then they are always under the personal charge of his pure devotees. Always, they are under his personal protection. And because he is especially given protection by the Lord, the indication must be concluded that the child would be a first grade devotee of the Lord with all good qualities. All the good qualities can only be found in the Supreme Lord and His pure devotees."
    },
    {
      "start_time": 340,
      "end_time": 574,
      "verse_references": [],
      "themes": [
        "Kanishtha Adhikari (Materialistic Devotee)",
        "Madhyama Adhikari (Intermediate Devotee)",
        "Devotee Interactions"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Secondly, the devotees who have developed, the second class of devotees, the devotees who have developed a mentality of genuine service to the Lord, and who thus make friendships only with similar devotees, show favor to the neophytes and avoid the atheists, are called the second grade... the second grade devotees.",
      "summary": "This segment elaborates on the characteristics of the Kanishtha Adhikari, focusing on their limited understanding and lack of respect for devotees, and then describes the Madhyama Adhikari, highlighting their genuine service mentality and differentiated interactions with others based on their spiritual advancement.",
      "timestamp_url": "https://youtu.be/HOINCg3TvZM?t=340",
      "transcript": "There are three grades of devotees, namely the Mahabhagavata, Madhyama Adhikari and the Kanishtha Adhikari, three grades. The topmost is the Mahabhagavata, intermediate level of devotion is the Madhyama Adhikari, intermediate level, and Kanishtha Adhikari, the lowest level, the neophyte devotee. Now Srila Prabhupada explains this, three grades of devotees. Those who go to the temples of the Lord and offer worshipful respect to the devotees, the deity, without sufficient knowledge in the theological science, and therefore without any respect for the devotees of the Lord, are called materialistic devotees or Kanishtha Adhikari, the third grade devotees, the lowest, the third grade devotees. Prakrita Bhakta, this is Sanskrit, Prabhupada translates that in English as materialistic devotees. So their conception of God is God is only in the temple and in the form of a deity. And they offer respect, they don't have proper understanding of the science, theological science, science concerning God. They don't have sufficient knowledge. And therefore, they don't have any respect for the devotees of the Lord. Their attitude is like, I am there, God is there, that's all. And what about the others? They are also there, God is there, between them and God, between me and God, that's all. Nothing to do with interpersonal exchange between different persons. Secondly, the devotees who have developed, the second class of devotees, the devotees who have developed a mentality of genuine service to the Lord, and who thus make friendships only with similar devotees, show favor to the neophytes and avoid the atheists, are called the second grade devotees. The second grade devotees, madhyama adhikari, intermediate level devotees, the second grade devotees, they recognize four classes of people in this world. The topmost, of course, four classes of personalities, I would say. First of all, they have the highest respect for the Supreme Lord. And then, they make friendship with others who are devotees, engaged in proper devotional service. And then, they are kind, and they show favor to the neophyte devotees, the beginners. And they avoid the atheists, and the agnostics, and the materialists, hardcore materialists. They avoid them. So, four categories of treatment, for four categories of personalities."
    },
    {
      "start_time": 574,
      "end_time": 851,
      "verse_references": [],
      "themes": [
        "Mahabhagavata (Topmost Devotee)",
        "Seeing the Lord Everywhere",
        "Everything Belongs to God"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1
      ],
      "key_quote": "But those who see everything in the Lord, or everything of the Lord... this is the vision of a pure devotee.",
      "summary": "This segment describes the qualities of the Mahabhagavata, emphasizing their ability to see everything in relation to the Lord and use everything in His service, clarifying that seeing the Lord everywhere doesn't mean everything is God, but rather that everything belongs to God.",
      "timestamp_url": "https://youtu.be/HOINCg3TvZM?t=574",
      "transcript": "This is the second grade devotee. They have developed a genuine service mentality. That means they are properly engaged, under guidance, under clear guidance, in devotional service of the Supreme Lord. And they are in knowledge. They have proper knowledge of who is God, who is a devotee, who are the neophytes, who are the atheists. They have clear knowledge, clear understanding. Then, the first grade devotee. This is now described by Prabhupada. But those who see everything in the Lord, or everything of the Lord, two different things. But this is the vision of a pure devotee. And also see in everything, an eternal relation of the Lord. It may sound like difficult to understand, but the fact is, in the whole existence, the Lord is there, and His energies are there. And the Lord is the possessor, owner, and enjoyer, and controller of all His energies. So the energies belong to the Lord. But in another sense, the Lord and His energy are not different. So, because the Lord and His energy are not different, therefore, a pure devotee sees everything in the Lord, and sees everything belonging to the Lord. Everything belongs to the Lord. And also, anything we take, it has a specific relationship with the Lord. It has a specific relationship. Now, based on this understanding of relationship, the treatment for that thing will also be different. Each item, each thing. It's not the same treatment for everything. Now, such pure devotees, for them, there is nothing within their purview of sight except the Lord. They see the Lord everywhere. Now, seeing the Lord everywhere doesn't mean that everything is God. No. Everything is not God. God is God. Everything belongs to God. Everything is God's property, is God's proprietorship. So, everything has to be used in God's service. Everything belongs to God, so use everything in God's service. So, because they recognize everything belonging to God, therefore, they only see God. Very simple way to put it is, they don't see just the creation, they see the creator. Creation means there is a creator, and creation also means they can see the creator everywhere. It's a consciousness that is saturated with God. So, they are fully God conscious, fully Krishna conscious. And they are called the Mahabhagavatas, or the first great devotees of the Lord. Such first great devotees of the Lord are perfect in all respects. A devotee who may be in any of these categories is automatically qualified by all good qualities. And thus, a Mahabhagavata devotee like Maharaj Pariksit"
    },
    {
      "start_time": 851,
      "end_time": 955,
      "verse_references": [],
      "themes": [
        "Maharaj Pariksit as Mahabhagavata",
        "Benefits of a Pure Devotee's Birth",
        "Importance of Pure Devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The greatest service one can do to one's family is simply to become a pure devotee of Krishna.",
      "summary": "This segment concludes by emphasizing Maharaj Pariksit's status as a Mahabhagavata and the immense benefits that accrue to the family in which such a pure devotee takes birth, highlighting the importance of pure devotion to Krishna.",
      "timestamp_url": "https://youtu.be/HOINCg3TvZM?t=851",
      "transcript": "is certainly perfect in all respects. And because Maharaj Pariksit took his birth in the family of Maharaj Yudhishtira, he is addressed here in this Mahabhagavata, the greatest of fortunates. The family in which a Mahabhagavata takes his birth is fortunate because due to the first great devotee taking birth in the family, in a particular family, the members of the family, past, present and future, up to 100 generations, become liberated by the grace of the Lord out of respect for his beloved devotees. So, that is the greatest thing that can happen to anybody. So, the greatest service one can do to one's family is simply to become a pure devotee of Krishna. That's all. I'll stop here. Thank you very much. Hare Krishna. So, that's the explanation why Pariksit was saved. He is a pure devotee. So, he is personally protected by the Supreme God who saved him. And that's how, actually, this Pariksit was born as the only surviving descendant of the royal dynasty. I'll stop here. Thank you very much."
    }
  ]
}