{
  "video_id": "HpIHVsvirFY",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.7.28-29 | 08-01-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=HpIHVsvirFY",
  "segments": [
    {
      "start_time": 0,
      "end_time": 90,
      "verse_references": [],
      "themes": [
        "invocation",
        "introduction",
        "Srimad Bhagavatam"
      ],
      "content_type": "introduction",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "In this session we will be discussing from the 28th and the 29th verses of the 7th chapter of the first canto of Srimad Bhagavatam.",
      "summary": "The lecture begins with traditional Vaishnava prayers and an introduction to the verses from Srimad Bhagavatam that will be discussed.",
      "timestamp_url": "https://youtu.be/HpIHVsvirFY?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyanan Janishalakaya Chakshurun Militam Jena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Galadhara Shiva Sali Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Devi Saraswati Shreem Vyasaam Tatho Jaya Mudirayet In this session we will be discussing from the 28th and the 29th verses of the 7th chapter of the first canto of Srimad Bhagavatam. The 7th canto is entitled the son of Drona punished. This chapter is the actual beginning of the narration of Bhagavatam by Srila Suta Goswami to the sages who have assembled in Naimisha Ranya to perform a 1000 year sacrifice."
    },
    {
      "start_time": 90,
      "end_time": 282,
      "verse_references": [],
      "themes": [
        "Krishna",
        "Srimad Bhagavatam",
        "Kurukshetra",
        "Aswatthama"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Therefore, Suta Goswami decided that he is going to speak the narrate the Bhagavatam which he heard from Sukadeva Goswami when Sukadeva Goswami was speaking to Parikshit Maharaj.",
      "summary": "The speaker explains the context of Suta Goswami narrating the Bhagavatam to the sages, highlighting their eagerness to hear about Krishna and the events following the Battle of Kurukshetra, specifically the actions of Ashwatthama.",
      "timestamp_url": "https://youtu.be/HpIHVsvirFY?t=90",
      "transcript": "That is the beginning of the first chapter of this canto opening. So the topics have been developed up to this point that the sages of Naimisha Ranya were very eager to hear about Krishna. Therefore, Suta Goswami decided that he is going to speak the... narrate the Bhagavatam which he heard from Sukadeva Goswami when Sukadeva Goswami was speaking to Parikshit Maharaj. So that will come in the second canto. But in the first canto when Suta Goswami says because you are very interested in hearing about Krishna let me narrate the Srimad Bhagavatam to you which is exclusively describing Krishna... recommends for those who want to develop their Krishna consciousness very very quickly, then you should hear or read or study these two scriptures Bhagavad Gita and Bhagavatam. So, in the Bhagavatam the opening of the description of the topics of Krishna begin with the end of the Battle of Kurukshetra. And what happened this incident particularly that the sleeping sons of Draupadi were beheaded by Aswatthama, the son of Dronacharya. And it is stated that the sleeping sons of Draupadi were beheaded by Aswatthama, the son of Dronacharya, and it is totally against the principles of Dharma Yuddha. So, now when Arjuna came to know about it, he wants to punish this Ashwatthama. So, Arjuna has chased Ashwatthama. Ashwatthama's horses have become tired when he tried to escape and he raised the Brahmastra. He doesn't know how to retract it. And now, Arjuna has asked Krishna, what is the source of this intense radiation that is spreading everywhere? What is the source of this? What is the cause of this? And Arjuna, of course, has offered nice prayers to Krishna. And now Krishna is replying"
    },
    {
      "start_time": 282,
      "end_time": 442,
      "verse_references": [],
      "themes": [
        "Brahmastra",
        "Arjuna",
        "Krishna",
        "Dharma Yuddha"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "O Arjuna, only another Brahmastra can counteract this weapon. Since you are expert in the military science, subdue this weapon's glare with the power of your own weapon.",
      "summary": "The speaker explains Krishna's instructions to Arjuna regarding the Brahmastra released by Ashwatthama, emphasizing Arjuna's expertise in military science and the power of the Brahmastra.",
      "timestamp_url": "https://youtu.be/HpIHVsvirFY?t=282",
      "transcript": "in this 28th verse, The meaning of this verse is, O Arjuna, only another Brahmastra can counteract this weapon. Since you are expert in the military science, subdue this weapon's glare with the power of your own weapon. In the previous verse, Krishna had explained the source of this radiation as the Brahmastra released by Ashwatthama in order to save his life, his own life. And Krishna also informed Arjuna, this Ashwatthama doesn't know how to retract this. So, it's very dangerous, this radiation of the Brahmastra he has released. So, only another Brahmastra can counteract this radiation. So, only another Brahmastra can counteract it, because he does not know how to retract it. So, you should actually subdue that weapon, that Brahmastra released by Ashwatthama by releasing another Brahmastra, because you know the science. So, Srila Prabhupada explains this in the purport, For the atomic bombs, there is no counterweapon to neutralize the effects. We have heard of atomic bomb, and particularly at the end of the Second World War, America bombed Japan, and there was so much of destruction, Hiroshima and Nagasaki, so much. And the after effects were horrible. But this Brahmastra, even though it has the power to neutralize the effects, it has the power to neutralize the effects. So, it is a very powerful weapon. Like an atom bomb, of course, the power of Brahmastra is many millions of times more than that of the atom bomb. But Brahmastra can be targeted at a very specific target, can be released to destroy a particular target only. That is the complete science of this bomb. So, it is a very powerful weapon."
    },
    {
      "start_time": 442,
      "end_time": 551,
      "verse_references": [],
      "themes": [
        "Dhanurveda",
        "Upavedas",
        "Kshatriyas",
        "Gurukul"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Dhanurveda and Ayurveda, the medical science and Sthapatyaveda, the science of architecture and Gandharva Veda, the science of singing and dancing, classical music, classical dance. So these are all Upavedas and they are highly developed branch of different Vedas.",
      "summary": "The speaker discusses Dhanurveda as an Upaveda, highlighting its importance for Kshatriyas and the responsible use of knowledge gained in a Gurukul.",
      "timestamp_url": "https://youtu.be/HpIHVsvirFY?t=442",
      "transcript": "is called Dhanurveda. It is of course not one of the main Vedas, it's called Upaveda. Dhanurveda and Ayurveda, the medical science and Sthapatyaveda, the science of architecture and Gandharva Veda, the science of singing and dancing, classical music, classical dance. So these are all Upavedas and they are highly developed branch of different Vedas. So these are all Upavedas and they are highly developed branch of different sciences. So Dhanurveda, Arjuna knew Dhanurveda, he had studied that under Dronacharya. A Kshatriya should know this Dhanurveda, should learn this because for maintaining law and order, this violence is required and it has to be very, very carefully utilized. Kshatriyas were very responsible. The Brahmanas, Kshatriyas and Vaishyas were very, very responsible, very intelligent in their own fields and they were trained up, they were trained up in a Gurukul to properly learn and also responsibly utilize this knowledge."
    },
    {
      "start_time": 551,
      "end_time": 774,
      "verse_references": [],
      "themes": [
        "Brahmastra",
        "Arjuna",
        "Krishna",
        "Suta Goswami"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Hearing this from the personality of Godhead, Arjuna touched water for purification and after circumambulating Lord Sri Krishna, he cast his Brahmastra weapon to counteract the other one.",
      "summary": "The speaker contrasts atomic bombs with Brahmastra, emphasizing the ability to counteract the latter, and describes Arjuna's actions following Krishna's instructions, as narrated by Suta Goswami.",
      "timestamp_url": "https://youtu.be/HpIHVsvirFY?t=551",
      "transcript": "The lay of knowledge to really know the truth. So, Atomic Bombs, it's very rude. Once it is released, there is no counteraction to neutralize the effect of that. But by certain signs, the action of a Brahmaswara can be counteracted. And those who were expert in military science in those days, could counteract the Brahmaswara, those who were expert in military science, Arjuna was expert. This how to release the Brahmastra he did not know how to counteract it or how to retract it he didn't know whereas Arjuna he knew completely how to use the Brahmastra so therefore Krishna is instructing Arjuna you should counteract this Brahmastra released by Swarthama by releasing another Brahmastra Srila Prabhupada says the son of Dronacharya did not know the art of counteracting the weapon and therefore Arjuna was asked to counteract it by the power of his own weapon Arjuna was asked to do it because Arjuna knew how to do it so this Dhanurveda is a very very advanced science of using weapons and it is a subtle science because simply by chanting a mantra after sanctifying oneself by touching water one can actually release different types of astras against different targets and very very specific and precise in fact the astra will go and search out for the target wherever the target is so that is the power of the astra this weapon which is released by mantra it is This unknown, this science is unknown, yet unknown to the modern scientists. They do not know this. And in the 29th verse, Suta Goswami is narrating this to the Sages of Nainisharanya. Suta Goswami is telling what happened next. Shrutva Bhagavata Proktam Falguna Paraviraha Falguna refers to Arjuna. Sprishtva Apahatam Parikramya Brahamam Brahmastram Sandadhe The meaning of this 29th verse, Sri Suta Goswami said, Hearing this from the personality of Godhead, Arjuna touched water for purification and after circumambulating Lord Sri Krishna, he cast his Brahmastra weapon to counteract the other one. So, Arjuna, following Krishna's direction, instruction, he did exactly what Krishna told him. Krishna told him, release another Brahmastra to counteract the one released by Ashwathama. So, Arjuna did that."
    },
    {
      "start_time": 774,
      "end_time": 913,
      "verse_references": [],
      "themes": [
        "Vedas",
        "Puranas",
        "Brahmastra",
        "Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Every branch of knowledge relevant for human society is there in the Vedas and Puranas.",
      "summary": "The speaker praises the wealth of knowledge in the Vedas and Puranas, highlighting the power of the Brahmastra and Krishna's guidance to Arjuna to neutralize its effects, ending with a thank you and Hare Krishna.",
      "timestamp_url": "https://youtu.be/HpIHVsvirFY?t=774",
      "transcript": "Now, Srila Prabhupada also praises, the wealth of knowledge in the Vedas and Puranas. Every branch of knowledge relevant for human society is there in the Vedas and Puranas. And it is perfect knowledge coming from the perfect source, the Supreme Personality of Godhead. Originally, the Vedas and Puranas were handed down to Brahma at the beginning of creation. Tene Brahma hrudaya adikavaye muhyantiyat surayaha In the beginning of Bhagavatam, it is described, Brahma received this knowledge and it is coming down in parampara. So, this knowledge is perfect knowledge. See how now, Arjuna is going to counteract that Brahmastra, that Brahmastra was released by. Because, the Brahmastra's power is that it can destroy a whole universe. Not just this atomic bomb, at most it can destroy one planet. But, a Brahmastra can destroy the whole universe. Millions of planets it can destroy. So, it is, if he has released it without aiming at any specific target, this foolish Ashwatthama, then Krishna is actually telling Arjuna, counteract it and neutralize the effect of the Brahmastra. So, that no damage will be done at all. That is the idea. Nobody will be harmed by that when Arjuna counteracts it and retracts both of them. And that's what will be described in the next verse."
    }
  ]
}