{
  "video_id": "HpIHVsvirFY",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.7.28-29 | 08-01-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=HpIHVsvirFY",
  "segments": [
    {
      "start_time": 0,
      "end_time": 90,
      "verse_references": [],
      "themes": [
        "invocation",
        "introduction",
        "Srimad Bhagavatam"
      ],
      "content_type": "introduction",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "In this session we will be discussing from the 28th and the 29th verses of the 7th chapter of the first canto of Srimad Bhagavatam.",
      "summary": "The lecture begins with traditional Vaishnava prayers and an introduction to the verses from Srimad Bhagavatam that will be discussed.",
      "timestamp_url": "https://youtu.be/HpIHVsvirFY?t=0"
    },
    {
      "start_time": 90,
      "end_time": 282,
      "verse_references": [],
      "themes": [
        "Krishna",
        "Srimad Bhagavatam",
        "Kurukshetra",
        "Aswatthama"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Therefore, Suta Goswami decided that he is going to speak the narrate the Bhagavatam which he heard from Sukadeva Goswami when Sukadeva Goswami was speaking to Parikshit Maharaj.",
      "summary": "The speaker explains the context of Suta Goswami narrating the Bhagavatam to the sages, highlighting their eagerness to hear about Krishna and the events following the Battle of Kurukshetra, specifically the actions of Ashwatthama.",
      "timestamp_url": "https://youtu.be/HpIHVsvirFY?t=90"
    },
    {
      "start_time": 282,
      "end_time": 442,
      "verse_references": [],
      "themes": [
        "Brahmastra",
        "Arjuna",
        "Krishna",
        "Dharma Yuddha"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "O Arjuna, only another Brahmastra can counteract this weapon. Since you are expert in the military science, subdue this weapon's glare with the power of your own weapon.",
      "summary": "The speaker explains Krishna's instructions to Arjuna regarding the Brahmastra released by Ashwatthama, emphasizing Arjuna's expertise in military science and the power of the Brahmastra.",
      "timestamp_url": "https://youtu.be/HpIHVsvirFY?t=282"
    },
    {
      "start_time": 442,
      "end_time": 551,
      "verse_references": [],
      "themes": [
        "Dhanurveda",
        "Upavedas",
        "Kshatriyas",
        "Gurukul"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Dhanurveda and Ayurveda, the medical science and Sthapatyaveda, the science of architecture and Gandharva Veda, the science of singing and dancing, classical music, classical dance. So these are all Upavedas and they are highly developed branch of different Vedas.",
      "summary": "The speaker discusses Dhanurveda as an Upaveda, highlighting its importance for Kshatriyas and the responsible use of knowledge gained in a Gurukul.",
      "timestamp_url": "https://youtu.be/HpIHVsvirFY?t=442"
    },
    {
      "start_time": 551,
      "end_time": 774,
      "verse_references": [],
      "themes": [
        "Brahmastra",
        "Arjuna",
        "Krishna",
        "Suta Goswami"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Hearing this from the personality of Godhead, Arjuna touched water for purification and after circumambulating Lord Sri Krishna, he cast his Brahmastra weapon to counteract the other one.",
      "summary": "The speaker contrasts atomic bombs with Brahmastra, emphasizing the ability to counteract the latter, and describes Arjuna's actions following Krishna's instructions, as narrated by Suta Goswami.",
      "timestamp_url": "https://youtu.be/HpIHVsvirFY?t=551"
    },
    {
      "start_time": 774,
      "end_time": 913,
      "verse_references": [],
      "themes": [
        "Vedas",
        "Puranas",
        "Brahmastra",
        "Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Every branch of knowledge relevant for human society is there in the Vedas and Puranas.",
      "summary": "The speaker praises the wealth of knowledge in the Vedas and Puranas, highlighting the power of the Brahmastra and Krishna's guidance to Arjuna to neutralize its effects, ending with a thank you and Hare Krishna.",
      "timestamp_url": "https://youtu.be/HpIHVsvirFY?t=774"
    }
  ]
}