{
  "video_id": "hQ0Zcu7JbpI",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.12.6 | 3-08-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=hQ0Zcu7JbpI",
  "segments": [
    {
      "start_time": 51,
      "end_time": 135,
      "verse_references": [
        "SB 1.12.6"
      ],
      "themes": [
        "devotional service",
        "detachment",
        "pure devotee"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "even such opulences cannot bewilder a pure devotee, because the pure devotee's mind is fully absorbed in devotional service to Krishna.",
      "summary": "This segment explains that a pure devotee, absorbed in Krishna's service, remains unaffected by material opulence, even those that enchant heavenly beings.",
      "timestamp_url": "https://youtu.be/hQ0Zcu7JbpI?t=51",
      "transcript": "In this session, we will be discussing from the 6th verse of the 12th chapter of the 1st canto of Srimad Bhagavatam. Kimte Kama Suras Parha Mukunda Manasodvijaha Adhijakhrur Mudham Ragnaha Shuditasya Yathetare. The meaning of this verse is, O Brahmanas, the opulence of the king was so enchanting that the denizens of heaven aspired for it. But because he, the king, Yudhishthira, was absorbed in the service of the king, nothing could satisfy him except the Lord's service. So this clearly explains the position of a pure devotee, even though he may be emperor of this world, with opulences which are able to bewilder even the heavenly residents, even such opulences cannot bewilder a pure devotee, because the pure devotee's mind is fully absorbed in devotional service to Krishna."
    },
    {
      "start_time": 135,
      "end_time": 276,
      "verse_references": [],
      "themes": [
        "service",
        "illusion",
        "sense gratification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Constitutionally means the way we are made. We are meant to simply serve, serve, serve.",
      "summary": "This segment discusses the constitutional position of the living being as a servant, contrasting it with the illusion of being the served, and highlighting how people are often servants of their senses.",
      "timestamp_url": "https://youtu.be/hQ0Zcu7JbpI?t=135",
      "transcript": "So Srila Prabhupada explains very nicely in the purport, there are two things in the world which can satisfy living beings, this world. When one is materially engrossed, he is satisfied only by sense gratification. But when one is liberated from the conditions of the material modes, he is satisfied only by rendering loving service for the satisfaction of the Lord. This means that the living being is constitutionally a servitor. The way we are made. Constitutionally means the way we are made. We are meant to simply serve, serve, serve. And we are never the one who is served. Krishna is the only one who is always served by everyone else. Everyone else is a servant, a servitor. Being illusioned by the conditions of the external energy, material energy, illusory energy, maya, one falsely thinks himself to be the served, but actually he is not served. He is servant of the senses like lust, desire, anger, avarice, pride, madness, and intolerance. Even people who are very, very powerful, very rich, very nicely educated, very influential, but ultimately they are all servant of their senses. When it comes to them becoming victim of lust, desire, anger, pride, madness, intolerance, they cannot control themselves. When one is in his proper senses by attainment of spiritual knowledge, he realizes that he is not the master of the material world, but is only a servant of the senses."
    },
    {
      "start_time": 276,
      "end_time": 399,
      "verse_references": [],
      "themes": [
        "spiritual knowledge",
        "devotional service",
        "happiness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Happiness in the service of Krishna is real happiness.",
      "summary": "This segment emphasizes the realization of one's position as a servant through spiritual knowledge, leading to happiness through devotional service to Krishna, contrasting it with illusory material happiness.",
      "timestamp_url": "https://youtu.be/hQ0Zcu7JbpI?t=276",
      "transcript": "To realize this requires spiritual understanding. At that time, that is when one comes to understand his position as a servant, as a saint. He begs for the service of the Lord, and thus becomes happy, without being illusioned by so called material happiness. Material happiness is not real happiness. Happiness in the service of Krishna is real happiness. Maharaj Yudhishthira was one of the liberated souls. How is that? Because, pure devotee and therefore for him there is no pleasure in a vast kingdom, good wife, obedient brothers, happy subjects, and prosperous world. None of these things could give him real happiness. These blessings automatically follow for a pure devotee even though the devotee does not aspire for them. That means a devotee may be blessed with a vast kingdom, any material opulences, he does not aspire for them. The example set herein is exactly suitable. What are the example? It is said that one who is hungry is never satisfied by anything other than food. Can hunger be satisfied by anything else other than food? Nourishing, relishable, palatable food is the only thing that can satisfy hunger. Similarly, a devotee's heart is only satisfied by devotional service to Krishna."
    },
    {
      "start_time": 399,
      "end_time": 535,
      "verse_references": [],
      "themes": [
        "spiritual hunger",
        "material dissatisfaction",
        "illusion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "the whole material world is full of hungry living beings the hunger is not for good food is not for shelter is not for sense gratitude the hunger is for the spiritual atmosphere why because we are spirit soul we are not the body",
      "summary": "This segment explains that the material world is full of living beings hungry for spiritual satisfaction, which is often misrepresented as material hunger for food, shelter, and sense gratification, even among the materially satisfied.",
      "timestamp_url": "https://youtu.be/hQ0Zcu7JbpI?t=399",
      "transcript": "And not by anything else. Now Srila Prabhupada explains a very, very important point that we should carefully note. The whole material world is full of hungry living beings. There is no exception to this reality, fact of life. The whole material world is full of hungry living beings. The hunger is not for good food, is not for shelter, is not for sense gratitude. The hunger is for the spiritual atmosphere. Why? Because we are spirit soul. We are not the body. We are not a material product. Due to ignorance only, they think that the world is dissatisfied because there is not sufficient food. Due to ignorance only people think the world is dissatisfied. The world is dissatisfied because there is no sufficient food or no sufficient shelter, defense, and objects of sense gratification. Ahara, nidra, bhaya, maithu, namcha. These are four demands of the body. Every living entity's body demands these four things. And people think there is some scarcity of one or more of these four things. That's why people are dissatisfied. But that's not the real fact. This is called illusion. To think that people are dissatisfied because of the scarcity of one of these four things, ahara, nidra, bhaya, maithu, namcha, is actually due to illusion. When the living being is hungry for spiritual satisfaction, he is misrepresented by material hunger. But the foolish leaders cannot see that even the people who are most sumptuously, materially satisfied are still hungry."
    },
    {
      "start_time": 535,
      "end_time": 685,
      "verse_references": [],
      "themes": [
        "spiritual food",
        "spiritual shelter",
        "spiritual sense gratification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "This hunger is actually for spiritual food, for spiritual shelter, for spiritual defense, and spiritual sense gratification.",
      "summary": "This segment elaborates on the concept of spiritual hunger, explaining that the true need is for spiritual food, shelter, defense, and sense gratification, which can be found in association with Krishna.",
      "timestamp_url": "https://youtu.be/hQ0Zcu7JbpI?t=535",
      "transcript": "Even the people in rich nations, in rich households, in very powerful, influential, opulent positions, even they are hungry. So hunger is not for any of those four material needs. And what is their hunger and poverty? This Prabhupada explains. This hunger is actually for spiritual food, for spiritual shelter, for spiritual defense, and spiritual sense gratification. There are two things. There is something called material hunger, material food, material shelter, material defense, material sense gratification. This we all know. We have experience of this. But there is something else we do not know. What is that? Spiritual food, spiritual shelter, spiritual defense, spiritual sense gratification. This is something we have to learn from the Bhagavatam. These can be obtained in the association of the Supreme Spirit, Lord Sri Krishna. And therefore, one who has them cannot be attracted by so-called food, shelter, defense, and sense gratification of the material world, even if such material food, shelter, defense, and sense gratification are relished by the denizens of the heavenly planet. We may see that somebody else in a relatively higher material position may be relishing something, apparently, better than what we have with us in terms of material food or material facilities. But the reality is all living beings in every position in this material world are hungry for spiritual atmosphere, for spiritual food, spiritual shelter, spiritual defense, spiritual sense gratification."
    },
    {
      "start_time": 685,
      "end_time": 875,
      "verse_references": [
        "BG 8.16"
      ],
      "themes": [
        "liberation",
        "eternity",
        "devotional service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Even Lord Shiva, Lord Brahma, any devata, anybody belonging to this material world cannot give you liberation from material existence.",
      "summary": "This segment discusses the limitations of material existence, even in the highest planets like Brahmaloka, and emphasizes that true satisfaction and liberation can only be attained through devotional service to Vishnu/Krishna.",
      "timestamp_url": "https://youtu.be/hQ0Zcu7JbpI?t=685",
      "transcript": "Therefore, in the Bhagavad Gita 8.16, it is said by the Lord that even in the topmost planet of the universe, namely the Brahmaloka, what is the situation in Brahmaloka? In Brahmaloka, the duration of life is multiplied by millions of years by earth calculation. Sahasra yuga pariyantam aharyat brahmano vidhu. That twelve hours of Brahma, Brahma loka, the residence of Brahma loka, where Brahma lives, is equal to one thousand maha yugas of this world. This earth planet. That comes to some four billion years of our calculation. Twelve hours of Brahma, half a day of Brahma, is four billion solar years on the earth. So, in that Brahma loka also, one cannot satisfy his hunger by any material food, material arrangements, no. Such hunger can be satisfied only when the living being is situated in immortality. Asatoma saggamaya. This is one of the statements in the original Vedas. Don't remain in asat, in material existence. Come to spiritual existence. Satgamaya. Eternity. Come to eternity. Come to eternality. This immortality is attained in the spiritual sky, far, far above Brahma loka, in the association of Lord Mukunda. The Lord, who awards his devotees, the transcendental pleasure of liberation. Lord Mukunda. There are so many verses that describe. Mukunda means the giver of liberation. Mukti pradata sarveshaam vishnur eva na samshayah. Lord Shiva says that, Mukti, if you want liberation from this material existence, then that it can be only given by Vishnu or Lord Krishna or Mukunda, one who can give liberation, one who gives liberation, one who factually gives liberation. Even Lord Shiva, Lord Brahma, any devata, anybody belonging to this material world cannot give you liberation from material existence."
    },
    {
      "start_time": 875,
      "end_time": 903,
      "verse_references": [],
      "themes": [
        "devotional service",
        "liberation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He gives liberation to those who are engaged in his devotional service.",
      "summary": "This segment concludes by reiterating that liberation is granted only to those engaged in devotional service to the Lord, not through other means.",
      "timestamp_url": "https://youtu.be/hQ0Zcu7JbpI?t=875",
      "transcript": "So this we have to always remember. And, to whom does the Lord give liberation? He gives liberation to those who are engaged in his devotional service. And not to anybody else who may be doing so many other things other than devotional service. They don't get liberation. They are only given relative material facilities. That's all."
    }
  ]
}