{
  "video_id": "Hw1wtbon5j0",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.9.46 | 17-05-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=Hw1wtbon5j0",
  "segments": [
    {
      "start_time": 55,
      "end_time": 350,
      "verse_references": [],
      "themes": [
        "Bhishma Deva",
        "Yudhishthira's grief",
        "Dhritarashtra's ambition",
        "Pandu's death",
        "Succession"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bhishma Deva was the most affectionate grandfather of the Pandavas, and caretaker of the widow daughter-in-law Kunti Devi.",
      "summary": "The lecture begins with an explanation of the verse, focusing on Yudhishthira's grief after Bhishma Deva's death and then delves into the historical context of Dhritarashtra's ambition and the Pandavas' rightful claim to the throne.",
      "timestamp_url": "https://youtu.be/Hw1wtbon5j0?t=55",
      "transcript": "In this session we will be discussing from the 46th verse of the 9th chapter of the 1st canto of Srimad Bhagavatam. तस्य निर्हरणादीनि संपरे तस्य भार्गव युदिष्ठिरक कारयित्वा मुहूर्तं दुख्यितो भवत। The meaning of this verse is, O descendant of Bhrigu, शवनका, after performing funeral rituals for the dead body of Bhishma Deva, Maharaj Yudhishthira was momentarily overtaken with grief. So, Suta Goswami speaking this verse, he is addressing Shavunaka Rishi, the sages headed by Shavunaka Rishi. Shavunaka Rishi is addressed as Bhargava, descendant of Bhrigu Rishi or Bhrigu Muni. He is coming in the dynasty of Bhrigu Rishi, Bhrigu Vamsha. So, the description is being given here that Yudhishthira, after Bhishma Deva passed away, he quit his body at the most auspicious moment, and more importantly, he quit his body in the presence of Lord Sri Krishna, and he quit his body while his mind was completely absorbed in thought, in remembrance of Krishna. So, perfect way of quitting the body, ideal for all the devotees, for everyone. So, in the purport, Srila Prabhupada explains, Bhishma Deva was not only a great family head of Maharaj Yudhishthira, but also he was a great philosopher and friend to him, his brothers and his mother, the entire Pandavas. Kunti is the name of a family, the five Pandavas brothers, and their mother Kunti, Kunti Devi. Since Maharaj Pandu, the father of the five brothers headed by Maharaj Yudhishthira, had died, Bhishma Deva was the most affectionate grandfather of the Pandavas, and caretaker of the widow daughter-in-law Kunti Devi. Bhishma Deva's granddaughter was the daughter of Lord Pundit, Krishna's daughter, Bhishmadeva's brother was Vichitravirya. Vichitravirya's son was Pandu. So, Bhishmadeva's daughter-in-law or Vichitravirya's daughter-in-law was Kuntidevi. In that way, it is being described here, Bhishmadeva's relationship with Kuntidevi. Although Maharaj Dhritarashtra, the elder uncle of Maharaj Yudhishthira, was there to look after them, his affection, that is Dhritarashtra's affection, was more on the side of his hundred sons, headed by Duryodhana. Dhritarashtra was very much unhappy about the fact that Dhritarashtra himself could not ascend the throne of the emperor of the entire world, the throne of Hastinapura, because Dhritarashtra was blind by birth. He was disqualified. And Pandu had taken charge of ruling the entire world as the emperor, and Pandu died. And Yudhishthira should have ascended the throne, but if Dhritarashtra is not dead, would that mean he shall not be a successor? Since Yudhishthira was not an adult, a major—he was not quite eighteen years old—therefore, after Pandu died, as long as Yudhishthira would yield to the throne, a caretaker king was needed. And that caretaker king Bhishma refused because Bhishma had taken a vow not to sit on the throne. He had given a promise to his father. Therefore Dhritarashtra was the caretaker king and Bhishma and Vidura were advising."
    },
    {
      "start_time": 350,
      "end_time": 565,
      "verse_references": [],
      "themes": [
        "Dhritarashtra's unfairness",
        "Pandavas' exile",
        "House of Shellac",
        "Vidura's warning"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Ultimately a colossal clique was fabricated to deprive the five fatherless brothers of the rightful claim of the kingdom of Hastinapura.",
      "summary": "This segment details Dhritarashtra's unfair treatment of the Pandavas, the conspiracy to deprive them of their kingdom, and the attempt to kill them in the house of shellac, highlighting Vidura's role in warning Yudhishthira.",
      "timestamp_url": "https://youtu.be/Hw1wtbon5j0?t=350",
      "transcript": "They were advisors to Dhritarashtra and the entire royal household. But Dhritarashtra was not fair in his dealings, especially with the Pandavas. So Srila Prabhupada explained, \"Ultimately a colossal clique was fabricated to deprive the five fatherless brothers of the rightful claim of the kingdom of Hastinapura.\" There was a great intrigue common in imperial palaces and the five brothers were exiled to wilderness. This is explained by Prabhupada in another place. What was this? This was a colossal clique that because these Pandavas were great devotees of Krishna and Dhritarashtra and Duryodhana were very materialistic. Naturally, Pandavas were put into many dangerous conditions. That is the policy of Dhritarashtra. How to kill the sons of Pandu? He wanted to kill the five sons of Pandu and usurp the kingdom for his own sons. He could not ascend the throne. So he felt that at least my sons should become the emperors. So he wanted to kill the five sons of Pandu just so that his son can become the emperor. So this was the policy from the very beginning. But the Pandavas, they were very obedient to Dhritarashtra because Dhritarashtra was their guardian, their uncle, elderly uncle, who had taken charge of protecting the five Pandavas and their mother Kunti in the absence of Pandu. So what did Dhritarashtra do? He constructed a house of shellac. Shellac means as soon as you touch one matchstick, immediately the whole palace will be on fire. So he asked his nephews and sisters-in-law Kunti that for some time you go. I constructed a very nice palace for you. You go and live there. Why you have to share this palace? So Vidura, he was very alert. He knew that Dhritarashtra and Duryodhana were plotting to kill the Pandavas. So Vidura informed Yudhishthira very secretly that Dhritarashtra wants to burn you to ashes when you go to that house. Be careful. And Duryodhana could understand that Vidura had already informed. Therefore Duryodhana was very anxious. He was very angry against Vidura. And these are all, this is the politics that was going on in the palace of Hastinapura during the time of the Pandavas and Kauravas."
    },
    {
      "start_time": 565,
      "end_time": 784,
      "verse_references": [],
      "themes": [
        "Yudhishthira's obedience",
        "Pandavas' trials",
        "Draupadi's protection",
        "Gambling match",
        "Exile"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So although Yudhishthira knew that my uncle is sending me to this house to set it on fire, still he was very obedient.",
      "summary": "The segment recounts the various trials faced by the Pandavas, including their escape from the house of shellac, the attempt to poison Bhima, Draupadi's protection by Krishna, and their exile following the rigged gambling match.",
      "timestamp_url": "https://youtu.be/Hw1wtbon5j0?t=565",
      "transcript": "So although Yudhishthira knew that my uncle is sending me to this house to set it on fire, still he was very obedient. So he agreed to go. He didn't want to disobey the superior because Yudhishthira was always morally upright. So they dug a subway into that house and they escaped. They dug a subway within that house, a tunnel, and then they escaped. So this is the way they escaped that danger to their life. The five Pandavas along with Kunti. Then another time Bhima was fed a poisoned cake. And again it's described in detail in the Mahabharata. Bhima was also saved. Then they had to meet one man-eater, rakshasa demon, Hidimba. So Bhima fought with him and killed him. And then in the assembly of ruffians, asatsabhaya, they attempted to disrobe Draupadi. But Draupadi took shelter of Krishna and she was protected. Then that is also described in detail in the Mahabharata. And then in a gambling match, which was completely rigged, the Pandavas were totally cheated. And when they lost the match, the terms were that whoever loses has to go and stay in the forest in exile for 13 years, out of which the last year, 13th year, they have to live incognito. They have to hide themselves. So in this way, the Pandavas, they were cheated and their life was in danger. Even when they were living in exile, Duryodhana attempted to attack the Pandavas and kill them. But the Pandavas fought back. And therefore the description is that they could not ultimately kill the Pandavas, though they tried. And in the battle of Kurukshetra, because Krishna was on the side of the Pandavas, the Pandavas could not be defeated by the Kauravas, even though the Kauravas were very powerful."
    },
    {
      "start_time": 784,
      "end_time": 911,
      "verse_references": [],
      "themes": [
        "Krishna's support",
        "Bhishma's knowledge",
        "Devotion",
        "Yudhishthira's grief"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is always on the side of his devotees.",
      "summary": "This segment explains why Krishna sided with the Pandavas, emphasizing the importance of devotion and highlighting Bhishma's knowledge of the Pandavas' eventual victory due to Krishna's presence, concluding with Yudhishthira's grief over Bhishma's death.",
      "timestamp_url": "https://youtu.be/Hw1wtbon5j0?t=784",
      "transcript": "Because Krishna was on the side of the Pandavas. So it is described here, even though Bhishma was fighting on the side of the Kauravas, because he was obliged to the caretaker, Dhritarashtra, but still he was a sincerely sympathetic, well-wisher, grandfather, friend and philosopher to Maharaja Yudhishtira. Even up to the last moment of his life, he died very happily seeing Maharaja Yudhishtira ascend to the throne. Otherwise, he would have died long, long back. Instead of suffering agony over the undue suffering of the Pandavas, he would have quit his body long back. But he was waiting for the opportune moment because he knew that the sons of Pandavas would come out victorious. He knew this in the battle of Kurukshetra. And he knew that because Krishna was on the side of the Pandavas. Now why did Krishna take the side of the Pandavas? Krishna is always on the side of his devotees. And who can be a devotee of Krishna? Anyone, everyone can become a devotee of Krishna. But these demoniac minded people, they refuse to become devotees of Krishna. And as a result of that, they keep on suffering. And Bhishma knew Yudhishtira cannot be ultimately vanquished because he is a pure devotee of Krishna. Therefore, Yudhishtira also, he had respect for Bhishma Deva. And he felt great separation when Bhishma Deva quit his body. And therefore, momentarily he was feeling grief on account of the death of Bhishma."
    }
  ]
}