{
  "video_id": "HwUSa66RoYw",
  "title": "AAQ: How to Serve Krishna Without Feeling Overwhelmed | His Grace Suvyakta Narasimha Dasa",
  "speaker": "HG Suvyakta Narasimha Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=HwUSa66RoYw",
  "segments": [
    {
      "start_time": 101,
      "end_time": 224,
      "verse_references": [],
      "themes": [
        "false ego",
        "humility",
        "service"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But if that devotee had not done it that day, today I will not be sitting here.",
      "summary": "HG Suvyakta Narasimha Dasa shares a personal story about overcoming his false ego and embracing menial service, highlighting the transformative impact of a devotee who pushed him beyond his comfort zone.",
      "timestamp_url": "https://youtu.be/HwUSa66RoYw?t=101",
      "transcript": "लो प्रो पोर्ग्राम I am for program आपका विद्धी वर्ष निश्चा ने आई था, बहुत कृपी रहा हुआ था, में वांट में आश्च रहा था, और इसमें उस स्थित्र के लिए आपके बाद बढ़ने बहुत रहा हुआ था. में एक बिल्ड थक गुड़ थे. ए, प्रभुजी, प्रभुजी. मैं कह दूसरा हूँ, वाला। क्या बिल्ड हूँ? आप वहां पहला पूंठते हैं। कूपका में बिल दे रहा है कि, हम उस संखित हल्पारों के बाद उसमें करने के लिए नहीं करने चाहिए। एक पटमा करना रखा गया था। एक योग उपसे बात करने की वजह नहीं जाना था। मेरे बास, हमें वह बहुत मुझे उपचार भूल्यया था। लेकिन शर्पद बिल्कुल नहीं बता सकता था। मेरी बहुत मास्ट पर एक पटमा ले गए। मैं बहुत खुश हूँ। किसी में मुझे देखेंगे, क्या हो जाएगा। दोस्तों, वहाँ देखेंगे, मोबाइल नहीं हुआ, किसी में पिक्चर देखेंगे और जोड़ेंगे। तो, आज वे वहाँ लिए आधे बजाएगी, आज आप नहीं कहेंगे। तो एक पारण में एक मैंसेज़ बढ़ाए गया। इन मुझे यहाँ पढ़ रहा था और मैं जब वहाँ पढ़ना चाहिए। उस परिणान कहा, उस चारे यहाँ पाठे जाएगा। I went, kept that in the corner, slowly started walking towards the door. Again, प्रभुजी, प्रभुजी! I said, now what? I said, where are you? He said, where are you going? There are so many more mats. I said, what, one mat is not enough? You want me to pick up more mats? अप्पा, it was such a, I tell you, it was a, you know, for my ego. Because all my life I have never done any menial work like that. Lived always like a prince, like a king, you know, there are always people to take care of washing the clothes and washing the dishes and all that. Never did any such thing in my life. So it was really, you know, it was really, it was like somebody is pushing me, very uncomfortable doing that and all that. But if that devotee had not done it that day, today I will not be sitting here. That's the reality. So I'm thankful to him that he broke through my false ego barrier and he pushed me to engage in service because of which today I'm here."
    },
    {
      "start_time": 224,
      "end_time": 373,
      "verse_references": [
        "BG 9"
      ],
      "themes": [
        "false ego",
        "devotional service",
        "comfort zone"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "So Maya will use false ego and tell us, why you are to do all these things? This is not meant for you. You are supposed to live like a king.",
      "summary": "The speaker explains that false ego, influenced by Maya, prevents us from engaging in joyful service to Krishna, and that overcoming this requires pushing beyond our comfort zone with the help of other devotees.",
      "timestamp_url": "https://youtu.be/HwUSa66RoYw?t=224",
      "transcript": "So reality is, what is preventing us from rendering service to Krishna? Why are we feeling reluctant? Why are we feeling burdensome? Krishna actually says in the ninth chapter of the Bhagavad Gita, सुसुकं कर्तुं अभ्ययं Devotional service to Krishna is very joyfully performed. So then if it is joyfully performed, when picking up the mat, why am I feeling so much, discomfort, so much embarrassment? Because false ego. Maya doesn't want us to engage in service to Krishna. Because if we engage in service, we'll get out of our clutches. So Maya will use false ego and tell us, why you are to do all these things? This is not meant for you. You are supposed to live like a king. What is all this, you know, picking up the mat, wiping the floor? No, no, no, no, no, no. These are all burdens. And you are engaging in spiritual life for this. I mean, you are an engineer, you have studied in so much, this one big college, you have got so much rank, this, that, and all that. All that for this? So these are the thoughts that will come to your mind and which will inhibit you, which will discourage you from doing service to Krishna. So at that time, some devotee has to come and push you. Baba, do know. So little by little, little by little, that barrier gets broken, broken, broken, broken. What will happen is eventually we'll become comfortable. We'll go beyond comfortable. We'll start loving to do that service. So this is how we have to be ready to go beyond our comfort zone. Then only we can expect to progress. No pain, no gain. The pain that you have to take in Krishna consciousness is the pain of overcoming our false ego, which always advises us against rendering service to Krishna. So therefore, if somebody is pushing you into services, you should not develop grudge against that devotee. You should be grateful to that devotee. You see my false ego, Maya is so strongly preventing me from doing service, but this devotee so mercifully, is pushing me to engage in service to Krishna. That is the way we should look at it."
    },
    {
      "start_time": 373,
      "end_time": 444,
      "verse_references": [],
      "themes": [
        "comfort zone",
        "spiritual progress",
        "humility"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When you come to Krishna consciousness, you'll get battered, your false ego will get smashed.",
      "summary": "The speaker emphasizes the necessity of pushing beyond one's comfort zone for both material and spiritual progress, highlighting that Krishna consciousness involves humility and performing even the most menial services.",
      "timestamp_url": "https://youtu.be/HwUSa66RoYw?t=373",
      "transcript": "So it is good that somebody is pushing you out of your comfort zone. And when you push yourself out of your comfort zone only, you can achieve anything. Even in material life, if you want to achieve anything, if you sit back and relax, you will sit back and relax whole life. That's all. You will not be able to go anywhere in life. If you want to achieve something in life, you have to push yourself beyond the comfort zone. Then only you will achieve something. will be able to achieve anything in life spiritual life also if you are coming to spiritual life for progressing and going back to garden you should be ready to go far beyond your comfort zone you should be ready to slog not we are not here coming to spiritual life or comfortable life please take it out of your system that i am coming here for comfortable life to feel good no when you come to krishna consciousness you'll get battered your false ego will get smashed you will you know you will you will you will have to do the most menial services you'll have to pick up footwear you'll have to wipe the somebody else's juta the they have eaten and left you have to wipe that floor all these things you will have to do"
    },
    {
      "start_time": 444,
      "end_time": 535,
      "verse_references": [],
      "themes": [
        "humility",
        "service",
        "guru-krishna-prasada"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The first service when anybody joins the temple...is cleaning the toilets in the ashram.",
      "summary": "The speaker shares a potentially disillusioning but important truth about the initial services in the temple, emphasizing the need for humility and the importance of pleasing Krishna and guru over personal comfort.",
      "timestamp_url": "https://youtu.be/HwUSa66RoYw?t=444",
      "transcript": "in fact you know i should not share this it may put up many of the devotees who have ideas of joining the temple but still i will tell you so that tomorrow you have no disillusionment the first service when anybody joins the temple whether he is from iit or from mit first service he gets when he joins the ashram is cleaning the toilets in the ashram even i also when i joined one first as soon as i joined first one full week was cleaning all the toilets and bathrooms in the ashram and bangalore ashram is very big there are you know 50 60 devotees at least 10 bathrooms and 10 sets of bathrooms and toilets each set will have 10 bathrooms and 10 toilets like that 10 sets of common bathrooms or toilets are there which whole week i had to clean so this is our beginning in spiritual life we have to learn to be humble we have to learn to do services which are not in our comfort zone our idea of into spiritual life is not to please ourselves our idea of coming to krishna consciousness is to please krishna and guru so if you have to please krishna and guru we should not look at ourselves what is comfortable for me we are go beyond that and so that training begins with somebody pushing you and telling you to go beyond your comfort zone and engaging in service so if you are in"
    },
    {
      "start_time": 535,
      "end_time": 592,
      "verse_references": [],
      "themes": [
        "sincerity",
        "devotional service",
        "purification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We are all not born with sincerity in devotional service...we are all being saved by Prabhupada.",
      "summary": "The speaker explains that sincerity in devotional service is not innate but develops through engaging in service, being purified of material contamination, and recognizing Srila Prabhupada's compassionate role in saving us.",
      "timestamp_url": "https://youtu.be/HwUSa66RoYw?t=535",
      "transcript": "krishna consciousness get ready to be pushed around simple and if you if you are not in krishna consciousness get ready to be pushed around that is the way to become sincere in devotional service we are all not born with sincerity in devotional service you please understand we are all not born with sincerity we are all being saved by prahupad it's not that we are all sincerely coming and serving krishna we want to please krishna that's not our mood to come to that place here to become a pure devotee so prahupad is very compassionately picking us up and saving us we have to when we when we are forcibly engaging ourselves in service to krishna and guru shaila prahupad eventually sincerity will come as our heart gets cleansed as we become purified more and more of the contamination that i am this body as as we get purified of this contamination we"
    }
  ]
}