{
  "video_id": "HwUSa66RoYw",
  "title": "AAQ: How to Serve Krishna Without Feeling Overwhelmed | His Grace Suvyakta Narasimha Dasa",
  "speaker": "HG Suvyakta Narasimha Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=HwUSa66RoYw",
  "segments": [
    {
      "start_time": 101,
      "end_time": 224,
      "verse_references": [],
      "themes": [
        "false ego",
        "humility",
        "service"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But if that devotee had not done it that day, today I will not be sitting here.",
      "summary": "HG Suvyakta Narasimha Dasa shares a personal story about overcoming his false ego and embracing menial service, highlighting the transformative impact of a devotee who pushed him beyond his comfort zone.",
      "timestamp_url": "https://youtu.be/HwUSa66RoYw?t=101"
    },
    {
      "start_time": 224,
      "end_time": 373,
      "verse_references": [
        "BG 9"
      ],
      "themes": [
        "false ego",
        "devotional service",
        "comfort zone"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "So Maya will use false ego and tell us, why you are to do all these things? This is not meant for you. You are supposed to live like a king.",
      "summary": "The speaker explains that false ego, influenced by Maya, prevents us from engaging in joyful service to Krishna, and that overcoming this requires pushing beyond our comfort zone with the help of other devotees.",
      "timestamp_url": "https://youtu.be/HwUSa66RoYw?t=224"
    },
    {
      "start_time": 373,
      "end_time": 444,
      "verse_references": [],
      "themes": [
        "comfort zone",
        "spiritual progress",
        "humility"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When you come to Krishna consciousness, you'll get battered, your false ego will get smashed.",
      "summary": "The speaker emphasizes the necessity of pushing beyond one's comfort zone for both material and spiritual progress, highlighting that Krishna consciousness involves humility and performing even the most menial services.",
      "timestamp_url": "https://youtu.be/HwUSa66RoYw?t=373"
    },
    {
      "start_time": 444,
      "end_time": 535,
      "verse_references": [],
      "themes": [
        "humility",
        "service",
        "guru-krishna-prasada"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The first service when anybody joins the temple...is cleaning the toilets in the ashram.",
      "summary": "The speaker shares a potentially disillusioning but important truth about the initial services in the temple, emphasizing the need for humility and the importance of pleasing Krishna and guru over personal comfort.",
      "timestamp_url": "https://youtu.be/HwUSa66RoYw?t=444"
    },
    {
      "start_time": 535,
      "end_time": 592,
      "verse_references": [],
      "themes": [
        "sincerity",
        "devotional service",
        "purification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We are all not born with sincerity in devotional service...we are all being saved by Prabhupada.",
      "summary": "The speaker explains that sincerity in devotional service is not innate but develops through engaging in service, being purified of material contamination, and recognizing Srila Prabhupada's compassionate role in saving us.",
      "timestamp_url": "https://youtu.be/HwUSa66RoYw?t=535"
    }
  ]
}