{
  "video_id": "HxXjfqk32To",
  "title": "Right Perception Every Time: How Can I Make It Happen? | Sri Madhu Pandit Dasa",
  "speaker": "HG Madhu Pandit Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=HxXjfqk32To",
  "segments": [
    {
      "start_time": 0,
      "end_time": 23,
      "verse_references": [],
      "themes": [
        "perception",
        "sustained perception",
        "spiritual growth"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But to have the sustained perception is a challenge.",
      "summary": "The speaker introduces the challenge of maintaining a sustained spiritual perception.",
      "timestamp_url": "https://youtu.be/HxXjfqk32To?t=0",
      "transcript": "Hare Krishna Prabhu. Prabhu, you were telling about changing our perception. When we hear in the Bhagavatam class or when we hear from senior devotees, we develop that, sometimes we appreciate also, like, it is important to develop, to change the perception. But to have the sustained perception is a challenge. So how do we have the sustained perception of all these things?"
    },
    {
      "start_time": 23,
      "end_time": 69,
      "verse_references": [],
      "themes": [
        "practice",
        "perception",
        "consistency"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Just like you hear what is good chanting, one seminar you hear, three, four days you chant well, then again it goes back.",
      "summary": "The speaker uses the analogy of chanting and attending classes to illustrate the fleeting nature of initial spiritual inspiration and the need for sustained effort.",
      "timestamp_url": "https://youtu.be/HxXjfqk32To?t=23",
      "transcript": "Very simple, for this sustained perception, you have to understand one big secret: how this yantra works. Just like you hear what is good chanting, one seminar you hear, three, four days you chant well, then again it goes back. Or you hear a good class, nice perception, so clear everything is, you feel that okay, now I don't think, you know, I will fall for female beauty anymore. When that perception is there, you will feel. But why is it not consistent? Why does it not sustain?"
    },
    {
      "start_time": 69,
      "end_time": 131,
      "verse_references": [],
      "themes": [
        "practice",
        "contemplation",
        "application",
        "perception"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Practice means repeated contemplation on these truths.",
      "summary": "The speaker emphasizes the importance of practice, defined as repeated contemplation and application of spiritual truths, to change one's default perception.",
      "timestamp_url": "https://youtu.be/HxXjfqk32To?t=69",
      "transcript": "Is there a way to make it sustain? Very important to know, yes, there is a way to make it sustain, abhyasena, you practice. Practice means repeated contemplation on these truths. When you repeatedly contemplate on these truths, that this is the truth, your default perception has to change. You have to understand that your present perception has not come from out of akash, it has come out of your own creation in the past. It is all in the kshetra, it is in the field. The atma is kshetrajna. In your field it is created. That default perceptions are created. So that default perception, how did it get created? By repeated contemplation and application. You think and then you apply it. That means you use that."
    },
    {
      "start_time": 131,
      "end_time": 178,
      "verse_references": [],
      "themes": [
        "contemplation",
        "intellect",
        "belief",
        "reason"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If you want to believe something, you need some reasons.",
      "summary": "The speaker explains the process of intellectual contemplation, emphasizing the need for reasons and understanding to internalize new perceptions.",
      "timestamp_url": "https://youtu.be/HxXjfqk32To?t=131",
      "transcript": "When you use something, that becomes, that perception becomes deep. So suppose, now you get a new perception, you have to contemplate on that, that it is, what is contemplation? That this is the truth. This is the truth. Yes. This is the belief. This is the truth. Right? With all the reasons behind it, there will be so many reasons behind it, that with those reasons you will intellectually contemplate first. If you want to believe something, you need some reasons. Right? Aha, now yes, this I accept, yes, yes. So with reasons. So that is called intellectual contemplation. So intellectually you contemplate with the reason."
    },
    {
      "start_time": 178,
      "end_time": 240,
      "verse_references": [],
      "themes": [
        "application",
        "default perception",
        "Brahmacharya",
        "avoidance"
      ],
      "content_type": "practical",
      "circle_fit": [
        1
      ],
      "key_quote": "When you encounter something, then you have to apply that.",
      "summary": "The speaker discusses applying new perceptions in life and provides specific guidance for Brahmacharis (celibate students) regarding interactions with women, emphasizing avoidance.",
      "timestamp_url": "https://youtu.be/HxXjfqk32To?t=178",
      "transcript": "Then that perception slowly sinks inside us. Then we have to start applying those perceptions in life. When you encounter something, then you have to apply that. And when you repeatedly apply that, that will become your default perception. Default perception. Of course. Of course. When it comes, there are different rules for managing different perceptions. For instance, Brahmacharis. Perception of females. Okay, Prabhu told in the class, I have to apply. So I have to look at every female and apply. If you try, you will finish. So for Brahmacharis, the stage of life is that, no, no, you completely avoid it. Yes. You observe in other things. Completely avoid that."
    },
    {
      "start_time": 240,
      "end_time": 295,
      "verse_references": [],
      "themes": [
        "Brahmacharya",
        "perception",
        "holy name",
        "contemplation",
        "application"
      ],
      "content_type": "practical",
      "circle_fit": [
        1
      ],
      "key_quote": "With respect to holy name, contemplate, apply, contemplate, apply, contemplate, apply.",
      "summary": "The speaker clarifies that Brahmacharis should focus on changing their perception through contemplation and application in other areas, such as chanting the holy name.",
      "timestamp_url": "https://youtu.be/HxXjfqk32To?t=240",
      "transcript": "Don't bother about that. Don't bother about that. And in case, you have to see, okay, the golden rule is there. See everybody as mother. You have to see, no? You have to go out, you have to see. So Brahmachari is not in the process of, you know, changing perception. No. No. You are changing perception by, by the process that I said, with respect to female. To many other things, yes. With respect to holy name, contemplate, apply, contemplate, apply, contemplate, apply. Every day you are chanting. Before that, you do pre-Japa. You contemplate. While you are doing Japa, you apply, apply, apply. Your default perception of holy name will change. Your default perception of hearing. Everything."
    },
    {
      "start_time": 295,
      "end_time": 354,
      "verse_references": [],
      "themes": [
        "perception",
        "Brahmacharya",
        "disuse",
        "weakening"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1
      ],
      "key_quote": "If you don't use a car, even a brand new car, keep it there for 10 years, won't start.",
      "summary": "The speaker uses the analogy of a car and the principle of 'disuse atrophy' to explain how unused perceptions weaken and fade away, reinforcing the Brahmachari's path of detachment.",
      "timestamp_url": "https://youtu.be/HxXjfqk32To?t=295",
      "transcript": "Everything will change. So where to apply this? But the secret is this. If you want to change something, this is the method. And then what? Then the question may come, then as a Brahmachari, if I am, if I have never contemplated and if I have never counted, then what will happen to me? My default perception will remain, isn't it? Same philosophy holds with the Brahmachari. Same philosophy holds with the Brahmachari. Same philosophy holds with the Brahmachari. Same philosophy holds with the Brahmachari. And he is saying, this will change, this will change. The one who doesn't have a strong mental perception, he will become a useless thing. It will be the same principle that has been passed on to anything that has never been used. He is saying, this is the entire essence of these Vedic principles. It will go away. It will weaken away, no Dhamma. If you don't use a car, even a brand new car, keep it there for 10 years, won't start, it will not start. Don't use it, it will not come. In medicine also there is a medical term."
    },
    {
      "start_time": 354,
      "end_time": 442,
      "verse_references": [],
      "themes": [
        "perception",
        "amplification",
        "repetition",
        "mind"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If you go on seeing female as enjoyable, enjoyable, enjoyable, it becomes empowered, empowered, empowered and one day you will feel, so enjoyable it is. It's all in the head.",
      "summary": "The speaker uses the analogy of diabetes and insulin to illustrate how repeated contemplation and application amplify perceptions, both good and bad, emphasizing the power of the mind.",
      "timestamp_url": "https://youtu.be/HxXjfqk32To?t=354",
      "transcript": "Terminology also, disuse atrophy they say. If something is not used regularly, it will die. So same thing, think it's just like in diabetics, they say, if you don't use your pancreas, instead you artificially put insulin from outside, what you are doing is you are killing it more. So finally, your increase of insulin has to go on, your dose of insulin go on increasing, they say. Same thing, think like pancreas, you got perception in your mind, it's all in your subtle body, no? If you go on using it, it becomes stronger and stronger. If you go on seeing female as enjoyable, enjoyable, enjoyable, it becomes empowered, empowered, empowered and one day you will feel, so enjoyable it is. It's all in the head. Amplify, amplify, amplify, amplify, amplify, amplify. Nothing is there outside that person who is there, maybe it's, let's say every day you say, see one female. No amplification happening in her, but you, day by day, amplification, amplification, amplification, amplification. Nothing is that, female is just walking up and down. In your head, it is amplifying. So default perception, any perception, good perception or bad perception, it is amplifying."
    },
    {
      "start_time": 442,
      "end_time": 502,
      "verse_references": [],
      "themes": [
        "perception",
        "strengthening",
        "weakening",
        "Brahmacharya",
        "Bhagavatam"
      ],
      "content_type": "practical",
      "circle_fit": [
        1
      ],
      "key_quote": "By repeated contemplation and repeated application, it gets strengthened. By starving it, it becomes weak and dead.",
      "summary": "The speaker summarizes the process of strengthening or weakening perceptions through repeated contemplation and application or starvation, and suggests the authorized way for Brahmacharis to engage with potentially distracting concepts is through hearing Srimad Bhagavatam.",
      "timestamp_url": "https://youtu.be/HxXjfqk32To?t=442",
      "transcript": "By repeated contemplation and repeated application, it gets strengthened. By starving it, it becomes weak and dead. So don't have to fear. The Brahmachari's method of removing what perception that you have got before joining is gone, of female, it will all just fuse off if you don't touch it for many years. That is the principle of Brahmacharya. If at all you touch it, you hear like this thin waste daughters of, a very purifying Shabda it is. Your attraction to thin waste daughters will go away, Their description of beautiful breasts in Bhagavatam, you hear that, you hear Shabda, it will go away. Female beauty is described in Bhagavatam. You hear that story of Puranjana all that thing you hear?"
    }
  ]
}