{
  "video_id": "HygX-vYdS5Y",
  "title": "Ahe Nila Saila | Bhakta Salabega | Odiya Devotional Song | Bhakti Song | Krishna Bhajan",
  "speaker": "HH Stoka Krishna Maharaj",
  "youtube_url": "https://www.youtube.com/watch?v=HygX-vYdS5Y",
  "segments": [
    {
      "start_time": 0,
      "end_time": 75,
      "verse_references": [],
      "themes": [
        "invocation",
        "names of deities",
        "guru parampara"
      ],
      "content_type": "devotional",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Jagannath Baladeva Subhadramaya",
      "summary": "The lecture begins with invocations to Jagannath, Baladeva, Subhadra, Salabega, and Srila Prabhupada, establishing the devotional context.",
      "timestamp_url": "https://youtu.be/HygX-vYdS5Y?t=0",
      "transcript": "Jagannath Baladeva Subhadramaya Jaya Baladeva Jaya Baladeva Jaya Baladeva Jaya Subhadramaya Jaya Salvega Jaya Shalvega Shalvega Bhakta Shalvega Jaya Jaya Gurudev Prabhupada Gurudev Srila Prabhupada Jaya Jaya Gurudev Prabhupada Gurudev Srila Prabhupada Gurudev Prabhupād Gurudev Prabhupād Āhīnīnāśayīlā"
    },
    {
      "start_time": 71,
      "end_time": 231,
      "verse_references": [],
      "themes": [
        "Odiya devotional song",
        "Krishna's protection"
      ],
      "content_type": "devotional",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Āhīnīnāśayīlā",
      "summary": "A portion of the lecture is dedicated to chanting and singing lines from the Odiya devotional song, likely focusing on Krishna's protection and mercy.",
      "timestamp_url": "https://youtu.be/HygX-vYdS5Y?t=71",
      "transcript": "Āhīnīnāśayīlā prabhalā mātā varānā prabhalā mātā varānā mū'ārata sālinu vānaku kārānālānā Āhīnīnāśayīlā prabhalā mātā varānā prabhalā mātā varānā mū'ārata na dīvī vānaku kārānālānā Āhīnīnāśayīlā ghaja rāja cintā kālā thāi gho rāja lēvā ghaja rāja cintā kālā thāi gho rāja lēvā ghaja rāja cintā kālā thāi gho rāja lēvā ghaja rāja cintā kālā thāi gho rāja lēvā chakra teṣi nakra nāsi udhārīlāy āpānā chakra teṣi nakra nāsi udhārīlāy āpānā āhīnīnāśayīlā moravāne me gho nēkū pārēthīlā kashā dhāna moravāne me gho nēkū pārīthīlā kashā dhāna moravāne me gho nēkū pārēthīlā kashā dhāna moravāne me gho nēkū thīlā kashā dhāna"
    },
    {
      "start_time": 232,
      "end_time": 373,
      "verse_references": [],
      "themes": [
        "devotional song",
        "Draupadi's protection",
        "Ravana's defeat"
      ],
      "content_type": "devotional",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Ahe nila shaila",
      "summary": "The lecture continues with devotional singing, referencing Draupadi's protection by Krishna and Ravana's defeat, highlighting Krishna's power and devotees' reliance on Him.",
      "timestamp_url": "https://youtu.be/HygX-vYdS5Y?t=232",
      "transcript": "Thede baal na vipatiru rakshakala takshanam Dede baal na vipatiru rakshakala takshanam Ahe nila shaila Guru Sama Kane sura daupadira dhananam Guru Sama Kalesuri kuru sabhathale suri draupadi rajanana koti vastra dehele lajakara varana aahe nina shayna ravana rābhāi dhevi shana gala sarana ravana rābhāi dhevi shana gala sarana ravana rābhāi dhevi shana gala sarana"
    },
    {
      "start_time": 373,
      "end_time": 515,
      "verse_references": [],
      "themes": [
        "devotional song",
        "Prahlada's protection",
        "Narasimha"
      ],
      "content_type": "devotional",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "stambharu bahari tath vidarila takshana",
      "summary": "The devotional song continues, now referencing the story of Prahlada and the appearance of Lord Narasimha, emphasizing divine protection of devotees even in dire circumstances.",
      "timestamp_url": "https://youtu.be/HygX-vYdS5Y?t=373",
      "transcript": "sharana sambhali tato lanketala rajana kahanina shayinah kahalada pitase j badadushta darunah kahalada pitase j badadushta darunah kahalada pitase j badadushta darunah bada dushta dharuna stambharu bahari tath vidarila takshana stambharu bahari tath vidarila takshana ahenila shaila ajami ladakadela pranayi bakalela ajami ladakadela pranayi bakalela ajami ladakadela ajami ladakadela pranayi bakalela ajami ladakadela pranayi bakalela hede bada papi dhala naikun tha devana hede bada papi dhala naikun tha devana hede bada papi dhala naikun tha devana"
    },
    {
      "start_time": 515,
      "end_time": 565,
      "verse_references": [],
      "themes": [
        "devotional song",
        "Salabega's humility"
      ],
      "content_type": "devotional",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "kahe sala vegahina",
      "summary": "The lecture includes lines from the song that mention Salabega, emphasizing his humility and devotion despite his background.",
      "timestamp_url": "https://youtu.be/HygX-vYdS5Y?t=515",
      "transcript": "ahenila shaila jina jani vijaya brahma baudhaya bhata reha kahe sala vegahina jati reha jati reha jati reha jati reha jati reha jati reha jati reha jati reha jati reha jati reha jati reha jati reha craha ha何 eBay har kratis katin be outfit kiri der veste"
    },
    {
      "start_time": 565,
      "end_time": 623,
      "verse_references": [],
      "themes": [
        "devotional song",
        "Odiya devotional song"
      ],
      "content_type": "devotional",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "āhe nīlā śrī-lā prābhalā mātyārāṇā",
      "summary": "More lines from the Odiya devotional song are sung, continuing the praise and glorification of the Lord.",
      "timestamp_url": "https://youtu.be/HygX-vYdS5Y?t=565",
      "transcript": "śrī-raṅga-carāṇātāre aśucchīśarāṇā āhe nīlā śrī-lā prābhalā mātyārāṇā mō ārata nālinī vānakukāra dhalāṇā āhe nīlā śrī-lā prābhalā mātyārāṇā prābhalā mātyārāṇā mō ārata nālinī vānakukāra dhalāṇā āhe nīlā śrī-lā prābhalā mātyārāṇā"
    },
    {
      "start_time": 623,
      "end_time": 752,
      "verse_references": [],
      "themes": [
        "Hare Krishna mantra",
        "invocation",
        "guru parampara"
      ],
      "content_type": "devotional",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Hare Kṛṣṇa Hare Kṛṣṇa Kṛṣṇa Kṛṣṇa Hare Hare Hare Rāma Hare Rāma Rāma Rāma Hare Hare",
      "summary": "The lecture concludes with the chanting of the Hare Krishna mantra and further invocations to deities and the guru parampara, reinforcing the core devotional practice.",
      "timestamp_url": "https://youtu.be/HygX-vYdS5Y?t=623",
      "transcript": "Hare Kṛṣṇa Hare Kṛṣṇa Kṛṣṇa Kṛṣṇa Hare Hare Hare Rāma Hare Rāma Rāma Rāma Hare Hare Hare Kṛṣṇa Hare Kṛṣṇa Kṛṣṇa Kṛṣṇa Hare Hare Hare Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare, Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare Dey Jagannatha, Dey Jagannatha, Baladeva Jaya Subhadramaya Jaya Jagannatha, Jaya Baladeva Jaya Subhadramaya Jaya Sudarsana Jaya Jagannatha, Jaya Baladeva Jaya Subhadramaya Jaya Sudarsana Jaya Shalobhida, Jaya Shalobhida Jaya Jaya Gurudev Prabhupāda, Gurudev Śrīla Prabhupāda, Jaya Jaya Gurudev Prabhupāda,"
    }
  ]
}