{
  "video_id": "HZXg0W7no-0",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.13.17 | 1-10-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=HZXg0W7no-0",
  "segments": [
    {
      "start_time": 48,
      "end_time": 378,
      "verse_references": [],
      "themes": [
        "time",
        "detachment",
        "illusion",
        "materialism"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "These are some of the thoughts which engross the insanely attached householder who is blind to the passing of eternal time.",
      "summary": "HH Stoka Krishna Swami explains the meaning of Srimad Bhagavatam 1.13.17, focusing on how attachment to family and material pursuits leads to wasting valuable time and spiritual ignorance, contrasting this with the perspective of spiritually advanced individuals.",
      "timestamp_url": "https://youtu.be/HZXg0W7no-0?t=48",
      "transcript": "In this session we will be discussing from the 17th verse of 13th chapter of the 1st canto of Srimad Bhagavatam. अनेशु सक्तानाम् प्रमत्तानाम् तदीहया अत्यक्रावण अविध्यातः कालपरमदुस्तरहाँ. The meaning of this verse is, insurmountable eternal time imperceptibly overcomes those who are too much attached to family affairs and are always engrossed in their thought. So this is Sotu Goswami narrating to the sages of Maimishananya. The reality about the time being wasted by Dhritarashtra, even though he is very nicely taken care of by Yudhishthira, he is spending his last few days without utilising it properly for eternal benefit. So that is going to be explained on top of that. And that is the statement made by Sotu Goswami. What is that? Insurmountable eternal time. Time is eternal. But it is continuously passing, passing, passing, passing, passing. And nobody can overcome it. The effect of time, the influence of time, nobody can overcome it. No materialist can overcome it. So imperceptibly this time overtakes us. And particularly those who are too much attached to family affairs and engrossed in thought of the family, its well-being, and children and the bonding of affection between the different family members, like that time just passes away. And human form of life is wasted without any eternal benefit. So that is going to be explained on top of that. So Srila Prabhupada says, \"I am now happy. I have everything in order. My bank balance is quiet enough. I can now give my children their first aid. I am now successful. The poor beggar sannyasis depend on God. But they come to me for begging from me. Therefore I am more than the Supreme Father.\" The Prabhupada says, \"These are some of the thoughts which engross the insanely attached householder who is blind to the passing of eternal time.\" What Suta Goswami stated, Srila Prabhupada explaining, by going into a little more detail, what is the kind of thinking of people who are spiritually ignorant, having got the evil form of life. They are always after material achievements, material happiness, material relationships, material prosperity. Almost to the extent that they completely neglect spiritual life. So what is their thinking? They are thinking that actually they are happy. Because presently their health is good. Presently everything is going on okay. Materially everything is going on okay. They have enough money. They have nice children. Or they have enough to give their children their children inheritance. They have saved enough. And they consider themselves successful because they successfully managed to get a good job or a business. And they have earned enough money. So they also consider the spiritual, especially the sannyasis more renounced. And therefore they don't, they don't have money with them. So they are renounced. And they depend upon Krishna. And in all humility they go and beg from householders to get some bhiksha, some little food for their basic needs and sustenance. So these householders who are foolish, medievalists and a very attached to family, they think these sannyasis, they are just beggars. And they say they depend on God but actually they are depending on a person like me. And if I give some, some small donation then they can, they can maintain themselves. Otherwise not even that. So this is the total misunderstanding of these so called successful people, materialistic people."
    },
    {
      "start_time": 378,
      "end_time": 592,
      "verse_references": [],
      "themes": [
        "time",
        "spiritual practice",
        "suffering",
        "human form of life"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Every second of human life is meant for making an ultimate solution to the problems of life.",
      "summary": "The speaker emphasizes the importance of utilizing every moment of human life for spiritual advancement, highlighting the problems of birth, death, disease, and old age inherent in the material body and the opportunity to transcend them through spiritual practice.",
      "timestamp_url": "https://youtu.be/HZXg0W7no-0?t=378",
      "transcript": "So Prabhupada explains, our duration of life is measured and no one is able to enhance it even by one second against the scheduled time ordained by the supreme will. So we got a fixed duration of time in this body. Such valuable time especially for the human being should be spent very carefully, cautiously. Because even a second passed imperceptibly cannot be replaced in exchange for thousands and millions of gold coins amassed by hard labour. Supposing I lose time, I cannot regain that lost time by any means. It is lost forever. So, why is Prabhupada telling this? Every second of human life is meant for making an ultimate solution to the problems of life. The fundamental problems of life, which we cannot solve except by spiritual method. If we don't make a solution then we have the opportunity for spiritual practice in the human form of life. Then we simply are going to repeat the cycle of birth and death. And when repeating the cycle of birth and death, we may take birth in lower species. And in the lower species if we take birth, there is no opportunity for somebody in the lower species, a soul in the lower species, to inquire about spiritual life, to take up the practice of spiritual life in lower life forms. It is not possible, generally. So, they are losing the birth and death opportunity for eternal life full of bliss and knowledge by not practicing spiritual life. They spend away all their time in material pursuits. And time lost is lost forever. So, the ignorant people, spiritually ignorant people, they don't understand a fundamental fact about this material body. What is that? This material body subject to birth, death, disease, old age. And these four fundamental problems in the material body are the cause of all sufferings of the living being. Otherwise, the living being himself is eternal and never born, never dies, never has to face old age or disease in this spiritual body, in this spiritual form. Never has to face. So, foolish people forget this that I have got a material body. It is simply the source of all miseries. But I am not meant for this material body. In my original position as a transcendentalist, I am entitled to eternal life full of bliss and knowledge, without any of the miseries, without birth or death or disease or old age or any of the miseries."
    },
    {
      "start_time": 592,
      "end_time": 775,
      "verse_references": [],
      "themes": [
        "illusion",
        "devotional service",
        "detachment",
        "eternal time"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Such illusion cannot affect a person who is engaged in pure devotional service.",
      "summary": "The lecture explains how illusion affects those engrossed in temporary family affairs, contrasting this with the detachment of devotees like Yudhishthira Maharaj, who are focused on eternal spiritual happiness through devotional service, and applying this to the example of Dhritarashtra.",
      "timestamp_url": "https://youtu.be/HZXg0W7no-0?t=592",
      "transcript": "And even if some people take note of these problems, miseries which crop up from time to time, they do not know how to solve these miseries in such a way that we come out of the miseries entirely, that they do not know. They become engrossed in the temporary family affairs not knowing that they are losing valuable time in human form of life. So, this is called illusion. This is called illusion. More. Such illusion cannot affect a person who is engaged in pure devotional service. So, Yudhishthira Maharaj and the Pandavas they were all engaged in service of Lord Krishna. So, they had very little attraction for illusory happiness because they know what is the value of this illusory happiness. You know, it is worthless. And they also know they have to prepare for eternal life by practicing devotional service. So, they were engaged in Krishna consciousness. And therefore, they were always attracted to spiritual perfection, achieving spiritual perfection at the end of life by practicing spirituality now in the human form when we got an opportunity. So, Maharaj Yudhishthira was always fixed in the service of Lord Mukunda or Krishna. And therefore, there was no point in seeking the happiness of life as it was in the kingdom of heaven and what to speak of the happiness available on the earth because he knows all these are illusory, all these are temporal. So, therefore, happiness, being attached to family life, they do not realize that insurmountable eternal time is overtaking them and they are losing valuable time, wasting it in some material pursuits. So they don't realize this doesn't apply to Yudhishthira Maharaj, it doesn't apply to Pandavas, it doesn't apply to devotees, it applies to Dhritarashtra who was actually out of attachment for his body, for his wife, for the comforts, material comforts that"
    },
    {
      "start_time": 775,
      "end_time": 894,
      "verse_references": [],
      "themes": [
        "detachment",
        "spiritual enlightenment",
        "material happiness",
        "devotional service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "One who is factually learned, he knows that material happiness is not important, it's not worthwhile.",
      "summary": "The speaker concludes by reiterating the importance of spiritual enlightenment and detachment from material happiness, emphasizing that true happiness lies in devotional service and that Vidura's instructions were aimed at helping Dhritarashtra overcome his illusion and attachment.",
      "timestamp_url": "https://youtu.be/HZXg0W7no-0?t=775",
      "transcript": "Yudhishthira was offering as a courtesy. He was lost in that and he was completely lost in neglecting spiritual life. So this verse is applicable to Dhritarashtra and Vidura had come exactly to shake up Dhritarashtra out of the ignorance and to instruct him how he can save himself before that comes. So Srila Prabhupada says that one who is factually learned, he knows that material happiness is not important, it's not worthwhile. There is something called Brahma Sukha or absolute happiness, spiritual happiness. That Brahma Sukha or spiritual happiness is eternal and it is always unconditionally experienced by those engaged in devotional service. So such devotees, they have no attraction for any material, including material happiness or material comforts. So Maharaj Yudhishthira actually was a true devotee of Yudhishthira. He was a true devotee of Yudhishthira. He was spiritual, enlightened, was spiritually alert. But Dhritarashtra was not. So it was actually for the sake of Dhritarashtra that Vidura had come to enlightened Dhritarashtra and that is why we will hear how Dhritarashtra strongly instructs Dhritarashtra to come out"
    }
  ]
}