{
  "video_id": "HZXg0W7no-0",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.13.17 | 1-10-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=HZXg0W7no-0",
  "segments": [
    {
      "start_time": 48,
      "end_time": 378,
      "verse_references": [],
      "themes": [
        "time",
        "detachment",
        "illusion",
        "materialism"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "These are some of the thoughts which engross the insanely attached householder who is blind to the passing of eternal time.",
      "summary": "HH Stoka Krishna Swami explains the meaning of Srimad Bhagavatam 1.13.17, focusing on how attachment to family and material pursuits leads to wasting valuable time and spiritual ignorance, contrasting this with the perspective of spiritually advanced individuals.",
      "timestamp_url": "https://youtu.be/HZXg0W7no-0?t=48"
    },
    {
      "start_time": 378,
      "end_time": 592,
      "verse_references": [],
      "themes": [
        "time",
        "spiritual practice",
        "suffering",
        "human form of life"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Every second of human life is meant for making an ultimate solution to the problems of life.",
      "summary": "The speaker emphasizes the importance of utilizing every moment of human life for spiritual advancement, highlighting the problems of birth, death, disease, and old age inherent in the material body and the opportunity to transcend them through spiritual practice.",
      "timestamp_url": "https://youtu.be/HZXg0W7no-0?t=378"
    },
    {
      "start_time": 592,
      "end_time": 775,
      "verse_references": [],
      "themes": [
        "illusion",
        "devotional service",
        "detachment",
        "eternal time"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Such illusion cannot affect a person who is engaged in pure devotional service.",
      "summary": "The lecture explains how illusion affects those engrossed in temporary family affairs, contrasting this with the detachment of devotees like Yudhishthira Maharaj, who are focused on eternal spiritual happiness through devotional service, and applying this to the example of Dhritarashtra.",
      "timestamp_url": "https://youtu.be/HZXg0W7no-0?t=592"
    },
    {
      "start_time": 775,
      "end_time": 894,
      "verse_references": [],
      "themes": [
        "detachment",
        "spiritual enlightenment",
        "material happiness",
        "devotional service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "One who is factually learned, he knows that material happiness is not important, it's not worthwhile.",
      "summary": "The speaker concludes by reiterating the importance of spiritual enlightenment and detachment from material happiness, emphasizing that true happiness lies in devotional service and that Vidura's instructions were aimed at helping Dhritarashtra overcome his illusion and attachment.",
      "timestamp_url": "https://youtu.be/HZXg0W7no-0?t=775"
    }
  ]
}