{
  "video_id": "i0A30lhRM-0",
  "title": "Mahabharata | Part 46 | Sairindhri saved from Kichaka | His Grace Suvyakta Narasimha Dasa.",
  "speaker": "HG Suvyakta Narasimha Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=i0A30lhRM-0",
  "segments": [
    {
      "start_time": 420,
      "end_time": 577,
      "verse_references": [],
      "themes": [
        "strategy",
        "deception",
        "danger"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "When Sairindhri heard this, she also felt this is a good idea and she said, okay, all right, I will do like what you have said.",
      "summary": "The Pandavas devise a plan to kill Keechaka, with Draupadi feigning interest in him to lure him into a trap.",
      "timestamp_url": "https://youtu.be/i0A30lhRM-0?t=420",
      "transcript": "you have to vanquish him. The only way is to kill Keechaka. We have no other alternative because if the Pandavas were going to tell that we are Pandavas, this is Draupadi, then their disguise is blown and they will have to go again for another 12 years in the forest exile. Now, there is no other option but to kill this Keechaka. Bhima said, okay, all right, let us do like this. You go back to your quarters now. Tomorrow morning, you go to Keechaka and then Bhima delineated to her a plan which he had formulated, what Sairindhri has to do. When Sairindhri heard this, she also felt this is a good idea and she said, okay, all right, I will do like what you have said. And so, she took leave of Pallava and she went back to her quarters. The night passed, the sun rose, Sairindhri woke up, she bathed, finished all her monsoons. She went back to her quarters and she said, okay, all right, I will do like what you have said. And so, she took leave of Pallava and she went back to her quarters. The night passed, morning ablutions, dressed herself and then she went to Keechaka's chambers. Now, Keechaka, when he saw Sairindhri coming, he was surprised and he thought maybe she has changed her mind and he started singing to her, oh, Sairindhri, you have come out of your own accord. Good, good, good, come, come. You saw what happened in the assembly. You saw how King Virata did not say anything. So, although Virata is king, he is king in name only. Actually, I am the king. I am the de facto king. So, you do not worry. If you become my consort, I am telling you, I will take care of you better than my queen. You will have the position of a queen and I will take care of all your comforts. You do not have to be a servant to anyone in future. Your future is secure. And I am Keechaka. I am practically, I call all the shots here. So, do not worry at all. Like this, Keechaka started talking to Sairindhri. And Sairindhri also acted as if she was favorable towards him. And she told him, you see, that day, I had to behave like that. It was not actually something which I wanted to do. But somehow, things went out of hand that way. I understand your desire also. My worry was that if my Gandharva husbands come to know that we both have associated, then it will create trouble for you as well as me. So, I just want to avoid that. That is all. So, I thought over. And I also desire to have a union with you. So, how to do it was what was bothering my"
    },
    {
      "start_time": 577,
      "end_time": 689,
      "verse_references": [],
      "themes": [
        "deception",
        "temptation",
        "revenge"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "So tonight why don't you come there I will also come and then I will try to satisfy you to the best of my ability teacher Cowe was thrilled this was something which he had not expected at all how what a wonderful turn of even he said don't worry sir energy I'll come I will come at the appointed time don't worry I will try to come and improved what possessions did he realize at that time his I will be there and you also, you go now and we will meet in the evening.",
      "summary": "Draupadi proposes a secret meeting with Keechaka in the dancing hall, and Keechaka is overjoyed and agrees.",
      "timestamp_url": "https://youtu.be/i0A30lhRM-0?t=577",
      "transcript": "mind. So, I have thought of an idea. So, immediately, Keechaka got very interested. He said, oh, really? Oh, this was the situation. Then no problem. Tell, we will find some solution. We will work out. Then Sairindhri told him, you see, if both of us, we meet in an isolated, secluded place in the night, when nobody is watching and we unite, nobody should come to know about it as long as it is a secluded place and not in your chambers where all servants are coming and going, already people have seen me coming in and nobody should get a whiff of our relationship, so if my Gandharva kings, my Gandharva husbands don't come to know about my relationship with you then things are no problem, not an issue. So then Keechaka said, so what do you suggest we do? Sairindhri said, there is the dancing hall. There is that hall where all the princesses, the princess Uttara and her companions and all, they go for learning dance and music and all that. They, during daytime, they learn all their dance and music and all that and during night time it is closed and nobody is there, nobody goes there because it is dedicated for the princess and so nobody else goes there and the princess comes only during the daytime for learning, night time she doesn't come there, so night time is completely deserted. So tonight why don't you come there? I will also come and then I will try to satisfy you to the best of my ability. Keechaka was thrilled. This was something which he had not expected at all. What a wonderful turn of events. He said, don't worry Sairindhri, I'll come. I will come at the appointed time, don't worry. I will try to come and improve what possessions did he realize at that time. He said, I will be there and you also, you go now and we will meet in the evening. I am very happy with your proposal."
    },
    {
      "start_time": 689,
      "end_time": 777,
      "verse_references": [],
      "themes": [
        "anticipation",
        "revenge",
        "justice"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "And then he saw at the end of the hall, Draupadi, this Sairindhri is waiting and he became very happy.",
      "summary": "Keechaka eagerly prepares for his meeting with Draupadi, unaware that Bhima is waiting in ambush.",
      "timestamp_url": "https://youtu.be/i0A30lhRM-0?t=689",
      "transcript": "So, like this, Sairindhri went back and she did not like what she was doing. She was very unhappy, but what to do? This man had put her into such a situation. And so, somehow she passed the time till late evening. And here, Keechaka in great anticipation, for him also time was not moving. He was every now and then looking at his watch or clock or whatever and seeing time is not moving, time is not moving. And then he dressed himself up very nicely and put lot of perfume and worn fresh silk cloth and put on nice ornaments and all that. And finally, the sun had set and the time, the appointed time came. Now, Sairindhri went to the dancing hall. After Sairindhri went itself, Bhima, all this was being done according to the plan, which Bhima had made. So, Bhima had reached earlier and he hid himself behind some curtains and all that and he was waiting, when will this Keechaka come? Now, at the appointed time, Draupadi came and a few minutes later, Keechaka also entered the hall. And then he saw at the end of the hall, Draupadi, this Sairindhri is waiting and he became very happy. He closed all the doors, all the curtains are pulled, nobody can see. And he said, ah, Sairindhri, now I have come, come, let us enjoy each other."
    },
    {
      "start_time": 777,
      "end_time": 883,
      "verse_references": [],
      "themes": [
        "battle",
        "justice",
        "strength"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "And then both of them started a battle.",
      "summary": "Bhima reveals himself and confronts Keechaka, leading to a fierce battle between the two powerful men.",
      "timestamp_url": "https://youtu.be/i0A30lhRM-0?t=777",
      "transcript": "And at that moment, Vallabha stepped out of the curtain. And then Keechaka was surprised. He said, hey, what is this? Vallabha, what are you doing here? Why did you come here? And then Vallabha said, you are such a vile person, you want to enjoy somebody else's wife. This will not be allowed today for your offence that you are committed towards Sairindhri. You will not go back with your life. Now, Keechaka was not an ordinary person. He was also extremely powerful. And he was a courageous warrior also. He was not going to get frightened by these kind of threats. He said, ah, who are you to threaten me? Come, you want to kill me? I will show you, I will finish you today. And then both of them started a battle. And both of them, hand to hand, wrestling and punching and kicking and using their hands, legs. They were pushing each other, pulling and trying to throw each other off balance. And using their fists, using their head, headbutting, punching, everything was going on. And Keechaka initially thought he had a lot of, he was very arrogant, thinking that he is very powerful. So he thought in no time I will finish off this fellow. But as the fight progressed, Keechaka realized that his opponent was not some pushover. At the same time, even Keechaka was also not a pushover. He was also a quite powerful guy. So both of them were battling back and forth, going back and forth. Sometimes Bhima is gaining the upper hand. Sometimes Keechaka is gaining the upper hand. And the fight was going on for several, almost quite a long time. As time went by, gradually Keechaka started getting fatigued."
    },
    {
      "start_time": 883,
      "end_time": 966,
      "verse_references": [],
      "themes": [
        "justice",
        "revenge",
        "violence"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "And finally, Keechaka gave up his life on the floor of that dancing hall.",
      "summary": "Bhima gains the upper hand and kills Keechaka, then brutally mutilates his body in a fit of rage.",
      "timestamp_url": "https://youtu.be/i0A30lhRM-0?t=883",
      "transcript": "And his strength started flagging. Whereas Vallabha's, Bhima's strength was... He was only getting stronger and stronger. And he continued to pommel Keechaka with the same vigor as when they had begun the fight. Whereas Keechaka had already started getting tired and his blows were not as powerful as it was in the beginning. Now gradually, Bhima started gaining the upper hand. And finally, he caught hold of Keechaka's throat and started throttling him. And then he finally put him, flung him to the floor. And he landed on his chest. And he finally vanquished Keechaka. And Keechaka gave up his life on the floor of that dancing hall. Now Bhima was so angry, so furious that the way Keechaka had humiliated Draupadi, that he was not satisfied with simply killing Keechaka. He continued pommeling this dead body of Keechaka and with such great force that all his hands, legs, everything got smashed. And finally, Keechaka's whole body turned into an unrecognizable lump of flesh."
    },
    {
      "start_time": 966,
      "end_time": 1058,
      "verse_references": [],
      "themes": [
        "deception",
        "aftermath",
        "fear"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Keechaka wanted to violate me. And he had, he has met his death at the hands of my Gandharva husband.",
      "summary": "Draupadi informs others that Keechaka was killed by her Gandharva husbands, and the news spreads, causing shock and speculation.",
      "timestamp_url": "https://youtu.be/i0A30lhRM-0?t=966",
      "transcript": "And finally, Draupadi also came and Bhima finally, he had vented his anger and he cooled off. And then Draupadi told Bhima, now better you go quickly before anybody comes looking for Keechaka. And then Bhima also silently, he slipped away and through some back door or something, he went out without anybody noticing and he went back to his chambers. Once Bhima had left, Sairindhri stepped out of the hall and she started walking towards her chamber. And she came across some people, some soldiers or some servants were passing by. And she said, please go to the dancing hall. Keechaka wanted to violate me. And he has met his death at the hands of my Gandharva husband. Like that she said and she walked away. When the servants heard what had happened, they looked at each other in great surprise and they rushed to the hall. And they found Keechaka lying in a pool of blood and his whole body turned into a mass of, unrecognizable mass of flesh. They could not make out where is his hand, where is his leg, nothing. It was just a, simply a mass of flesh, that's all. The news started spreading everywhere and everybody was shocked. Keechaka, somebody has killed Keechaka, somebody has killed Keechaka. And this news also started spreading that the Sairindhri's Gandharva husbands have come and killed Keechaka. Because no ordinary man could have killed Keechaka."
    },
    {
      "start_time": 1058,
      "end_time": 1173,
      "verse_references": [],
      "themes": [
        "injustice",
        "revenge",
        "danger"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "So, please give us permission, we want, when we are doing the final rites of Keechaka, along with him, we want to burn her also to death.",
      "summary": "Keechaka's followers demand that Draupadi be burned alive with him, blaming her for his death.",
      "timestamp_url": "https://youtu.be/i0A30lhRM-0?t=1058",
      "transcript": "Keechaka was quite a powerful guy. And next day, as the sun rose, then people all started assembling. And they decided that okay, now whatever happened, Keechaka has to be, his final rites have to be performed. And then Keechaka had many, many followers. And all these followers, they, when they heard the news, they all came and they started making preparations for the cremation of Keechaka. They were all die-hard fans, they were all die-hard loyal servants, followers of Keechaka. When they heard that Sairindhri's Gandharva husband has killed Keechaka. All of these servants, they went to, went in front of King Virata and said, See, we have heard that Sairindhri is the cause of all this, whatever mishappening has taken place. And Keechaka has got killed only because of her. So, we should kill her also, we should not leave her, let her go scot-free. So, please give us permission, we want, when we are doing the final rites of Keechaka, along with him, we want to burn her also to death. Now, these followers of Keechaka were also very strong and powerful, and Keechaka had become very powerful because of them. Now, Keechaka was already killed. Now, Virata was thinking that, who will now protect my kingdom? And now, these are his people, if he does not pacify them, they will turn, they will rebel against him. So, he said, okay, do whatever you want. Now, for the sake of one maidservant, he is not going to jeopardize his own position. So, all these people, the followers of Keechaka, they came. And they forcibly caught hold of Draupadi and started pulling her and taking her away to the crematorium, saying that, because of you, Keechaka desired you, and because of you, he had to meet his death. So, Keechaka is going to be burned, you also go with him."
    },
    {
      "start_time": 1173,
      "end_time": 1278,
      "verse_references": [],
      "themes": [
        "desperation",
        "divine intervention",
        "hope"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Like that, she started shouting.",
      "summary": "Draupadi is dragged to the crematorium and calls out to her Gandharva husbands using code names, prompting Bhima to spring into action.",
      "timestamp_url": "https://youtu.be/i0A30lhRM-0?t=1173",
      "transcript": "So, like that, they started dragging her also to the crematorium. And they started taking the procession of the dead body of Keechaka to the crematorium. Now, Draupadi is in a great anxiety. Now, what will happen to her? She never expected this turn of events. So, now what to do? Then she remembered the code names that they had agreed upon to call each other in case of any great danger. Because she cannot now call out to Bhima. If she calls out to Bhima, their disguise is blown. She cannot call out to Vallabha. She cannot call out to Brihannala. Because if she does that, then again people will start thinking, why is Saiyarindri calling these people? Why are they coming to protect her? Then also their disguise will be blown. So, then she remembered the code names that they had decided upon. And she started calling out, may my Gandharva husbands, Jayanta, Vijaya, Jaya, Jayat Sena, Jayat Bala, let them all, may they protect me from the danger I am in. Otherwise, I will die. Like that, she started shouting. Now, when she started shouting like this, Vallabha, who was in the kitchen or somewhere, he heard her shouting and immediately understood, oh, this is Draupadi's voice and she is in great danger. Now, I have to save her. Now, thinking like this, immediately Bhima sprung into action. Now, what did Bhima do? And was he able to protect Draupadi before she was taken to the crematorium and forcibly put onto the burning pyre of Keechaka? Please join us in the next episode to know about this. Thank you for joining us today."
    }
  ]
}