{
  "video_id": "I3mVUgG-EQE",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.12.24 Part 1 | 29-08-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=I3mVUgG-EQE",
  "segments": [
    {
      "start_time": 0,
      "end_time": 40,
      "verse_references": [],
      "themes": [
        "invocation",
        "mantras",
        "prayers"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/I3mVUgG-EQE?t=0",
      "transcript": "Om Agyana Timiraandasya Gyananjanishalakaya Chakshuranmeelitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Prishtaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchakya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 41,
      "end_time": 103,
      "verse_references": [
        "SB 1.12.24"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "Parikshit",
        "qualities"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This child will be almost as good as Lord Sri Krishna by following in his footsteps. In magnanimity, he will be as great as King Rantideva. And in religion, he will be like Maharaj Yayati.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam (1.12.24) that will be discussed, focusing on the qualities predicted for Parikshit.",
      "timestamp_url": "https://youtu.be/I3mVUgG-EQE?t=41",
      "transcript": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet In this session, we will be discussing from the 24th verse of the 12th chapter of the 1st canto of Srimad Bhagavatam. This will be the first part of this discussion. This entire verse will be discussed in three parts. So part 1, the verse itself, the 24th verse. Sarva Sadguna Mahatmya Esha Krishnam Anuvrataha Rantideva Ivodaro Yayatir Iva Dharmikaha Sarva Sadguna Mahatmya Esha Krishnam Anuvrataha The meaning of this verse is: This child will be almost as good as Lord Sri Krishna by following in his footsteps. In magnanimity, he will be as great as King Rantideva. And in religion, he will be like Maharaj Yayati."
    },
    {
      "start_time": 103,
      "end_time": 165,
      "verse_references": [],
      "themes": [
        "Parikshit",
        "brahmanas",
        "Yudhishthira",
        "qualities"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The brahmanas are describing this child is going to grow up to be a great devotee, a pure devotee of the Lord, and he'll have wonderful qualities.",
      "summary": "The speaker explains the context of the verse, describing the inquiry of Maharaj Yudhishthira and the brahmanas' response about Parikshit's future qualities.",
      "timestamp_url": "https://youtu.be/I3mVUgG-EQE?t=103",
      "transcript": "So three comparisons have been made in this particular verse. This comparison is being made by the brahmanas who are performing the jatakarma samskara of child Parikshit, just after his birth. And brahmanas are addressing Maharaj Yudhishthira, who was inquiring from the brahmanas, \"Will this child be having good qualities when he grows up, and will he be a proper successor for me?\" That's the enquiry made by Yudhishthira. And in response to that, the brahmanas are describing this child is going to grow up to be a great devotee, a pure devotee of the Lord, and he'll have wonderful qualities. And they're mentioning specifically those, what are those qualities."
    },
    {
      "start_time": 165,
      "end_time": 274,
      "verse_references": [
        "BG 18.66"
      ],
      "themes": [
        "surrender",
        "intelligence",
        "association"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Sarva dharman parityajya mam ekam sharanam vraja.",
      "summary": "The speaker quotes Srila Prabhupada's explanation of Krishna's final instruction in the Bhagavad Gita, emphasizing the importance of surrendering to Krishna and the difference between intelligent and less intelligent people in following this instruction.",
      "timestamp_url": "https://youtu.be/I3mVUgG-EQE?t=165",
      "transcript": "So, as good as Lord Krishna by following in his footsteps. This is explained by Prabhupada in the purport. Srila Prabhupada says, the last instruction of Lord Sri Krishna in the Bhagavad Gita is that, one should give up everything and should follow in the footsteps of the Lord alone. Sarva dharman parityajya mam ekam sharanam vraja. This is Krishna's final instruction in the Bhagavad Gita, 18th chapter, 66th verse. Then further Srila Prabhupada says, less intelligent persons do not have the power to do good deeds. Less intelligent persons do not have the power to do good deeds. He said that, those who do not agree to this great instruction of the Lords, as ill luck would have it. So Srila Prabhupada is telling, unfortunately people don't agree to follow this instruction of Krishna. But, one who is actually intelligent catches up this sublime instruction and is immensely benefited. So, in this saying, spoke about, world there are two classes of people: intelligent people and not so intelligent people. So the less intelligent don't care to follow this particular instruction of Krishna in the Bhagavad Gita, the intelligent ones they agree to follow this great instruction of Krishna, the final instruction and they get immense benefit. So what is the benefit they get? That Prabhupada explains further: foolish people do not know that association is the cause of acquiring qualities. Association is the cause"
    },
    {
      "start_time": 274,
      "end_time": 362,
      "verse_references": [
        "SB 5"
      ],
      "themes": [
        "association",
        "qualities",
        "devotees",
        "Lord Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Association is the cause of acquiring qualities.",
      "summary": "The speaker elaborates on the importance of association for acquiring good qualities, highlighting that pure devotees and the Supreme Lord possess all good qualities.",
      "timestamp_url": "https://youtu.be/I3mVUgG-EQE?t=274",
      "transcript": "of acquiring qualities. If I want to develop good qualities or acquire good qualities, I should associate with people or a person who has got all good qualities. Now who is the one who has got all good qualities? Two different classes of people have all good qualities. One is a pure devotee of the Lord. One class of persons who has all good qualities is a pure devotee of the Lord. Yasyasti bhaktir bhagavati akinchana sarvair gunai sthatra samasate surah, the statement of the Bhagavatam fifth canto: a pure devotee has all the good qualities that are to be found in the devatas, in the divine persons, divine qualities, all good qualities. And the second category is obviously the Supreme Lord who has unlimited good qualities. Samasta guna Gana dhama, this is the statement of Srila Bhaktivinoda Thakur that the Supreme Lord is full of all wonderful qualities."
    },
    {
      "start_time": 362,
      "end_time": 497,
      "verse_references": [],
      "themes": [
        "association",
        "qualities",
        "Lord Krishna",
        "percentage of qualities"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Association with fire makes an object hot.",
      "summary": "The speaker uses the analogy of fire to explain how association with Krishna leads to acquiring His qualities, mentioning that a jiva can attain 78% of the Lord's godly qualities through intimate association.",
      "timestamp_url": "https://youtu.be/I3mVUgG-EQE?t=362",
      "transcript": "So this is further explained by Srila Prabhupada. How does it work? Prabhupad says association with fire makes an object even in the material sense proper. He is explaining how does it work. He gives an example: any object you bring it in contact with fire, the object becomes hot. Therefore association with the supreme personality of Godhead makes one qualified like the Lord. Since the Lord is full of all good qualities, if we associate with Krishna, the Supreme Lord, we also get all the good qualities of Krishna. Now as regards getting the good qualities, Srila Prabhupada specifically says here, now as we have discussed previously, this is discussed earlier in one earlier purport, one can achieve 78 percent of the godly qualities by the Lord's intimate association. Close association is required with the Lord to get 78 percent of godly qualities which are there in the Lord. Now why 78 percent? Why not hundred percent? So that's a different subject, we don't have time to discuss that. A jiva can get maximum of 78 percent of the qualities of the Lord's intimate association, emits of the Lord in a very, very, very, very minute quantity because we're tiny, the Lord is unlimited, we are infinity simile, Lord is infinite. So he has infinite qualities, but of them the common qualities that are we found among various categories of personalities in the whole cosmic manifestation, 78 percent of the utilities of Jesus are put in theıyı about the déjà vu etc. So the idea is to get the qualities or qualities we see can arrive from the Lord daaráne rú lo såoy球ês Toryácus venus101 values that are 고양 zú qualitas men zú lar Shield of the Prophets Thehee yoSLah of Her eаяă truths and great qualities 78% of the Lord's godly qualities can be acquired by a human being"
    },
    {
      "start_time": 497,
      "end_time": 563,
      "verse_references": [],
      "themes": [
        "association",
        "instructions",
        "Lord Krishna",
        "Advayagyana"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "To follow the instructions of the Lord means to associate with the Lord.",
      "summary": "The speaker explains that following the instructions of the Lord is equivalent to associating with Him due to the absolute nature of the Lord and His instructions (Advayagyana).",
      "timestamp_url": "https://youtu.be/I3mVUgG-EQE?t=497",
      "transcript": "by intimate association with Krishna, the Supreme Personality of Godhead. Now how to associate with the Lord? If that question is asked, Srila Prabhupada says, to follow the instructions of the Lord is to associate with the Lord. Why? Why is it said like this? Because the Lord is absolute. There is no difference between the Lord, His name, His form, His qualities, His instructions, there is no difference. Both are, all are absolute. Advayagyana, this is called Advayagyana. So there is no difference between the Lord and His instructions."
    },
    {
      "start_time": 563,
      "end_time": 684,
      "verse_references": [],
      "themes": [
        "association",
        "Lord Krishna",
        "material vs. spiritual",
        "omnipresence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Lord is present everywhere and at all times.",
      "summary": "The speaker clarifies that associating with Krishna is not about physical contact but about understanding His transcendental nature and omnipresence.",
      "timestamp_url": "https://youtu.be/I3mVUgG-EQE?t=563",
      "transcript": "So to follow the instructions of the Lord means to associate with the Lord. Now, Srila Prabhupada also says that we should not mistakenly think to associate with Krishna is something like, a material presence. The Lord is not a material object whose presence one has to feel for such association. Like in our ordinary day to day dealings, material dealings, to associate means we think in terms of physical association, physical contact. But no, the Lord, you cannot have association with Krishna with krishna by physical contact, not possible. It's not possible because God is not at all having any material attributes, he does not have any material qualities or material characteristics. So with these material eyes we cannot see the transcendental form of the Lord, with our material senses we cannot perceive the presence of the Lord who is always transcendentally present, transcendentally available like that. And further Srila Prabhupada says the Lord is present everywhere and at all times. He is present everywhere because he is all-pervading and uh this is described in the Bhagavad-Gita, mayatatam idam sarvam jagat avyaktam i am all-pervading everywhere i am present krishna says in Bhagavad-Gita."
    },
    {
      "start_time": 684,
      "end_time": 783,
      "verse_references": [
        "BG"
      ],
      "themes": [
        "omnipresence",
        "Lord Krishna",
        "jiva",
        "Brahman",
        "Paramatma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Lord can be present everywhere simultaneously.",
      "summary": "The speaker contrasts the limited presence of jivas with the Lord's omnipresence as Brahman and Paramatma, reiterating that association with Him is possible by following His instructions.",
      "timestamp_url": "https://youtu.be/I3mVUgG-EQE?t=684",
      "transcript": "So Lord is present everywhere and at all times eternally he is so always always is present he is not limited by time or space unlike us every jiva in this material world at least and even in the spiritual world we are present only in limited space and we are present in limited time even brahma even though he's got a fantastic long life span he also has to die with the divine presence with the dissolution of the entire universe at the end of brahma's lifespan case to die so nobody can remain in their material body forever neither even for the limited duration of time according to our lifespan we cannot be present everywhere simultaneously the lord can be present everywhere simultaneously not can he is he is present everywhere he is present everywhere as brahman and he is present everywhere as paramatma in this material world and therefore sheila prabhapa says it is quite possible to have his association simply by following his instruction"
    },
    {
      "start_time": 783,
      "end_time": 880,
      "verse_references": [
        "SB 1.12.24"
      ],
      "themes": [
        "Parikshit",
        "association",
        "Lord Krishna",
        "womb"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Maharaj Parikshit associated with the Lord even from the womb of his mother up to the last day of his valuable life.",
      "summary": "The speaker returns to the topic of Parikshit, explaining how his association with Krishna began in the womb when Krishna saved him from the Brahmastra.",
      "timestamp_url": "https://youtu.be/I3mVUgG-EQE?t=783",
      "transcript": "because the Lord and his instruction are all identical with him, being absolute knowledge, Advaya Gyan. Now, regarding Parikshit, what is being told here? Parikshit, it was told that this child will be almost as good as Lord Sri Krishna by following in his footsteps. So, it is said here that Maharaj Parikshit associated with the Lord even from the womb of his mother up to the last day of his valuable life. We discussed this earlier, when Parikshit was in his mother's womb, one Ashwatthama, son of Dronacharya, he attempted to kill this last surviving descendant of the Pandavas. And he was killed by releasing one Brahmastra. Now, Brahmastra, it goes and strikes the target wherever the target is. And only the target, nothing else. But, Parikshit was saved from this attack of Brahmastra by Krishna personally. And Krishna entered the womb of Parikshit's mother, Uttara, Abhimanyu's wife. So, Krishna entered personally and protected the child."
    },
    {
      "start_time": 880,
      "end_time": 983,
      "verse_references": [
        "BG"
      ],
      "themes": [
        "devotees",
        "Lord Krishna",
        "Parikshit",
        "association",
        "Bhagavatam"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Even though I am equal to everyone, but I am specially inclined to my pure devotees.",
      "summary": "The speaker concludes by emphasizing Krishna's special interest in His devotees and how Parikshit continued to associate with Krishna until the end of his life, ultimately acquiring all good qualities, ending with Hare Krishna.",
      "timestamp_url": "https://youtu.be/I3mVUgG-EQE?t=880",
      "transcript": "Because Krishna has interest in the pure devotee, special interest. Ye bhajan titumam bhaktya maite teshu chaapyaham. Krishna says this in the Bhagavad Gita. Even though I am equal to everyone, but I am specially inclined to my pure devotees. That's what Krishna says in the Bhagavad Gita. So, accordingly, Krishna entered the womb of Mother Uttara, when Parikshit was present in that womb. And Krishna neutralized the Brahmastra and Parikshit was saved. And since that time, his association with Krishna began till the end of his life. The whole Bhagavatam is about Parikshit being cursed when he was ruling. He was cursed to die untimely, to die within seven days. And he accepted to quit the body after seven days. But he wanted to prepare. And he decided to go to holy place. And actually, Krishna prepared himself for quitting the body. And he had association of saintly persons, specially Srila Shukadeva Goswami, from whom he heard the Bhagavatam. So, till the end, he had association of Krishna in that way. And he acquired all good qualities of Krishna in all perfection. So, I will stop here. Thank you very much."
    }
  ]
}