{
  "video_id": "i5ImCRHRxU8",
  "title": "Importance of Following the Guru Strictly | Sri Chanchalapathi Dasa | SB 5.1.5 | 16.08.2024",
  "speaker": "HG Chanchalapathi Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=i5ImCRHRxU8",
  "segments": [
    {
      "start_time": 126,
      "end_time": 677,
      "verse_references": [],
      "themes": [
        "devotional service",
        "impediments",
        "Vaishnava Aparadha",
        "Krishna consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna consciousness is perfect and eternal, and therefore it cannot be lost under any circumstances.",
      "summary": "This segment discusses the impediments to devotional service, including Vaishnava Aparadha and the Lord's desire, emphasizing that a devotee advanced in Krishna consciousness cannot be lost.",
      "timestamp_url": "https://youtu.be/i5ImCRHRxU8?t=126",
      "transcript": "who has once absorbed his mind in the glories of the Supreme Personality of Godhead may sometimes be influenced by impediments, but he still does not give up his exalted devotional position. According to Srila Vishwanath Chakravarthy Thakura, there are two kinds of impediments to devotional service. The first is an offense at the lotus feet of a Vaishnava. This is called Vaishnava Aparadha. Shri Chaitanya Mahaprabhu warned His devotees not to commit Vaishnava Aparadha, which He described as the mad elephant offense. When a mad elephant enters a beautiful garden, it destroys everything, leaving a barren field. Similarly, the power of Vaishnava Aparadha is so great that even an advanced devotee becomes almost devoid of his spiritual assets if he commits it. Since Krishna consciousness is eternal, it cannot be destroyed altogether, but advancement may be checked for the time being. Thus, Vaishnava Aparadha is one kind of impediment to devotional service. Sometimes, however, the Supreme Personality of Godhead or His devotee desires to impede one's devotional service. For example, Hiranyakashyapu and Hiranyakshya were formerly Jaya and Vijaya, the gatekeepers in Vaikuntha, but by the desire of the Lord, they became His enemies for three lives. Thus, the desire of the Lord is another kind of impediment. But in both cases, the pure devotee once advanced in Krishna consciousness cannot be lost. Following the orders of his superiors, Swayambhuva and Lord Brahma, Priyavrata accepted family life, but this did not mean he lost his position in devotional service. Krishna consciousness is perfect and eternal, and therefore it cannot be lost under any circumstances. Because the material world is full of obstructions to advancement in Krishna consciousness, there may appear to be many impediments, yet Krishna, the Supreme Personality of Godhead, declares in Bhagavad Gita, 9.31 Once one has taken shelter at the lotus feet of the Lord, he cannot be lost. In this verse, the word Shivatamam is very significant. Shivatamam means the most auspicious. The devotional path is so auspicious that a devotee cannot be lost under any circumstances. This is described in the Srimad Bhagavad Gita by the Lord Himself. Parthnaivehanamutra Vinashastasya Vidyavrata My dear Arjuna, for a devotee, there is no question of being lost, either in this life or in the next. In Bhagavad Gita, 6.43, the Lord clearly explains how this is so. Tatratam buddhi samyogam labhate pavarvadehikam yadate chatato bhuyaha samsiddho kuru nandana By the order of the Lord, a perfect devotee sometimes comes to this material world like an ordinary human being. Because of his previous practice, such a perfect devotee naturally becomes a devotee. He becomes attached to devotional service, apparently without cause. Despite all kinds of impediments due to surrounding circumstances, he automatically perseveres in devotional service and gradually advances until he once again becomes perfect. Below Mangal Thakura had been an advanced devotee in his previous life, but in his next life he became greatly fallen and was attached to a prostitute. Suddenly, however, his entire behavior was changed by the words of the very prostitute, who had so much attracted him, and he became a great devotee. In the lives of exalted devotees, there are many such instances, proving that once one has taken to the shelter of the lotus feet of the Lord, he cannot be lost. Kaunteya pratijanihi namey bhaktav pranashyati The fact is, however, that one becomes a devotee when he is completely freed from all reactions to sinful life. As Krishna states in Bhagavad Gita, 7.28, Esham tuantagatam paapam jananam punyakam te dvandhva moha nirmukta bhajan teman dhrdha vrataah Persons who have acted piously in previous lives and in this life, whose sinful actions are completely eradicated and who are freed from the duality of illusion, engage themselves in my service with determination. On the other hand, as Prahlad Maharaj said, Matirna krishne paratas svatova mito bhipadyeta grihavrataana A person who is too attached to materialistic things, family life, home, family, wife, children and so on, cannot develop Krishna consciousness. These apparent contradictions are resolved in the life of a devotee by the grace of the Supreme Lord and therefore a devotee is never bereft of his position on the path of liberation which is described in this verse as Shiva tamam padavim Dasan dhristavak chidantaprabhat So in this chapter of the Srimad Bhagavatam entitled The Activities of Maharaj Priyavrata we just saw Parikshit Maharaj asking different questions about Priyavrata's life how he was a great devotee renounced from all material activities but then he took up he became a grihasta, became a householder had two wives had many children and apparently became attached to family members and he was a ruler, he was a king dealing with all the complications of a king's life how did this happen? because if somebody is attached to family life and such materialistic things he cannot develop Krishna consciousness and if one has become advanced in Krishna consciousness he will not become attached to material things so this looks like Priyavrata's life seems to be a contradiction so that was the question that Parikshit Maharaj has raised and this entire chapter is going to resolve this apparent contradiction and today's verse Shukadev Goswami has begun he is saying bhaada muktam yes what you have said this is what you have said is correct muktam what you have said Parikshit just now bhaadham it is true and then Shukadev Goswami is further elaborating bhagavata utthama shlokasya srimaccharanaravindamakarandharasaaveshita chetasah bhagavata paramahamsadaitakatham it is all describing the position of a devotee bhagavata utthama shlokasya the lord bhagavata bhagavan the lord utthama shlokasya who is glorified by transcendental and eloquent prayers srimaccharanaravinda his lotus feet makharandha the honey or the sweet nectar rasa that is the sweet nectar rasa aveshita chetasaha once whose heart is aveshita absorbed by in the in remembering the lotus feet of the lord which is makharandha rasa bhagavata utparamahamsa and such devotees who are paramahamsas they are liberated daita katham and the lord's activities katham descriptions are daita very very pleasing to them so they are attached to the lotus feet of the lord they are absorbed in hearing the glorification hearing the glories of the lord such devotees kinchit sometimes what happens to them antaraya vihatam sometimes they may be checked by some impediments antaraya vihatam they may be checked by antaraya impediments some obstacles however swam shivatamam padaveem but that padaveem that position shivatamam padaveem that most auspicious position they have attained their own position swam shivatamam padaveem naprayena naprayena hinvanti nahinvanti they never lose that position they never give up that position prayena more or less in that sense almost naprayena hinvanti"
    },
    {
      "start_time": 677,
      "end_time": 871,
      "verse_references": [],
      "themes": [
        "auspiciousness",
        "devotional service",
        "impediments"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This is the most auspicious position of a devotee. And that position is never lost, even if a devotee has to encounter certain impediments.",
      "summary": "This segment explains the meaning of 'Shivatamam' as most auspicious and how devotional service is the most auspicious position, which is never lost even with impediments.",
      "timestamp_url": "https://youtu.be/i5ImCRHRxU8?t=677",
      "transcript": "shishukadeva goswami said what you have said is correct badhamuktam the glories of the supreme personality of godhead who is praised in eloquent transcendental verses bhagavata uttama shlokasya srimad charanaravinda by such eloquent transcendental verses by such exalted personalities as brahma are very pleasing to great devotees daitha and liberated persons paramahamsa great devotees and liberated persons is very pleasing one who is attached to the nectarian honey makarandarasa of the lord's lotus feet shrimad charanaravinda and whose mind chetasa is always absorbed aveshita in his glories katham may sometimes kinchit be checked by some impediments vihatam antaraya vihatam but he still never gives up na hinvanti the exalted position he has acquired shivatamam padavim na hinvanti auratam na hinvanti this is the message of shukadev Goswami shukadev Goswami and Shila Prabhupad has explained some very interesting things so here the expression used Prabhupada has pointed out in the purport shivatamam padavim shivatamam शिवा means auspicious and शिवतमाम means just like गुह्यम, गुह्यतारा, गुह्यतमाम, it is superlative. In the same way, शिवतमाम means most auspicious. So, the living entity may come across, may have some things which are auspicious. Living entities may come across something more auspicious. And living entities may come across something most auspicious. And devotional service to Krishna. This position, आवेशित, मकरंदरस, आवेशित, चेतसहा, is the most auspicious. This is the most auspicious position of a devotee. And that position is never lost, even if a devotee has to encounter certain impediments."
    },
    {
      "start_time": 871,
      "end_time": 1026,
      "verse_references": [],
      "themes": [
        "Vaishnava Aparadha",
        "impediments",
        "devotional service",
        "Jaya and Vijaya"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "One may lose his devotional service, but one will not lose it completely, because devotional service is eternal.",
      "summary": "This segment discusses two kinds of impediments: Vaishnava Aparadha and the Lord's desire, using the example of Jaya and Vijaya to illustrate how the Lord may impede devotional service for extraordinary reasons.",
      "timestamp_url": "https://youtu.be/i5ImCRHRxU8?t=871",
      "transcript": "And then Prabhupada has quoted in the purport, Vishwana Chakravarti Thakur's explanation, Yes, this अन्तराय विहताम, there can be two kinds of impediments. One impediment, the first impediment is वैश्णवा पराथ. If someone commits वैश्णवा पराथ, that's an impediment. But, प्रभुपाद has clarified, even if it is an impediment, one may lose his devotional service, but one will not lose it completely, because devotional service is eternal. consciousness is eternal it cannot be destroyed all together but Advancement may be checked for the time being till the devotee corrects him his Vaishnav Aparath sets it right it may be checked so Chaitanya Mahaprabhu's warning is that one has to be very careful about Vaishnav Aparath so that's one kind of impediment then there is another kind of impediment the other kind is Lord or his devotees own wishes sometimes however the Supreme Personality of Godhead or his devotee desires to impede one's devotional service for some very extraordinary reasons devotee Lord himself wants to impede Lord's devotee wants to impede that must be under some very extraordinary circumstance what was the example Prabhupada has quoted Jaya and Vijaya they were the gatekeepers of Vaikuntha they were serving the Lord personally they had great personal Association of the Lord but then they were sent to take birth three lives and become asuras so that is another interesting pastime of the Lord and why did that happen Why did Lord decide impede their devotional service Lord had it why did the Lord desire like that and Jaya and Vijaya go there and the whole arrangement happened the four kumaras came and they were not"
    },
    {
      "start_time": 1089,
      "end_time": 1223,
      "verse_references": [],
      "themes": [
        "desire",
        "personality of Godhead",
        "enjoyment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        4
      ],
      "key_quote": "The absolute truth is a personality. And what is the meaning of personality? Personality means somebody who has got desires.",
      "summary": "This segment explains that the Lord is a personality with desires for enjoyment, which are variegated and multi-dimensional, and that He sometimes arranges for devotees to take on different roles to provide Him with different kinds of pleasure.",
      "timestamp_url": "https://youtu.be/i5ImCRHRxU8?t=1089",
      "transcript": "Actually, a conscious person, a very primary characteristic of a conscious person, personality is having desires for enjoyment. That's why ultimately Kama Deva means Krishna. Because Kama, desire to enjoy, ultimately belongs to the Lord. He is the ultimate Kama Deva. So He is the Supreme Personality, means He has desires to enjoy. And enjoyment is not one-sided, it is variegated, it is multi-dimensional. And so, Lord, sometimes everyone is praising me. Okay, let me, somebody should also fight with me. That's another nice thing. So the Lord may decide, okay, my dear two devotees, I will impede your devotional service here. You can do another kind of devotional service by going there and taking birth as Asuras. And I will come and fight. And you should be strong. Don't worry. It is a tough fight. Otherwise, what is the use? I come and fight and then suddenly you surrender. It doesn't please me. So I want you to become powerful demons. Shake the whole universe. Then I will come. Then we will have fight. You see how this is? This is actually, Bhagavatam is establishing the personality. The absolute truth is a personality. And what is the meaning of personality? Personality means somebody who has got desires. And he pursues those desires for enjoyment. And the pursuit of the desire for enjoyment constitutes activities. That is actually the Lord and His associates. That's actually the truth."
    },
    {
      "start_time": 1223,
      "end_time": 1350,
      "verse_references": [],
      "themes": [
        "material world",
        "spiritual world",
        "perspective",
        "reality"
      ],
      "content_type": "analogy",
      "circle_fit": [
        4
      ],
      "key_quote": "The greater reality and the dominant reality is the spiritual world. The material world is a small portion.",
      "summary": "This segment uses the analogy of a prisoner's perspective to explain how our understanding of the spiritual world is limited by our material existence, emphasizing that the spiritual world is the greater and dominant reality.",
      "timestamp_url": "https://youtu.be/i5ImCRHRxU8?t=1223",
      "transcript": "What happens is, our view of the world and the creation, it is just like the prisoner's view in a prison in our world. The prisoner is in the prison. He is used to things in the prison. Big walls. He is conditioned. He cannot escape. He cannot relate with the family members. It's all restricted. He wants to enjoy. It's all restricted. So this is actually the perspective of a prisoner. In the same way, our perspective is actually we see from the material world. Actually the truth is, we all know, we all are outside the prison in this world. So we know that how the world is full of irrigatedness. So many activities. There are parks. There are malls. There are restaurants. So many ways to enjoy. By the way, there is one small portion in our city, in every city, called the prison. In the same way, the reality is, the greater reality is, the Lord and His associates and the wonderful pastimes that happen in the spiritual domain. By the way, there is one part of the creation called the material world where all the rebellious living entities are put there. So, this is actually the reality. But, because we are in the material world, we are trying to understand the spiritual reality from the material domain. It's just like the prisoners looking at, oh, there is something called a free world, is it? Oh, there is some park. There are parks there. There are all such beautiful things. Okay, maybe there. So, that's the view of an inmate of a prison. Actually, that's the way we look at when we hear about the spiritual world. But, the greater reality and the dominant reality is the spiritual world."
    },
    {
      "start_time": 1350,
      "end_time": 1550,
      "verse_references": [],
      "themes": [
        "Lord's desires",
        "devotee's roles",
        "superior's orders",
        "spiritual position"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "One will not lose his devotional position if one is under the order of superiors one is acting in this way.",
      "summary": "This segment discusses how the Lord's desires and the orders of superiors can lead devotees to take on different roles, using the examples of Jaya and Vijaya and Priyavrata, emphasizing that following the orders of superiors ensures one does not lose their spiritual position.",
      "timestamp_url": "https://youtu.be/i5ImCRHRxU8?t=1350",
      "transcript": "The material world is a small portion. So, so this is the, so these are the reasons why certain times the Lord wants, Lord is a personality and He has got desires and He wants to pursue those desires for His pleasure and His own devotees take up different roles to give Him different varieties of pleasure and that is another example. So, this is an example Prabhupada has quoted of Jaya and Vijaya where their devotional service was in one sense impeded but actually not in another sense. It was meant for a larger, another kind of a pleasure of the Lord. So, sometimes we may see this kind of an impediment. Another one is Priyavrata himself. Priyavrata was not, his impediment came not from the Lord but from his devotee. Swayambhuva Manu and Brahma, both great personalities, great devotees, they went and told Priyavrata who was in his, like it is described here, Makaranda Rasa, Aveshita Cheta Saha, he was absorbed in transcendental mellows of the Lord but they went and told him, no, no, now you come, become a king, become a householder, have queens, have children, all of that. So, he may do that but Priyavrata when he is doing that, he never lost his shivatamam padaveena prayena hinvanti. They never lose their spiritual position. That is to be appreciated and understood because Krishna consciousness is perfect and it is eternal and it cannot be lost under any circumstance. So here, important point is following the orders of his superiors Swayambhuva Manu and Lord Brahma, Priyavrata accepted family life but this did not mean he lost his position in devotional service. This is the point that this chapter is going to point out. Bhakti is such that if one is in different kinds of roles, if one is in different kinds of situations, but those roles and situations are under the order of the superiors, then one will not lose his devotional position. This is the crux of the matter. shivatamam padaveena prayena hinvanti One will not lose his devotional position if one is under the order of superiors one is acting in this way."
    },
    {
      "start_time": 1550,
      "end_time": 1620,
      "verse_references": [],
      "themes": [
        "Srila Prabhupada",
        "exemplary life",
        "spiritual principles",
        "following orders"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Prabhupada's life was fully a manifestation of the following the order of his spiritual master.",
      "summary": "This segment highlights Srila Prabhupada's life as an exemplary demonstration of spiritual principles, particularly following the orders of his spiritual master.",
      "timestamp_url": "https://youtu.be/i5ImCRHRxU8?t=1550",
      "transcript": "And this principle and many other principles of the Bhagavatam they were actually demonstrated in the life of Srila Prabhupada. I heard somewhere one devotee describing actually Prabhupada's life is so exemplary. It's not unlikely Vyasadeva will include Prabhupada's life in some part of the Bhagavatam which he composes in some other part of the universe. Because lives of devotees demonstrate spiritual principles and Prabhupada's life is a great demonstration of one of the important principles which is to follow the orders of the superior. Prabhupada's life was fully a manifestation of the following the order of his spiritual master."
    },
    {
      "start_time": 1620,
      "end_time": 1748,
      "verse_references": [],
      "themes": [
        "Srila Prabhupada",
        "motivation",
        "spiritual master's order",
        "humility"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Because my spiritual master ordered I have come I have gone to different parts of the world.",
      "summary": "This segment shares excerpts from Srila Prabhupada's lectures and letters, emphasizing that his motivation for traveling and spreading Krishna consciousness was solely to fulfill the order of his spiritual master, not for personal gain or recognition.",
      "timestamp_url": "https://youtu.be/i5ImCRHRxU8?t=1620",
      "transcript": "There was once a lecture Prabhupada gave somewhere in Canada. I'll read some portions of that. Prabhupada is speaking in Montreal 1969. In this old age I have come to your country. Why? Because we are trying to follow the footprints of Lord Chaitanya. Therefore we have come. Otherwise in old age who goes out of home? You see like we sometimes hear about our some spiritual gurus and Swami's spiritual God men in our country. They go open centers around the world and they have temples they have followers. Why do they go? Mostly it is that you know I want to expand my footprint by just India. I have a global footprint. Because you know these are all ideas from the from the world of business. And where they want to expand businesses around the world such ideas are there. Or maybe there are rich disciples there I can get rich disciples and so I can become very prosperous. Whereas when Srila Prabhupada was going what was his motivation? What was the what was actually driving him? It was not some kind of some kind of a global footprint and rich disciple. None of those things. Because my spiritual master ordered I have come I have gone to different parts of the world. In another letter Prabhupada wrote I have come to your country to carry out the wishes of my spiritual master and you are kindly cooperating with me."
    },
    {
      "start_time": 1748,
      "end_time": 1831,
      "verse_references": [],
      "themes": [
        "Srila Prabhupada",
        "humility",
        "spiritual master's arrangement",
        "abiding by order"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "I am simply to abide by his order.",
      "summary": "This segment continues to illustrate Srila Prabhupada's humility through his letters, where he emphasizes that he is merely abiding by the order of his spiritual master and that all credit goes to him.",
      "timestamp_url": "https://youtu.be/i5ImCRHRxU8?t=1748",
      "transcript": "So Prabhupada was going to different places and we have Krishna Consciousness our attempts to expand Krishna Consciousness to different parts of the world it is because it was the wish of our predecessor Acharyas. In another letter that Prabhupada wrote to Brahmananda very very interesting letter. We can see the humility of Srila Prabhupada. Personally I am non entity. Prabhupada is saying I am nothing. Personally I am non entity. I have come here on the order of my spiritual master and he has kindly sent you all boys to assist me. So whatever is being done there is no credit for me. But all the credit goes to my spiritual master because he has arranged everything and I am simply to abide by his order. Just see this the mood of Srila Prabhupada. I am simply to abide by his order."
    },
    {
      "start_time": 1831,
      "end_time": 1920,
      "verse_references": [],
      "themes": [
        "devotee's life",
        "following orders",
        "spiritual master",
        "bhakti"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A devotee is not independent... we do what our superiors wanted us to do.",
      "summary": "This segment emphasizes that a devotee's life should be dedicated to following the orders of their superiors, setting aside personal preferences, and highlights the importance of having similar bhakti to both the Lord and the Guru.",
      "timestamp_url": "https://youtu.be/i5ImCRHRxU8?t=1831",
      "transcript": "So this is actually the the life of Srila Prabhupada. All his struggles were to follow the order of his superior. And that is a that is a life that should be the life of a devotee. A devotee is not independent. What we do how we do what we like to do all those things we set aside we do what our superiors wanted us to do. This is the kind of a consciousness that a devotee we see how Srila Prabhupada is demonstrating that. Actually the words in the Upanishad yasya deve para bhaktir yatha deve tatha gurau or acharya maam vijaniyan these are statements in the Vedic literatures yasya deve para bhaktir yatha deve tatha gurau as you must have para bhakti to Lord you must have similar para bhakti to your Guru this is the instruction of the Upanishad"
    },
    {
      "start_time": 1920,
      "end_time": 2067,
      "verse_references": [],
      "themes": [
        "Vedic literature",
        "acharya",
        "spiritual master",
        "Krishna's representative"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "You should regard the acharya as good as me... because the spiritual master is dear to the Lord.",
      "summary": "This segment explains that the true imports of the Vedic literatures are revealed only to those who have para bhakti to both the Lord and the Guru, and that the acharya should be regarded as good as Krishna because he is dear to the Lord and executes His mission.",
      "timestamp_url": "https://youtu.be/i5ImCRHRxU8?t=1920",
      "transcript": "and if you do that what happens tasya ita kati tahyartha prakashante mahatmana only to such people only to such living such Mahatmas who are in that consciousness the true imports of the Vedic literatures are prakashante are revealed so otherwise we will not understand the Vedic literatures we will not understand the true import of the Vedic literatures we will miss that tasya ita kati tahyartha prakashante mahatmana and instructions like acharya maam vijaniyan you should regard the acharya as good as me maam vijaniyan Krishna is saying this in the eleventh canto of the Bhagavatam acharya maam vijaniyan you must regard the acharya like me and we see how these are explained by our acharyas saakshad haritvena samasta shastraihi uktastata bhavyata eva sadbihi so the spiritual master should be regarded as good as Hari saakshad haritvena samasta shastraihi uktastata bhavyata should be bhavyata should be considered in the sense not that the guru is God that's a wrong understanding guru is not God the guru is to be regarded as good as God acharya maam vijaniyan should be regarded like me because kintu prabhoriya priya evata saakshad haritvena samasta shastraihi because the spiritual master is dear to the Lord prabhu priya he is prabhu priya he is dear to the Lord and so he knows the heart of the Lord and he is executing the mission of the Lord and his words are the Lord's words his wishes are the Lord's wishes"
    },
    {
      "start_time": 2067,
      "end_time": 2208,
      "verse_references": [],
      "themes": [
        "spiritual world",
        "acharya",
        "spiritual master's words",
        "Prabhupada's example"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We should take the words of the spiritual master as one's life and soul.",
      "summary": "This segment uses the analogy of a prisoner receiving information about the free world to illustrate the role of the acharya in bringing knowledge of the spiritual world, emphasizing the importance of taking the spiritual master's words seriously, as demonstrated by Prabhupada's own life.",
      "timestamp_url": "https://youtu.be/i5ImCRHRxU8?t=2067",
      "transcript": "hence for those of us who are here in the material world like in the prison we are cut off from the prisoners are cut off from the free world in the same way we are cut off from the spiritual world we cannot get there in our present situation in our present consciousness we don't know about that spiritual world sometimes an important officer of the government comes to the prison and then he tells them what is the world outside like why are you all suffering here he brings information about the free world such a person is very special isn't it and he tells them if you do these things you can come there you don't have to be suffering like this here you come there there is real enjoyment there is real relationships are there relationships are not excluded in the material world relationships are temporary and it will not always give us happiness in the spiritual world there is a world of relationships between the devotees and the Lord and various other devotees once Prabhupada was asked what will happen to all of us when we go Prabhupada said in the spiritual world there will be another is gone and all of us will associate there so we will be with Prabhupada so this is the reality that Prabhupada was sharing see how when we are in the material world we don't know what it is and so an Acharya comes and his words have to be regarded very very specially and Prabhupada's own life is a demonstration of how he regarded his spiritual master's words so seriously another expression Prabhupada used we should take the words of the spiritual master as one's life and soul and Prabhupada's life is actually a demonstration of these things"
    },
    {
      "start_time": 2208,
      "end_time": 2348,
      "verse_references": [],
      "themes": [
        "spiritual master's instructions",
        "connection to Krishna",
        "internalization",
        "Narottam Das Thakur"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If you act according to my wishes, you will get connected with Krishna.",
      "summary": "This segment emphasizes that acting according to the instructions of a pure devotee or spiritual master connects one to Krishna, and highlights the importance of internalizing these instructions, as expressed by Narottam Das Thakur.",
      "timestamp_url": "https://youtu.be/i5ImCRHRxU8?t=2208",
      "transcript": "there was another occasion actually Prabhupada is such an extraordinary Acharya he has given so many instructions and if we take those instructions seriously our lives will become perfect Prabhupada said if you act according to my wishes you will get connected with Krishna if we act according to the wishes of a pure devotee of a spiritual master we will get connected to Krishna if we don't act according to the spiritual master's instructions there is no guarantee we will be disconnected from Krishna that is why Narottam Das Thakur one of the great devotees in our Sampradaya he said Guru Mukha Padma Vakya Chittete Koriya Aikya the instructions of the spiritual master we should internalize it and should become part of us Guru Mukha Padma Vakya Chittete Koriya Aikya see the kind of expressions the Acharyas have expressed to convey how important it is to follow the orders of the spiritual master orders of the superior and when we do that we are connected to Krishna Shivatamam Padavim Nahinvanti we will never lose our spiritual position if we are connected through the orders of the spiritual master regardless of what activities what position what situations we go through in this material world the material world will have obstacles will have difficulties all kinds of situations are there and to explain that Prabhupada is giving the example of Bilwa Mangal Thakur who became who was a very advanced devotee but somehow in his next life he became very very fallen and then he was attached to the prostitute and then that very prostitute spoke certain words very strongly that struck him and he was a transformed person"
    },
    {
      "start_time": 2348,
      "end_time": 2552,
      "verse_references": [],
      "themes": [
        "spiritual position",
        "spiritual master's orders",
        "obstacles",
        "Bilwa Mangal Thakur",
        "intensity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Finish this business in this life, don't delay for the next life.",
      "summary": "This segment explains that one will never lose their spiritual position if connected through the orders of the spiritual master, regardless of material obstacles, and uses the example of Bilwa Mangal Thakur to illustrate the intensity and seriousness with which one should approach spiritual life, as emphasized by Bhaktisiddhanta Saraswati Thakur.",
      "timestamp_url": "https://youtu.be/i5ImCRHRxU8?t=2348",
      "transcript": "in fact Prabhupada recalls another in connection with Bilwa Mangal Thakur I will read this small paragraph this was a class Prabhupada gave in Gorakhpur in 1971 my Guru Maharaj used to say like that finish this business in this life don't delay for the next life you see this kind of an intensity the kind of a seriousness that Srila Bhaktisiddhant Saraswati Thakur brought in his instructions carried down by Srila Prabhupada actually this is the mood of the Bhagavatam this is the mood of the Vedic literatures don't take it in a in a cool relaxed manner okay if I if possible let me make some spiritual advantage if it doesn't happen it's okay life is you know no Thivrena Bhakti Yogena a certain kind of a Thivra Thivra means intense it is expected the Bhagavatam's teachings are to bring that Thivra so that's why Bhaktisiddhant Saraswati Thakur is saying finish this business this business means Prabhupada explained in an earlier part of this lecture this business of lording over material nature like we are all interested to do lord over material nature and enjoy different things material pleasures finish this business lording business in this life don't delay for the next life he was telling also don't give me trouble again to come to deliver you don't give me trouble to don't give me trouble again to come here to deliver you that is the responsibility of the spiritual master spiritual master's responsibility is to take the disciple to Krishna until he is able to to help him to help him to help him that is the verdict of the Shastras just like Bilwa Mangal Thakur his spiritual master delivered him taking the shape of a prostitute just see so this is the position of the spiritual master it is his responsibility to take and see the way Prabhupada is saying until he is able to to help him to help him to help him and to help him if he has become so fallen hunting prostitutes come as a prostitute and help him these are very very transcendental dynamics that happens how the lord his and his devotees make arrangements to uplift a living entity take him back to the spiritual world so these are some very extraordinary things"
    }
  ]
}