{
  "video_id": "I6Dira1IULE",
  "title": "SB 1.19.18-19 | HH Stoka Krishna Swami | 22-05-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=I6Dira1IULE",
  "segments": [
    {
      "start_time": 29,
      "end_time": 109,
      "verse_references": [],
      "themes": [
        "introduction",
        "srimad bhagavatam",
        "pariksit maharaj",
        "shukadeva goswami",
        "suta goswami"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But before the conversation between Pariksit and Shukadeva Goswami, the first canto, there are the descriptions of Suta Goswami conversing with, speaking to the sages of Naimisharanya.",
      "summary": "The speaker introduces the context of the lecture, explaining that it will cover verses from the first canto of Srimad Bhagavatam, focusing on the meeting of Pariksit Maharaj and Shukadeva Goswami and the setting of Suta Goswami speaking to the sages.",
      "timestamp_url": "https://youtu.be/I6Dira1IULE?t=29",
      "transcript": "Shri Advaita Gatadhara, Shri Vasadi Gauravakta Vrinda, Hare Krishna, Hare Krishna, Krishna Krishna, Harē Harē, Harē Rāma, Harē Rāma, Rāma Rāma, Harē Harē, Om Namo Bhagavate Vāsudevāya, Nārāyaṇaṃ Namaskritya Naramchayi Vaṇarottamam, Devīṃ Saraswatīṃ Vyāsaṃ Tatojayaṃ Udīrayet. In this session, we will be discussing from two verses, the eighteenth and the nineteenth verses of the nineteenth chapter of the first canto of Srimad Bhagavatam. This chapter describes Pariksit Maharaj meeting Shukadeva Goswami and subsequently, from the second canto onwards, the conversation between Pariksit and Shukadeva Goswami begins. That's the actual beginning of the Bhagavatam. But before the conversation between Pariksit and Shukadeva Goswami, the first canto, there are the descriptions of Suta Goswami conversing with, speaking to the sages of Naimisharanya."
    },
    {
      "start_time": 112,
      "end_time": 175,
      "verse_references": [],
      "themes": [
        "pariksit maharaj",
        "fasting",
        "demigods",
        "verse 18"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Thus the king, Maharaj Pariksit, set to fast until death.",
      "summary": "The speaker explains the meaning of the 18th verse, describing Pariksit Maharaj's decision to fast until death and the reaction of the demigods who praised his actions and showered flowers.",
      "timestamp_url": "https://youtu.be/I6Dira1IULE?t=112",
      "transcript": "So, the eighteenth verse, evam cha tasmin naradeva deve, prayo pavishte dvideva sanghaha, prashasya bhumau vyakiran prasunaihi, muda muhur dundubhayascha niduhu. The meaning of this eighteenth verse is, Thus the king, Maharaj Pariksit, set to fast until death. All the demigods of the higher planets praised the king's actions and in pleasure continually scattered flowers over the earth and beat celestial drums. So, this is a description of Pariksit Maharaj getting the consent of the assembled great saintly persons"
    },
    {
      "start_time": 175,
      "end_time": 258,
      "verse_references": [],
      "themes": [
        "pariksit maharaj",
        "devotee",
        "interplanetary communication",
        "intelligence",
        "life on other planets"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        4
      ],
      "key_quote": "Even up to the time of Maharaj Pariksit, there were interplanetary communications.",
      "summary": "The speaker elaborates on Srila Prabhupada's purport, emphasizing the existence of interplanetary communication and the presence of intelligent life on other planets, contrasting this with the modern view that only Earth is inhabited.",
      "timestamp_url": "https://youtu.be/I6Dira1IULE?t=175",
      "transcript": "to fast until death and prepare himself to quit his body in order to go back to Godhead. So, the devatas took note of this because he is such a great personality, famous throughout the universe because of his being a pure devotee. So, in the purport, Srila Prabhupada says, Even up to the time of Maharaj Pariksit, there were interplanetary communications. And the news of Maharaj Pariksit's fasting unto death to attain salvation reached the higher planets in the sky where the intelligent demigods live. See, Prabhupada is telling us in the upper planets there are more intelligent beings than the humans on the earth. Modern day people tend to think that all other planets are vacant and there is life only on this earth planet. But that is completely wrong. There are living beings on every planet of this creation. And there are living beings even in the spiritual planets."
    },
    {
      "start_time": 262,
      "end_time": 383,
      "verse_references": [],
      "themes": [
        "life",
        "atmosphere",
        "adaptation",
        "desert",
        "sun planet",
        "aquatics",
        "terrestrial beings"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        4
      ],
      "key_quote": "But actually every type of atmosphere supports life.",
      "summary": "The speaker uses the analogy of life in a desert to illustrate that life exists in various forms adapted to different environments, including the sun planet and aquatic environments.",
      "timestamp_url": "https://youtu.be/I6Dira1IULE?t=262",
      "transcript": "What to speak of other planets even in this desert area of this earth planet. There may seem to be only vast expanse of some sand. But that is the uninformed ignorant foolish people who think like that there is no life. But there are so many living creatures who are adapted to live there. It is like even in a desert there are some vegetation like there are date trees. There are cactus which grow. And buried in the sand there are so many crawling insects. Some varieties of worms. So naked eye cannot see them. So therefore somebody may wrongly conclude that there is no life. But actually every type of atmosphere supports life in its own way. Just like Srila Prabhupada informs us. Even in the sun planet there are living beings with bodies made of fire. In the water there are so many aquatics. They have bodies suitable for living in water. We are terrestrial beings. We are meant to live on the land. We cannot live in the sea, like the aquatics. The aquatics cannot live on the land. You bring a fish out of water and place him on the land. He will not survive for long. So similarly if this atmosphere on the land is suitable for us."
    },
    {
      "start_time": 391,
      "end_time": 519,
      "verse_references": [],
      "themes": [
        "germs",
        "sky",
        "material bodies",
        "demigods",
        "intelligence",
        "piety",
        "devotees"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "There is no one in the heavenly planets who is an atheist or non-believer.",
      "summary": "The speaker continues to describe different types of living beings and their corresponding bodies, emphasizing the superior qualities of the demigods, including their intelligence, piety, and devotion to the Supreme Lord.",
      "timestamp_url": "https://youtu.be/I6Dira1IULE?t=391",
      "transcript": "Like there are so many germs that are living in the air. They live in the air. There are some living beings living in the sky. That we are not aware of. But from the scriptures we get information. So just like this body is made of the earthly element that we have. There could be a body made of fire. There could be a body made of water. There could be a body made of air. There could be a body made of sky. So these are different types of material bodies for different creatures, for adapting or acclimatizing themselves to live in different places, different types of atmosphere. So the demigods live in higher planets. They are adapted to living in those conditions. So they are many times more intelligent than humans. They have much better facilities for living there. And they have much much longer duration of life. And they are pious, many times more pious than the pious human beings on the earth. So Srila Prabhupada describes the devatas. The demigods are more luxurious than human beings. But all of them are obedient to the orders of the Supreme Lord. Vishnu Bhaktas Vruto Daiva. This is the definition in the scriptures. All of them are devotees of the Supreme Lord. Therefore they are obedient to the order of the Supreme Lord. There is no one in the heavenly planets who is an atheist or non-believer."
    },
    {
      "start_time": 524,
      "end_time": 631,
      "verse_references": [
        "BG 9.23"
      ],
      "themes": [
        "devotees",
        "demigods",
        "pleasure",
        "worship",
        "cooperation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "On the other hand devatas will be very pleased with such a devotee.",
      "summary": "The speaker explains that demigods are pleased when someone becomes a devotee of Krishna, clarifying that worshipping Krishna does not anger the demigods, but rather pleases them, highlighting the cooperation between the Lord, demigods, and devotees.",
      "timestamp_url": "https://youtu.be/I6Dira1IULE?t=524",
      "transcript": "Thus any devotee of the Lord on the surface of the earth is always praised by them, the residents of the demigods in the heavenly planets. And in the case of Maharaj Pariksit, they were greatly delighted and thus gave tokens of honor by scattering flowers over the earth and by beating celestial drums. A demigod takes pleasure in seeing someone go back to Godhead. He is always pleased with a devotee of the Lord. So much so that by his Adi Daivik powers he may help the devotees in all respects. So sometimes people foolishly think that when the scriptures, we point out in the scriptures it is said you should exclusively worship Krishna and not the devatas. They think oh if we don't worship the devatas, devatas may become angry against us. But Srila Prabhupada is telling here devatas are always pleased with a devotee of the Supreme Lord Krishna because they themselves are devotees of Krishna. So don't think that if a person who is in ignorance worshipping some devata stops devata worship and instead worships Krishna as Krishna is instructed in the Bhagavad Gita. Don't think that the devatas will become angry. No. On the other hand devatas will be very pleased with such a devotee. And by their actions the Lord is pleased with them. There is an invisible chain of complete cooperation between the Lord,"
    },
    {
      "start_time": 640,
      "end_time": 722,
      "verse_references": [],
      "themes": [
        "verse 19",
        "sages",
        "approval",
        "sadhu vada",
        "pariksit maharaj",
        "fasting"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "All the great sages who were assembled there also praised the decision of Maharaj Pariksha.",
      "summary": "The speaker introduces and explains the 19th verse, focusing on the approval of Pariksit Maharaj's decision to fast until death by the assembled sages, referring to their approval as 'Sadhu Vada'.",
      "timestamp_url": "https://youtu.be/I6Dira1IULE?t=640",
      "transcript": "The 19th verse Maharsha Yovai Samupagataye Prashasya Sadhu Iti Anumoda Manaha Uchuhu Prajanugraha Sheela Saara Yad Uttama Shloka Guna Bhi Roopam. The meaning of this 19th verse is as follows. All the great sages who were assembled there also praised the decision of Maharaj Pariksha, and they expressed their approval by saying very good. This is called Sadhu Vada. Naturally the sages are inclined to do good to common men, for they have all the qualitative powers of the Supreme Lord. Therefore they were very much pleased to see Maharaj Pariksha a devotee of the Lord, and they spoke as follows. So this is a description of what is the reaction of the great saintly persons who were assembled in that spot where Pariksha was sitting and fasting unto death in the holy place on the bank of the river Ganga. What is their reaction? They said very good. They approved Pariksha's decision to fast until death and prepare himself to go back to Godhead."
    },
    {
      "start_time": 726,
      "end_time": 822,
      "verse_references": [],
      "themes": [
        "spiritual beauty",
        "devotion",
        "sages",
        "welfare of others",
        "sadhu",
        "surrender"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The natural beauty of a living being is enhanced by rising up to the platform of devotion and service.",
      "summary": "The speaker elaborates on the purport, explaining spiritual beauty and the nature of a Sadhu, emphasizing their dedication to the welfare of others and their complete surrender to Krishna.",
      "timestamp_url": "https://youtu.be/I6Dira1IULE?t=726",
      "transcript": "The natural beauty of a living being is enhanced by rising up to the platform of devotion and service. This is called spiritual beauty. Spiritual beauty is different. Material beauty is different. Maharaj Pariksha was absorbed in attachment for Lord Krishna. Seeing this the great sages assembled were very pleased, and they expressed their approval by saying very good. Sadhu Vada. Sadhu. Sadhu. Because Pariksha requested them that I am asking your opinion whether it is appropriate for me to prepare myself to go back to Godhead by fasting until death after having renounced my kingdom. So they are telling very good because that is the natural way of preparation for quitting the body for a devotee of the Lord. Such sages are naturally inclined to do good to the common man. Sadhu means, the very word Sadhu means one who lives for the welfare of others. A Sadhu is not concerned about his own welfare because he is completely surrendered to the Supreme Lord Krishna."
    },
    {
      "start_time": 827,
      "end_time": 926,
      "verse_references": [],
      "themes": [
        "sadhu",
        "devotee",
        "auspiciousness",
        "curse",
        "boon",
        "pariksit maharaj"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "And therefore the devotee finds everything auspicious.",
      "summary": "The speaker continues to describe the qualities of a Sadhu and the auspiciousness of devotional service, highlighting how even a curse can become a boon for a pure devotee like Pariksit Maharaj.",
      "timestamp_url": "https://youtu.be/I6Dira1IULE?t=827",
      "transcript": "He doesn't have to care for himself. On the other hand a Sadhu as a devotee. Sadhu means a devotee. So as a good devotee of the Supreme Lord, a Sadhu tries to do good to others always. So if he doesn't have to do anything for himself doesn't mean he is inactive. He is very very active in doing good for others. And when a Sadhu sees a personality like Maharaj Pariksit advance in devotional service such a Sadhu's pleasure knows no bounds. And such saintly persons offer all blessings in their power. The devotional service of the Lord is so auspicious that all demigods and sages up to the Lord himself become pleased with the devotee. And therefore the devotee finds everything auspicious. For a devotee is preparing to go back to God and nothing is inauspicious. All inauspicious matters are removed from the path of a progressive devotee. Meeting all the great sages at the time of death was certainly auspicious for Maharaj Pariksit, and thus he was blessed by the so-called curse of a Brahmana's boy. It's ironical that Pariksit was cursed but that curse turned out to be a boon in disguise. That's because Pariksit is a pure devotee."
    }
  ]
}