{
  "video_id": "I8T1xXo0pdk",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.8.37 | 06-03-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=I8T1xXo0pdk",
  "segments": [
    {
      "start_time": 0,
      "end_time": 65,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer",
        "Kunti's prayers"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "In this session we will be discussing from the 37th verse of the 8th chapter of the first canto of Srimad Bhagavatam continuing the prayers by Queen Kunti",
      "summary": "The lecture begins with Sanskrit prayers and an introduction to the verse from Srimad Bhagavatam that will be discussed, focusing on Queen Kunti's prayers.",
      "timestamp_url": "https://youtu.be/I8T1xXo0pdk?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyananjari Shalakaya Chaksharon Meelitam Yena Dasmai Shri Gurave Namaha Namao Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Dityananda Shri Advaita Gadadhara Shiva Sadhi Gauravata Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Devi Saraswati Vyasam Tato Jaya Mudhirayet In this session we will be discussing from the 37th verse of the 8th chapter of the first canto of Srimad Bhagavatam continuing the prayers by Queen Kunti."
    },
    {
      "start_time": 65,
      "end_time": 155,
      "verse_references": [],
      "themes": [
        "dependence on Krishna",
        "protection",
        "devotee vs. non-devotee"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Only Krishna can protect us.",
      "summary": "This segment explains that Kunti Devi's prayer highlights the pure devotee's complete dependence on Krishna for protection, contrasting this with the non-devotee's reliance on temporary and ultimately insufficient shelters.",
      "timestamp_url": "https://youtu.be/I8T1xXo0pdk?t=65",
      "transcript": "The meaning of this verse is, O my Lord, you have executed all duties yourself. Are you leaving us? Today, though we are completely dependent on your mercy and have no one else to protect us, now when all kings are at enmity with us. This verse, spoken by Kunti Devi in a prayer to Krishna, is clearly indicating the position of a pure devotee like Kunti Devi on the Supreme Lord Krishna. In a sense, what is Kunti Devi telling? My dear Lord Krishna, we are dependent on you. We are totally dependent on your mercy. We have no one else for protecting us. Only you are our protector. This is the factual position of everyone, not only Kunti Devi, but pure devotees know this, recognize this, and always take shelter of Krishna. The non-devotees, they try to take shelter of so many other so-called shelters, but they are not. But nobody else can protect us, the living beings, except Krishna."
    },
    {
      "start_time": 155,
      "end_time": 277,
      "verse_references": [],
      "themes": [
        "material disease",
        "independence vs. dependence",
        "constitutional position"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "What is the material disease? To be independent of Krishna.",
      "summary": "The speaker defines the material disease as the desire to be independent of Krishna, emphasizing that our natural constitutional position is one of dependence on Him, which paradoxically leads to true independence from other material influences.",
      "timestamp_url": "https://youtu.be/I8T1xXo0pdk?t=155",
      "transcript": "Only Krishna can protect us, because non-devotee means somebody who is in a very unsafe position, under the clutches of the illusory energy. It is not at all safe. It is not at all secure. It is not at all the best shelter. So Srila Prabhupada explains in the purport to this verse, \"The Pandavas are most fortunate because with all good luck, they were entirely dependent on the mercy of the Lord.\" In the material world, to be dependent on the mercy of someone else is the utmost sign of misfortune. See, in the material world, people want to be independent. That's the material disease. What is the material disease? To be independent of Krishna, because our constitutional position is dependence on Krishna. And by becoming dependent on Krishna, not by becoming, by remaining dependent on Krishna, we are completely independent of all other persons, all other so-called sources of protection. But in the case of our transcendental relation with the Lord, it is the most fortunate case where we can live completely dependent on Krishna. The material disease is due to thinking of becoming independent of everything."
    },
    {
      "start_time": 277,
      "end_time": 407,
      "verse_references": [],
      "themes": [
        "material advancement",
        "laws of nature",
        "Ravana's attempt"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        4
      ],
      "key_quote": "But a cruel material nature does not allow us to become independent.",
      "summary": "This segment discusses the futility of trying to become independent of the laws of nature through material advancement, using the example of Ravana's attempt to build a staircase to heaven as an illustration of this misguided endeavor.",
      "timestamp_url": "https://youtu.be/I8T1xXo0pdk?t=277",
      "transcript": "This is the material disease. I want to be independent. But a cruel material nature does not allow us to become independent. The false attempt to become independent of the stringent laws of nature is known as material knowledge. Material advancement means we go on trying to secure ourselves whenever we face some danger, and what is the nature of material existence? Danger in every step, padam padam yad vipadam, that is material existence. And only a foolish man will think that I can secure myself independently. You cannot. Material nature is going to completely smash all our so-called arrangements. The whole material world is moving on this false attempt at becoming independent of the laws of nature, beginning from Ravana. Ravana lived millions and millions of years back in some Dretayuga, former age. This Ravana, he wanted to prepare a direct staircase to the plants of heaven and transport people against the laws of God. What are the laws of God? That anybody wants to elevate themselves, like we've energized, performing pious activities and qualify themselves to go there. Impious persons cannot force themselves or somehow go there. It's not possible. So Ravana thought, why should people perform pious activities? I will make a staircase to heaven from the earth and anybody wants to go, even without performing any austerity, they can go. I will give them the access. This is what Ravana thought."
    },
    {
      "start_time": 407,
      "end_time": 497,
      "verse_references": [],
      "themes": [
        "dependence on Krishna",
        "spiritual progress",
        "Pandavas as ideal"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The highest goal of human civilization is to work hard under the guidance of the supreme lord Krishna and become completely dependent on him.",
      "summary": "The speaker asserts that the highest achievement is to work diligently while remaining completely dependent on Krishna, citing the Pandavas as an example of this ideal, teaching others that complete dependence on Krishna ensures safety and security.",
      "timestamp_url": "https://youtu.be/I8T1xXo0pdk?t=407",
      "transcript": "But that is never to happen. So Srila Prabhupada says, beginning from Ravana down to the present age, they are trying to overcome the laws of nature. They are trying now to approach distant planetary systems by electronic mechanical power, just like they're trying to go to the moon, but they cannot force themselves the way they are attempting. The highest goal of human civilization is to work hard under the guidance of the Supreme Lord Krishna and become completely dependent on him. The highest achievement of perfect civilization is to work with valor, but at the same time depend completely on the Supreme Lord Krishna. This is the best achievement. The Pandavas were the ideal existence of this standard of civilization because they're pure devotees and they rule the whole world teaching people this principle. What are the principle the Pandavas were teaching? Completely depend on the Supreme Lord Krishna and you are safe, you're secure, that is the way to"
    },
    {
      "start_time": 497,
      "end_time": 573,
      "verse_references": [],
      "themes": [
        "active devotion",
        "character",
        "mercy of the Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Pandavas are dependent on the goodwill of the supreme lord krishna does not mean that krishna will do everything i don't have to do anything no they are not idle parasites",
      "summary": "This segment clarifies that dependence on Krishna does not imply passivity; the Pandavas were highly qualified and active, but they still recognized their constitutional dependence on the Lord's mercy.",
      "timestamp_url": "https://youtu.be/I8T1xXo0pdk?t=497",
      "transcript": "make spiritual progress and go back to Godhead. That is the way. Undoubtedly, the Pandavas were completely dependent on the goodwill of Lord Sri Krishna, but they were not idle parasites of the Lord. This is a very important point. Pandavas are dependent on the goodwill of the Supreme Lord Krishna, does not mean that Krishna will do everything, I don't have to do anything. No, they are not idle parasites. They were all highly qualified both by personal character and their physical activities. They were, in terms of character, they had the best character as is very evident in the dealings of the Pandavas with everyone else, and they were also active physically also, not sitting back lazily and telling Krishna we'll do it. Still, they always look for the mercy of the Lord because they knew that every living being is dependent by constitutional position, the way we are made, the way we are."
    },
    {
      "start_time": 573,
      "end_time": 696,
      "verse_references": [],
      "themes": [
        "illusion",
        "suffering",
        "sanatha vs. anatha"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The perfection of life is therefore to become dependent on the will of the Lord instead of becoming falsely independent in the material world",
      "summary": "The speaker explains that the pursuit of false independence in the material world is an illusion, and true protection comes from becoming 'sanatha' - dependent on the will of the Lord, shielding us from the unfavorable conditions of material existence.",
      "timestamp_url": "https://youtu.be/I8T1xXo0pdk?t=573",
      "transcript": "We depend completely on the Supreme God. The perfection of life is therefore to become dependent on the will of the Lord instead of becoming falsely independent. In the material world, somebody may say, I am an independent person in the material world, but that person is speaking in ignorance, under illusions. Somebody may think everything is fine with me now. That is because after the previous misery that somebody has experienced, then they get some relief from that misery, they think everything is fine, but very soon another misery is going to affect them. Miseries come one after another, one after another, one after another. There is some relief period between two miseries and that period people wrongly think, because right now, I've got some relief, some misery I was suffering, therefore I think everything is fine. I have become so habituated to suffering in this world that when I get relief, I think it's very nice. Those who try to become falsely independent of the Lord are called anatha or without any guardian, anatha. Whereas those who are completely dependent on the will of the Lord are called sanatha or those having someone to protect them. Therefore, we must try to be sanatha so that we can always be protected from the"
    },
    {
      "start_time": 696,
      "end_time": 828,
      "verse_references": [
        "BG 7.19"
      ],
      "themes": [
        "maya",
        "devotional service",
        "Mahatma",
        "Pandavas"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Therefore, directs us that after many, many births, one fortunate person becomes aware of the fact that Vasudeva or Krishna is all in all and that the best way of leading one's life is to surrender unto him completely.",
      "summary": "This segment discusses how the deluding power of maya makes us forget the undesirable nature of material existence, emphasizing that only after many births does a fortunate person realize Krishna is everything and surrender to Him, becoming a Mahatma like the Pandavas.",
      "timestamp_url": "https://youtu.be/I8T1xXo0pdk?t=696",
      "transcript": "unfavorable condition of material existence. As long as we are here, in the material world, we need protection against the onslaught of maya, and how is that protection to be achieved? By becoming dependent on Krishna through devotional service. By the deluding power of the external material nature, we forget that material condition of life is the most undesirable perplexity. That's the power of maya. As I said, when there is some relief from some suffering, we think under the influence of illusion, I am very safe. I am protected or I am fine. I don't require any protection. That's what I think. The Bhagavad Gita, 7th chapter, 19th verse, therefore, directs us that after many, many births, one fortunate person becomes aware of the fact that Vasudeva or Krishna is all in all and that the best way of leading one's life is to surrender unto him completely. bahunam janmanamante jnanavan mam prapadyate. Jnanavan means one person got mature knowledge, fully enlightened by properly maturing in transcendental knowledge. Such a person is actually a Mahatma. Mahatma means a pure devotee. All the members of the Pandava family were Mahatmas in household life. They were not renunciates. They were not living in a secluded place doing some meditation or tapasya. They were householders."
    },
    {
      "start_time": 828,
      "end_time": 908,
      "verse_references": [],
      "themes": [
        "scriptural teachings",
        "dependence on Krishna",
        "Kunti's prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The scriptures are teaching us that we should depend upon the Supreme Lord.",
      "summary": "The lecture concludes by reiterating that the scriptures teach dependence on the Supreme Lord, exemplified by the Pandavas' relationship with Krishna, and highlighting Kunti's prayer expressing their complete reliance on Him.",
      "timestamp_url": "https://youtu.be/I8T1xXo0pdk?t=828",
      "transcript": "They had responsible duties as Kshatriyas. Maharaj Yudhishthira was the head of these Mahatmas, as Pandavas, and Queen Kunti Devi was the mother. The lessons of the Bhagavad Gita and all the Puranas, specifically the Bhagavata Puranas or Srimad Bhagavatam, are therefore inevitably connected with the history of the Pandava Mahatmas. The scriptures are teaching us that we should depend upon the Supreme Lord. That's what the scriptures are teaching us, and that is best illustrated by this description of the Pandavas' dependence on Krishna. For the Pandavas, separately, they were dependent on Krishna. For the Pandavas, separation from the Lord was just like separation of the fish from water. The fish cannot live outside of water. Similarly, devotees cannot live outside of the protection of Krishna. So Queen Kunti is pursuing the Lord, please stay with us. Don't go home, because we are totally dependent on you. So I'll stop here. Thank you very much."
    }
  ]
}