{
  "video_id": "I9l26DM7yNM",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.12.31-33 | 12-09-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=I9l26DM7yNM",
  "segments": [
    {
      "start_time": 45,
      "end_time": 131,
      "verse_references": [
        "SB 1.12.31"
      ],
      "themes": [
        "Pariksit",
        "Royal upbringing"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The only surviving descendant was this Pariksit.",
      "summary": "The speaker introduces the verses to be discussed and explains how Pariksit was raised with great care by the Pandavas.",
      "timestamp_url": "https://youtu.be/I9l26DM7yNM?t=45",
      "transcript": "In this session, we will be discussing three verses, verses 31, 32, and 33 of the twelfth chapter of the first canto of Srimad Bhagavatam. The thirty-first verse is as follows. The meaning of this verse is: as the moon in its waxing fortnight develops day after day, so the royal prince Pariksit very soon developed luxuriantly under the care and full facilities of his guardian grandfathers. So, after the foretelling of the brahmanas, the child was raised. Pariksit was raised very nicely by the grandfathers, the five Pandava brothers, the Pandavas, headed by Yudhishthira. The only surviving descendant was this Pariksit. So, therefore, this Pariksit was raised very nicely and he had good care and attention of all the grandfathers, all the five grandfathers."
    },
    {
      "start_time": 131,
      "end_time": 283,
      "verse_references": [
        "SB 1.12.32"
      ],
      "themes": [
        "Yudhishthira",
        "Ashwamedha sacrifice",
        "Wealth",
        "Guilt",
        "Dharma"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, in order to become free from that guilt, he heard instructions of Bhishma Deva.",
      "summary": "The speaker explains Yudhishthira's desire to perform the Ashwamedha sacrifice to atone for the deaths in the Kurukshetra war, and his lack of funds.",
      "timestamp_url": "https://youtu.be/I9l26DM7yNM?t=131",
      "transcript": "The thirty-second verse: Yatsyama. Yatsyama no ashwamedhena nyati droha jihasaya raja labdh dhano dadyau nan yatra karadandayoh. The meaning of this verse is: just at this time, King Yudhishthira was considering performing a horse sacrifice to get freed from sins incurred from fighting with kinsmen, but he became anxious to get some wealth for there were no surplus funds, funds outside of fines and tax collection. So, Srila Prabhupada says in the purport, as the brahmanas and viparas had a right to be subsidized by the state, the state executive head had the right to collect taxes and fines from the citizens. After the battle of Kurukshetra, the state treasury was exhausted and therefore there was no surplus fund except the fund from tax collections and fines. Such funds were sufficient only for the state budget and having no excess fund, the king was anxious to get more wealth in some other way in order to perform the horse sacrifice. Maharaja Yudhishthira wanted to perform the sacrifice under the instruction of Bhishma Deva. So, the history is that after the battle of Kurukshetra, Yudhishthira was thinking that he was responsible for the massacre of such a huge number of Kshatriyas who died in the battle. So, he felt very guilty. Just for me to become the emperor, so many had to be killed. So, in order to become free from that guilt, he heard instructions of Bhishma Deva. And Bhishma Deva instructed him that you are not at all at fault because it is the dharma yudha, and even if you feel that you want to, you have become sinful somehow, you can become free from those residual sins if any, by simply performing this aswam idaiyajna. So, Yudhishthira Maharaj wanted to perform this because Bhishma Deva instructed and he had no surplus funds outside of what he considered the–"
    },
    {
      "start_time": 283,
      "end_time": 475,
      "verse_references": [
        "SB 1.12.33",
        "BG 2.47"
      ],
      "themes": [
        "Krishna's guidance",
        "Sacrifice",
        "Wealth acquisition"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So Yudhishthira sent his brothers, four brothers, Bhima, Arjuna, Nakula, Sahadeva, to search for wealth and collect that extra wealth and bring it to Yudhishthira so that Yudhishthira can perform this Ashwamedha yajña.",
      "summary": "The speaker describes how Yudhishthira's brothers, guided by Krishna, went to collect wealth for the sacrifice, emphasizing that sacrifices are meant to please Lord Vishnu.",
      "timestamp_url": "https://youtu.be/I9l26DM7yNM?t=283",
      "transcript": "Whatever taxes he was collecting and fines he was imposing on the citizens and that was just enough for running the state, day to day state administration. So how will he get extra wealth? That is described in the next verse. The 33rd verse, tad abhipretam alaksya, brātaro achyuta choditāha, dhanam prahīnam ājahror, udīcchyām diṣi bhūriṣaḥ. The meaning of this 33rd verse is, understanding the hearty wishes of the king, his brothers, as advised by the infallible Lord Krishna, collected sufficient riches from the north left by king. So Yudhishthira sent his brothers, four brothers, Bhima, Arjuna, Nakula, Sahadeva, to search for wealth and collect that extra wealth and bring it to Yudhishthira so that Yudhishthira can perform this Ashwamedha yajña. Such sacrifices are performed and by kings only because it requires huge arrangements, huge amount of wealth and that is only possible to be organized or arranged by a king. And the emperor, when he performs at the scale of befitting his position as emperor of the whole world, so then he has to organize in a very big way. So for Yudhishthira to organize in a big way the Ashwamedha yajña, his four brothers went to collect riches from the north. Now they were advised by the Supreme Lord Krishna as to where they can find the wealth. Krishna is of course the Supreme Lord, who is all-knowing. But still Krishna wanted to encourage Yudhishthira to perform that sacrifice. And ultimately sacrifices are meant for pleasing Lord Vishnu. So Yudhishthira went to Yudhishthira and told him, Yajñārthāt karmaṇo anyatra lokayam karma-bandhanah tadartham karma kaunteya mukta-saṅga-samācarāt. So tadartham, the sacrifice ultimately is meant for pleasing Lord Vishnu, the act of sacrifice. So Yudhishthira Maharaj wanted to perform this sacrifice and he required wealth for arranging it. And the four brothers whom he sent for fetching wealth, they were guided by Krishna."
    },
    {
      "start_time": 475,
      "end_time": 678,
      "verse_references": [],
      "themes": [
        "Maruta Maharaj",
        "Sacrifice",
        "Wealth",
        "Demigods"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He was so powerful an emperor that at the end of the day's end of sacrifice, the demigods from the other planets like Indra, Chandra and Brihaspati used to visit his palace.",
      "summary": "The speaker narrates the story of Maruta Maharaj, a wealthy and powerful emperor who performed grand sacrifices and was visited by demigods.",
      "timestamp_url": "https://youtu.be/I9l26DM7yNM?t=475",
      "transcript": "So Prabhupāda describes the history of this Maruta Maharaj, who was a predecessor king of Yudhishthira. So Mahārāja Maruta, one of the great emperors of the world, Yudhishthira Maharaj was an emperor, so many millions of years before, Maruta Maharaj was the emperor of the world. He reigned over the world before the reign of Mahārāja Yudhishthira. He was the son of Mahārāja Avikṣit and was a great devotee of the son of the sun god known as Yamarāja. So this Mahārāja Maruta was the devotee of Yamarāja. His brother Sambhartha was a rival priest of the great Brihaspati, the learned priest of the demigods. He conducted one sacrifice called Shankara Yagna by which the Lord was so satisfied that he was pleased to hand over to him the charge of a mountain peak of gold. This peak of gold is somewhere in the Himalaya mountains and modern adventurers may try to find it there. It is there in the Himalayas, this peak of gold. He was so powerful an emperor that at the end of the day's end of sacrifice, the demigods from the other planets like Indra, Chandra and Brihaspati used to visit his palace. And the demigods generally don't come to the earth. But in exceptional cases where the emperor is a very powerful emperor or very qualified emperor or very pious Rajarishi, they visit the earth and become guests of such great emperors or great personalities on this earth. And because he had the gold peak at his disposal, he had sufficient gold in his possession, the canopy of the sacrificial altar was completely made of gold. In his daily performances of the sacrificial ceremonies, some of the inhabitants of the Vayu loka, airy planets, were invited to expedite the cooking work of the ceremony. So these kings were so powerful that they were sumptuously feeding and giving gifts to all the Brahmanas who would help them to perform the sacrifice. And they would invite even the devatas to be their guests. And in order to expedite the cooking work, because so many people would assemble, they had to prepare food for all of them, they would expedite the cooking work by taking help of the inhabitants of Vayu loka, the wind god, their assistants."
    },
    {
      "start_time": 678,
      "end_time": 896,
      "verse_references": [],
      "themes": [
        "Demigods",
        "Pious activities",
        "Brahmanas",
        "Kali Yuga",
        "Sankirtan Yajna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The success of a particular type of sacrifice completely depends on the priest in charge.",
      "summary": "The speaker continues the story of Maruta Maharaj, highlighting his pious activities and the role of qualified priests in sacrifices, contrasting it with the lack of qualified priests in Kali Yuga and emphasizing the importance of Sankirtan Yajna.",
      "timestamp_url": "https://youtu.be/I9l26DM7yNM?t=678",
      "transcript": "They would help in spiritual work. And the assembly of the demigods in the ceremony was led by Vishwadeva. Different categories of demigods were different powers. But it is prestigious that a king is able to get on the earth, is able to get as his guests and get assistance from demigods from the higher planets, who are expert in performing sacrifices, who are expert in making arrangements. Those people helped this Maruth Maharaj was able to perform very nice sacrifices. By his constant pious work, he was able to drive out all kinds of diseases from the jurisdiction of his kingdom. All the inhabitants of higher planets like Deva loka and Pitra loka were pleased with him for his great sacrificial ceremonies. Every day he used to give in charity to the learned brahmanas such things as bedding, seats, conveyances and sufficient quantities of gold, because he had a whole peak of gold at his disposal. Because of munificent charities and performance of innumerable sacrifices, the king of heaven Indra Deva was fully satisfied with him and always wished for his welfare. Due to his pious activities, he was able to take care of thousands of men throughout his life and reigned over the world for one thousand years, surrounded by satisfied subjects, ministers, legitimate wife, sons and brothers. Even Lord Shri Krishna praised his spirit of pious activities. He handed over his only daughter to Maharishi Angira and by his good blessings he was elevated to the kingdom of heaven. He was blessed with a great wealth of wealth. First of all, he wanted to offer the priesthood of his sacrifices to learn his prahaspati. But the demigod refused to accept the post because of the king's being a human being, a man of this earth. He was very sorry for this, but on the advice of Narada, he appointed Sambhartha to the post and he was successful in this mission. Now, Prabhupada explains a very important point. The success of a particular type of sacrifice completely depends on the priest in charge. The priest had to chant proper mantras in a fire sacrifice. Now, if they are not qualified to chant the mantras effectively, the sacrifice will not be successful, the fire sacrifice. Therefore, Prabhupada says that in this age, Kali Yuga, all kinds of sacrifices are forbidden because there is no learned priest amongst the so-called brahmanas who go by the false notion of becoming sons of brahmanas without brahminical qualifications. That's what is happening now. Somebody claims I am a brahmana because he is born in a brahmana family. Whether he has the qualification, whether he is trained up, whether he can chant mantras effectively to perform fire sacrifices, all that is not considered at all. In this age of Kali, therefore, only one kind of sacrifice is recommended, Sankirtan Yajna, as inaugurated by Lord Sri Chaitanya Mahaprabhu."
    },
    {
      "start_time": 896,
      "end_time": 931,
      "verse_references": [],
      "themes": [
        "Sankirtan Yajna",
        "Hare Krishna",
        "Liberation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Anyone can chant Hare Krishna without any previous qualification and can achieve the highest perfection of ultimate liberation and complete self-realization simply by chanting Hare Krishna.",
      "summary": "The speaker concludes by emphasizing the accessibility and benefits of Sankirtan Yajna, specifically chanting Hare Krishna, for achieving liberation and self-realization.",
      "timestamp_url": "https://youtu.be/I9l26DM7yNM?t=896",
      "transcript": "The only recommended sacrifice due to lack of qualified priests is Sankirtan Yajna. And Sankirtan Yajna does not require any qualification for anybody to perform by chanting Hare Krishna. Anyone can chant Hare Krishna without any previous qualification and can achieve the highest perfection of ultimate liberation and complete self-realization simply by chanting Hare Krishna."
    }
  ]
}