{
  "video_id": "I_kwD4O4Mzs",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.9.48 | 20-05-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=I_kwD4O4Mzs",
  "segments": [
    {
      "start_time": 0,
      "end_time": 39,
      "verse_references": [],
      "themes": [
        "invocation",
        "mantra"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/I_kwD4O4Mzs?t=0",
      "transcript": "Om Agyanati Mirandasya Gyananjani Shalakaya Chaksharunmeelitam Jena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Srimate Bhaktivedanta Swamennati Namine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nityananda Sri Advaita Gadadhara Srivasadi Gauravaktavrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 39,
      "end_time": 97,
      "verse_references": [
        "SB 1.9.48"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "Bhishma Deva",
        "Yudhishthira",
        "Gandhari",
        "Dhritarashtra"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The meaning of this verse is thereafter Maharaj Yudhishthira at once went to his capital Hastinapura accompanied by Lord Shri Krishna and there he consoled his uncle and aunt Gandhari, uncle Dhritarashtra and aunt Gandhari who was an ascetic, Gandhareemcha tapasvinim, tapasvi she was an ascetic.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam that will be discussed, focusing on Yudhishthira and Krishna consoling Dhritarashtra and Gandhari after the Kurukshetra war.",
      "timestamp_url": "https://youtu.be/I_kwD4O4Mzs?t=39",
      "transcript": "Om Namo Bhagavate Vasudevaya Narayanam Nama Skritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udy Rayet. In this session, we will be discussing from the 48th verse of the 9th chapter of the 1st canto of Srimad Bhagavatam. We will come on and on, almost to the end of this chapter, describing the passing away of Bhishma Deva in the presence of Lord Krishna, tato yudhishthira gatva sahakrishno gajafayam pitaram santvayam asa gandhareemcha tapasvinim. The meaning of this verse is, thereafter, Maharaj Yudhishthira at once went to his capital Hastinapura, accompanied by Lord Shri Krishna, and there he consoled his uncle and aunt Gandhari, uncle Dhritarashtra and aunt Gandhari, who was an ascetic, Gandhareemcha tapasvinim, tapasvi,"
    },
    {
      "start_time": 97,
      "end_time": 185,
      "verse_references": [],
      "themes": [
        "Kurukshetra",
        "Dhritarashtra",
        "Krishna",
        "Pandavas",
        "Materialism"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Dhritarashtra was very very confident that his sons will win the battle because they had the best support, but Dhritarashtra being materialistic he made a miscalculation, he did not stop the war.",
      "summary": "The speaker elaborates on the aftermath of the Kurukshetra war, Dhritarashtra's miscalculations due to materialism, and Krishna's presence on the side of the Pandavas.",
      "timestamp_url": "https://youtu.be/I_kwD4O4Mzs?t=97",
      "transcript": "she was an ascetic. So, Srila Prabhupada explains in the purport, Dhritarashtra and Gandhari, the father and the mother of Duryodhana and his brothers, were the elder uncle and aunt of Maharaj Yudhishthira. After the battle of Kurukshetra, the celebrated couple, having lost all their sons and grandsons, were under the care of Maharaj Yudhishthira. What happened in the battle of Kurukshetra? All the 100 sons of Dhritarashtra and Gandhari, they were killed in the battle, and even the grandsons. Everyone was killed from Dhritarashtra's side, Kaurava side. Dhritarashtra was very, very confident that his sons will win the battle because they had the best support, but Dhritarashtra, being materialistic, he made a miscalculation, he did not stop the war. So, consider Krishna, even though he was not fighting, actually, he had not taken up any weapons in the battle, he was on the side of the Pandavas."
    },
    {
      "start_time": 185,
      "end_time": 275,
      "verse_references": [],
      "themes": [
        "Krishna",
        "Arjuna",
        "Victory",
        "Devotion",
        "Sanjaya"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Yes, Jayastu Pandu Putranam, Esham Pakshe Janardana, whosoever side Krishna is, that side ultimately is going to win.",
      "summary": "The speaker emphasizes that victory belongs to the side where Krishna is present, highlighting the devotion of Arjuna and the Pandavas.",
      "timestamp_url": "https://youtu.be/I_kwD4O4Mzs?t=185",
      "transcript": "Yes, Jayastu Pandu Putranam, Esham Pakshe Janardana, whosoever side Krishna is, that side ultimately is going to win. Even Sanjaya, at the end of the Bhagavad Gita, while narrating what is happening on the battlefield of Kurukshetra, before the battle is about to begin, Sanjaya says, at the end of the Bhagavad Gita, 45 minutes, that's all, Krishna spoke Bhagavad Gita to Arjuna. So, Sanjaya concludes, Yatra Yogeshwara Krishna, Yatra Partho Dhanurdhara, Tatra Shri Vijayo, Bhutir Dhruva, Neetir Matir Mama. Wherever there is Krishna and wherever there is Arjuna, his pure devotee, there, there is certainly victory. So, even before the battle began, Sanjaya predicted and announced to Dhritarashtra that don't expect victory for the Kauravas because Krishna and Arjuna, Krishna and his pure devotee, of course, all the Pandavas are pure devotees, but still, wherever there is Krishna and Arjuna, there, there is victory. Pandavas."
    },
    {
      "start_time": 275,
      "end_time": 370,
      "verse_references": [],
      "themes": [
        "Material Calculations",
        "Free Will",
        "Insignificance",
        "Krishna's Power"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, all of the material calculations, ultimately, are a failure.",
      "summary": "The speaker discusses the futility of material calculations, the limited free will of living entities, and the immense power of Krishna.",
      "timestamp_url": "https://youtu.be/I_kwD4O4Mzs?t=275",
      "transcript": "Pandavas are guaranteed to win. So, all of the material calculations, ultimately, are a failure. Everything actually happens even in the material world, according to the plan of the Supreme Lord, according to the will of Govinda. That's how everything actually is happening, is going on. Though Krishna never takes away the free will of the living entities, he never takes away the free will, but the living entities are very, very, very, very, very tiny. They are insignificant parts of the Supreme Lord, who is unlimitedly powerful. And we have some power, some strength, some knowledge, some ability. We are very, very, very, very, very, very tiny, insignificant, atomic, we are atomic, and Krishna is the complete whole, the total manifestation of the material, spiritual, everything. So, there is no comparison. It is foolish to think that... To think that, I can become God, I can compete with God, Krishna."
    },
    {
      "start_time": 370,
      "end_time": 477,
      "verse_references": [],
      "themes": [
        "Humility",
        "Devotee",
        "Krishna Consciousness",
        "Materialism",
        "Family"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "That is utterly foolish, utterly foolish.",
      "summary": "The speaker emphasizes the importance of humility in the presence of Krishna and contrasts it with the foolishness of trying to compete with God, also discussing the materialist's view of family and legacy.",
      "timestamp_url": "https://youtu.be/I_kwD4O4Mzs?t=370",
      "transcript": "That is utterly foolish, utterly foolish. So, therefore, only devotees have this sense that, what am I in comparison to Krishna? So, our devotees' humility is very... Reasonable and natural, and it is very meaningful, to take a humble position in presence of Krishna, and always remain so, because eternally that is our position. So, here the explanation is being given that, what is the situation of Dhritarashtra and Gandhari after the battle of Kurukshetra? They lost all... All their sons and grandsons. So, they were passing their days in great agony over such a heavy loss of life, and were practically living the life of ascetics. What did they have to aspire for further in their life? Even materially speaking. Of course, from a spiritual perspective, success in this life, whatever we may do, is if we become Krishna conscious, and put our body in Krishna consciousness, but for materialists they make calculations, I will live my life in such a way that I enjoy my the prime of my youth, and when I become old then my family members, my descendants will take over and they will enjoy life in this material world, power or"
    },
    {
      "start_time": 477,
      "end_time": 537,
      "verse_references": [],
      "themes": [
        "Maya",
        "Dhritarashtra",
        "Pandavas",
        "Materialistic Defeat"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "everyone meets with defeat though everyone means all those who are materialistic they meet with defeat in every step of their life in this material world because Maya is very very powerful",
      "summary": "The speaker explains how materialistic individuals are always defeated by Maya, using Dhritarashtra's failed plans as an example.",
      "timestamp_url": "https://youtu.be/I_kwD4O4Mzs?t=477",
      "transcript": "wealth or some fame etc., all these things, but that is never to happen, that is never to happen. Everyone meets with defeat, though everyone means all those who are materialistic, they meet with defeat in every step of their life in this material world because Maya is very, very powerful. We are very powerful, we are very powerful, we are very powerful, we are very powerful, we are very powerful, are on the clutches of Maya. Dhritarashtra was similarly in the clutches of Maya, making calculation, oh, somehow let me try to kill the fatherless sons of Pandu, and once the pond, the five Pandavas are killed, then my sons will take over from me. I am the caretaker King, but they will take over and become regular King,"
    },
    {
      "start_time": 537,
      "end_time": 626,
      "verse_references": [],
      "themes": [
        "Dhritarashtra",
        "Gandhari",
        "Bhishma Deva",
        "Yudhishthira",
        "Krishna",
        "Compassion"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "so Maharaja Yudhishthira was conscious of his duty and he at once hurried to the spot with Lord Krishna and satisfied the bereaved Dhritarashtra with kind words from both himself and the Lord also Krishna and Yudhishthira both of them they pacified Dhritarashtra and Gandhari",
      "summary": "The speaker describes the suffering of Dhritarashtra and Gandhari, the shock of Bhishma Deva's death, and Yudhishthira and Krishna's compassionate act of consoling them.",
      "timestamp_url": "https://youtu.be/I_kwD4O4Mzs?t=537",
      "transcript": "regular Emperor, this was his calculation, but all his calculations were completely upset. So, Rupa is describing the situation, the condition of these two, Dhritarashtra and Gandhari, their uncle and aunt of this Tyra, and not only they suffered due to the heavy loss of life in the battle of Kurukshetra, but the death news of Bhishma Deva, uncle of Dhritarashtra, was another great shock for the king and the queen, for both Dhritarashtra and Gandhari, it was another great shock because Bhishma Deva was the well-wisher of everyone in the family. Therefore, they required solace from Maharaja Yudhishthira. So, Maharaja Yudhishthira was conscious of his duty, and he at once hurried to the spot with Lord Krishna and satisfied the bereaved Dhritarashtra with kind words from both himself and the Lord also. Krishna and Yudhishthira, both of them, they pacified Dhritarashtra and Gandhari, both the Lord and his pure devotee, they are always kind to everyone including the suffering souls"
    },
    {
      "start_time": 626,
      "end_time": 775,
      "verse_references": [],
      "themes": [
        "Krishna",
        "Father",
        "Gandhari",
        "Asceticism",
        "Faithfulness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "still the Lord is always looking upon every living being as his own child a father looks upon his child same way because Krishna is the supreme father of every living being and Krishna naturally will have concern for the rebellious conditioned suffering souls of this world",
      "summary": "The speaker emphasizes Krishna's compassion for all living beings and highlights Gandhari's spiritual advancement and asceticism, particularly her faithfulness to her blind husband.",
      "timestamp_url": "https://youtu.be/I_kwD4O4Mzs?t=626",
      "transcript": "who may be rebellious, who may be envious, who may be not following the principles of Dharma, but still the Lord is always looking upon every living being as his own child, a father looks upon his child same way because Krishna is the supreme father of every living being and Krishna naturally will have concern for the rebellious conditioned suffering souls of this world and Dhritarashtra is one of them like all other suffering souls of this world. So, Dhritarashtra and Gandhari, they were pacified by Yudhishthira and Krishna. Now, regarding Gandhari, there's a particular mention here, Gandhari was a powerful and powerful woman, who was a powerful woman, who was a powerful woman, who was a powerful woman, who was a powerful woman, who was an ascetic, although she was living the life of a faithful wife and a kind mother. Gandhari, she was not like Dhritarashtra, materialistic, she was very, very, very advanced spiritually. The pravapada says she was on the level of Bhishma as regards Brahmapurias spiritual attainment because she was a very faithful wife of her husband Dhritarashtra. It is said that Gandhari also voluntarily closed her eyes because of the blindness of her husband when she came to know that I am going to get married to a blind King, before her marriage she voluntarily agreed to remain blind whole life voluntarily her eyesight was perfect but she voluntarily agreed to close her eyes whole life because of the blindness of her husband a wife's duty is to follow the husband cent percent and Gandhari was so true to her husband that she followed him even his perpetual blindness in the entire life she followed him."
    },
    {
      "start_time": 775,
      "end_time": 893,
      "verse_references": [],
      "themes": [
        "Gandhari",
        "Asceticism",
        "Suffering",
        "Faithfulness",
        "Dharma",
        "Warning"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But she suffered all this just like an ascetic, tapasvini. That means she tolerated the suffering, the grief. She tolerated the grief.",
      "summary": "The speaker continues to praise Gandhari's character, highlighting her tolerance of suffering, her adherence to Dharma, and her warnings to Dhritarashtra and Duryodhana against cheating the Pandavas.",
      "timestamp_url": "https://youtu.be/I_kwD4O4Mzs?t=775",
      "transcript": "you know, therefore interaction she was a great ascetic, tapas win increased Tapaswini described here particularly well described here besides this austere T here undertaken the shock she suffered because the wholesale killing of her 100 sons and grandsons also a searchance a whole jam killing of her 100 sons and grandsons also a searchance a whole jam same aggressive really to stop iPads beatings to your mother so she couldn't certainly too much for a woman. They are soft hearted. They are very, very soft in their heart. So Gandhari was very much aggrieved on the loss of all her sons, all her sons. But she suffered all this just like an ascetic, tapasvini. That means she tolerated the suffering, the grief. She tolerated the grief. So Gandhari, although she was a woman, she is no less than Bhishma Deva in character, perfect character. She did all her duties exactly according to the scriptural directions. She was a faithful wife. She was a kind mother. But she knew that her policy was always that Dhritarashtra should not cheat the Pandavas. She warned Dhritarashtra, her own husband, and she warned her son Duryodhana to not cheat the Pandavas, to not attempt to usurp the kingdom which rightfully belongs to the Pandavas. That was Gandhari's policy."
    }
  ]
}