{
  "video_id": "I_kwD4O4Mzs",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.9.48 | 20-05-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=I_kwD4O4Mzs",
  "segments": [
    {
      "start_time": 0,
      "end_time": 39,
      "verse_references": [],
      "themes": [
        "invocation",
        "mantra"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/I_kwD4O4Mzs?t=0"
    },
    {
      "start_time": 39,
      "end_time": 97,
      "verse_references": [
        "SB 1.9.48"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "Bhishma Deva",
        "Yudhishthira",
        "Gandhari",
        "Dhritarashtra"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The meaning of this verse is thereafter Maharaj Yudhishthira at once went to his capital Hastinapura accompanied by Lord Shri Krishna and there he consoled his uncle and aunt Gandhari, uncle Dhritarashtra and aunt Gandhari who was an ascetic, Gandhareemcha tapasvinim, tapasvi she was an ascetic.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam that will be discussed, focusing on Yudhishthira and Krishna consoling Dhritarashtra and Gandhari after the Kurukshetra war.",
      "timestamp_url": "https://youtu.be/I_kwD4O4Mzs?t=39"
    },
    {
      "start_time": 97,
      "end_time": 185,
      "verse_references": [],
      "themes": [
        "Kurukshetra",
        "Dhritarashtra",
        "Krishna",
        "Pandavas",
        "Materialism"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Dhritarashtra was very very confident that his sons will win the battle because they had the best support, but Dhritarashtra being materialistic he made a miscalculation, he did not stop the war.",
      "summary": "The speaker elaborates on the aftermath of the Kurukshetra war, Dhritarashtra's miscalculations due to materialism, and Krishna's presence on the side of the Pandavas.",
      "timestamp_url": "https://youtu.be/I_kwD4O4Mzs?t=97"
    },
    {
      "start_time": 185,
      "end_time": 275,
      "verse_references": [],
      "themes": [
        "Krishna",
        "Arjuna",
        "Victory",
        "Devotion",
        "Sanjaya"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Yes, Jayastu Pandu Putranam, Esham Pakshe Janardana, whosoever side Krishna is, that side ultimately is going to win.",
      "summary": "The speaker emphasizes that victory belongs to the side where Krishna is present, highlighting the devotion of Arjuna and the Pandavas.",
      "timestamp_url": "https://youtu.be/I_kwD4O4Mzs?t=185"
    },
    {
      "start_time": 275,
      "end_time": 370,
      "verse_references": [],
      "themes": [
        "Material Calculations",
        "Free Will",
        "Insignificance",
        "Krishna's Power"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, all of the material calculations, ultimately, are a failure.",
      "summary": "The speaker discusses the futility of material calculations, the limited free will of living entities, and the immense power of Krishna.",
      "timestamp_url": "https://youtu.be/I_kwD4O4Mzs?t=275"
    },
    {
      "start_time": 370,
      "end_time": 477,
      "verse_references": [],
      "themes": [
        "Humility",
        "Devotee",
        "Krishna Consciousness",
        "Materialism",
        "Family"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "That is utterly foolish, utterly foolish.",
      "summary": "The speaker emphasizes the importance of humility in the presence of Krishna and contrasts it with the foolishness of trying to compete with God, also discussing the materialist's view of family and legacy.",
      "timestamp_url": "https://youtu.be/I_kwD4O4Mzs?t=370"
    },
    {
      "start_time": 477,
      "end_time": 537,
      "verse_references": [],
      "themes": [
        "Maya",
        "Dhritarashtra",
        "Pandavas",
        "Materialistic Defeat"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "everyone meets with defeat though everyone means all those who are materialistic they meet with defeat in every step of their life in this material world because Maya is very very powerful",
      "summary": "The speaker explains how materialistic individuals are always defeated by Maya, using Dhritarashtra's failed plans as an example.",
      "timestamp_url": "https://youtu.be/I_kwD4O4Mzs?t=477"
    },
    {
      "start_time": 537,
      "end_time": 626,
      "verse_references": [],
      "themes": [
        "Dhritarashtra",
        "Gandhari",
        "Bhishma Deva",
        "Yudhishthira",
        "Krishna",
        "Compassion"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "so Maharaja Yudhishthira was conscious of his duty and he at once hurried to the spot with Lord Krishna and satisfied the bereaved Dhritarashtra with kind words from both himself and the Lord also Krishna and Yudhishthira both of them they pacified Dhritarashtra and Gandhari",
      "summary": "The speaker describes the suffering of Dhritarashtra and Gandhari, the shock of Bhishma Deva's death, and Yudhishthira and Krishna's compassionate act of consoling them.",
      "timestamp_url": "https://youtu.be/I_kwD4O4Mzs?t=537"
    },
    {
      "start_time": 626,
      "end_time": 775,
      "verse_references": [],
      "themes": [
        "Krishna",
        "Father",
        "Gandhari",
        "Asceticism",
        "Faithfulness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "still the Lord is always looking upon every living being as his own child a father looks upon his child same way because Krishna is the supreme father of every living being and Krishna naturally will have concern for the rebellious conditioned suffering souls of this world",
      "summary": "The speaker emphasizes Krishna's compassion for all living beings and highlights Gandhari's spiritual advancement and asceticism, particularly her faithfulness to her blind husband.",
      "timestamp_url": "https://youtu.be/I_kwD4O4Mzs?t=626"
    },
    {
      "start_time": 775,
      "end_time": 893,
      "verse_references": [],
      "themes": [
        "Gandhari",
        "Asceticism",
        "Suffering",
        "Faithfulness",
        "Dharma",
        "Warning"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But she suffered all this just like an ascetic, tapasvini. That means she tolerated the suffering, the grief. She tolerated the grief.",
      "summary": "The speaker continues to praise Gandhari's character, highlighting her tolerance of suffering, her adherence to Dharma, and her warnings to Dhritarashtra and Duryodhana against cheating the Pandavas.",
      "timestamp_url": "https://youtu.be/I_kwD4O4Mzs?t=775"
    }
  ]
}