{
  "video_id": "id1OH3UT09Y",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.12.27 | 06-09-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=id1OH3UT09Y",
  "segments": [
    {
      "start_time": 0,
      "end_time": 49,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyana Timiraandhasya Gyananjanishalakaya Chakshurunmelitam Yena Tasmai Shri Gurave Namaha",
      "summary": "The session begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/id1OH3UT09Y?t=0",
      "transcript": "Om Agyana Timiraandhasya Gyananjanishalakaya Chakshurunmelitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shreemate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet"
    },
    {
      "start_time": 49,
      "end_time": 143,
      "verse_references": [
        "SB 1.12.27"
      ],
      "themes": [
        "death",
        "detachment",
        "surrender"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He will free himself from all material attachment and surrender to the Supreme Lord taking complete shelter of the Supreme Lord.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam about Parikshit Maharaj knowing his death in advance and surrendering to the Lord.",
      "timestamp_url": "https://youtu.be/id1OH3UT09Y?t=49",
      "transcript": "In this session, we will be discussing from the 27th verse of the 12th chapter of the first canto of Srimad Bhagavatam: Takshakad Atmano Mrtyum Dvija Putropasarjithat Prapatsyata Upashrutya Muktasangapadam Harehe. The meaning of this verse is: After hearing about his death, which will be caused by the bite of a snake bird sent by a son of a brahmana, he will get himself freed from all material attachment and surrender unto the personality of Godhead, taking shelter of Him. So, this foretold about this child Parikshit that he will know about his death in advance. 7 days before his death, he will come to know about his death because he will come to know that he has been cursed by a brahmana boy to be bitten by a snake bird. And upon hearing of his death, what will be his reaction? He will free himself from all material attachment and surrender to the Supreme Lord, taking complete shelter of the Supreme Lord."
    },
    {
      "start_time": 143,
      "end_time": 227,
      "verse_references": [],
      "themes": [
        "detachment",
        "spiritual bliss",
        "material happiness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Material attachment means ignorance of transcendental happiness under the shelter of the Lord taking shelter of the Lord means one will be completely in spiritual bliss they'll not care for anything material",
      "summary": "The speaker elaborates on the incompatibility of material attachment and taking shelter of the Lord, emphasizing the bliss of spiritual life.",
      "timestamp_url": "https://youtu.be/id1OH3UT09Y?t=143",
      "transcript": "So, you can see this story from here. For preparing to quit the body and go back to Godhead, Srila Prabhupada explains in the purport: material attachment and taking shelter of the lotus feet of the Lord don't go together. I mean, they don't go together. If somebody is materially attached, they cannot take shelter of the Supreme Lord's lotus feet, and one who has taken shelter of the Lord's lotus feet cannot have any material attachment. So, material attachment means ignorance of transcendental happiness under the shelter of the Lord. Taking shelter of the Lord means one will be completely in spiritual bliss. They'll not care for anything material. They'll never seek any material happiness. They'll understand that material happiness is illusory, insignificant, momentary, worthless. So, a factual devotee who has tasted even a glimpse of what is spiritual happiness, transcendental bliss, never will turn towards anything material."
    },
    {
      "start_time": 227,
      "end_time": 360,
      "verse_references": [
        "BG 9.4"
      ],
      "themes": [
        "devotion",
        "eternal relationship",
        "Krishna consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Eternally we are related to Krishna as this part and parcel, inseparable part.",
      "summary": "The speaker discusses the practice of devotion, our eternal relationship with Krishna, and how it leads to freedom from material attachment, highlighting Parikshit Maharaj's early Krishna consciousness.",
      "timestamp_url": "https://youtu.be/id1OH3UT09Y?t=227",
      "transcript": "So, devotion to material happiness is not a material happiness; it is a spiritual happiness. So, the unconditional service to the Lord while existing in the material world is a way to practice one's transcendent relation with the Lord. I am explaining what is this position of a practicing devotee who's not yet pure. It is a way to practice one's transcendent relation with the Lord. One has got an eternal connection or relationship to the one which links you with Krishna, every living being. Krishna says in the Bhagavad Gita: mamayivamsho jeevaloke jeevabhutasanatanah. Eternally, we are related to Krishna as His part and parcel, inseparable part. When one's practice of bhakti is matured, one gets completely free from all material attachment and becomes competent to go back home, back to Godhead. So, Maharaj Pariksit, being especially attached to the Lord from the beginning of his body, from the beginning in the womb of his mother, was continuously under the shelter of the Lord, even before he came to know of his death, right from the time he was in the womb of his mother. You have heard this earlier, but I will repeat, that when he was in the womb of his mother, Ashwatthama attempted to kill this child in the womb itself by releasing one's brahmastra to strike the target of the child in the mother's womb, Pariksit, to kill the last surviving descendant of the Pandavas. Ashwatthama attempted this, but Ashwatthama was completely unsuccessful because Krishna personally entered the womb of Pariksit's mother and saved the child by"
    },
    {
      "start_time": 360,
      "end_time": 473,
      "verse_references": [],
      "themes": [
        "Krishna consciousness",
        "shelter",
        "death"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "That curse of the Brahmana proved to be a boon to him, to enable him to prepare himself to go back to Godhead.",
      "summary": "The speaker continues the story of Parikshit Maharaj, emphasizing his Krishna consciousness from the womb and how the curse became a boon for his spiritual advancement.",
      "timestamp_url": "https://youtu.be/id1OH3UT09Y?t=360",
      "transcript": "neutralizing that brahmastra. At that time, Pariksit had darshan. For a brief moment, he had darshan of the Supreme Lord. And ever since, he became so much attached and attracted to that beautiful form of Krishna which he saw in his mother's womb, and he was always searching, where is this person or this beautiful personality I have seen? I want to see him. I am searching for him, searching, searching. So, he became known as the examiner, Pariksit. That's how he got that name, Pariksit, examiner. He is examining everybody. Are you the person I have seen? Are you the person I have seen? Are you the person I have seen? So, he is searching for Krishna, because Krishna is so attractive. So, being in the womb of the Supreme Lord, being an examiner, always he was Krishna conscious. So, he was always continuously Krishna conscious and therefore under the shelter of Lord Krishna, even before he got notice of death. But when he got the warning of his death within seven days, that was the end of his life. That curse of the Brahmana proved to be a boon to him, to enable him to prepare himself to go back to Godhead. Now, briefly I will just mention what happened."
    },
    {
      "start_time": 473,
      "end_time": 647,
      "verse_references": [],
      "themes": [
        "hunting",
        "insult",
        "repentance"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So reflecting on his action, Pariksit began to feel very, very repentant for having insulted that great sage.",
      "summary": "The speaker narrates the incident of Parikshit Maharaj insulting Shamika Rishi and his subsequent repentance.",
      "timestamp_url": "https://youtu.be/id1OH3UT09Y?t=473",
      "transcript": "As regards the curse by the Brahmana boy, Pariksit, as the emperor of the world, he was ruling from his capital city, Hastinapura. He once went hunting, because the Kshatriyas had to practice killing to keep themselves fit for giving protection to the citizens. So, he went hunting and he became thirsty. He started searching for water. He came across the ashram of one Shamika Rishi. He went inside that ashram and he saw that there was a sage sitting there, half-closed eyes. The sage was in meditation. So, the sage was not conscious of his externals. But Pariksit, being very thirsty, not finding water, not being welcomed by this sage, he mistook the sage to be feigning to be meditating in order to avoid receiving the king. So, Pariksit became angry. He took one dead snake that was just lying outside the ashram of that Shamika Rishi, garlanded the sage who was sitting in the meditation room with that dead snake, and walked away from that place. As he was going away, Pariksit reflected on what he did. Then he began to consider, maybe the sage was actually in trance. He was not externally conscious. So, how could he have received me properly? How could he have even noticed me entering his ashram? And why did I insult the sage in that way? He doesn't deserve to be insulted in that way at all. So, reflecting on his action, Pariksit began to feel very, very repentant for having insulted that great sage. And he began to think, may the sage's wrath or anger burn me and my entire kingdom to ashes immediately now. I deserve the worst kind of punishment"
    },
    {
      "start_time": 647,
      "end_time": 738,
      "verse_references": [],
      "themes": [
        "curse",
        "anger",
        "punishment"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "May that king, who insulted my father, die within the next seven days by a snake bite.",
      "summary": "The speaker describes how Shamika Rishi's son, Sringi, cursed Parikshit Maharaj to die within seven days.",
      "timestamp_url": "https://youtu.be/id1OH3UT09Y?t=647",
      "transcript": "for having misbehaved in this way. So, Pariksit was very, very, very repentant. And meantime, what happened? That news of the king garlanding the Shamika Rishi with a dead snake reached the boy, Sringi, who was the son of Shamika Rishi, playing outside with his friends. Shamika Rishi's son, Sringi, when he heard this, he became very angry against that king. And he said, how dare the king insult my father, who is a Brahmana, who is a Tapasvi. So, let me teach this king a lesson. Eight-year-old boy, who was actually very powerful, because he was trained by his father in Brahmanical practices. So, he decided, I'm going to curse this king to die. Instantly, he decided. He took some water and purified himself and uttered a curse: May that king, who insulted my father, die within the next seven days by a snake bite. And after uttering this curse, this boy, Sringi said, I'm going to curse this king to die. He took some water and purified himself and uttered a curse: May that king, who insulted my father, die within the next seven days by a snake bite. And after uttering this curse, this boy, Sringi said, I'm going to curse this king to die within the next seven days"
    },
    {
      "start_time": 738,
      "end_time": 850,
      "verse_references": [],
      "themes": [
        "mistake",
        "forgiveness",
        "compassion"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "You shouldn't have cursed him to die. It is completely wrong on your part to have given a severe punishment for a minor mistake.",
      "summary": "The speaker narrates Shamika Rishi's reaction to his son's curse and his regret over the disproportionate punishment.",
      "timestamp_url": "https://youtu.be/id1OH3UT09Y?t=738",
      "transcript": "by a snake bite. And the father, when he came out of trance, first thing he noticed, the dead snake round his neck. He just took that dead snake and threw it away. And he looked at his son and said, my dear son, why are you crying, what happened? Then the boy narrated whatever happened. And then the sage said, my dear son, for a very, very small mistake, you have wrongly punished the king who is the protector of all saintly persons. He himself is a Mahabhagavata. You shouldn't have cursed him to die. It is completely wrong on your part to have given a severe punishment for a minor mistake. It's not proportionate. So anyway, the sage, Shamika Rishi, sent word to Pariksit that Pariksit has been cursed by this immature, a foolish boy misusing his Brahmanical power. And Shamika Rishi begged forgiveness from the Supreme Lord to excuse this foolish boy and also sent word to Pariksit that Pariksit has been cursed and Pariksit may take appropriate steps to counteract this curse."
    },
    {
      "start_time": 850,
      "end_time": 950,
      "verse_references": [],
      "themes": [
        "renunciation",
        "prayer",
        "preparation for death"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He actually renounced his kingdom, handed over charge to his son to rule the kingdom and went away to a sacred spot on the bank of the river Ganga and sat there and began to pray.",
      "summary": "The speaker concludes the story by describing Parikshit Maharaj's acceptance of the curse, his renunciation, and his preparation for death on the banks of the Ganga.",
      "timestamp_url": "https://youtu.be/id1OH3UT09Y?t=850",
      "transcript": "Now Pariksit, when he received the news, he thought that Pariksit was a fool. He thought that I deserve to die by this thing, right? So thinking, Pariksit, even though he could have counteracted the curse, he actually renounced his kingdom, handed over charge to his son to rule the kingdom, and went away to a sacred spot on the bank of the river Ganga and sat there and began to pray. And he began to fast the next seven days and began to inquire from the saintly persons, how should I prepare for quitting my body when I'm going to be bitten by a snake bird due to a curse? So the saintly persons tried to advise him in different ways, but none of them were able to assure him of achieving perfection in the next seven days by practicing whatever they were recommending. Till Sukhadeva Goswami arrived in that assembly, he was not able to do anything. He was unable to do anything, not even for one day. And he was experiencing a state that was stylized, and he experienced a state that was so strong, and he is allied, and he is going to die soon. And he was going to die long ago. He was going to die soon. But, he was in that state for a long time. So in a way, he was able to express himself that he was a saint, and he was part of the village. He was able to go to the village and have food, and he was able to read the sun. He was able to learn the language, and he was able to pray. And he was able to perform those rituals. So he was able to attain the divine wisdom, he went back to Godhead, quit his body and went back to Godhead. So that's the description in the"
    }
  ]
}