{
  "video_id": "IDHGsMkiGdo",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.12.20 Part 1 | 21-08-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=IDHGsMkiGdo",
  "segments": [
    {
      "start_time": 0,
      "end_time": 40,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyana Timiraandhasya Gyananjanishalakaya Chakshuranmelitam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/IDHGsMkiGdo?t=0",
      "transcript": "Om Agyana Timiraandhasya Gyananjanishalakaya Chakshuranmelitam Yena Tasmai Shri Gurave Namaha Namah Om Vishnupadaya Krishna Prishtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pachchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadhadhara Shiva Sadi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Jai Vanarottamam Devim Saraswati Vyasam Tato Jaya Mudhirayet"
    },
    {
      "start_time": 41,
      "end_time": 85,
      "verse_references": [
        "SB 1.12.20"
      ],
      "themes": [
        "charity",
        "protection",
        "lineage"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This child will be a munificent donor of charity and protector of the surrendered and he will expand the name and fame of his family like Bharata the son of Maharaj Dushyanta",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam (1.12.20) and explains its meaning, focusing on the qualities of Pariksit Maharaj: charity, protection, and expanding family fame.",
      "timestamp_url": "https://youtu.be/IDHGsMkiGdo?t=41",
      "transcript": "In this session we will be discussing from the 20th verse of the 12th chapter of the 1st canto of Srimad Bhagavatam: Eshadata Sharanyascha Yathahi Ausheenarashibihi Yasho Vitanitha Svanam Daushyantir Iva Yajvanam. The meaning of this verse is: This child will be a munificent donor of charity and protector of the surrendered, like the famous king Shibi of the Ushinara country, and he will expand the name and fame of his family like Bharata, the son of Maharaj Dushyanta."
    },
    {
      "start_time": 85,
      "end_time": 164,
      "verse_references": [
        "BG"
      ],
      "themes": [
        "kingship",
        "responsibility",
        "liberation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "That is the responsibility of a ruler",
      "summary": "The speaker elaborates on the qualities of a qualified king as mentioned in the Bhagavad Gita, emphasizing the king's responsibility to ensure the happiness and ultimate liberation of the people.",
      "timestamp_url": "https://youtu.be/IDHGsMkiGdo?t=85",
      "transcript": "The two comparisons are made. So Srila Prabhupada explains in the purport: A king becomes famous by his acts of charity, performances of yajnas, protection of the surrendered, etc. So three different aspects are specifically mentioned about Pariksit Maharaj when he grows up to be the king. Emperor, he will be famous for his acts of charity. A king, if he is qualified as mentioned in the Bhagavad Gita, he should have the qualifications after having been trained and after having assimilated the knowledge, the skill, the proper understanding, and such a king is able to rule the people, the whole kingdom in such a way that people will be happy when the king is ruling, and at the end, people will be able to get liberation from material bondage."
    },
    {
      "start_time": 164,
      "end_time": 268,
      "verse_references": [],
      "themes": [
        "spiritual activities",
        "sacrifice",
        "protection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "At the same time he has to also engage the people in acts of sacrifice so that they are ultimately liberated form material bondage",
      "summary": "The speaker continues to describe the duties of a king, including engaging people in spiritual activities and protecting the surrendered souls.",
      "timestamp_url": "https://youtu.be/IDHGsMkiGdo?t=164",
      "transcript": "That is the responsibility of a ruler. Not only he should ensure that people are happy and there is peace and there are no miscreants disturbing saintly persons or weaker sections of society, at the same time he has to also engage the people in acts of sacrifice so that they are ultimately liberated form material bondage. Otherwise, if there is no such endeavor for engaging in spiritual activities, then people simply continue the cycle of birth and death and continue to suffer life after life after life. So it is a king's responsibility as the representative of the Supreme Lord. So here it is said that Srila Prabhupada [mentions] three specific qualifications of an ideal king. He should be well trained to perform acts of charity, dana. He should perform yajna. He should himself perform yajna for the welfare of the whole kingdom and he should engage others in performing yajna according to their position, according to their duty as enjoined in the scriptures and as taught by the scriptures. The Supreme Lord and his representatives, the bona fide spiritual masters, and the king should also give protection to the surrendered souls."
    },
    {
      "start_time": 268,
      "end_time": 391,
      "verse_references": [
        "BG 18"
      ],
      "themes": [
        "protection",
        "surrender",
        "divine promise"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Lord is all-powerful and true to his word and therefore he never fails to give protection to his different devotees.",
      "summary": "The speaker discusses the concept of 'Ishwara Bhava' (attitude of the Lord) in a king, emphasizing the importance of protecting surrendered souls and relating it to the Lord's promise of protection to his devotees.",
      "timestamp_url": "https://youtu.be/IDHGsMkiGdo?t=268",
      "transcript": "This is also a king's duty, responsibility, it's one of his qualifications. Now Srila Prabhupada particularly says here, a Kshatriya king is proud to give protection to the surrendered souls. And this is specifically mentioned in the Bhagavad Gita. This attitude of a king is called Ishwara Bhava. Ishwara Bhava is mentioned in the Bhagavad Gita in the 18th chapter. So Ishwara Bhava means factual power to give protection in a righteous cause when the citizens are upright in their behavior, in their conduct. Then there should be protection by the king to such righteous people for a righteous cause. They should not be overpowered by miscreants, by demons, by materialists, by all kinds of ruffians. No. Then the king is not a capable person, neither he is doing his duty, nor he is going to help the people in ultimately attaining liberation. So in the Bhagavad Gita, Lord instructs living beings to surrender unto him, and the Lord promises all protection. The Lord is all-powerful and true to his word and therefore he never fails to give protection to his different devotees."
    },
    {
      "start_time": 391,
      "end_time": 478,
      "verse_references": [],
      "themes": [
        "protection",
        "example",
        "Maharaj Shibi"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "And this was very nicely demonstrated by one former king, Maharaj Shibi, he is famous for giving protection to the surrendered.",
      "summary": "The speaker introduces the example of Maharaj Shibi as a king famous for giving protection to the surrendered, setting the stage for narrating a story about him.",
      "timestamp_url": "https://youtu.be/IDHGsMkiGdo?t=391",
      "transcript": "The Lord never fails to give protection to his different devotees. He says Kaunteya Pratijaanihi Name Bhakta Pranasyati. My devotee is never going to be vanquished because I will always protect my devotee in all circumstances. So Srila Prabhupada particularly points out here, the king being the representative of the Lord, he must possess this attitude of giving protection to the surrendered souls at all risk. The king must give protection to the surrendered souls at all risk. And this was very nicely demonstrated by one former king, Maharaj Shibi, he is famous for giving protection to the surrendered. So that particular instance from the scriptures is narrated by Srila Prabhupada in the purport. Maharaj Shibi was the king of Ushinara, a particular province. And Maharaj Jayati was the intimate friend of Maharaj Shibi. Jayati was a famous king in the former times, same time."
    },
    {
      "start_time": 478,
      "end_time": 665,
      "verse_references": [],
      "themes": [
        "charity",
        "sacrifice",
        "testing"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The pigeon while being chased by the eagle took the shelter of the lap of Maharaj Shibi.",
      "summary": "The speaker begins to narrate the story of Maharaj Shibi, Indra (as an eagle), and Agni (as a pigeon), focusing on the pigeon seeking shelter with Shibi.",
      "timestamp_url": "https://youtu.be/IDHGsMkiGdo?t=478",
      "transcript": "And Maharaj Jayati was able to reach the heavenly planets along with Maharaj Shibi. So the scriptures describe how. Well, in the Mahabharata it is mentioned that Maharaj Shibi was aware of the heavenly planet where he was to be transferred after his death. And, the description of this heavenly planet where Maharaj Shibi transferred himself is described in the Mahabarata, Adiparva, 96th chapter verses six to nine. It is particularly mentioned in the Mahabharata that Maharaj Shibi was so charitably disposed because the scriptures say king should be charitable. He would be famous for acts of charity, dana. So Maharaj Shibi was very famous for giving charity that he wanted to give over his acquired position in heavenly kingdom to Yayaati. He was so charitably disposed. But Yayaati did not accept this charity by Shibi. So this Shibi he became a very famous king as a protector of surrendered souls and as a donor of charities. So it is said here that the king of heaven Indra once took the shape of the whole and the form of this kalkin social was the character of Ragamkar as well. So Maharaj Shibi once accepted him as aителя as the arch zoys to make матери sense this family. of a pigeon hunter bird, an eagle. Indra took the form of an eagle. And Agni, the fire god, took the shape of a pigeon. So, eagle and pigeon, actually they are disguised. Indra is disguised as eagle and Agni is disguised as pigeon. The pigeon while being chased by the eagle took the shelter of the lap of Maharaj Shibi. The pigeon came and landed on Shibi's lap. And the hunter eagle wanted the pigeon back from the king. So, King Shibi, since this pigeon had taken shelter of King Shibi, the king did not want that eagle to take away this pigeon."
    },
    {
      "start_time": 665,
      "end_time": 837,
      "verse_references": [],
      "themes": [
        "sacrifice",
        "compassion",
        "divine revelation"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "so when he put himself in the balance i will offer my entire body because any amount of self on the balance to equate with the pigeon the devatas were pleased with him so charitable sacrificed his own life even for the sake of saving the pigeon which has surrendered to him",
      "summary": "The speaker continues the story of Maharaj Shibi, highlighting his willingness to sacrifice his own flesh and eventually his entire body to protect the pigeon, leading to the revelation of Indra and Agni and their blessings.",
      "timestamp_url": "https://youtu.be/IDHGsMkiGdo?t=665",
      "transcript": "Kill it and eat the flesh. So, the king wanted to give some other meat to eat for the eagle. And he requested that eagle, please do not kill this pigeon because it has taken shelter of me. I should be giving it protection. So, do not kill this pigeon. You want some flesh, I will give you some other flesh. Now, this hunter bird, the eagle refused to accept the king's offer. The eagle refused to accept this offer by King Shibi. And later on it was settled that the eagle would accept flesh from the body of the king, and it would accept flesh from the body of the king equivalent to the weight of the pigeon. So the king agreed for that, okay, you want my flesh, I'll give you, but don't kill this pigeon. So he was so generous in giving charity. But now listen what happened. The king began to cut flesh from his body to give a weight of his own flesh equivalent to the pigeon's weight. So there was a balance and one side the pigeon was kept in the balance, other side Shibi's flesh was being put in the balance to match the weight of the flesh that was to be given to this eagle, the hunter bird. But what happened when this weighing was going on, the mystic pigeon always remained heavier. How much ever Shibi was cutting his flesh and putting in the balance in the pan of the balance. So then what did Shibi do? How much will I cut? I myself will sit on the pan. I'll offer my entire body because any amount of flesh I am cutting off and putting it doesn't seem to be balancing the weight of the pigeon. So when he put himself in the balance, I will offer my entire body because any amount of self on the balance to equate with the pigeon, the devatas were pleased with him. So charitable, [he] sacrificed his own life even for the sake of saving the pigeon which has surrendered to him, so protector of the surrendered. So then Indra and Agni disclosed their identity and the king was, Shibi was blessed by them. Devarshi Narada also"
    },
    {
      "start_time": 837,
      "end_time": 904,
      "verse_references": [],
      "themes": [
        "charity",
        "protection",
        "legacy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So therefore, it is said here, this child Pariksit would be as generous in giving charity and as perfect in giving protection to surrendered souls like Shibi.",
      "summary": "The speaker concludes by reiterating Maharaj Shibi's fame for charity and protection and connecting it back to the prophecy that Pariksit Maharaj would be like him, ending the session with a thank you and Hare Krishna.",
      "timestamp_url": "https://youtu.be/IDHGsMkiGdo?t=837",
      "transcript": "glorified Maharaj Shibi for his great achievements in specifically giving charity and protection to the surrendered. It is also said this Maharaj Shibi sacrificed his own son for the satisfaction of human beings in his kingdom. So that's another story in the scriptures. So in this way, Shibi was very famous for giving charity and sacrificing his personal interest for the sake of giving protection to somebody else who is a surrendered soul. So therefore, it is said here, this child Pariksit would be as generous in giving charity and as perfect in giving protection to surrendered souls like Shibi. So he was to become a second Shibi in charity and protection. So I will stop here. Thank you very much."
    }
  ]
}