{
  "video_id": "IDHGsMkiGdo",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.12.20 Part 1 | 21-08-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=IDHGsMkiGdo",
  "segments": [
    {
      "start_time": 0,
      "end_time": 40,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyana Timiraandhasya Gyananjanishalakaya Chakshuranmelitam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/IDHGsMkiGdo?t=0"
    },
    {
      "start_time": 41,
      "end_time": 85,
      "verse_references": [
        "SB 1.12.20"
      ],
      "themes": [
        "charity",
        "protection",
        "lineage"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This child will be a munificent donor of charity and protector of the surrendered and he will expand the name and fame of his family like Bharata the son of Maharaj Dushyanta",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam (1.12.20) and explains its meaning, focusing on the qualities of Pariksit Maharaj: charity, protection, and expanding family fame.",
      "timestamp_url": "https://youtu.be/IDHGsMkiGdo?t=41"
    },
    {
      "start_time": 85,
      "end_time": 164,
      "verse_references": [
        "BG"
      ],
      "themes": [
        "kingship",
        "responsibility",
        "liberation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "That is the responsibility of a ruler",
      "summary": "The speaker elaborates on the qualities of a qualified king as mentioned in the Bhagavad Gita, emphasizing the king's responsibility to ensure the happiness and ultimate liberation of the people.",
      "timestamp_url": "https://youtu.be/IDHGsMkiGdo?t=85"
    },
    {
      "start_time": 164,
      "end_time": 268,
      "verse_references": [],
      "themes": [
        "spiritual activities",
        "sacrifice",
        "protection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "At the same time he has to also engage the people in acts of sacrifice so that they are ultimately liberated form material bondage",
      "summary": "The speaker continues to describe the duties of a king, including engaging people in spiritual activities and protecting the surrendered souls.",
      "timestamp_url": "https://youtu.be/IDHGsMkiGdo?t=164"
    },
    {
      "start_time": 268,
      "end_time": 391,
      "verse_references": [
        "BG 18"
      ],
      "themes": [
        "protection",
        "surrender",
        "divine promise"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Lord is all-powerful and true to his word and therefore he never fails to give protection to his different devotees.",
      "summary": "The speaker discusses the concept of 'Ishwara Bhava' (attitude of the Lord) in a king, emphasizing the importance of protecting surrendered souls and relating it to the Lord's promise of protection to his devotees.",
      "timestamp_url": "https://youtu.be/IDHGsMkiGdo?t=268"
    },
    {
      "start_time": 391,
      "end_time": 478,
      "verse_references": [],
      "themes": [
        "protection",
        "example",
        "Maharaj Shibi"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "And this was very nicely demonstrated by one former king, Maharaj Shibi, he is famous for giving protection to the surrendered.",
      "summary": "The speaker introduces the example of Maharaj Shibi as a king famous for giving protection to the surrendered, setting the stage for narrating a story about him.",
      "timestamp_url": "https://youtu.be/IDHGsMkiGdo?t=391"
    },
    {
      "start_time": 478,
      "end_time": 665,
      "verse_references": [],
      "themes": [
        "charity",
        "sacrifice",
        "testing"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The pigeon while being chased by the eagle took the shelter of the lap of Maharaj Shibi.",
      "summary": "The speaker begins to narrate the story of Maharaj Shibi, Indra (as an eagle), and Agni (as a pigeon), focusing on the pigeon seeking shelter with Shibi.",
      "timestamp_url": "https://youtu.be/IDHGsMkiGdo?t=478"
    },
    {
      "start_time": 665,
      "end_time": 837,
      "verse_references": [],
      "themes": [
        "sacrifice",
        "compassion",
        "divine revelation"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "so when he put himself in the balance i will offer my entire body because any amount of self on the balance to equate with the pigeon the devatas were pleased with him so charitable sacrificed his own life even for the sake of saving the pigeon which has surrendered to him",
      "summary": "The speaker continues the story of Maharaj Shibi, highlighting his willingness to sacrifice his own flesh and eventually his entire body to protect the pigeon, leading to the revelation of Indra and Agni and their blessings.",
      "timestamp_url": "https://youtu.be/IDHGsMkiGdo?t=665"
    },
    {
      "start_time": 837,
      "end_time": 904,
      "verse_references": [],
      "themes": [
        "charity",
        "protection",
        "legacy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So therefore, it is said here, this child Pariksit would be as generous in giving charity and as perfect in giving protection to surrendered souls like Shibi.",
      "summary": "The speaker concludes by reiterating Maharaj Shibi's fame for charity and protection and connecting it back to the prophecy that Pariksit Maharaj would be like him, ending the session with a thank you and Hare Krishna.",
      "timestamp_url": "https://youtu.be/IDHGsMkiGdo?t=837"
    }
  ]
}