{
  "video_id": "idXfNsA7ED0",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.9.37 | 06-05-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=idXfNsA7ED0",
  "segments": [
    {
      "start_time": 57,
      "end_time": 172,
      "verse_references": [
        "SB 1.9.37"
      ],
      "themes": [
        "Transcendental nature of Krishna's actions",
        "Elevating consciousness through remembrance of Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "And every action of Krishna is completely transcendental.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam and explains that Krishna's actions, even in the material world, are transcendental and elevate one's consciousness.",
      "timestamp_url": "https://youtu.be/idXfNsA7ED0?t=57",
      "transcript": "In this session, we will be discussing from the 37th verse of the 9th chapter of the 1st canto of Srimad Bhagavatam, continuing the prayers by Bhishma Deva. स्वनिगमं अपहाय मत्पतिज्ञाम् रितं अधिकर्तुम् अवप्लुतो रतस्तः दृतरत्थ चरणोभ्या चलत्गुर् हरीरीवहंतुम् इभं गतोत्तरियह. The meaning of this verse is: Fulfilling my desire and sacrificing his own promise, He got down from the chariot, took up its wheel, and ran towards me hurriedly, just as a lion goes to kill an elephant. He even dropped his outer garment on the way. Bhishma Deva is recollecting the different events that happened in the past in relationship with Krishna, and every action of Krishna is completely transcendental. So remembering such events is automatically elevating the relationship with Krishna and elevating one's consciousness to the spiritual platform. So every single activity the Lord performs, He does so on the spiritual plane. None of the activities of Krishna are material, even though Krishna is in the material world. In the past times, He does not come in contact with the material energy at all. He is completely aloof from it."
    },
    {
      "start_time": 173,
      "end_time": 307,
      "verse_references": [],
      "themes": [
        "Battle of Kurukshetra",
        "Kshatriya principles",
        "Duryodhana's criticism of Bhishma"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The battle of Kurukshetra was fought on military principles, but at the same time in a sporting spirit like a friend's fight with another friend.",
      "summary": "The speaker explains Srila Prabhupada's purport, focusing on the sporting spirit of the Kurukshetra war and Duryodhana's criticism of Bhishma's perceived reluctance to kill Arjuna.",
      "timestamp_url": "https://youtu.be/idXfNsA7ED0?t=173",
      "transcript": "So in the purport, Srila Prabhupada says, \"The battle of Kurukshetra was fought on military principles, but at the same time in a sporting spirit, like a friend's fight with another friend.\" See, they are simultaneously fighting, following the military principles, at the same time in a friendly spirit they are fighting. That's the nature of a kshatriya. A kshatriya doesn't mind losing a battle provided he fights to his best capacity and gives up his life in the course of fighting, sacrifices his life. Such a kshatriya actually is able to elevate himself to the heavenly planets, minimum, by fighting in the proper kshatriya spirit in a Dharma Yudha. So here it is explained by Srila Prabhupada in the purport: Duryodhana criticized Bhishma Deva, allegedly, that he was reluctant to kill Arjuna because of paternal affection. Now see, Bhishma's position is very unique. He is related to both the Pandavas and Kauravas. Both the Pandavas and Kauravas are the grandsons of his brother, Bhishma's brother, so Bhishma is equally related to the Pandavas and Kauravas. He was not acting partially, but Duryodhana criticised like that, that Bhishma is not killing Arjuna because he has some affection for the Pandavas and especially Arjuna. So it is explained by Prabhupada here, \"A kshatriya cannot tolerate insults on the principle of fighting because of this...\" A kshatriya cannot tolerate insults under client's protection."
    },
    {
      "start_time": 308,
      "end_time": 499,
      "verse_references": [],
      "themes": [
        "Bhishma's vow",
        "Krishna's plan",
        "Arjuna's request for the arrows"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bhishma Deva therefore promised that the next day he would kill all the five Pandavas with special weapons made for the purpose.",
      "summary": "The speaker narrates the story of Bhishma's vow to kill the Pandavas, Duryodhana's safeguarding of the arrows, and Krishna's plan to have Arjuna retrieve them.",
      "timestamp_url": "https://youtu.be/idXfNsA7ED0?t=308",
      "transcript": "the principle of fighting. Bhishma Deva therefore promised that the next day he would kill all the five Pandavas with special weapons made for the purpose. Bhishma Deva, when he heard this criticism of Duryodhana, he became angry and he took a vow that he is going to kill all the five Pandavas the next day of the battle. Duryodhana was satisfied and he kept the arrows with him to be delivered the next day during the fight. Bhishma prepared five special arrows and Duryodhana thought that Bhishma has prepared these arrows, but if anything happens from now onwards till the next day morning when the battle starts, anything can happen. So Duryodhana said, \"Please give me those five arrows and I'll keep them with me safely and I'll give to you tomorrow morning just before the battle begins.\" Bhishma said, \"Okay.\" By tricks, Arjuna took the arrows from Duryodhana and Bhishma Deva could understand that that was the trick of Lord Krishna. So he took a vow that the next day Krishna would have to take up weapons himself, otherwise his friend Arjuna would die. What happened? Krishna knew that Bhishma has prepared five special weapons and it is safely kept with Duryodhana, so Krishna sent Arjuna, \"Go and ask Duryodhana for those five arrows.\" So Arjuna went to Duryodhana's camp and Duryodhana welcomed him and said yes, and then Krishna and Bhishma Deva were the first... Duryodhana said Arjuna said, \"I want the five arrows which Bhishma has prepared and kept it safe. You have kept it safely with you.\" Duryodhana said, \"Okay, I will give you those arrows.\" He gave away those arrows. And Bhishma came to know that Duryodhana was supposed to safe keep those weapons. In spite of that, by Krishna's trick, the arrows were taken away by Arjuna. So he said, \"Never mind. Even if those arrows are not there, I am going to fight very, very vigorously and Arjuna's life is really in danger the next day, unless Krishna will break his promise and take weapons and fight himself to save his friend.\""
    },
    {
      "start_time": 500,
      "end_time": 682,
      "verse_references": [],
      "themes": [
        "Krishna's promise",
        "Bhishma's devotion",
        "Krishna breaking his promise to save Arjuna"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna wanted to please his devotee Bhishma by keeping Bhishma's promise, which is more important than his own promise.",
      "summary": "The speaker describes the intense battle where Arjuna is about to be killed, leading Krishna to break his promise and rush towards Bhishma, who welcomes being killed by the Lord.",
      "timestamp_url": "https://youtu.be/idXfNsA7ED0?t=500",
      "transcript": "So the next day's fighting, Bhishma Deva fought so violently that both Arjuna and Krishna were in trouble. It was such a fierce battle. Arjuna was almost defeated. The situation was so tense that he was about to be killed by Bhishma Deva the very next moment. At that very moment when Bhishma was about to kill Arjuna, Krishna wanted to please his devotee Bhishma by keeping Bhishma's promise, which is more important than his own promise. Bhishma's promise was that to save Arjuna, Krishna will have to take his weapon. Otherwise, if Bhishma was to take IS or not, Krishna did not have to take it. Krishna promised to not use his own weapon, but left Bhishma with enemies who are his obligations. When Bhishma left, Krishna saw Krishna was not in the right position in the old age and forced him to give up his 2020 success. He promised before the beginning of Kurukshetra's ancient battle, Chris's duty to Kurukshetra, that one day he would not use his wealth on the intimidated battles, and support anorm the Kurukshetra group. When Krishna was killed, Kurukshetra's aid was punched into hold by Arjuna without depending upon his strategy towards safety. But to protect Arjuna, Bhishma's promise was refused. He confessed to Arjuna's promise to Kurukshetra, for which, I never know why he betrayed him, and hurriedly rushed Bhishma Deva in an angry mood as a lion goes to kill an elephant. When there is a fight between a lion and an elephant, both are very powerful, but they are powerful in their own way. So generally lions don't bother elephants, elephants don't bother lions, because both are very powerful. But sometimes when there is a fight between a lion and an elephant, then both will fight very vigorously and the outcome of this fight is uncertain. Sometimes the elephant is victorious, sometimes the lion is victorious. So in this case, Krishna rushed at Bhishma just like a lion goes to kill an elephant. That's the description here. Now while Krishna was going in that angry mood, charging at Bhishma Deva, he dropped his covering cloth on the way and out of great anger he did not know that he had dropped it. Bhishma Deva at once gave up his weapons and stood to be killed by Krishna, his beloved Lord. For a devotee, if the Lord is going to kill me, that is the greatest blessing, because the devotees know, Lord's killing and Lord's protection both are absolute. There is no difference. So Bhishma did not mind Krishna killing him. He said that is the best way to ensure that I will be completely purified and I will get ultimate salvation and liberation."
    },
    {
      "start_time": 683,
      "end_time": 775,
      "verse_references": [],
      "themes": [
        "Kshatriya principles",
        "Krishna's plan to fulfill Bhishma's desire",
        "Confidential explanation of the Lord's actions"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So there was no possibility of Arjuna's death because the Lord himself was on the chariot, but because Bhishma Deva wanted to see Krishna take up some weapon to save his friend Arjuna, so the Lord created the situation making Arjuna's death imminent.",
      "summary": "The speaker explains that the battle ended due to Kshatriya principles and that Krishna orchestrated the situation to fulfill Bhishma's desire to see him take up a weapon.",
      "timestamp_url": "https://youtu.be/idXfNsA7ED0?t=683",
      "transcript": "So the fighting of the day ended at that very moment and Arjuna was saved. Because the Kshatriya principle is, if somebody surrenders, then the battle has to be stopped. It cannot continue. One Kshatriya will not kill another Kshatriya if that other Kshatriya surrenders. He will not kill. That's the military principles by which the battle of Kurukshetra was arranged to be fought. So there was no possibility of Arjuna's death because the Lord himself was on the chariot. But because Bhishma Deva wanted to see Krishna take up some weapon to save his friend Arjuna, so the Lord created the situation making Arjuna's death imminent. Krishna created the situation. It should be for Bhishma Deva to show that his promise was fulfilled. Bhishma's promise was fulfilled and that Krishna had taken up the wheel as Bhishma had predicted. So this is a confidential explanation of the Lord's action on the battlefield."
    },
    {
      "start_time": 776,
      "end_time": 874,
      "verse_references": [],
      "themes": [
        "Krishna's love for devotees",
        "Sporting spirit of the battle",
        "Confidential nature of the explanation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bhishma will not care for anything else other than fulfilling his devotee's desire. That is Krishna's love for his devotees, his affection for his devotees.",
      "summary": "The speaker concludes by emphasizing Krishna's love for his devotees, the sporting spirit of the battle, and the confidential nature of the explanation, distinguishing it from mere political or personal conflicts.",
      "timestamp_url": "https://youtu.be/idXfNsA7ED0?t=776",
      "transcript": "breaking his own promise and taking up the wheel of a chariot in order to save Arjuna while Arjuna's life was in danger when Bhishma was fighting very violently. So it is explained here by Bhishma that the Lord fulfilled my desire because I am his devotee. He broke his own promise. Bhishma will not care for anything else other than fulfilling his devotee's desire. That is Krishna's love for his devotees, his affection for his devotees. So that is being described here by Srila Prabhupada in great detail, the confidential explanation for this whole incident which ordinarily people will not understand. They will think something is going on between Arjuna, Krishna, Bhishma. Something is going on. No, it is not any kind of political diplomacy or not any kind of enmity. It is actually in a sporting spirit the whole battle was fought. So I will stop here. Thank you very much."
    }
  ]
}