{
  "video_id": "Ie-wW_KaeQA",
  "title": "How to Overcome Weakness of the Heart? | HDG Srila Prabhupada | Bg 2.3 | 17.08.2024",
  "speaker": "HDG Srila Prabhupada",
  "youtube_url": "https://www.youtube.com/watch?v=Ie-wW_KaeQA",
  "segments": [
    {
      "start_time": 193,
      "end_time": 316,
      "verse_references": [],
      "themes": [
        "weakness of heart",
        "Krishna's inducement",
        "material vision",
        "chanting Hare Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "we become in touch with Krishna by chanting his name Hare Krishna that is the beginning of our connection with Krishna",
      "summary": "Srila Prabhupada explains how Krishna induces Arjuna to fight and emphasizes the importance of chanting Hare Krishna as the beginning of our connection with Krishna.",
      "timestamp_url": "https://youtu.be/Ie-wW_KaeQA?t=193",
      "transcript": "especially for you, you are my friend. What people will say? So give up this weakness of the heart and stand up, take courage. You just see how Krishna is inducing Arjuna to fight. People are very much ignorant and they sometimes criticize that Krishna is exciting Arjuna. He is very gentleman, non-violent, and Krishna is exciting him to fight. This is called jara-darsana. Jara-darsana means material vision. Therefore, shastra says atasri-krsna-namadi namaved graiham indriyai sri-krsna namadi. We become in touch with Krishna by chanting his name, Hare Krishna. That is the beginning of our connection with Krishna, namadi. The shastra says atasri-krsna-namadi. Adi means beginning. We have no connection with Krishna, but if you chant Hare Krishna maha-mantra, immediately our first chance to contact Krishna begins."
    },
    {
      "start_time": 316,
      "end_time": 462,
      "verse_references": [],
      "themes": [
        "Krishna's name",
        "form",
        "activities",
        "purification",
        "offenses"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "simply chanting that will help also it will take time but if we avoid the offenses then it will be very quickly purified",
      "summary": "Srila Prabhupada elaborates on Krishna's name, form, and activities, highlighting the importance of avoiding offenses while chanting to accelerate purification.",
      "timestamp_url": "https://youtu.be/Ie-wW_KaeQA?t=316",
      "transcript": "So it has to be practiced, not that immediately idealize Krishna. That is not, of course, if one is advanced, it is possible immediately. So shri-krsna-namadi, nam means name. So Krishna, he is not only name, adi, that is the beginning, but form, activities, just like shravanam kirtanam. Shravanam kirtanam, glorifying or describing about Krishna. So he has got his form. So nam means name, and then root means form, lila means pastimes, goma means quality, entourage, his associates. All this adasya shri-krsna-namadi na bhavet na bhavet grāhyam indre. By ordinary senses, we cannot understand either shri-krsna's name. We are hearing that our through the oral reception Krishna's name, but if we keep our ear without purification, of course, by hearing it will be purified. We have to help, help means to avoid the offenses, ten kinds of offenses. So in this way, we shall help the purificatory process. Just like if I want to ignite fire, so I must help the igniting process by drying the wood, it will very soon get fire. Similarly, simply chanting that will help also, it will take time, but if we avoid the offenses, then it will be very quickly purified, the action will be very quickly."
    },
    {
      "start_time": 462,
      "end_time": 582,
      "verse_references": [],
      "themes": [
        "Krishna's behavior",
        "ordinary senses",
        "imitation",
        "following orders",
        "Krishna understanding"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "whatever he is doing is God is good he is all good we should have to do it whatever he is doing there is all good",
      "summary": "Srila Prabhupada discusses how ordinary people misunderstand Krishna's behavior and stresses the importance of following the orders of higher authorities rather than imitating them, emphasizing that everything Krishna does is perfect.",
      "timestamp_url": "https://youtu.be/Ie-wW_KaeQA?t=462",
      "transcript": "There. So this behavior of Krishna, how ordinary man can understand? Because they have got their ordinary senses. Therefore, they mistake why Krishna, in Krishna's devotee, Vaisna, that is also stated, Vaisnaver Kriyam mudra vijyana bujhaya. Even Vaisna Acharya, what he is doing, even the most expert intelligent man cannot understand why he is doing this. Therefore, we should not try to imitate the higher authorities, but we have to follow the order, injunction given by the higher authorities. It is not possible. Krishna is exciting Arjuna to fight, that does not mean we can also do that, excite. No, that will be immoral. For Krishna, it is not immoral. Whatever he is doing is God is good, he is all good. We should have to do it. Whatever he is doing, there is all good. This is one side, and whatever I am doing without authorities order, this is all bad. He does not require any order from anyone else. He is the supreme controller. He does not require anyone's instruction. Whatever he does, it is perfect. This is Krishna."
    },
    {
      "start_time": 582,
      "end_time": 771,
      "verse_references": [],
      "themes": [
        "transcendental vision",
        "kshatriya duty",
        "chastisement",
        "capital punishment",
        "strictness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "your business is to chastise the mischief mongers that is your business you cannot excuse the mischief monger",
      "summary": "Srila Prabhupada explains that those without transcendental vision misunderstand Krishna and discusses the duty of a Kshatriya to chastise mischief-mongers, advocating for strict capital punishment.",
      "timestamp_url": "https://youtu.be/Ie-wW_KaeQA?t=582",
      "transcript": "Understanding, and not that I have to study Krishna in my own way. Krishna is not subjected to your examination or your test. He is above all, he is transcendent. Therefore, those who have not the transcendental vision, they misunderstand Krishna. Here he is directly enticing parantapa. Parantapa is this word, very word is used, that you are a kshatriya, you are a king, your business is to chastise the mischief mongers. That is your business. You cannot excuse the mischief monger. Formerly, the kings were so, the king himself used to judge. A criminal was brought before the king, and if the king thought it wise, he would take his own sword, immediately cut his head. That was the duty of king. Even 100 years ago in Kashmir, the king as soon as a thief was caught, he would be brought before the king, and if he is proved that he was a thief, he is stolen, immediately the king will cut off his hands, personally chopped up even 100 years ago. He was a thief even 100 years ago. So all other thieves warned, this is your punishment. If there was no thieving, there is no stealing, no burglary in Kashmir. Even somebody lost something on the road, it will lie down, nobody will touch it. The order and care for you cannot touch it. The man who has left it, he would come, he would collect, you cannot touch it even 100 years ago. So this capital punishment is required. Nowadays, the capital punishment is excused, murderers are not harmed. This is all mistake, no mercy. Why a human killer, even an animal killer should be immediately hanged? That is the kingdom, the king should be so strict."
    },
    {
      "start_time": 771,
      "end_time": 873,
      "verse_references": [],
      "themes": [
        "sympathy",
        "weakness of heart",
        "superior authority",
        "special senses",
        "soul"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "one has to discharge the duty ordered by the superior authority very strictly without any consideration",
      "summary": "Srila Prabhupada equates excessive sympathy with weakness of heart, emphasizing the need to follow the orders of superior authorities strictly and develop special senses to perceive the soul.",
      "timestamp_url": "https://youtu.be/Ie-wW_KaeQA?t=771",
      "transcript": "So this sympathy is like Arjuna's sympathy. This sympathy now the state is sympathizing with the murderer not to be killed. This is Arjuna's, that is that is not duty. One has to discharge the duty ordered by the superior authority very strictly without any consideration. So these are weakness of the heart, this kind of sympathy. But ordinary person will not be able to do anything special senses, special senses, not ordinary senses, special senses means you have to pluck your eyes and you have to put another eyes. No, you do the work, you have to put other eyes on this body, you have to put other eyes on this body, and this body is the center of the soul."
    },
    {
      "start_time": 922,
      "end_time": 1047,
      "verse_references": [],
      "themes": [
        "tongue control",
        "sense control",
        "spiritual master",
        "anger",
        "mind"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "anyone who has become competent to control the tongue to control the mind to control the anger to control the belly and control the genital if six kind of control is there, he is fit for becoming spiritual master",
      "summary": "Srila Prabhupada emphasizes the importance of controlling the tongue and other senses to become a qualified spiritual master.",
      "timestamp_url": "https://youtu.be/Ie-wW_KaeQA?t=922",
      "transcript": "म obj2 पर we say, don't take meat, don't take liquor because it is controlling the tongue. The tongue is the most strong enemy, as cents, a perverted cents. And this rascals, they say, no, you can eat whatever you like, it has nothing to do with religion. बद बेदिक शास्त्यों बहुत बहुत तुम्हारे पर राशिक हो. तो आप जितना कहांगे कौन भी भी भी गुड़ है। अगर आप आपको प्रधान करते हैं, तो आप आपको प्रधान करेंगे। बेली को प्रधान करेंगे। रुपगुष्यामी gives instruction बाचवेगं क्रोधवेगं मुदरवपस्तवेगं मरसवेगं एतानवेगान जविषवेत धीरच प्रिसिरिंग सशिष्यात this is instruction that anyone who has become competent to control the tongue, to control the mind, to control the anger, to control the belly and control the genital if six kind of control is there, he is fit for becoming spiritual master. He can make disciples all over the world. And if you cannot control your tongue, if you control your anger, control your mental concoction, then how you can become even spiritual master? That is not possible. प्रितिविंश सशिष्यात ओ आन्व देश, that is called गोश्यामी. गोश्यामी or शामी. Master of the senses."
    },
    {
      "start_time": 1047,
      "end_time": 1131,
      "verse_references": [],
      "themes": [
        "tongue service",
        "chanting",
        "glorifying Krishna",
        "nonsense talk",
        "sense gratification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "You chant Hare Kṛṣṇa, always glorify बाचांशि वैकुन्ठ कुनानु वर्णने. बाचांशि, means talking. Talking is the business of tongue.",
      "summary": "Srila Prabhupada explains how to engage the tongue in the service of the Lord by chanting Hare Krishna and avoiding nonsense talk and sense gratification.",
      "timestamp_url": "https://youtu.be/Ie-wW_KaeQA?t=1047",
      "transcript": "Master of controlling these six kinds. So beginning is the जीवा. सेवन मुखे ही जीवा दो, समय में वस्पुरत्त दो, सेवा. The tongue can be engaged in the service of the Lord. How? You chant Hare Kṛṣṇa, always glorify बाचांशि वैकुन्ठ कुनानु वर्णने. बाचांशि, means talking. Talking is the business of tongue. And tasting is the business of tongue. So you engage the tongue in the service of the Lord by glorifying. Whenever you take a vow that whenever I shall speak, I shall simply speak glorifying Kṛṣṇa, nothing more. That is tongue control. If you don't allow your tongue to speak anything nonsense, ग्राम्म कथा. We sometimes sit together, we talk so many nonsense. And that should be controlled. Now I have engaged my tongue for the service of the Lord, so we shall not talk anything of sense gratification. This is controlling the tongue. I cannot eat anything which is not"
    },
    {
      "start_time": 1196,
      "end_time": 1296,
      "verse_references": [],
      "themes": [
        "pure devotion",
        "Krishna consciousness",
        "gopis",
        "love",
        "debts"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna said to the gopis that you have to be satisfied with your own business I cannot return you anything for your love",
      "summary": "Srila Prabhupada describes the pure devotion of the gopis and Krishna's inability to repay their love.",
      "timestamp_url": "https://youtu.be/Ie-wW_KaeQA?t=1196",
      "transcript": "but you do not come and break my heart that is also accepted still I shall go and see you this is pure devotion not that I have asked कृष्ण to come before me dancing, he did not come you have this notion कृष्ण consciousness movement is no value not like that this is राधर अनि जटिचो so कृष्ण left Vrindavan all the gopis they passed that day simply crying for कृष्ण but never condemned कृष्ण whenever somebody came कृष्ण also was thinking of them because gopis are the greatest devotees top most devotees there is no comparison with the devotion of the gopis प्रस्था प्रस्था therefore कृष्ण was always obliged to them कृष्ण said to the gopis that you have to be satisfied with your own business I cannot return you anything for your love कृष्ण the supreme the all powerful he was unable to repay the debts for the gopis so gopis प्रस्था प्रस्था प्रस्था तो कृष्ण did not wish to accept कृष्ण was offered कृष्ण in return कृष्ण and he declared पृश्ण पुक्र जबावत तो आप पश्रयों आप पश्री महा वृक्त न के निष्ठण सुनो he never objected कृष्ण जबावत थे देने भी वह भूत्य हो से"
    },
    {
      "start_time": 1316,
      "end_time": 1371,
      "verse_references": [
        "BG 4.9"
      ],
      "themes": [
        "immorality",
        "long vision",
        "separate eyes",
        "transcendental activities",
        "liberation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "You Have To See Kṛṣṇa With Separate Eyes.",
      "summary": "Srila Prabhupada explains that one must see Krishna with separate eyes and that understanding Krishna's transcendental activities leads to immediate liberation.",
      "timestamp_url": "https://youtu.be/Ie-wW_KaeQA?t=1316",
      "transcript": "If they simply see that Kṛṣṇa is enticing Arjuna to fight, therefore Kṛṣṇa is immoral. That Is Means Long Vision. You Have To See Kṛṣṇa With Separate Eyes. Therefore Kṛṣṇa Says In The Bhagavad-Gītā जन्म कर्म में दिव्बाँ चाहिए, जन्म दिव्बाँ, इस transcendental activities of कृष्णा, if anyone can understand, simply, if anyone can understand, then he becomes liberated immediately, liberated, not liberated ordinarily, liberation, but for going back to home, back to Godhead,"
    },
    {
      "start_time": 1371,
      "end_time": 1489,
      "verse_references": [],
      "themes": [
        "liberation types",
        "merging",
        "heaven",
        "demigods"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "for a devotee, this शाजुज्य मुक्ति is just like hell",
      "summary": "Srila Prabhupada discusses different types of liberation, including merging into the Brahman existence, and contrasts them with the devotee's perspective, who considers such merging as hellish.",
      "timestamp_url": "https://youtu.be/Ie-wW_KaeQA?t=1371",
      "transcript": "तक्ता देहं पुनर्जन्व नैति मामेति कहुंति, the greatest liberation, there are different types of liberation also, शाजुज्य शारुप्पस, शास्ति, शालक्क, शाजुज्य, five kinds of liberation, शाजुज्य means to merge into the existence, ब्रह्म, ब्रह्म लॉज, there is also liberation, the मायावादीs or the ग्याणी संप्रदात, they want to merge into the existence, ब्रह्म एक्सिस्टेंस, there is also मुक्ति, that is called शाजुज्य मुक्ति, but for a devotee, this शाजुज्य मुक्ति is just like hell, कोई बन्नम नरकायते, कोई बन्नम, to monism, to merge into the existence of the Supreme, is compared with hell, कोई बन्नम नरकायते, तिदश पुर आकाश पुष्पायते, and the कुर्मीज, ग्याणीज, are anxious to merge into the existence of the ब्रह्म इफार्जन्स, and the कुर्मीज, their highest aim is how to be elevated, in the higher planetary system, सर्ग लोग, where Lord Indra is there, or ब्रह्म है जो है, that is कुर्मीज, ambition, to go to the heaven. उसके परिवार भर्मभा है, वह कुर्मीज का उच्चन है, अब वह भर्मभा है। They all, except Vaisnav philosophy, in all other literature, all other scriptures, means, Christian or Mahābhīna, their aim is how to be elevated to the heaven."
    },
    {
      "start_time": 1489,
      "end_time": 1616,
      "verse_references": [],
      "themes": [
        "heavenly promotion",
        "imaginary flower",
        "senses",
        "serpents",
        "death"
      ],
      "content_type": "analogy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "the senses are just like serpents",
      "summary": "Srila Prabhupada compares heavenly promotion to an imaginary flower and likens the senses to serpents, emphasizing the dangers they pose.",
      "timestamp_url": "https://youtu.be/Ie-wW_KaeQA?t=1489",
      "transcript": "So heaven is described in the Vedic literature as तीदशपूर. तीदशपूर, तीदशपूर means there are 33 millions of demigods, have got their separate planets this is called three means three and does means ten thirty three or thirty anyway means something imaginary something imaginary a flower in the sky the flower should be in the garden but if somebody imagines the flower in the sky it is something imaginary so for a devotee this heavenly promotion to the heavenly planet is just like a flower in the sky तिदसपुर आकाश पुष्पायत कोई बल्नंग नरकायत ग्यनी और कुर्मी दुद्धान्त इंद्र काल सर्प्रपट गिद्धान्त इंद्र काल सर्प्रपट मैंने लगा प्रतखात धंग स्ट्रयति, तो जोगी, जोगी महिंदान जोगी जोगी जोगा महिंद जोगा हुई है द क्यों लिसर के नंदठी कर दीवां कन्ट्रोलिंग is assist cni पर द अन्य का कुछ तीन गुफा है जोगे को प्रश्ना को प्रश्ना को प्रश्ना को प्रश्ना को प्रश्ना को प्रश्ना को प्रश्ना को प्रश्ना को प्रश्ना को प्रश्ना को प्रश्ना को प्रश्ना को प्रश्ना को प्रश्ना को प्रश्ना को प्रश्ना को प्रश्ना को प्रश्ना को प्रश्ना को प्रश्ना को प्रश्ना को प्रश the senses are just like serpents a serpent just like touch anywhere immediately something up to death injury there must be up to death"
    },
    {
      "start_time": 1616,
      "end_time": 1730,
      "verse_references": [],
      "themes": [
        "sex impulse",
        "illicit sex",
        "Vedic civilization",
        "strictness",
        "aim of life",
        "varnashrama",
        "kshatriya"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "the whole aim was how to go back to home back to God not sense gratification",
      "summary": "Srila Prabhupada discusses the dangers of illicit sex and the strictness of Vedic civilization, emphasizing the aim of human life as going back to Godhead, and the importance of following varnashrama dharma.",
      "timestamp_url": "https://youtu.be/Ie-wW_KaeQA?t=1616",
      "transcript": "this is exemplified just our sex impulse as soon as there is illicit sex there is so many difficulties of course nowadays it is all become very easy formerly it was very difficult especially in India therefore a young girl was always protected because if she mixes with the boys somehow or other as soon as there is sex she becomes pregnant and it will be no more possible to get her married no touched by the serpent this is Vedic civilization it is very strict because the whole aim was how to go back to home back to God not sense gratification eating very enjoy that is not the aim of human life so everything everything was planned with that aim Vishnu Aradhati Varnabhadra Varnashamacarvata Purushena Paropya Maan Vishnu Aradhati Narnat Tattvosa Karanam Varnasyaam Desh Brahman, Kshatriya, Vaishya everyone had to strictly follow the rules and regulations of the particular division a Brahmana must act as a Brahmana a Kshatriya must as here he said that is Krishna said you are Kshatriya you are why you are talking of this rascal you must you must in two ways you should not do this as a Kshatriya you should not do this and as my friend you should not do this this is your weakness"
    },
    {
      "start_time": 1730,
      "end_time": 1883,
      "verse_references": [],
      "themes": [
        "kshatriya",
        "brahmana",
        "vaishya",
        "rules and regulations",
        "inspection",
        "government duty"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "a Brahmana must act as a Brahmana a Kshatriya must as here he said that is Krishna said you are Kshatriya you are why you are talking of this rascal",
      "summary": "Srila Prabhupada elaborates on the duties of different varnas (Brahmana, Kshatriya, Vaishya) and the importance of following the rules and regulations of each, emphasizing the government's duty to inspect and maintain varnashrama dharma.",
      "timestamp_url": "https://youtu.be/Ie-wW_KaeQA?t=1730",
      "transcript": "so this is Vedic civilization fight for the Kshatriya a Brahmana is not going to fight Brahmana is he is practicing how to become truthful how to become clean how to control the senses how to control the mind how to become simple how to become full cognizant of the Vedic literature how to apply practically in life how to become firmly fixed up in conviction these are Brahmanas similarly Kshatriyas fighting that is necessary Vaishya krishivurukṣa vānityam to to to all these strictly to be followed just yesterday we are reading when Manu Vaivasyata Manu came to Kordambani he is receiving said I know that your tutoring means you are just what is called what is called examining in expecting yes and inspecting your tutoring means inspection whether the varnāśyam whether the Brahmana is doing actually as Brahmana Kshatriya is doing actually Kshatriya that is king's tutoring king's tutoring not a pleasure tutoring at the expense of the state go somewhere and come back no sometimes in disguise the king used to see whether this varnāśyam dharma is being maintained properly being observed whether somebody is simply wasting time like hippies no that cannot be done that cannot be done now in your government there is some inspection that nobody is employed but unemployed but so many things are not practically inspected but it is the duty of the government so to see everything varnāśyam achāravatā everything is practicing as brāhmaṇa simply by falsely becoming brāhmaṇa falsely becoming kṣatya no he must so this was the king's duty government's"
    },
    {
      "start_time": 1883,
      "end_time": 2048,
      "verse_references": [],
      "themes": [
        "topsy-turvy",
        "Kali Yuga",
        "chanting Hare Krishna",
        "controlling senses",
        "yoga",
        "bhakti",
        "Krishna's protection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Kṛṣṇa wants to adjoin that why you are indulging in this weakness of mind you are under my protection I am ordering you to fight why you are denying you this is the part",
      "summary": "Srila Prabhupada explains that in Kali Yuga, everything is topsy-turvy, and emphasizes the importance of chanting Hare Krishna, controlling the senses through bhakti, and surrendering to Krishna's protection.",
      "timestamp_url": "https://youtu.be/Ie-wW_KaeQA?t=1883",
      "transcript": "duty now everything is topsy-turvy everything is no more practical value therefore Caitanya Mahāprabhu said kalau harer nāma harer nāma harer nāma eva kevalam kalau nāsteva nāsteva gathir anantā it is very difficult to take us back to the original process of civilization so for a Vaiṣṇava as I was explaining the tīdasa purvākāśa puṣpāyate dūdhānta hindiya kāla sattva patali so controlling the sense that is dūdhānta dūdhānta means formidable it is very very difficult to control the senses therefore the yoga process mystic yoga process just to practice how to control the senses but for a devotee just like the tongue if it is engaged only in the business of chanting Hare Kṛṣṇa mantra and eating only Kṛṣṇa prasādam the whole thing is done perfect yogi perfect yogi so for a bhakta there is no trouble with the senses because a bhakta knows how to engage each and every sense in the service of the Lord rīśi keṇa rīśi keśa śrīvanam that is bhakti rīśi means the senses when the senses are engaged only for the service of Kṛṣṇa rīśi keśa then there is no need of practicing yoga automatically they are locked up in the service of Kṛṣṇa they have no other engagement that is the first therefore Kṛṣṇa says yoginā gapi sarveśā madhvata antarātmanā śadyāvāṇa bhajate yoma samī yukta dava a first class yogi is he who is always thinking of therefore this chanting of Hare Kṛṣṇa mantra if we simply chant and hear as the first class yogi so these are the process so Kṛṣṇa wants to adjoin that why you are indulging in this weakness of mind you are under my protection I am ordering you to fight why you are denying you this is the part thank you very much"
    }
  ]
}