{
  "video_id": "IEVtBnCURC0",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.15.21 - 24 | 10-12-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=IEVtBnCURC0",
  "segments": [
    {
      "start_time": 45,
      "end_time": 350,
      "verse_references": [],
      "themes": [
        "Krishna's power",
        "devotee empowerment",
        "detachment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But in the absence of Lord Krishna, all of them at a moment's notice have become null and void.",
      "summary": "Arjuna's realization that his powers were dependent on Krishna's presence, illustrated with analogies of clarified butter on ashes, magic wand money, and seeds on barren land.",
      "timestamp_url": "https://youtu.be/IEVtBnCURC0?t=45",
      "transcript": "In this session we will be discussing four verses, verse numbers twenty-one, twenty-two, twenty-three and twenty-four of the fifteenth chapter of the first canto of Srimad Bhagavatam. The twenty-first verse is as follows. The meaning of this verse is: \"I have the very same Gandiva bow, the same arrows, the same chariot drawn by the same horses. I have the same horses and I am the same Arjuna to whom all the kings offer their due respects. But in the absence of Lord Krishna, all of them at a moment's notice have become null and void. It is exactly like offering clarified butter on ashes, accumulating money with a magic wand or sowing seeds on barren land.\" So these words are very significant words, which explain to us that as long as it is required, for Krishna's pastimes, He empowers His devotees with extraordinary power. But these powers given by Krishna are not required for the devotees to go back home to Godhead. They were only meant for Krishna to enact his pastimes. So after Krishna's pastimes have been wound up, the devotees do experience that they do not have the same powers they had when Krishna was present. Like Arjuna, he is having the same Gandiva bow, the same chariot drawn by the same horses, he's the same Arjuna, but now he is bereft of all those powers that he had. With the Gandiva bow in his hand, he could defeat many, many, many powerful Kshatriyas. Now when he tried to protect the wives of Krishna, some gnome-like, cavaad men easily defeated him and kidnapped him. So his Gandiva bow was ineffective. So Arjuna is recollecting that in the absence of Lord Krishna, all of them have become null and void. Now Arjuna is giving three examples of how they have become null and void. It is like offering clarified butter on ashes. When you pour clarified butter on it, it's the beginning of the purification process. If you put butter into a blazing fire and there is sufficient fuel, then the fire will blaze even more strongly. But you pour any amount of ghee into ashes, there will be no fire. Or another example given here is accumulating money with a magic wand. Sometimes magicians they show, display some magic. They have got something called a magic wand, like a stick. They just move the stick and suddenly in their hand there will be so much money. But that money is not real money, it is an optical illusion, it is a magical effect for entertaining some audience. There is no real money there. You cannot get money by just waving one stick in a magic show. There is no real money there. Similarly, sowing seeds on a barren land, it is useless. Those seeds won't fructify, they won't grow, they won't germinate. The land has to be fertile. Then only sowing good seeds will have some effect. Then only sowing good seeds will have some benefit. Similarly, in the absence of Lord Krishna, all those empowerments are no longer valid because Krishna has withdrawn them."
    },
    {
      "start_time": 350,
      "end_time": 484,
      "verse_references": [],
      "themes": [
        "dependence on Krishna",
        "illusory independence",
        "material civilization"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "All energies and powers are derived from the Supreme Source, Lord Krishna. And they act as long as He desires. And all of them cease to function as soon as He withdraws.",
      "summary": "Srila Prabhupada's explanation that all power comes from Krishna, using the analogy of an electrical powerhouse, and that material advancement without Krishna's blessing is futile.",
      "timestamp_url": "https://youtu.be/IEVtBnCURC0?t=350",
      "transcript": "So in the purport, Srila Prabhupada says, \"As we have discussed more than once, one should not be puffed up by borrowed plumes. All energies and powers are derived from the Supreme Source, Lord Krishna. And they act as long as He desires. And all of them cease to function as soon as He withdraws.\" Prabhupada gives an example to help us understand. \"All electrical energies are received from the powerhouse. And as soon as the powerhouse stops supplying energy, the bulbs are of no use. There are so many arrangements for lighting up a big palace or a big mansion. But as long as there is power supply from the electrical source, the powerhouse, these bulbs will glow very nicely. But as soon as the powerhouse stops supplying energy, the bulbs are of no use. In a moment's time, such energies can be generated or withdrawn by the Supreme Will of the Lord. Material civilization without the blessings of the Lord is child's play only. As long as the parents allow the child to play, it is all right. As soon as the parents withdraw, the child has to stop.\" Prabhupada is giving an example to help us understand. Human civilization and all activities thereof must be dovetailed with the supreme blessing of the Lord. And without this blessing, all advancement of human civilization is like decoration on a dead body. It is said here that a dead civilization and its activities are something like clarified butter on ashes, the accumulation of money by a magic wand, and the sowing of seeds on a barren land. The blessings of the Lord's blessings, all our attempts at independent existence in this material world are futile."
    },
    {
      "start_time": 484,
      "end_time": 645,
      "verse_references": [],
      "themes": [
        "divine will",
        "fate",
        "intoxication"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Factually this is all due to the supreme will of the Lord, the personality of Godhead. Sometimes people kill one another, and at other times, they protect one another.",
      "summary": "Arjuna recounts the demise of the Yadus due to a brahmana's curse and their intoxication, emphasizing that everything happens according to the supreme will of the Lord.",
      "timestamp_url": "https://youtu.be/IEVtBnCURC0?t=484",
      "transcript": "Verses 22 and 23, they are given together. I will read both of them and then we will hear the translation. Rajamstvayanuprishtanam surdamna suratpure viprashapavimudhanam nignatam mushtibhir mithah varunim madhirampitva madonmathita cetasam ajanatam ivaunyonyam chatupanchavasyeshitah The meaning of these two verses is, \"O King, since you have asked me about our friends and relatives in the city of Dwarka, I inform you that all of them were cursed by the brahmanas, and as a result they all became intoxicated with wine made of putrefied rice, and fought among themselves with sticks, not even recognizing one another. Now all but four or five of them are dead and gone.\" Yudhishthira had sent Arjuna to inquire about the well-being of the Yadus. So now Arjuna is bringing the news, after Krishna's disappearance, all of them, except for four or five, are dead and gone. And how did they die? That is also very bewildering. They fought with each other after becoming intoxicated and killed each other. Twenty-fourth verse, prayenaitad bhagavata ishwarasya vicheshtitam mitho nignanti bhutani bhavayanti chayan mithah The translation of this twenty-fourth verse, factually this is all due to the supreme will of the Lord, the personality of Godhead. Sometimes people kill one another, and at other times, they protect one another. So Arjuna is explaining that as a devotee he knows, supreme will of the supreme personality of Godhead always prevails. And by his will, sometimes people may kill each other. And at other times, by his will, people may protect each other."
    },
    {
      "start_time": 645,
      "end_time": 884,
      "verse_references": [
        "BG 9.10"
      ],
      "themes": [
        "divine control",
        "dharma",
        "peace and prosperity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "They do not know that behind the law of nature is the supreme direction of the supreme personality of Godhead.",
      "summary": "Prabhupada's explanation that the law of nature is directed by Krishna, contrasting it with atheistic views, and emphasizing that peace and prosperity result from following Dharma.",
      "timestamp_url": "https://youtu.be/IEVtBnCURC0?t=645",
      "transcript": "So Srila Prabhupada explains in the purport, \"According to the anthropologists, there is nature's law of struggle for existence and survival of the fittest.\" One class of philosophers in this world, they are mostly atheists, and they say that this world is working according to the law of struggle for existence and survival of the fittest. But Srila Prabhupada says, they do not know that behind the law of nature is the supreme direction of the supreme personality of Godhead. That they do not know, they cannot see, they cannot understand. They do not know how nature is working. In the Bhagavad Gita, Srila Prabhupada says, \"It is confirmed that the law of nature is executed under the direction of the Lord.\" What is the verse? Mayadhyakshena prakritihi suyatesa characharam Material nature is working perfectly according to the direction of Krishna. Whenever therefore there is peace in the world, it must be known that it is due to the goodwill of the Lord. And whenever there is upheaval in the world, it is also due to the supreme will of the Lord. Both peace as well as upheaval. Battles or wars. Both are according to the supreme will of the Supreme Lord. Not a blade of grass moves without the will of the Lord. Tenavina trinam apina chalati Even a blade of grass won't move without the sanction of the Lord. Completely he is in perfect control. Because he is Paramatman everywhere. Everyone's heart. And every single move by every living entity has to be sanctioned by the Lord. Otherwise, the living entity is unable to act or move. Whenever therefore, Srila Prabhupada says further, \"There is disobedience of the established rules enacted by the Lord. There is war between men and nations.\" So there is a reason why Krishna sometimes wills that there be some fighting or battle between men or between nations. Why? Because there is disobedience to the established rules enacted by the Lord. Dharmam tu sakshat bhagavat pranitam Dharma means the code of conduct given by God personally for all of us. Especially for the human beings. So we have to follow those rules of Dharma given by Krishna. Then everything will be fine. There will be peace, there will be prosperity, there will be plenty of supply. There will be very cordial relations between people. Everything will be very, very nice. Just like when Yudhishthira Maharaj was ruling. When Ramachandra was ruling. When Pariksit Maharaj was ruling. There was peace, there was prosperity, there was plenty of all supplies. People were completely satisfied. They were happy in all respects."
    },
    {
      "start_time": 884,
      "end_time": 955,
      "verse_references": [],
      "themes": [
        "Krishna consciousness",
        "peace",
        "prosperity"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "The surest way to the path of peace, therefore, is dovetailing everything to the established rule of the Lord.",
      "summary": "The speaker concludes by encouraging listeners to embrace Krishna consciousness as the path to peace and prosperity, offering everything to Krishna.",
      "timestamp_url": "https://youtu.be/IEVtBnCURC0?t=884",
      "transcript": "So that is not a utopian idea. It's a fact. You can observe even now in places where there is predominantly Krishna consciousness, God consciousness. People live very nicely, very nicely in communities. You can visit some of these communities if you are not conversant with this fact. And see for yourself how people live very nicely in such communities. So therefore Prabhupada concludes by telling, \"The surest way to the path of peace, therefore, is dovetailing everything to the established rule of the Lord.\" So the rule of the Lord is everything we should do in Krishna consciousness. Everything we should offer to Krishna. Then certainly there will be peace, prosperity and everything will be nice."
    }
  ]
}