{
  "video_id": "IFYbl2ZtakQ",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.9.38 | 07-05-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=IFYbl2ZtakQ",
  "segments": [
    {
      "start_time": 35,
      "end_time": 106,
      "verse_references": [
        "SB 1.9.38"
      ],
      "themes": [
        "Bhishma's prayers",
        "Krishna's transcendental form",
        "Leela"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "May He, Lord Sri Krishna, the personification, the personality of Godhead who awards salvation, be my ultimate destination.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam 1.9.38, explaining that it contains Bhishma Deva's prayers and describes Krishna's transcendental form and leela (divine play).",
      "timestamp_url": "https://youtu.be/IFYbl2ZtakQ?t=35",
      "transcript": "Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare, Om Namo Bhagavate Vasudevaya, Narayanam Namaskritya, Naram Jai Vanarottamam, Devim Sarasvatim Vyasam Tatho Jayam Udhirayet. In this session we will be discussing from the 38th verse of the 9th chapter of the first canto of Srimad Bhagavatam, continuing the prayers by Bhishma Deva. Shita Vishikha Hato Vishirna Damsaha Shataja Paripluta Atatayinome Prasabham Abhisasara Madvadhartham Sabhavatume Bhagavan Gathir Mukundaha. The meaning of this verse is, May He, Lord Sri Krishna, the personification, the personality of Godhead who awards salvation, be my ultimate destination. On the battlefield He charged me as if angry because of the wounds dealt by my sharp arrows. His shield was scattered and His body was smeared with blood due to the wounds."
    },
    {
      "start_time": 106,
      "end_time": 285,
      "verse_references": [],
      "themes": [
        "Devotion",
        "Krishna-devotee relationship",
        "Virya Rasa",
        "Apparent Enmity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The astounding feature of such dealings between the Lord and his devotees is that a devotee can please the Lord by playing the part of an enemy.",
      "summary": "The speaker elaborates on the relationship between Krishna and Bhishma, explaining that their apparent enmity on the battlefield was actually a display of special favor and devotion, highlighting the unique way a devotee can serve the Lord even by acting as an enemy.",
      "timestamp_url": "https://youtu.be/IFYbl2ZtakQ?t=106",
      "transcript": "So this whole description we should remember that that exchange between Bhishma and Krishna is an exchange between the Lord and His beloved devotee. Krishna's form is completely transcendental. There is no possibility of any injury for Krishna's transcendental body. But apparently it looked like Bhishma's arrows were striking Krishna's body and there were some wounds because of the arrow piercing the body. It is actually a leela of the Lord because Bhishma relates with Krishna in the virya rasa relationship. So therefore this show of apparently Bhishma enduring making wounds on the body of Krishna. So Srila Prabhupada explains this in the purport, The dealings of Lord Krishna and Bhishma Deva on the battlefield of Kurukshetra are interesting because the activities of Lord Sri Krishna appeared to be partial to Arjuna and at enmity with Bhishma Deva. But factually all this was especially meant to show special favor to Bhishma Deva, a great devotee of the Lord. You see. For a common man, the battle is going on between Pandavas and Kauravas. They are enemies. Krishna is on the side of the Pandavas and Bhishma is on the side of the Kauravas. So Krishna, Bhishma are enemies for a common man's understanding. But the confidential understanding is Krishna is the Supreme Lord and his beloved devotees Arjuna and Bhishma both are there on the battlefield. So Krishna by his inconceivable potency he is able to show favor special favor to Bhishma and at the same time protecting Arjuna completely because Arjuna is his devotee also. So Srila Prabhupada says the astounding feature of such dealings between the Lord and his devotees is that a devotee can please the Lord by playing the part of an enemy."
    },
    {
      "start_time": 285,
      "end_time": 475,
      "verse_references": [],
      "themes": [
        "Devotion",
        "Krishna's Absoluteness",
        "Loving Exchange",
        "Confidential Dealings"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna wants that bhakti.",
      "summary": "The speaker emphasizes that Krishna accepts service from devotees in any form, as long as it's offered with devotion, and uses the example of Mother Yashoda scolding Krishna to illustrate the loving and confidential exchanges between the Lord and his devotees.",
      "timestamp_url": "https://youtu.be/IFYbl2ZtakQ?t=285",
      "transcript": "See the wonderful description here, that a devotee is serving the Lord by becoming the Lord's enemy. The Lord being absolute can accept service from his pure devotee even in the garb of an enemy. Devotee whatever role he plays. Krishna can accept the service because it is with devotion. A devotee serves Krishna always with devotion. Krishna wants that bhakti, whether somebody serves Krishna as an enemy or as a friend in any capacity. The Supreme Lord cannot have any enemy, nor can a so-called enemy harm Krishna. Why? Because Krishna is Ajita or unconquerable. He is infinitely powerful and everyone else is, if at all they have any power, that is given by Krishna and it is very, very, very insignificant power that Jeevas have. So how can Krishna's life be in danger? Krishna is immortal. Krishna is unconquerable. Krishna is infinite power. So this should always be remembered. Don't make the mistake of making material calculations and thinking that Krishna's life was in danger. No. But still Krishna's pastimes are such that he takes pleasure when his pure devotee beats him like an enemy or rebukes him from a superior position, although no one can be superior to the Lord. In Krishna's dealings with his devotees when Krishna assumes the inferior position Krishna doesn't become inferior. He remains the Supreme Lord. Just like Mother Yashoda sometimes scolds Krishna. So Krishna as a small child begins to cry apparently being very much affected by Yashoda's scolding. But actually has Krishna's position changed? He appears to be an inferior, an inferior position as a small child, a helpless child, but actually he is the Supreme Lord and Yashoda is always the devotee who out of love wants to serve Krishna as a mother. It is a loving exchange between Krishna and his devotee. So this is not easily understood by everyone. Only a devotee can understand this confidential dealings of the Lord with his devotees"
    },
    {
      "start_time": 475,
      "end_time": 577,
      "verse_references": [],
      "themes": [
        "Pure Devotional Service",
        "Bhagavatam",
        "Transcendental Reciprocity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bhagavatam is the particular exclusive literature which is telling us about pure devotional service.",
      "summary": "The speaker describes Srimad Bhagavatam as the exclusive literature on pure devotional service, focusing on the transcendental interactions between the Lord and his pure devotees, which are free from material contamination and difficult for non-devotees to understand.",
      "timestamp_url": "https://youtu.be/IFYbl2ZtakQ?t=475",
      "transcript": "on the platform of pure love. Mind you these exchanges are simply happening out of the Lord's love for his devotee and the devotee's love for the Lord. These are some of the transcendental reciprocatory dealings of the devotee with the Lord. Bhagavatam is the particular exclusive literature which is telling us about pure devotional service. That's why it's called Amala Purana. The entire subject matter of the Bhagavatam is only this pure devotional service and nothing else. There is nothing about karma, jnana, ashtanga yoga, no. It's only pure devotional service because throughout the Bhagavatam the description is of the Supreme Lord and his interactions with his pure devotees. He has innumerable devotees and particularly Bhagavatam describes the transcendental activities which are completely free from any material contamination. Those who have no information of pure devotional service cannot penetrate into the mystery of such dealings."
    },
    {
      "start_time": 577,
      "end_time": 697,
      "verse_references": [],
      "themes": [
        "Learning Bhagavatam",
        "Pure Devotional Service",
        "Krishna's Supremacy",
        "Bewilderment of Non-devotees"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna's supremacy is eternally true under all circumstances.",
      "summary": "The speaker stresses the importance of learning Bhagavatam from pure devotees like Prabhupada to understand the nature of pure devotional service, emphasizing that Krishna's supremacy is eternally true, and non-devotees are often bewildered by his actions and forms.",
      "timestamp_url": "https://youtu.be/IFYbl2ZtakQ?t=577",
      "transcript": "So you have to hear this Bhagavatam from the pure devotees. Bhagavatam has to be learned from a Bhagavata. Those who know the mystery of such dealings only they can explain properly, like Prabhupada is explaining for us. The elaborate purports Prabhupada has written is to help us understand what is the nature of pure devotional service. Bhishma Deva played the part of a valiant warrior and he purposely pierced the body of the Lord so that to the common eyes it appeared that the Lord was wounded. I have already explained this point, but factually all this was to bewilder the non-devotees. Non-devotees always think that the devotees are sentimental people who think that Krishna is some supreme God. No, it is not the devotee's sentimental feeling because of which Krishna is considered as the supreme. No, Krishna's supremacy is eternally true under all circumstances. He remains the supreme Lord always in the material world, in the spiritual world, before the creation, during the maintenance, during destruction, after the destruction. He is always the supreme Lord. That's his unique position, eternally true. So what happens to Krishna's position? Nothing happens to his position, but as part of his pastimes he assumes different forms, he has different interactions, different types of reciprocation with his beloved pure devotees. Only with his pure devotees"
    },
    {
      "start_time": 697,
      "end_time": 896,
      "verse_references": [],
      "themes": [
        "Krishna's Pastimes",
        "Non-devotees' Bewilderment",
        "Krishna's Power",
        "Bhishma's Devotion"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The all-spiritual body of the Supreme Lord cannot be wounded. This we should always remember.",
      "summary": "The speaker uses the example of Krishna lifting Govardhan Hill to illustrate how Krishna proves his supremacy to non-devotees, reiterating that Krishna's all-spiritual body cannot be wounded and highlighting Bhishma Deva's unwavering devotion and desire to see Krishna's transcendental beauty.",
      "timestamp_url": "https://youtu.be/IFYbl2ZtakQ?t=697",
      "transcript": "he has his exchanges and the non-devotees are always bewildered when Krishna appears in any incarnation. The non-devotees are bewildered. They can't make out who is this Krishna because they make material calculations and they think Krishna is an ordinary person. But some actions of Krishna prove even to the non-devotees that Krishna is not an ordinary person. Indra, he sent torrential rain, devastating rainfall. That's the correct explanation, description, devastating rain in Vrindavan and Krishna simply lifted the Govardhan hill and held it up like an umbrella to protect the inhabitants against devastating rainfall. So then Indra came to his senses. Who is this small boy? He is my lord. He is my master. He is a supreme personality of Godhead. I am foolishly thinking he is an ordinary boy. So, every time a non-devotee or even sometimes the devatas they mistake Krishna to be an ordinary person or a person of this world, Krishna proves to them by his actions that he is the ultimate controller, supremely powerful personality of Godhead. The all-spiritual body of the Supreme Lord cannot be wounded. This we should always remember. Never forget this and a devotee cannot become the enemy of the Lord. Bhishma Deva cannot become the enemy. Had it been so, Bhishma Deva would not have desired to have the very same Lord as the ultimate destination of his life. What is the prayer here? Sabhavatume Bhagavan Gathir Mukundaha. That very Lord who on the battlefield was on the opposite side, enemy's side, may that Lord, Bhagavan Mukundaha be my ultimate destination. Had Bhishma Deva been so, had Bhishma Deva been an enemy of the Lord, Lord Krishna could have annihilated him even without moving. Does Krishna require to take one wheel of a chariot, break his promise, get down from the chariot and attack Bhishma? Is it necessary for Krishna, the Supreme Lord to do that? No. So there was no need to come before Bhishma Deva with blood and wounds, but he did so because the warrior devotee wanted to see the transcendental beauty of the Lord decorated with wounds created by a pure devotee. Krishna is beautiful regardless of the form he assumes. Now this is the form he has assumed for the sake of his devotee and this form is also very, very beautiful"
    },
    {
      "start_time": 896,
      "end_time": 923,
      "verse_references": [
        "SB 1.9.38"
      ],
      "themes": [
        "Bhishma's Adoration",
        "Krishna's Beauty",
        "Ultimate Destination"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "May that Lord, Bhagavan Mukundaha be my ultimate destination.",
      "summary": "The speaker concludes by emphasizing Bhishma Deva's adoration for Krishna, even in the form of a warrior with wounds, and reiterates Bhishma's prayer that Krishna be his ultimate destination, ending the session with Hare Krishna.",
      "timestamp_url": "https://youtu.be/IFYbl2ZtakQ?t=896",
      "transcript": "especially for Bhishma Deva. So, Bhishma Deva is adoring that very scene where Krishna appeared in front of Bhishma with wounds and carrying a weapon to attack Bhishma. So I will stop here. Thank you very much."
    }
  ]
}