{
  "video_id": "ihCEgrPdLnI",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.6.28 | 23-11-2021",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=ihCEgrPdLnI",
  "segments": [
    {
      "start_time": 172,
      "end_time": 257,
      "verse_references": [],
      "themes": [
        "transcendental body",
        "karma",
        "devotional service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So that is the wonderful achievement of a devotee who is perfected his devotional service",
      "summary": "This segment discusses the transcendental body awarded to Narad Muni and the cessation of karma for perfected devotees.",
      "timestamp_url": "https://youtu.be/ihCEgrPdLnI?t=172"
    },
    {
      "start_time": 257,
      "end_time": 393,
      "verse_references": [],
      "themes": [
        "spiritual form",
        "devotional service",
        "spiritual master",
        "Krishna's mercy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "By devotional service the spiritual body develops exactly as we go on performing pure devotional service we go on purifying our material contamination that spiritual body develops",
      "summary": "This segment explains that our spiritual form is currently undeveloped and how devotional service, guided by the spiritual master and Krishna's mercy, helps it develop.",
      "timestamp_url": "https://youtu.be/ihCEgrPdLnI?t=257"
    },
    {
      "start_time": 393,
      "end_time": 509,
      "verse_references": [],
      "themes": [
        "transcendental body",
        "material attraction",
        "sense control"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A transcendental body is free from material affinity no material attraction no material attraction at all so all the senses of the transcendental form are not disturbed are never attracted to anything material total freedom from all material attractions",
      "summary": "This segment describes the freedom from material attraction and sense disturbances that comes with a transcendental body, contrasting it with the challenges of sense control in the material world.",
      "timestamp_url": "https://youtu.be/ihCEgrPdLnI?t=393"
    },
    {
      "start_time": 511,
      "end_time": 655,
      "verse_references": [],
      "themes": [
        "sense gratification",
        "transcendental qualities",
        "eternity",
        "material modes",
        "devotional service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A transcendental body is eternal means there is no material deterioration there is no material destruction and freedom from material modes",
      "summary": "This segment contrasts the temporary and changing nature of the material body with the eternal and unchanging nature of the transcendental body, also discussing the influence of the three gunas and how devotional service can lead to freedom from them.",
      "timestamp_url": "https://youtu.be/ihCEgrPdLnI?t=511"
    },
    {
      "start_time": 655,
      "end_time": 775,
      "verse_references": [],
      "themes": [
        "material modes",
        "fruitive activities",
        "transcendental body",
        "devotional service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A devotee's body becomes at once surcharged with transcendental qualities as soon as he is engaged in the devotional service of the lord this is a wonderful thing about devotional service pure devotional service as soon as we engage we become surcharged with transcendental qualities",
      "summary": "This segment discusses freedom from the three modes and reactions of fruitive activities in a transcendental body, emphasizing that engaging in devotional service immediately imbues the devotee's body with transcendental qualities.",
      "timestamp_url": "https://youtu.be/ihCEgrPdLnI?t=655"
    },
    {
      "start_time": 775,
      "end_time": 920,
      "verse_references": [],
      "themes": [
        "devotional service",
        "transcendental qualities",
        "magnetic influence",
        "causeless mercy"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The effect on this material body is that the material body will not be an obstacle for our krishna consciousness",
      "summary": "This segment uses the analogy of a touchstone and iron to illustrate how devotional service immediately influences the material body, removing obstacles to Krishna consciousness, and cites examples of devotees who saw the Lord face-to-face.",
      "timestamp_url": "https://youtu.be/ihCEgrPdLnI?t=775"
    }
  ]
}