{
  "video_id": "ihCEgrPdLnI",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.6.28 | 23-11-2021",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=ihCEgrPdLnI",
  "segments": [
    {
      "start_time": 172,
      "end_time": 257,
      "verse_references": [],
      "themes": [
        "transcendental body",
        "karma",
        "devotional service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So that is the wonderful achievement of a devotee who is perfected his devotional service",
      "summary": "This segment discusses the transcendental body awarded to Narad Muni and the cessation of karma for perfected devotees.",
      "timestamp_url": "https://youtu.be/ihCEgrPdLnI?t=172",
      "transcript": "body is it, it is described in this verse, befitting and associate of the Personality of Godhead. So everywhere in the scriptures it is said that we are the same quality as Krishna, as a Supreme Personality of Godhead. Krishna has a completely transcendental form, even we in our original position, we have a completely spiritual form. And Narad Muni, he is ready for going back to Godhead, so he is awarded a transcendental body, befitting and associate of the Supreme Personality of God. And then what happened to the other body? He says, \"I quit the earlier body. I quit the body made of five material elements.\" Of course, everybody quits such a body, but then the advantage is for Narad Muni, does all acquired fruiting results of work or karma stopped? No more karma, no more reactions. So that is the wonderful achievement of a devotee who has perfected his devotional service."
    },
    {
      "start_time": 257,
      "end_time": 393,
      "verse_references": [],
      "themes": [
        "spiritual form",
        "devotional service",
        "spiritual master",
        "Krishna's mercy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "By devotional service the spiritual body develops exactly as we go on performing pure devotional service we go on purifying our material contamination that spiritual body develops",
      "summary": "This segment explains that our spiritual form is currently undeveloped and how devotional service, guided by the spiritual master and Krishna's mercy, helps it develop.",
      "timestamp_url": "https://youtu.be/ihCEgrPdLnI?t=257",
      "transcript": "In the purport, Shrila Prabhupada says, \"Informed by the Personality of Godhead that he would be awarded a transcendental body befitting the Lord's Association.\" Narada got his spiritual body as soon as he quit his material body immediately. Actually, our original form is not real itself butday's body as it is said also in the bible as soon as he quit this material body immediately actually our original form is a spiritual form. What is the meaning of being awarded? It means that our spiritual form is in a undeveloped state, that is our real identity, अहम ब्रह्मास्मी, I am spirit soul. Spirit soul means spiritual form, but it is undeveloped in our present condition because we are covered by a material body due to our desire to enjoy materially. So that spiritual form is undeveloped. By spiritual practice, by devotional service, the spiritual body develops exactly as we go on performing pure devotional service. We go on purifying our material contamination, that spiritual body develops. We are awakened to spiritual reality as we go on doing pure devotional service and proportion in proportion to our awakening, we are engaged more and more and more in pure devotional service. This is only by the mercy of the spiritual master and Krishna, guru krishna, by their mercy only it's possible."
    },
    {
      "start_time": 393,
      "end_time": 509,
      "verse_references": [],
      "themes": [
        "transcendental body",
        "material attraction",
        "sense control"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A transcendental body is free from material affinity no material attraction no material attraction at all so all the senses of the transcendental form are not disturbed are never attracted to anything material total freedom from all material attractions",
      "summary": "This segment describes the freedom from material attraction and sense disturbances that comes with a transcendental body, contrasting it with the challenges of sense control in the material world.",
      "timestamp_url": "https://youtu.be/ihCEgrPdLnI?t=393",
      "transcript": "and time of death for a devotee, there is no fear, there is no uncertainty, there is no anxiety, there are no reactions because the devotee is guaranteed to change his body from material body to spiritual form. Now proper further explains this transit body is free from material affinity, it has got no material attraction. Just like in this body you always feel some material attraction for material sense objects, the senses, body mean senses. So these material senses are always attracted to some material sense object, eyes are looking for beautiful form, but it is very Klarboar instrument as well. This Transient ward secure character is beautiful form, ears are searching for melodious music or some words of praise, honor, nose is looking for nice fragrance or nice aromas like that, but a transcendental body is free from material affinity, no material attraction, no material attraction at all. So all the senses of the transcendental form are not disturbed, are never attracted to anything material, total freedom from all material attractions. That is the biggest problem in this material world for those who want to control their senses that senses don't easily come under the"
    },
    {
      "start_time": 511,
      "end_time": 655,
      "verse_references": [],
      "themes": [
        "sense gratification",
        "transcendental qualities",
        "eternity",
        "material modes",
        "devotional service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A transcendental body is eternal means there is no material deterioration there is no material destruction and freedom from material modes",
      "summary": "This segment contrasts the temporary and changing nature of the material body with the eternal and unchanging nature of the transcendental body, also discussing the influence of the three gunas and how devotional service can lead to freedom from them.",
      "timestamp_url": "https://youtu.be/ihCEgrPdLnI?t=511",
      "transcript": "to avoid sense gratification is very difficult because very naturally it seems like the senses are always attracted to the sense objects, but when we get a transcendental body it is no longer so. And it is further said here, this transcendental body is invested with three primary transcendental qualities. There are three primary transcendental quality, what are they? Eternity, that means this form is an eternal form, unlike this material form which is never eternal, it is therefore a fixed duration, that's all. And even during that limited duration of time this body undergoes changes, देहिनो ऽस्मिन् यथा देहे कौमारं यौवनं जरा, it goes through stages of change through changes through changes. it goes through stages of change. and youth and old age and old age is a fundamental misery that we have to suffer invalidity due to old age. So a transcendental body is eternal means there is no material deterioration, there is no material destruction and freedom from material modes. Not only is this body temporary what we have, but it is also influenced by the gunas, raja guna, sattva guna, tamo guna, the three influences will always be there. Sometimes sattva guna dominates, sometimes raja guna dominates, sometimes tamo guna dominates, accordingly our behavior also changes. So this is material existence, it's horrible, we don't have the freedom to act properly when we are under the influence of the three gunas, but my devotional service we can rise above the gunas gradually as we go on doing devotional service and devotional service leads to our freedom completely from the three gunas."
    },
    {
      "start_time": 655,
      "end_time": 775,
      "verse_references": [],
      "themes": [
        "material modes",
        "fruitive activities",
        "transcendental body",
        "devotional service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A devotee's body becomes at once surcharged with transcendental qualities as soon as he is engaged in the devotional service of the lord this is a wonderful thing about devotional service pure devotional service as soon as we engage we become surcharged with transcendental qualities",
      "summary": "This segment discusses freedom from the three modes and reactions of fruitive activities in a transcendental body, emphasizing that engaging in devotional service immediately imbues the devotee's body with transcendental qualities.",
      "timestamp_url": "https://youtu.be/ihCEgrPdLnI?t=655",
      "transcript": "material mode, we come to the spiritual platform, being freed from all the three modes, three modes means the influence of the three modes, and the third characteristic of the transcendental bodies, freedom from reactions of fruitive activities, always this body is a store of previous fruitive activities, their reactions. These reactions keep on unfolding as Kala acts on this body, by the action of time, the reactions are unfolding, sometimes good, sometimes not so good. So both happiness and distress, Dvandva, Sukha Dukha, this we have to experience, but a transcendental body, has no reactions at all, no reactions, such a wonderful state of existence. This is what Krishna is inviting us, come back to me means, come back to the spiritual life of eternity, bliss and knowledge. The material body is always afflicted with a lack of these three qualities, material body is not eternal, material body is not free from material influence of the gunas, material body is not free from reactions, always these three things are there. A devotee's body becomes at once surcharged with transcendental qualities as soon as he is engaged in the devotional service of the Lord. This is a wonderful thing about devotional service, pure devotional service, as soon as we engage we become surcharged with transcendental qualities."
    },
    {
      "start_time": 775,
      "end_time": 920,
      "verse_references": [],
      "themes": [
        "devotional service",
        "transcendental qualities",
        "magnetic influence",
        "causeless mercy"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The effect on this material body is that the material body will not be an obstacle for our krishna consciousness",
      "summary": "This segment uses the analogy of a touchstone and iron to illustrate how devotional service immediately influences the material body, removing obstacles to Krishna consciousness, and cites examples of devotees who saw the Lord face-to-face.",
      "timestamp_url": "https://youtu.be/ihCEgrPdLnI?t=775",
      "transcript": "immediately, immediately you don't have to wait for some advancement in Krishna consciousness, you don't have to wait, immediately the body becomes surcharged with transcendental qualities. That's how we are able to do devotional service and Prabhupada gives an example here, it acts like the magnetic influence of a touchstone upon iron. When there is iron a magnetic stone or a magnet it will immediately influence that magnetic influence on iron will always be there in the presence of a touchstone or a magnetic stone. Similarly when we do devotional service the effect on this material body is that the material body will not be an obstacle for our Krishna consciousness. That's why devotional service is described ahaituki apratihata, this is the nature of pure devotional service. Therefore change of body means stoppage of the reaction of the three qualitative modes of material body nature upon the pure devotee, no more influence. And there are many instances of this in the revealed scripture, Druva Maharaj and Pralad Maharaj and many other devotees were able to see the Personality of God face to face apparently in the same body. This means how could they see with these eyes? We cannot see it spiritual form transcendental form, how were they able to see? This means that the quality of a devotee's body changes from material to spiritual as soon as he engages in devotional service changes. So only the devotees free from influence of the reactions influence of the three gunas because of the causeless mercy of the Supreme Lord upon the devotee. I'll stop here, thank you very much, Hare Krishna."
    }
  ]
}