{
  "video_id": "IlCwipSzzgg",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.7.49 Part 1 | 22-01-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=IlCwipSzzgg",
  "segments": [
    {
      "start_time": 0,
      "end_time": 33,
      "verse_references": [],
      "themes": [
        "invocation",
        "mantras"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Agyanati Miran Dhasya Gyananjan Shalakaya Chakshurun Militam Yena Dasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/IlCwipSzzgg?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyananjan Shalakaya Chakshurun Militam Yena Dasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunya Vadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nityananda Shri Advaita Gadadhara Shiva Sadhi Gaurabhakta Vrinda"
    },
    {
      "start_time": 33,
      "end_time": 171,
      "verse_references": [
        "SB 1.7.49"
      ],
      "themes": [
        "Bhagavatam",
        "Draupadi",
        "Ashwatthama",
        "Arjuna"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Sut Goswami is describing the incident, the first incident from where Bhagavatam begins, the narration of the Bhagavatam begins by Sut Goswami.",
      "summary": "Sut Goswami narrates the story of Ashwatthama's actions and Arjuna's pursuit and capture of him, setting the stage for Draupadi's reaction.",
      "timestamp_url": "https://youtu.be/IlCwipSzzgg?t=33",
      "transcript": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Devi Saraswati Vyasam Tato Jayam Udi Rayet. In this session we will be discussing from the 49th and the 50th verses of the 7th chapter of the first canto of Shri Madbhagavatam. The 49th verse: Sutavvacha Dharmam Nyayam Sakarunam Nirvyalikam Samam Mahat Raja Dharmasuto Ragnaha Pratyanandat Vachodvijaha. Sut Goswami's address, addressing the sages of Naimisharanya, addressing them as vijaha, O brahmanas. King Yudhishthira fully supported the statements of the queen which were in accordance with the principles of religion and were justified, glorious, full of mercy and equity and without duplicity. So, Sut Goswami is describing the incident, the first incident from where Bhagavatam begins, the narration of the Bhagavatam begins by Sut Goswami. The son of Dronacharya, Ashwatthama, he beheaded the five sleeping sons of Draupadi and Draupadi was very much aggrieved and Arjuna decided to punish this Ashwatthama. So, Arjuna went chasing, and Ashwatthama released a brahmastra just to save his life but under Krishna's guidance Arjuna was able to neutralize that brahmastra and he anyway, Arjuna was able to capture this Ashwatthama."
    },
    {
      "start_time": 171,
      "end_time": 306,
      "verse_references": [
        "SB 1.7.49"
      ],
      "themes": [
        "Draupadi",
        "compassion",
        "Dronacharya",
        "Yudhishthira"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Draupadi was very conscious, this Ashwatthama, even though he is an aggressor, atatai, still, he is the son of Dronacharya.",
      "summary": "The speaker describes Draupadi's compassion for Ashwatthama, considering his father Dronacharya's position and the potential suffering of Ashwatthama's mother, and King Yudhishthira's support of Draupadi's statements.",
      "timestamp_url": "https://youtu.be/IlCwipSzzgg?t=171",
      "transcript": "He bound him like an animal and brought him to his own camp and presented him to Draupadi. Draupadi was very conscious, this Ashwatthama, even though he is an aggressor, atatai, still, he is the son of Dronacharya. And who is Dronacharya? Dronacharya is the teacher who taught Arjuna and all the Pandavas for that matter. Particularly Arjuna was taught all the secrets of Dhanur Vidya, Dhanur Veda. So Draupadi always remembered that the Pandava family has to be always grateful to Dronacharya. So considering Dronacharya's position and also Dronacharya was killed in the battle, and Dronacharya's wife, Ashwatthama's mother had become a widow. Widow means she had lost her husband. She is not a widow because her son is still surviving. So she had become, she had lost her husband. So Draupadi did not want Krippi to suffer the same way she was suffering the loss of her sons. So therefore it is described here, Draupadi particularly reasoned and told Arjuna not to kill Ashwatthama as a punishment for whatever Ashwatthama had done. So Asutu Goswami is telling King Yudhishthira fully supported the statements of the queen Draupadi."
    },
    {
      "start_time": 306,
      "end_time": 443,
      "verse_references": [],
      "themes": [
        "Dharma",
        "religion",
        "human life",
        "animal life"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Dharmya means they are in accordance with the principles of religion.",
      "summary": "The speaker explains the meaning of 'Dharmya' and contrasts human life, which should be guided by Dharma, with animal life, which is primarily focused on bodily needs.",
      "timestamp_url": "https://youtu.be/IlCwipSzzgg?t=306",
      "transcript": "Now what is described about the statements of Queen Draupadi, very nicely it is told here. Dharmya means they are in accordance with the principles of religion. This is very important, that should become conversant with the principles of religion and conduct themselves accordingly. They should be conversant with the principles of religion. The difference between human life and animal life as described in the scriptures is that human life is not just meant for satisfying the demands of the body. These four demands of the body are there whether animals or humans. This is the material platform, bodily platform that when we have got this body there is the need of aahara. We have to take food so many times a day to maintain the body. Nidra, rest, sleep is required to rejuvenate this body and bhaya, one has to defend oneself against so many dangers, so many problems, so many threats. One has to defend oneself and maithuna, one has to procreate. There is sex life, and the sex life is meant for procreation, for creating progeny. So these four demands are there of the body, whether animals are humans. Samanya metad pashubhi narana, but there is one extra special function of the human being that's called Dharma, the principles of religion. That is called Dharma, the principles of religion."
    },
    {
      "start_time": 443,
      "end_time": 575,
      "verse_references": [],
      "themes": [
        "Dharma",
        "intrinsic nature",
        "service",
        "Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Dharma is the eternal, inseparable, intrinsic nature of something.",
      "summary": "The speaker defines Dharma not as a sectarian faith but as the intrinsic nature of something, using examples like fire, rivers, and sugar, and then states that the Dharma of a human being is to render service, specifically to Krishna.",
      "timestamp_url": "https://youtu.be/IlCwipSzzgg?t=443",
      "transcript": "Now religion should not be understood as some sectarian system of faith. Many times Srila Prabhupada explains this because that is a misconception in the society in general among the people, that when you say Dharma, immediately they take it like some kind of faith, some system. No, it is not a system of faith. Dharma is the eternal, inseparable, intrinsic nature of something. Like the Dharma of fire is heat and light. Wherever there is fire, there has to be heat and light. You cannot have fire where there is no heat. You cannot have fire where there is no light. Not possible. It is intrinsically the quality of fire. So Dharma of fire is heat and light. Dharma of a river is to flow. River means it keeps flowing, flowing, flowing till it reaches the ocean. So then only it is called a river, Nadi. And similarly, Dharma of sugar is the sweet taste of sugar. So you cannot have sugar which is not sweet in taste. Then it is not sugar. Sugar means it should be sweet in taste, and it gives that sweet taste to whatever you mix sugar with. It gives the sweet taste, right? So that, like that, what is the Dharma of a human being? Human being has got Dharma. What is the Dharma of the human being? So that is explained in the scriptures. Dharma of the human being is to render service, to render service. So one should render service to Krishna."
    },
    {
      "start_time": 575,
      "end_time": 755,
      "verse_references": [],
      "themes": [
        "service",
        "illusion",
        "misery",
        "Krishna",
        "bliss"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "If the human being is not engaged in service of Krishna then he is forced to serve illusion and the consequence of serving illusion is misery.",
      "summary": "The speaker explains that if one does not serve Krishna, one is forced to serve illusion, leading to misery, while serving Krishna leads to transcendental bliss.",
      "timestamp_url": "https://youtu.be/IlCwipSzzgg?t=575",
      "transcript": "Otherwise, one will be forced to serve illusion in different ways. So every living being in this material world and particularly every human being, if the human being is not engaged in service of Krishna, then he is forced, he or she, whoever it may be, is forced to serve illusion in different ways. Somebody may think, I am master. I am not the servant of anyone. But then he may think like that, but actually he is servant of lust. He is servant of his senses. He is servant of greed, anger, so many things. That means when there is anger, he has to satisfy the demand of anger. When there is lust, lusty desire, he cannot resist fulfillment of their lusty desire. So one is forced to be the servant of illusion if one does not engage in service of Krishna. This is the whole, this is the perfect and proper understanding of Dharma. So an intelligent person will think if mine intrinsic quality or nature is to serve, why should I serve the illusory energy and in exchange for the service of the illusion, what do we get? Only misery. You can see that the person who is not engaged in service of the illusory energy and in exchange for the service of the illusion, what do we get? Only misery. Illusory energy only keeps giving us misery after misery after misery. Sometimes there is some respite or break from misery and we think that is some kind of happiness. So relief from misery is considered or thought of as happiness in this material world for all those who are busy serving illusion. Of course people do not know that they are busy serving illusion. They are in ignorance. That's another quality, nature of being in the material world. Everybody is ignorant of this fact that I am servant. If I don't serve Krishna then I am forced to serve illusion and the consequence of serving illusion is misery, but if somebody serves Krishna then there is only transcendental bliss."
    },
    {
      "start_time": 755,
      "end_time": 882,
      "verse_references": [],
      "themes": [
        "sacchidananda",
        "bliss",
        "Krishna consciousness",
        "misery"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The transcendental bliss and Krishna consciousness in serving Krishna is totally different experience you just have to taste it once then you really understand what is real happiness.",
      "summary": "The speaker elaborates on the experience of serving Krishna, describing it as a path to sacchidananda (eternal life, full knowledge, and bliss), contrasting it with the miseries of serving illusion.",
      "timestamp_url": "https://youtu.be/IlCwipSzzgg?t=755",
      "transcript": "Eternal life, full knowledge, sacchidananda. That is the experience of serving Krishna. Krishna is a supreme sacchidananda. We as spirit soul, we are also tiny sacchidananda and that nature, that spiritual nature, sacchidananda nature is possible to be experienced only when we are engaged in serving Krishna. And serving Krishna is very very pleasing to our heart. It is extremely pleasing to the heart. It is very, it is very nice, it's very nice, unlike serving illusion. Serving illusion, there is some promise or hope of enjoyment because our nature is to always be happy. So we seek happiness while we are busy serving illusion, but we really don't get happiness. The result of serving illusion is misery: adi bhautika, adhyatmika, adidaivika klesha. Klesha means misery, three variety, three kinds of miseries and plenty of it everywhere around you. You see in this world everybody is suffering one of these three kinds of miseries due to the body and mind, due to forces of nature and due to other living beings, always harassed by these miseries. Sometimes there is some break or relief or sometimes under the influence of illusion we ignore or we learn to somehow put up with some miseries. We put up with some miseries, but that is not really our position, that's not real happiness. The transcendental bliss and Krishna consciousness in serving Krishna is totally different experience."
    },
    {
      "start_time": 882,
      "end_time": 926,
      "verse_references": [],
      "themes": [
        "bhakti yoga",
        "chanting",
        "Hare Krishna",
        "bliss"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "That yogis, yogis means here specifically bhakti yogis the devotees they know there is transcendental bliss in chanting the name of the Supreme Lord Rama Krishna that they experience unlimited bliss by such chanting.",
      "summary": "The speaker concludes by inviting the audience to experience transcendental bliss through chanting the Hare Krishna mantra.",
      "timestamp_url": "https://youtu.be/IlCwipSzzgg?t=882",
      "transcript": "You just have to taste it once then you really understand what is real happiness. Ramante yogino anante satyanande chidatmani iti ramapade naso param brahmabhidiyate. That yogis, yogis means here specifically bhakti yogis, the devotees, they know there is transcendental bliss in chanting the name of the Supreme Lord Rama Krishna, that they experience unlimited bliss by such chanting. So you are invited to experience that bliss by chanting Hare Krishna. Thank you very much."
    }
  ]
}