{
  "video_id": "INEV6vpZpUE",
  "title": "Hear Submissively to Change Old Perceptions | Sri Madhu Pandit Dasa | SB 3.22.10 | 07.08.2024",
  "speaker": "HG Madhu Pandit Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=INEV6vpZpUE",
  "segments": [
    {
      "start_time": 0,
      "end_time": 252,
      "verse_references": [],
      "themes": [
        "hearing from authority",
        "personal understanding",
        "faith"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Hearing from an authority is a better experience than gaining personal understanding.",
      "summary": "This segment introduces the core principle that hearing from a spiritual authority provides a superior experience compared to relying solely on personal understanding.",
      "timestamp_url": "https://youtu.be/INEV6vpZpUE?t=0",
      "transcript": "OM NAMO BHAGAVATE VASUDEVAYA. Reading from Srimad Bhagavatam, 10-3, Chapter 22, Entitled The Marriage of Kardamamuni and Devahuti, Verse No. 10: YADATU BHAVATASILA SHRUTA RUPA VAYO DUNAN ASHRANON NARADHA DESHA TVAYAYA SITRITANISHAYA. Translation and purport by His Divine Grace A.C. Bhaktivedanta Swami Srila Prabhupada: \"The moment she heard from the sage Narada of your noble character, learning, beautiful appearance, youth and other virtues, she fixed her mind upon you.\" Purport by His Divine Grace A.C. Bhaktivedanta Swami Srila Prabhupada: \"The girl Devahuti did not personally see Kardamamuni, nor did she personally experience his character or qualities, since there was no social intercourse by which she could gain such understanding. But she heard about Tridamamuni from the authority of Narada Muni. Hearing from an authority is a better experience than gaining personal understanding. She heard from Narada Muni that Tridamamuni was just fit to be her husband, therefore she became fixed in her heart that she would marry him, and she expressed her desire to her father who therefore brought her before him.\" Thus ends the Bhaktivedanta Parvat. Devahuti, the daughter of Swayambhuva Manu, came to fix her mind upon desiring Kardamamuni, is being explained by Manu, and it is specifically explained in the purport by Prabhupada that she knew about Kardamamuni only by hearing from Narada Muni. And by hearing from Narada Muni about Kardamamuni, she got a better experience than even gaining personal understanding. So this principle, hearing from an authority is a better experience than gaining personal understanding, is a very heavy principle being made here. Thank you. Generally, this does not appeal to common sense. One will think that first I should hear and then I should experience. In spiritual life also we have a tendency, because that is how our mind works. Now I am reading these things, one day I will directly experience. But that is completely being, that process is completely being countered by the statement of Prabhupada. Hearing from an authority is a better experience than gaining personal understanding. We have to believe it. It does not appeal to common sense. It is a very heavy principle."
    },
    {
      "start_time": 252,
      "end_time": 475,
      "verse_references": [],
      "themes": [
        "hearing Krishna",
        "seeing Krishna",
        "spiritual sound",
        "spiritual world"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Because if you happen to see Krishna, if you are not pure, you are not able to understand Krishna.",
      "summary": "This segment elaborates on the principle by comparing hearing about Krishna from a pure source to seeing Krishna directly, emphasizing the importance of purity and the nature of spiritual sound.",
      "timestamp_url": "https://youtu.be/INEV6vpZpUE?t=252",
      "transcript": "It does not appeal to common sense. This is relative. Which is better? Just like which is better, hearing about Krishna or seeing Krishna? According to this, if you hear from an authority about Krishna, it is better than seeing Krishna. Because if you happen to see Krishna, if you are not pure, you are not able to understand Krishna. If you are pure then you will think, \"Oh, maybe somebody from some drama party has come before me,\" even if he is genuine Krishna. Now, hearing Krishna purely, there are different ways of hearing about Krishna. The source should be pure. Now let's go into this hearing experience. Number one, source should be pure here because Narada spoke. The hearer should be submissive, because only when you are submissive then the perception will go into your subconscious. At the conscious level, your hearing is always being analyzed and judged. Real hearing is not analyzing and judging. Submissive hearing means allowing that sound to enter you and that sound will expand, that perception expand the meaning of the shabda. One should have faith that this shabda is transcendental. Of course, Prabhupada is talking about transcendental hearing, which is, you know, in our normal world, what is it? It's the other way around. You hear something and then you hear about America and go and see America. That is correct in the relative world, it is correct. But in the spiritual world it's not like that, not spiritual hearing, nor during our sadhana stage, it is not like that. Anything to do with spiritual shabda is not that. One has to have faith that the spiritual shabda is impregnated with the meaning of that shabda, what multi-dimensional meaning that are all contained in it. If I use a word, if I say pen, in that word pen, in the material world, pen is not there. In the spiritual shabda, say Hare or Krishna or Rama, in that shabda, Hare is there, Krishna is there, Rama is there. There is no difference between shabda and the personality of that shabda, because everything is personality. Prabhupada gives example in the spiritual world also. Water, water, you say. You have water. Whether your thirst should be quenched or not, that water should mercifully decide. Here you put water on the tongue, there is no question of not getting quenched, because the water here is just matter. It has to. But in the spiritual world, water is a person."
    },
    {
      "start_time": 475,
      "end_time": 620,
      "verse_references": [],
      "themes": [
        "holy name",
        "Hare Krishna mantra",
        "spiritual hearing",
        "rational mind"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So spiritual hearing means you have to remove the shutter of rational mind.",
      "summary": "This segment discusses the power of the Hare Krishna mantra and the importance of submissive hearing, which involves removing the filters of the rational mind to allow for spiritual transformation.",
      "timestamp_url": "https://youtu.be/INEV6vpZpUE?t=475",
      "transcript": "So you say water, water, water. That is why it is said, Atta, Ashi, Krishna, Nama, Naba, Naba, Ved, Gra. Mahim, Indriya. Anything in the spiritual world you cannot capture. Everything is a person. There has to be a relationship. You say water, water, water. Water is not different from water. But that water decides, \"Personality, or I should keep this person thirsty?\" You decide to keep thirsty. To quench the thirst or not to quench the thirst is the decision of the personality of water. But it is not different. So in the same way, the holy name, Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare. If the shabda is there, then automatically we should automatically become pure in a moment, because it is Krishna himself I am touching. No, he is a person. You deserve, you qualify. Are you begging? What is your mood? Have you fed up with material world? Are you ready to experience me? No, all those things. Yes. Now I will purify you. Cheto-darpanam. Cheto-darpanam marjanam. That too, if you are hearing, is a relationship. Oh, and where is the question of, you know, even Cheto-darpanam marjanam, this fellow is completely offensive, this jiva. He is utilizing my name for so many things. He thinks I can, you know, I can be used for everything. For his power, knowledge, fame, everything, he can use Harinam. So will Harinam respond? Will not respond. Harinam will not. He will respond. He will respond. He will respond appropriately. But the fact is that the Lord is there. Nama Incarnation is there. The Nama Incarnation, the specific character is there. He is very, very merciful. The most merciful incarnation is Nama Incarnation, which is brought down by Chaitanya Mahaprabhu. And this Hare Krishna Maha Mantra is non-different from Chaitanya Mahaprabhu. Radha Krishna Anya. This mantra is nothing but the personalities of Radha and Krishna. So spiritual hearing means you have to remove the shutter of rational mind. Submissively one should hear. Submissively and faithfully one should hear. It's a big, it's a very big transformative power, transformative process that we are all possessing."
    },
    {
      "start_time": 620,
      "end_time": 772,
      "verse_references": [],
      "themes": [
        "Prabhupada's books",
        "subconscious",
        "rational mind",
        "realization"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Realization is when it goes into your subconscious.",
      "summary": "This segment explores how to effectively read Prabhupada's books to allow the knowledge to penetrate the subconscious mind, leading to genuine realization and transformation.",
      "timestamp_url": "https://youtu.be/INEV6vpZpUE?t=620",
      "transcript": "How to read Prabhupada's books? How to read Prabhupada's books so that it enters your subconscious? Conscious mind, we are constantly filtering it. How does something go into the subconscious when you are very emotional? Isn't it? That is how people get trauma and all, isn't it? The situation is charged with emotions, your subconscious opens. That is how you say, \"By this experience I learnt.\" It opens. Otherwise rational mind will not, your lesson will just remain there, and in few days it will go away. Whatever you learn with your rational mind, so much logic you will tell and this is that, this is that, it will remain for two, three days and it will go away. Those things are not called realizations. Realization is when it goes into your subconscious, and there it brings about permanent change in your perception, permanent change in your attitude towards life. So how to make this shabda of Prabhupada enter into our subconscious? As I said, one of the things is to stop this, remove the shutter of rational filter that we have, where we analyze and judge everything. No doubt when you first came to Srila Prabhupada's books, you are trying to read everything, you understand, you are questioning how Krishna is God or this or that, everything. I mean you are reading everything. How Krishna is God, why Krishna is God, all these things, your rational mind. But actually that answer to your rational mind is not what made you devotee, by the way. Because how Krishna is God, why Krishna is God, you will never find the proof in the Bhagavad Gita. It is not a book of proof. It is a book of declaration."
    },
    {
      "start_time": 772,
      "end_time": 911,
      "verse_references": [],
      "themes": [
        "Bhagavad Gita",
        "evidence",
        "faith",
        "awakening"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "It is a book of declaration.",
      "summary": "This segment explains that the Bhagavad Gita is not a book of logical proof but a declaration of truth, and that faith is awakened through hearing from a spiritual authority.",
      "timestamp_url": "https://youtu.be/INEV6vpZpUE?t=772",
      "transcript": "Krishna is going on saying, \"I am God, I am God.\" And he is saying so many authorities have told, \"I am God.\" There is no evidence there given. Universal form, yeah, you can say that, universal form. Universal form also, you know, so many people can show also. I heard some magicians and all can show universal form. Logical, rational evidence. So you think, \"Oh, I rationally understood.\" No. By reading, by submissively, repeatedly hearing, Prabhupada's mercy, Krishna's mercy entered your heart, your subconscious. You got that? Yes. So much so that, that becomes an evidence for you. What is that? Krishna's own statement has become evidence. You don't ask any further questions. Yes. That's how it has become. Now when we read Bhagavad Gita, what is the evidence you see? \"Oh, Krishna is saying he is God. I am very happy. Oh, Krishna is saying. Krishna. Krishna is saying. Krishna is saying.\" This is all our evidence now. But when we were karmicists, it don't become evidence. Anybody can declare he is God. No? You use your rational mind. You don't resolve it. But what made you devotee, what made every one of us devotees, is the power of the shabdha of Bhaktivedanta Prabhupada and the Krishna's statement that entered our heart. It has entered our heart. It has got the potency to awaken our original faith. Faith is not created. To create a faith now you need rationality. Suppose that faith is part and parcel of your existence. Who is my father? If that faith is part and parcel, it is a constitutional fact for the jiva. It is a question of not logical proof, it is a question of awakening. That awakening has come by hearing Srila Prabhupada's books."
    },
    {
      "start_time": 911,
      "end_time": 1058,
      "verse_references": [],
      "themes": [
        "Bhagavad Gita",
        "reading process",
        "faith",
        "descending analysis"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Build first of all faith.",
      "summary": "This segment shares a personal story about reading the Bhagavad Gita and emphasizes the importance of building faith before engaging in analytical study.",
      "timestamp_url": "https://youtu.be/INEV6vpZpUE?t=911",
      "transcript": "And how is that then? Is there a method by which we can actually make this enter? In my own story, very easily I can say. When I got Bhagavad Gita As It Is, first time, I did not know why I followed that process. I followed that process. Something was so nice. I went on reading very fast. Did not say to analyze and all. That means whatever was going inside, was going inside. Whatever I did not understand, I didn't try to. Like this for long time, Gita, going on, reading, reading. Because it was very tasty because Krishna is, Prabhupada is repeatedly saying. So what Prabhupada is saying? Largely I was concentrating on the purports of Prabhupada, not even connecting the verses of Krishna's. I was just going on reading the Bhagavad Gita, purport, purport, purport, purport, purport, purport. Going on reading the purports. Sometimes the verse also I would skip. Going on reading the purports. So something entered me, because there you are not trying to analyze at that stage. I am not saying you should not analyze, you should not study. That is another process. That is, we have to have control over our faith. We have to have so much faith. Build first of all faith, and have a paradigm of descending analysis. What is descending analysis? This is 100% correct. Not speculative analysis. Descending process analysis. This what is told is correct. I want to understand how it is correct. I know it is correct. Conclusion I have adopted. But I would like to relish how it is correct. Additional bonus. It is correct. So that way, this is the way in which the Shastras are also studied with rational mind, because it has got, everything has got rationality behind it. But rationality in the beginning does not make this enter you, enter your system. Faith. Faithful hearing is required. Submissive hearing is required."
    },
    {
      "start_time": 1058,
      "end_time": 1227,
      "verse_references": [],
      "themes": [
        "transformation",
        "subconscious",
        "paradigms",
        "perception"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Your paradigm shifts.",
      "summary": "This segment discusses how submissive hearing can lead to a shift in paradigms, which are the perspectives stored in our subconscious mind, and introduces the concept of OPSA (Objects, People, Situations, Actions) as the content of our minds.",
      "timestamp_url": "https://youtu.be/INEV6vpZpUE?t=1058",
      "transcript": "So if some transformation has to happen, this is submissive hearing. Sometimes you hear, you are very submissively sitting in the class, you hear something. It goes and penetrates your subconscious. Your paradigm shifts, because all these paradigms are nothing but perspectives which we have stored in our subconscious. How we see things. How we see people. How we see situations. Right? Our mind is full of three things. Three or four things you can see. If you take in mind, it contains in that box, there are four things: perception of things. Here you see a camera. You see a kartal. You see this thing. Things, things. Room. Building. You have mapped those buildings into it. That is perception of things. Then there is perception of people. What do I think of this person? This person? This person? This person? Right? This person is a man. This person is a woman. You see. Or this person is a nice person. This person is a bad person. He is friend. He is enemy. So perception of people. Then there is perception of situation. Is it not? Continuously full of these things. Say today you are going out preaching. It is a preaching situation. It is a compound. You get at a glance. Just like I say guru issue. Moment I say guru issue, it is a situation. So many things you will derive out of it. What is guru issue? I tell you. Give me. What is this guru issue? If I ask you to come here, you will stand and you will describe what it is. Actually you are describing what you have, your perception. Is it not? So perception of things, people, situation, and actions. You also perceive actions. Sinful activity. Not sinful activity. Is it not? Actions. Good act. Bad act. Actions. Here there is a fight. There is a situation. And in the situation there is an action of a fight. So there is an action. So object, people, situations, and actions. O. P. S. A. Our head consists of only O. P. S. A."
    },
    {
      "start_time": 1227,
      "end_time": 1372,
      "verse_references": [
        "BG 3.34"
      ],
      "themes": [
        "perception",
        "feelings",
        "likes and dislikes",
        "free will"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The primary feeling that we all paste is priti and apriti.",
      "summary": "This segment explains how our perceptions are pasted with feelings of like and dislike (priti and apriti), and how our free will influences these attachments and aversions, leading to iccha (desire) and dvesha (aversion).",
      "timestamp_url": "https://youtu.be/INEV6vpZpUE?t=1227",
      "transcript": "Now these perceptions, these perceptions are also pasted with feelings. Is it not? Take an object. I like this object. I don't like this object. The primary feeling that we all paste is priti and apriti. Like. Dislike. I like this camera. I don't like this camera. Or I like this camera. I don't like. I don't like something. There are so many dislikes. Objects. Persons. Again there you see. We paste. I like this person. I don't like this person. Then situations. You like and don't like. Yes or no? Prasadam all. Prasadam. You like that situation. If you are called by authority to be chastised, you don't like that situation. Oh. Why he is calling me? Immediately it is pasted. Automatically pasted. I don't like. Like and dislike on situation. Similarly on actions. Activity. You have a perception towards activity. Somebody is angry. You don't like. Somebody kindly treats you. You like. These are all we have put likes and dislikes and connected. Our head is full of all these things. When our free will is connected, when we use our free will, and put priti on something, like, that is called iccha. When we use our free will, and paste dislike on something, it is called dvesha. So Krishna says in the Bhagavad Gita, iccha dvesha is a karana for our life. That means we have got OPSA. In OPSA you have pasted like and dislike, priti and apriti, resulting in external manifestation of iccha and dvesha."
    },
    {
      "start_time": 1372,
      "end_time": 1462,
      "verse_references": [],
      "themes": [
        "attachment",
        "subconscious",
        "transformation",
        "submissive hearing"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Like means like.",
      "summary": "This segment discusses how likes and dislikes are stored in the subconscious mind, leading to attachments, and how submissive hearing can transform these attachments.",
      "timestamp_url": "https://youtu.be/INEV6vpZpUE?t=1372",
      "transcript": "Where you have pasted priti, you like. So how much we have got. Where are these likes and dislikes pasted? It is not in the conscious mind. This is called attachment. Anything that we have pasted, like, we are attached to. No rational reason. No reasoning is required. Like means like. Now you are, you like something as a karmi. Now you are hearing from Prabhupada's book, Gita. This is not to be liked by a devotee. But when that comes up, situation comes up, you will see that you are not able to control. You like it. Shastra says you should not like it. From your heart it comes, \"I like it.\" That is why it is in the subconscious. So like and dislike. If you want to change in your life, submissive shabda should go inside, and it is a bomb. It will change. It will change. Everything will change. So, very powerful Pravasar. Nityam Bhagavata Sevaya. We think you are sitting here for Philosophy. Philosophy. You have understood. In 6 months you have understood the entire Philosophy. If you are sitting here for Philosophy, every time, Bhagavatam class, if you are sitting for Philosophy, you should sit here for paradigm shift."
    },
    {
      "start_time": 1462,
      "end_time": 1559,
      "verse_references": [],
      "themes": [
        "Bhagavatam class",
        "paradigm shift",
        "submissive hearing",
        "Prabhupada"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "You should sit here for paradigm shift",
      "summary": "This segment emphasizes that attending Bhagavatam class should be for paradigm shift through submissive hearing, and that even the speaker can experience transformation while representing Prabhupada.",
      "timestamp_url": "https://youtu.be/INEV6vpZpUE?t=1462",
      "transcript": "If you sit here for philosophy, nothing philosophy all, you will see that nothing is exciting, nothing new you get, because only when you get new it's interesting. That is why some devotees, why class so important? But if they are submissive hearing they are sitting, why are you sitting in the class Bhagavatam, Nityam Bhagavatam? A transcendental process works there. The speaker may not be very great, but if he represents Prabhupada, the speaker who speaks also will get transforming paradigms while speaking. The people who listen also will get paradigm which is shifting. How many people who are given class after class, they thought they got some realization? Everybody will say yes. If you start giving class you will see, because if you have to speak something you have to open your, your shutters, you have to open, you have to speak. If you have to at least speak genuinely, if you have to tell somebody, \"See, we are not the body,\" you are telling five times. When you tell you say, \"Look, I am simply telling, no, what is this? I am not this body.\" You will start wondering how can I realize this. So here it is, this statement is of Prabhupada is wonderful that one should, that experience in spiritual life is through hearing."
    },
    {
      "start_time": 1559,
      "end_time": 1661,
      "verse_references": [],
      "themes": [
        "hearing",
        "faith",
        "holy name",
        "compassion",
        "context"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Please develop great faith in hearing.",
      "summary": "This segment encourages developing faith in hearing and reading, especially the Hare Krishna mantra, and emphasizes the importance of having the proper situational perception and context when chanting the holy name.",
      "timestamp_url": "https://youtu.be/INEV6vpZpUE?t=1559",
      "transcript": "Please develop great faith in hearing, reading, hearing the shabda. Reading Prabhupada's purport is like detailed, so many things are that detailed. But Hare Krishna Maha Mantra, only same words again and again and again we are hearing. But Hare Krishna Maha Mantra actually that Hare Krishna Maha Mantra is working, it will submissively if you hear. That is why Shraddha is required, with faith you should hear. Faith in what? The Lord is there, Lord's association it is, and Lord is there. In what mood is he there? That means you should have proper perception of situation of Hare Krishna Maha Mantra in your mind. What is the situation? As soon as Nama manifests on my tongue, what is the situational perception I should have? The Lord, Lord, not simply ontologically, \"Lord is there, Lord is there.\" You should understand this feeling, what is the feeling, what is the single feeling that you can think of the holy name who is before you? Compassion towards me, love and compassion towards me, due to whom? Due to Prabhupada, due to Chaitanya Mahaprabhu, like that. Immediately these are all situational thoughts. With that situational thoughts one should serve the holy name. Holy name can be served not by seeing but by hearing and chanting attentively. So it is a relationship that you cannot have a relationship unless you have a situation in the background. The context is very important everywhere. The context is so important. It is the context that brings meaning."
    },
    {
      "start_time": 1661,
      "end_time": 1771,
      "verse_references": [],
      "themes": [
        "perception",
        "context",
        "sense objects",
        "agitation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It is the context that brings meaning to everything.",
      "summary": "This segment explains that context is more important than the sense objects themselves, and that the context in which we perceive something determines its meaning and impact on us.",
      "timestamp_url": "https://youtu.be/INEV6vpZpUE?t=1661",
      "transcript": "To everything. It is not simply perceiving something. For instance, I perceive this camera. This camera, okay, it is an object. But there are so many context to it. This belongs to the temple. It is been set up now for this class. So when I see this camera, I just don't see one camera, I just see it in a context. It is meant for recording classes, all these things. So context is extremely important. It is not the, it is not in fact it is not the, let us go to the sense objects. Sense objects we may see that sense objects are very, what is it? Sense objects are the cause for all my disturbance of my senses. Yeah, it is a cause, only one of the causes. The circumstances, the context in which you see the sense object is what causes real agitation to the senses, not the sense object. Sense object is only a trigger and there are certain circumstances, context in your mind. That is why it is said, that is why the shastra says, shastra says about the context, the context of, \"Do not sit alone with one's mother and sister.\" What is it? It is a context. No? Context are powerful. Context are more powerful than the actual sense objects. Remember this. So context, managing context is, you can manage your, managing the sense object you cannot manage. You have to manage the context."
    },
    {
      "start_time": 1771,
      "end_time": 1903,
      "verse_references": [],
      "themes": [
        "context",
        "mind",
        "association",
        "senses"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Managing context is you can manage your managing the sense object.",
      "summary": "This segment continues to emphasize the importance of managing the context in our minds, as it is more effective than trying to directly control the senses, and highlights the role of proper association in creating pure contexts.",
      "timestamp_url": "https://youtu.be/INEV6vpZpUE?t=1771",
      "transcript": "And where is the context? In the head. The context is in the head. You have to have purified context, pure context, not concocted context. From childhood we have been given certain context. We have to put them into our subconscious. As soon as we see a opposite sex, let's say, it just goes and sits there into our context. There is a net cognitive net inside us. It goes and sits there. The context is what gives the power and the mind cannot control that at that time. Rational mind cannot control. Intuition, feelings, these are the things that come in control. So that is the reason why the most important factor for controlling the senses is not direct control of the senses, but association, proper association. You should, proper association means proper context are there in the mind. How you see opposite sex, proper context are there in the mind, pure context are there. Where do you get from? You get from by hearing how one should see, what it is, everything is there. So when that goes into our subconscious, then naturally, spontaneously you will see in that context, you will not get agitated. If there is a context in which you get agitated, you see a person in a context, in certain other context you will get agitated, does not matter what it is. So should not think that sense of the mind is a cause for all this agitation. Sense object is a trigger. The same sense object can trigger a good concept also. Just like the shastra says, \"One should see every other woman as a mother.\" Now it is a context. If you build that context, you will have no problem at all. Same sense object, no problem at all. So is the problem sense object or context? Context."
    },
    {
      "start_time": 1903,
      "end_time": 2027,
      "verse_references": [],
      "themes": [
        "sense objects",
        "context",
        "fear",
        "submissive hearing"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "You should fear the context in your mind.",
      "summary": "This segment advises to fear the context in our minds rather than the sense objects themselves, and reiterates that submissive hearing is the key to changing these contexts.",
      "timestamp_url": "https://youtu.be/INEV6vpZpUE?t=1903",
      "transcript": "Understand this. And usually what we do, tendency to think is it is a sense object and then you fear sense object. The more you fear sense object, the more it will obsess you. You should fear the context in your mind. You should fear, you should think of mind is also outside, you know, just like the sense object is outside. Next the context is also there is in you or what? No, it is a filter in the mind. So you fear the sense object, but you don't fear your context. It doesn't help. Whereas you don't fear the sense object, you have the right context, you don't have to fear anything outside. Why do you have to fear anything? Because everything is matter. But if you don't do that, if you don't get that, that is why it is said clear that these are all the principles by which this context are set inside under the guidance of the transcendental words of Bhaktivedanta Karpa spiritual master. Any questions? Hare Krishna. You mean to say context means my response to the situation is that context for example? No, context means that is why I defined first that in our mind there are so many things out of that one item is called situation, perception of situation. Perception of situation when you encounter opposite sex, what is your default situational perception? According to that responses will come. Responses are not the fundamental things. Behind the responses is the context. You have to grip the context. Context comes by submissively hearing."
    },
    {
      "start_time": 2027,
      "end_time": 2125,
      "verse_references": [],
      "themes": [
        "context",
        "subconscious",
        "cognitive network",
        "situation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Subconscious holds the context.",
      "summary": "This segment clarifies that the subconscious holds the context, which is a complex cognitive network with emotions and connections, and uses the analogy of a crown and a diamond to illustrate how context affects perception.",
      "timestamp_url": "https://youtu.be/INEV6vpZpUE?t=2027",
      "transcript": "Context changes. Yes, changes today. So many context about this world, how you see the world situation, how you see karmis, everything. What is everything? Paradigm shift of situations. The way the karmis see the world, you don't see anymore, because you are seeing the situation differently. They are seeing the situation differently. How did that happen? Because the shabda went inside. So basically context in subconscious mind? No, no, no. Subconscious holds the context. Okay. Context is a cognitive network with emotions, connections, various things, elements are there. It is like a compound. It is not one item. Take this microphone. Neither the properties of hydrogen are oxygen, both are gases. No, the compound has another property. Is it not? It is a compound. Okay. Now in the same way the situation, the entire situation perception creates where the sense of the go and fall in that situation context. In another way you can say a crown is a context. A diamond set in that crown, does it look different? It looks different. No, it is a different. So in the same way a sense object you take and put in different context, the different contextual networks are there in our system. How does the, how that is it's a very complicated thing. You cannot rationally"
    },
    {
      "start_time": 2125,
      "end_time": 2299,
      "verse_references": [],
      "themes": [
        "sense objects",
        "context",
        "rules and regulations",
        "tapasya"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Rules and regulations are required.",
      "summary": "This segment emphasizes the need for rules and regulations, sense control, and tapasya (austerity) to manage the old paradigms and prevent them from influencing our actions, especially in relation to the opposite sex.",
      "timestamp_url": "https://youtu.be/INEV6vpZpUE?t=2125",
      "transcript": "go and pick it up and put it there. Yeah, no sense object is always fitting on the primary context. We should take care by submissive hearing. While second really, if you have right context then automatically the right relationship with that sense object will come. Where is the fear? Ideally in between there are rules and regulation till the paradigm shifts. That's what I'm still, the paradigm, this, there are rules and regulations. Be very careful. This paradigm doesn't go so easily for a primary and second. It doesn't go so easily. This old paradigm of yours doesn't go so easily. So be very careful when you relate with the opposite sex. Rules and regulations are required. Sense control is required. Restraint is required. Tapasya is required, because the old paradigm will come and push. When it push you have to hold it. That's called tapas. You have to control, sense control, mind control, sama dhama, gross sense control, not allow, use your willpower to stop the old paradigm from leading it to action. Now dhama's lead you are, you please use your, you use your free will to directly to not to get influenced by the old paradigm at the mind level. These two things can be done only if we have the power to tolerate pain, which is called tapas. So these are all the Brahman has quality without tapas, Shakti without, without, without tolerating, without somebody, you know, I cannot take any pain, my mind, anything and distasteful I cannot take. That means there's got no tapasya theater. Every moment everything should be pleasing. Every moment everything should be very nice, because I have come to spiritual life, it's ananda susukkam kartam. They say tapasya is required. This is the principle of success in spiritual life to put pre T, to paste pre T on tapas. It is your free will, not Dresha on tapas. You should put each on tapas. I want to take this off to it. This will make me progress."
    },
    {
      "start_time": 2299,
      "end_time": 2479,
      "verse_references": [],
      "themes": [
        "hearing from authority",
        "context",
        "association",
        "problems"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We all have our own problems.",
      "summary": "This segment reinforces the importance of hearing from authorities, maintaining the right context, and being selective about associations to avoid absorbing negative influences and unnecessary problems.",
      "timestamp_url": "https://youtu.be/INEV6vpZpUE?t=2299",
      "transcript": "Adding to the purport which you explained that Devahuti heard from Narada Muni more than personally experiencing the same thing, Prabhupada also mentioned when Krishna was there, so many people saw him, but only the four, five Pandavas saw he has a supreme personality. According it, it's all cognitive net show your context wrong. Nothing you just see everything. You have a context wrong. You will see the DTS told you, you are the right context, you will see is not different from the Lord. They're adding to one more point bro, in our community also, you know, when senior devotees authority says that point in time it may not fit into our head because we cannot experience it. The faith is of missive hearing ultimately saves us then this rational thinking analyzing one point in time we have to give it up otherwise yes practically it is impossible to go to next level. Another danger in this is abuse of this hearing processes or which create danger is suppose you are friendly with somebody in the ashram, moment you are friendly what happens? Your rational shutters are lifted, judgment and all is lifted. You associate, they come and put a kid inside you, it goes inside your subconscious. Should very careful whom you are associating. Don't underestimate the process of, \"No, I am very rational.\" Rational you may analyze the logical relationship, but the emotion is unfiltered entering you. After the person say something bad about another person, another devotee, you hear logically you have understood what this fellow told is a bluff behind the back he talked, but factually speaking your emotion somewhere you have, it has conquered you. It has put a bug in you about that person. You should be biggest choice of biggest use of jivas really is in choosing association, choosing association of one person according to context different situation, not that you have to shun anybody. Everybody's associate with the person starts gossiping you should run away. What did I not come here for gossip? I have my own problems. We all have our own problems or not? Every body's share my words or no problems. Whenever somebody asks you how are you or listen you mind you should say, \"I'm not fine, my senses are harassing you. I'm not fine. I'm not fine.\" You all have our own problems till we die. Why you should take others problems? Jai for the Lord and the whole world. Jai Jai Jai Jai Jai Jai Jai Jai Jai Yagat Gurshila pravupāda ki Jai."
    }
  ]
}