{
  "video_id": "iNNL1IRLF6w",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.14.38 | 20-11-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=iNNL1IRLF6w",
  "segments": [
    {
      "start_time": 50,
      "end_time": 110,
      "verse_references": [],
      "themes": [
        "Yadava dynasty",
        "Lord Krishna's protection",
        "Fearlessness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The great heroes of the Yadu dynasty being protected by the arms of Lord Shri Krishna always remain fearless in every respect.",
      "summary": "The speaker introduces the verse and explains that the Yadavas, protected by Krishna, are fearless and enjoy a high position.",
      "timestamp_url": "https://youtu.be/iNNL1IRLF6w?t=50",
      "transcript": "In this session we will be discussing from the 38th verse of the 14th chapter of the first canto of Srimad Bhagavatam. यद बाहु दन्डाभ्युदयानु जीविनो, यदु प्रवीरा ह्यकुतो भयामुहु, अधि क्रमन्ती अंग्रिभिर आहृताम बलात, सभाम सुधर्माम सुरसत्तमो चिताम। The meaning of this verse is, the great heroes of the Yadu dynasty, being protected by the arms of Lord Shri Krishna, always remain fearless in every respect and therefore their feet trample over the Sudharma assembly house which the best demigods deserved but which was taken away from them."
    },
    {
      "start_time": 110,
      "end_time": 168,
      "verse_references": [],
      "themes": [
        "Yadavas",
        "Devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Yadavas",
      "summary": "The speaker emphasizes the importance of the Yadavas.",
      "timestamp_url": "https://youtu.be/iNNL1IRLF6w?t=110",
      "transcript": "Here is a description about the position enjoyed by the Yadavas who are pure devotee servants of Lord Krishna in Dwaraka. What is their position? That is being described by Yudhishtira to Arjuna."
    },
    {
      "start_time": 168,
      "end_time": 271,
      "verse_references": [],
      "themes": [
        "Devotee's position",
        "Fearlessness",
        "Krishna's affection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna's devotees have a very special position. This material world is characterized by fear.",
      "summary": "Krishna's devotees are protected from fear and enjoy the best things because of Krishna's affection.",
      "timestamp_url": "https://youtu.be/iNNL1IRLF6w?t=168",
      "transcript": "And that is explained by Prabhupāda in the purport. Śrīla Prabhupāda says those who are directly servitors of the Lord are protected by the Lord from all fearfulness and they also enjoy the best of things even if they are forcibly accumulated. Krishna's devotees have a very special position. This material world is characterized by fear. Every conditioned soul has got four characteristics, eating, sleeping, fearing, and mating. So everyone has got the fear of death. And before death comes, there is always the fear of suffering. There is always some other danger from some unknown enemy or so-called enemy. There is always the fear of losing one's possessions. Like this, there are so many different types of fears in this material existence. But those who are directly serving Krishna, they are always protected by Krishna because of which they are always fearless. And they are able to enjoy the best of things under all circumstances."
    },
    {
      "start_time": 271,
      "end_time": 388,
      "verse_references": [],
      "themes": [
        "Krishna's affection",
        "Dwaraka's opulence",
        "Sudharma assembly house"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is also called devotee. Bhakta vatsala. He is specially affectionate towards his pure devotees.",
      "summary": "Krishna is especially affectionate to devotees, and Dwaraka was enriched with the best things, surpassing even the heavenly assembly house Sudharma.",
      "timestamp_url": "https://youtu.be/iNNL1IRLF6w?t=271",
      "transcript": "So Śrīla Prabhupāda further says, the Lord is equal in behavior to all living beings, but he is partial to his pure devotees, being very affectionate toward them. Krishna is also called devotee. Bhakta vatsala. He is specially affectionate towards his pure devotees. The city of Dvārakā was flourishing, being enriched with the best of things in the material world. The city of Dvārakā was on the earth planet. And earth is in the middle planetary system. The upper planetary system, all the planets have millions of times better facilities for their residents. But the city of Dvārakā, even though on the earth planet, it was special because it was enriched with the best things in the entire material universe. The state assembly house is constructed according to the dignity of the particular state. In heavenly planets, the state assembly house, called Sudharma, was deserving of the place of worship of the best of the demigods. The demigods are all controllers on behalf of Krishna in this material world. So they are exotic personalities who have got a very special state assembly house called Sudharma. Such an assembly house is never meant for any state on the globe on this earth planet because the human being on the earth is unable to construct it however far a particular state may be materially advanced."
    },
    {
      "start_time": 388,
      "end_time": 450,
      "verse_references": [],
      "themes": [
        "Yadu dynasty",
        "Offering to Krishna",
        "Pure devotion"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "During the time of Lord Krishna, the members of the Yadu dynasty forcibly brought the celestial assembly house to earth and placed it at Dwaraka.",
      "summary": "The Yadu dynasty brought the Sudharma assembly house to Dwaraka to please Krishna, demonstrating pure devotion.",
      "timestamp_url": "https://youtu.be/iNNL1IRLF6w?t=388",
      "transcript": "We cannot match the opulence or the grandeur of the state assembly hall in the heavenly planets. We can never do that. But during the time of Lord Krishna, Lord Krishna's presence on the earth, the members of the Yadu dynasty forcibly brought the celestial assembly house to earth and placed it at Dwaraka. The members of the Yadu family, they are all related with Krishna. So they want to please Krishna by offering the best of everything. So when they saw that, the assembly house in the heavenly planets is very, very grand. So they decided to forcibly bring it and offer it to Krishna. They are not desiring that we want to enjoy. No. It's for Krishna's pleasure."
    },
    {
      "start_time": 450,
      "end_time": 583,
      "verse_references": [],
      "themes": [
        "Krishna's protection",
        "Devotee's service",
        "Reciprocity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "They were able to use such force because they were certain of the indulgence and protection of the Supreme Lord Krishna.",
      "summary": "Devotees serve Krishna with the best offerings, and Krishna reciprocates by providing protection and fearlessness.",
      "timestamp_url": "https://youtu.be/iNNL1IRLF6w?t=450",
      "transcript": "That's a characteristic of a pure devotee. They were able to use such force because they were certain of the indulgence and protection of the Supreme Lord Krishna. Krishna is affectionate to his devotees. Affectionate to his devotees means when the devotees require any protection, then Krishna is always ready to give them such protection. In other words, the Lord is provided with the best things in the universe by his pure devotees. Pure devotees serve Krishna out of their heart. And they want to offer Krishna only the very best things in the entire creation. So they will go to any length to actually please Krishna by such offerings. Again, we should remember Krishna is not in need of any of these offerings. He is completely independent. He is full of all opulences. He is not in need of anything. But, the Lord is not in need of anything except as a token of their love for them. Love for Krishna. Lord Krishna was provided with all kinds of comforts and facilities available within the universe by the members of the Yadu dynasty. Whatever the best things that are anywhere in the universe, the Yadu dynasty members, they would go there and fetch it for Krishna, for offering to Krishna. And in return, such servitors of the Lord were protected and fearless. Krishna reciprocates with his devotees. And in this case, Krishna assured them protection."
    },
    {
      "start_time": 583,
      "end_time": 676,
      "verse_references": [],
      "themes": [
        "Conditioned soul",
        "Liberated soul",
        "Fear"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "A forgetful, conditioned soul is fearful. That's our position now.",
      "summary": "The speaker explains the difference between a conditioned soul, who is fearful due to forgetfulness of Krishna, and a liberated soul, who is fearless.",
      "timestamp_url": "https://youtu.be/iNNL1IRLF6w?t=583",
      "transcript": "Because of it, they became fearless. Now, something important that Srila Prabhupada explains for us, all of us, in this present condition. Srila Prabhupada says, A forgetful, conditioned soul is fearful. That's our position now. We are forgetful of Krishna. And therefore, we have become conditioned. Conditioned means, we have got a material body. And this material body is made up of the material elements. It is subject to the material modes of nature. And we are forced to think in a certain way, work in a certain way, act in a certain way, relate with things in a certain way. All this is called conditioning. And it is a cause for our fear in this material world. But a liberated soul is never fearful. One who is liberated is never fearful. Because a liberated soul knows, I am not this body. I don't belong to this material world. I belong to spiritual world. In this spiritual world, I have a spiritual form. So therefore, the conditioned soul is fearful. And the liberated soul is fearless."
    },
    {
      "start_time": 676,
      "end_time": 783,
      "verse_references": [
        "BG 2.12"
      ],
      "themes": [
        "Fearlessness",
        "Illusion",
        "Eternal relation with the Lord"
      ],
      "content_type": "analogy",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "Just as a small child, completely dependent on the mercy of his father, is never fearful of anyone.",
      "summary": "Fear is an illusion arising from forgetting our eternal relationship with the Lord, similar to a child's fearlessness due to dependence on their father.",
      "timestamp_url": "https://youtu.be/iNNL1IRLF6w?t=676",
      "transcript": "Now Prabhupada gives an example. Just as a small child, completely dependent on the mercy of his father, is never fearful of anyone. So there are instances in the scriptures, where, it is described that, a child, depending on the father, is completely fearless, because of the protection of the father. Similarly, it is explained here, fearfulness is a sort of illusion for the living being. Fear comes out of the effect of the illusion. The effect of the illusory energy. And how does the illusory energy work? The living being, when he is in slumber, slumber means when he is sleeping, and forgetting his eternal relation with the Lord, is actually affected by fear. So fear is a sort of illusion. And fear afflicts every conditioned soul at different times. Since the living being is never to die by his constitution, as stated in Bhagavad Gita, You don't take birth, you don't die. Then, what is the cause of fearfulness?"
    },
    {
      "start_time": 783,
      "end_time": 860,
      "verse_references": [],
      "themes": [
        "Bodily conception",
        "Illusion",
        "Fear of death"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "Fearfulness is due to forgetting the eternal relation with the Lord.",
      "summary": "Fearfulness arises from identifying with the body and forgetting our eternal nature, leading to the fear of death.",
      "timestamp_url": "https://youtu.be/iNNL1IRLF6w?t=783",
      "transcript": "So, fearfulness is due to forgetting the eternal relation with the Lord. As soon as we are placed in a material body, we think in terms of the body only. So, a body has taken birth on a certain date, that date is ascribed to the soul, or to the real person. The real person does not take birth, does not die. That's the truth, that's the reality. But, people under illusion, they forget, and they keep on trying and trying and trying to come out of this illusion, but they cannot easily come out. So, in the Bhagavad Gita it is explained, since the living being is never to die by his constitution, as stated in Bhagavad Gita, then what is the cause of fearfulness? If we are never meant to die, why should we be afraid of death? That is because of a bodily conception. Everybody thinks in terms of normal people, they think in terms of body."
    },
    {
      "start_time": 860,
      "end_time": 950,
      "verse_references": [],
      "themes": [
        "Dream analogy",
        "Wakefulness",
        "Service to the Lord",
        "Fearlessness"
      ],
      "content_type": "analogy",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "This is just like, Prabhupada gives an example, in a dream a person may see, while sleeping, in a dream he may see a tiger.",
      "summary": "Using the analogy of a dream, the speaker explains that fear is an illusion, and by being awake in service to the Lord, like the Yadu dynasty, one can overcome fear.",
      "timestamp_url": "https://youtu.be/iNNL1IRLF6w?t=860",
      "transcript": "They do not know anything about the spirit. This is just like, Prabhupada gives an example, in a dream a person may see, while sleeping, in a dream he may see a tiger. Now, this tiger in the dream is actually an effect of illusion, because there is no real tiger. For the person who is awake, the tiger does not exist, what the sleeping man is seeing in a dream. So, the person dreaming and the person awake, both are actually, for both of them there is no tiger. But the person who has forgotten his external position, in the sleep, for him the tiger in the dream is very, very fearsome. And for the person who is awake, it is not fearful. So, when this person who is dreaming wakes up, he also becomes free from the fear, because he sees there is no tiger. Similarly, Prabhupada says, the members of the Yadu dynasty were fully awake in their service to the Lord, and therefore there was no fear for them. And even if, in the wakeful state also, there is some cause for fear, the Lord was always there to protect them completely. That was their position."
    }
  ]
}