{
  "video_id": "IpAhl6FfgmI",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.7.15-16 | 29-12-2021",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=IpAhl6FfgmI",
  "segments": [
    {
      "start_time": 0,
      "end_time": 42,
      "verse_references": [],
      "themes": [
        "invocation",
        "mantra"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare",
      "summary": "The lecture begins with the chanting of various Vaishnava mantras and prayers.",
      "timestamp_url": "https://youtu.be/IpAhl6FfgmI?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyanan Janishalakaya Chakshurun Militam Jena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nityananda Shri Advaita Gadadhara Shiva Sadhi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 42,
      "end_time": 118,
      "verse_references": [
        "SB 1.7.15"
      ],
      "themes": [
        "grief",
        "compassion",
        "Arjuna",
        "Draupadi"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Draupadi the mother of the five children of the Pandavas after hearing of the massacre of her sons began to cry in distress with eyes full of tears trying to pacify her in her great loss Arjuna spoke to her thus.",
      "summary": "The speaker introduces the context of the lecture, focusing on Draupadi's grief after the death of her sons and Arjuna's attempt to console her.",
      "timestamp_url": "https://youtu.be/IpAhl6FfgmI?t=42",
      "transcript": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet. In this session, we will be discussing from the 15th and the 16th verses of the 7th chapter of the first canto of Srimad Bhagavatam. First, the 15th verse: Mata Shishunam Nidhanam Sutanam Nishamya Ghoram Paritapyamana Tadarudad Vashpakala Kulakshi Tam Santwayan Ah Kiritam Mali. The meaning of these words: Draupadi, the mother of the five children of the Pandavas, after hearing of the massacre of her sons, began to cry in distress with eyes full of tears. Trying to pacify her in her great loss, Arjuna spoke to her thus. So, in these words, Arjuna is referred to as Kiritamali."
    },
    {
      "start_time": 118,
      "end_time": 219,
      "verse_references": [
        "SB 1.7.16"
      ],
      "themes": [
        "revenge",
        "justice",
        "Arjuna",
        "Draupadi"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When I present you with the head of that Brahmana After beheading him with arrows from my Gandiva bow I shall then wipe the tears from your eyes and pacify you",
      "summary": "The speaker explains Arjuna's vow to Draupadi to avenge the death of her sons by killing Ashwatthama.",
      "timestamp_url": "https://youtu.be/IpAhl6FfgmI?t=118",
      "transcript": "And Arjuna is trying to pacify Draupadi. It's natural for the mother who has lost all her five children, not while they were fighting in the battle, but when they were unlawfully killed when they were sleeping. It is totally against Kshatriya conduct. So naturally a mother will feel very much, too much discharge due to the loss of her all five sons. And what Arjuna spoke to Draupadi to pacify her is there in the next, the 16th verse: Tadashuchaste Pramarjami Bhadre Yatكرam Am Comedy밧시 Yad Brahma Bandho Shira Atatayinaha Gandiva Muktair Vishikhair Upahare Thvakramya Yatsnasya Siddhagdha Putra. The meaning of this 16th verse: O gentle lady, here is Arjuna pacifying Draupadi, O gentle lady, when I present you with the head of that Brahmana, after beheading him with arrows from my Gandiva bow, I shall then wipe the tears from your eyes and pacify you. Then, after burning your son's bodies, you can take your bath standing on his head."
    },
    {
      "start_time": 219,
      "end_time": 350,
      "verse_references": [],
      "themes": [
        "ethics",
        "Brahma Bandhu",
        "qualification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "That means he's not a Brahmana. He is not qualified as a Brahmana. He doesn't have the qualification of a Brahmana. He is called Brahma Bandhu",
      "summary": "The speaker explains the term 'Brahma Bandhu' and its application to Ashwatthama, emphasizing that birth in a Brahmana family does not automatically qualify one as a true Brahmana.",
      "timestamp_url": "https://youtu.be/IpAhl6FfgmI?t=219",
      "transcript": "So these are the words spoken by Arjuna to pacify Draupadi, that Arjuna. He understands that Ashwathama is the son of his teacher Dronacharya. So the consideration that he is the son of his teacher, that consideration is lost when he has behaved in a very wrong way. And Arjuna is specifically referring to Ashwathama, the son of Dronacharya, as Brahma Bandho. That means he's not a Brahmana. He is not qualified as a Brahmana. He doesn't have the qualification of a Brahmana. He is called Brahma Bandhu. These terms are used in the Vedic literature, Dvija Bandhu or Brahma Bandhu. Brahma Bandhu is one who has taken birth in a Brahmana family from a Brahmana father, but he himself does not qualify as a Brahmana, so such a person is called a Brahma Bandhu, or anyone being born in a family of Brahmana, Chhatri, or Vaishya called Dvija, they all have a second birth, but they don't qualify to themselves come to the status of Dvija, so such a person is referred to as Dvija Bandhu. In this case, Dronacharya was a Brahmana, his son Ashwathama behaved not like a Brahmana."
    },
    {
      "start_time": 350,
      "end_time": 406,
      "verse_references": [],
      "themes": [
        "aggression",
        "ethics",
        "punishment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "An enemy who sets fire to the house, one who administers poison, one who attacks all of a sudden with deadly weapons, plunders wealth or usurps agricultural fields or entices one's wife is called an aggressor.",
      "summary": "The speaker defines an aggressor (attatayinah) according to scriptures, citing Srila Prabhupada's purport, and states that such an aggressor deserves punishment.",
      "timestamp_url": "https://youtu.be/IpAhl6FfgmI?t=350",
      "transcript": "So he is called a Brahma Bandhu, and he is also, he is an aggressor. So that is explained in the purport by Shri La Prabhupada: an enemy who sets fire to the house, one who administers poison, one who attacks all of a sudden with deadly weapons, plunders wealth, or usurps agricultural fields, or entices one's wife is called an aggressor. He is called an attatayinah, an aggressor. Such an aggressor, though he be a Brahmana or a so called son of a Brahmana, has to be punished in all circumstances. Punishment is due to such a aggressor, attatayinah."
    },
    {
      "start_time": 406,
      "end_time": 534,
      "verse_references": [],
      "themes": [
        "ethics",
        "retaliation",
        "Kshatriya dharma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Even if somebody is enemy Kshatriya code of conduct is Kshatriya should invite challenge the enemy and they should have a fight in a proper place according to the code of conduct for Kshatriyas",
      "summary": "The speaker discusses Arjuna's dilemma in the Bhagavad Gita and the Kshatriya code of conduct, emphasizing that even in enmity, certain actions like setting fire to a house are unjustifiable.",
      "timestamp_url": "https://youtu.be/IpAhl6FfgmI?t=406",
      "transcript": "In the Bhagavad Gita also, this reference is made by Arjuna. In the Bhagavad Gita also, this reference is made by Arjuna that even if somebody like Bhishma and Drona may attack me, I don't want to retaliate because they are worthy of my respect, even though they are aggressors, I don't want to retaliate. This is Arjuna's position as described in the first chapter of the Bhagavad Gita. Similarly here, Arjuna is referring to the son of Dronacharya, Aswathama, as Brahma Bandhu and as attatayinah. He is an aggressor and he is not qualified Brahmana. So such an aggressor, who is called an aggressor, now here, different different situations under which somebody may be called an aggressor: an enemy who sets fire to the house. Even if somebody is enemy, Kshatriya code of conduct is Kshatriya should invite, challenge the enemy and they should have a fight in a proper place according to the code of conduct for Kshatriyas. So even if there is some enmity, that doesn't justify setting fire to the house of the enemy, you know, because in that house the other family members are also staying, so they don't deserve to be killed or they don't deserve to be harmed in any way."
    },
    {
      "start_time": 534,
      "end_time": 652,
      "verse_references": [],
      "themes": [
        "aggression",
        "ethics",
        "Kshatriya dharma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Such aggressors according to Shastra have to be punished and there is no sin involved in giving them punishment",
      "summary": "The speaker continues to define different types of aggression and reiterates that punishing aggressors according to the scriptures is not sinful.",
      "timestamp_url": "https://youtu.be/IpAhl6FfgmI?t=534",
      "transcript": "That is very important consideration. So how can a Kshatriya who knows the principle set fire to somebody else's house? He becomes immediately an aggressor if he does this, or somebody who administers poison. Enemy is killed in a proper battle, not killed by other methods, administering poison like this, beheading the children who are sleeping so that they don't have an opportunity to defend themselves. So that is not at all acceptable. Administering poison, beheading somebody who is sleeping, this is not acceptable, or somebody who attacks all of a sudden with deadly weapons, that means immediate death, somebody attacks, that is also unlawful, completely unlawful and such a person is an aggressor. One who plunders wealth, there is no provision in Kshatriya code of conduct for taking away forcibly the enemy's wealth, no, they cannot, or enticing one's wife, the enemy's wife, he cannot entice, that is completely wrong for a Kshatriya, it is completely wrong. So such aggressors according to Shastra have to be punished and there is no sin involved in giving them punishment."
    },
    {
      "start_time": 652,
      "end_time": 758,
      "verse_references": [],
      "themes": [
        "justice",
        "ethics",
        "Ashwatthama"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "There is no question of sin in killing such a Brahmana son who proved to be a villain. This Ashwatthama proves to be totally unqualified for being shown any mercy",
      "summary": "The speaker emphasizes that Arjuna was aware of Ashwatthama's Brahmana lineage but still vowed to punish him for his heinous act, comparing Ashwatthama's actions to that of a butcher.",
      "timestamp_url": "https://youtu.be/IpAhl6FfgmI?t=652",
      "transcript": "Hmm, when Arjuna promised to behead the aggressor named Ashwatthama, he knew well that Ashwatthama was the son of a Brahmana. It is not that Arjuna was not conscious that Ashwatthama was the son of a Brahmana, he was very much aware, but then he told Draupadi, I am going to cut off the head of this Ashwatthama because that is what he did to the five sons of Draupadi when they were asleep, he cut off their heads. Now here Arjuna is directly going to challenge Ashwatthama and take action against him. Hmm, so Arjuna knows very well Ashwatthama was the son of a Brahmana, still he is promising Draupadi I am going to cut off his head. Hmm, now Prabhupada says here the so called Brahmana acted like a butcher, like butcher kills some innocent animal, the animal cannot even defend itself. Hmm, so similarly this Ashwatthama has killed those five sleeping sons of Draupadi like a butcher only cutting off the head. Hmm, there is no question of sin in killing such a Brahmana son who proved to be a villain. This Ashwatthama proves to be totally unqualified for being shown any mercy."
    },
    {
      "start_time": 758,
      "end_time": 868,
      "verse_references": [],
      "themes": [
        "Bhagavatam",
        "ethics",
        "punishment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Even if somebody is a Brahmana if he misbehaves then he deserves to be punished in accordance with the kind of violation he has done",
      "summary": "The speaker concludes by highlighting the significance of the discussion in the Bhagavatam and reiterates the principle that even a Brahmana deserves punishment for misbehavior, emphasizing the importance of conduct over birth.",
      "timestamp_url": "https://youtu.be/IpAhl6FfgmI?t=758",
      "transcript": "Hmm, so this instance that is described here in the Bhagavatam, in the beginning of the Bhagavatam, the narration begins, Suta Goswami is narrating the history, it is very significant and this discussion will be held in great detail about, is it proper for Arjuna to kill Dronacharya's son, what kind of punishment does he deserve under the circumstances and what are all the different considerations for either punishing him or for excusing him and not giving him certain punishment, so many considerations and all those will be systematically presented by Vyasa Deva, the author of this Bhagavatam very nicely, but in general the principle is even if somebody is a Brahmana, if he misbehaves then he deserves to be punished in accordance with the kind of violation he has done. Hmm, so that is always a important consideration in spite of the person being a son of a Brahmana or being a Brahmana himself. Brahmana has to be very very careful how he conducts himself, so I will stop here."
    }
  ]
}