{
  "video_id": "irID2uAh7lY",
  "title": "ISKCON Founding Day | Sri Chanchalapathi Dasa | 13.07.2024",
  "speaker": "HG Chanchalapathi Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=irID2uAh7lY",
  "segments": [
    {
      "start_time": 0,
      "end_time": 60,
      "verse_references": [],
      "themes": [
        "Srila Prabhupada's early days",
        "Dr. Mishra"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Srila Prabhupada would speak from the Vaishnava point of view. And there was a little bit of a discomfort for Dr. Mishra.",
      "summary": "Introduction to the lecture and Srila Prabhupada's initial interactions with Dr. Mishra and the discomfort arising from differing philosophical views.",
      "timestamp_url": "https://youtu.be/irID2uAh7lY?t=0"
    },
    {
      "start_time": 61,
      "end_time": 140,
      "verse_references": [],
      "themes": [
        "Paul Murray",
        "94 Bowery",
        "Experiment"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "as an experiment I'm conducting this program and the program went on well and but not so many people there were about eight or ten people attending but Prabhupada was happy because he had no obligations like with dr. Mishra he could speak freely to that audience",
      "summary": "Paul Murray invites Srila Prabhupada to his loft at 94 Bowery, where Prabhupada conducts programs and feels more freedom to speak.",
      "timestamp_url": "https://youtu.be/irID2uAh7lY?t=61"
    },
    {
      "start_time": 140,
      "end_time": 220,
      "verse_references": [],
      "themes": [
        "94 Bowery",
        "Paul's addiction",
        "India trip"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Prabhupada is seriously considering moving to lower Manhattan at 94 Bowery so there are if Prabhupada goes back and forth many times stays overnight with Paul's in Paul's loft and Paul is a young about 17 18 year old American young boy taking to Krishna consciousness quite eagerly wanting to hear from Prabhupada and understand Krishna consciousness",
      "summary": "Srila Prabhupada considers moving to 94 Bowery, Paul's eagerness for Krishna consciousness, and the failed attempt to get Paul a free ticket to India.",
      "timestamp_url": "https://youtu.be/irID2uAh7lY?t=140"
    },
    {
      "start_time": 220,
      "end_time": 312,
      "verse_references": [],
      "themes": [
        "94 Bowery Loft",
        "Arrangement",
        "Privacy"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Prabhupada comes to 94 bavari and this is a loft on the fourth floor it is fourth floor from american standards it's from indian standards it's on the third floor ground plus first second third floor it was a big open space loft and sheila prabhupad had made an arrangement to have a curtain and prabhupad would sit behind the curtain and there was a wooden table and two chairs",
      "summary": "Description of the loft at 94 Bowery, Prabhupada's living and working arrangements, and the privacy he found there.",
      "timestamp_url": "https://youtu.be/irID2uAh7lY?t=220"
    },
    {
      "start_time": 312,
      "end_time": 385,
      "verse_references": [],
      "themes": [
        "Incorporating the society",
        "Call and Eva",
        "Lawyer"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Srila Prabhupada begins to contemplate on incorporating the society there was one young American call who would come and meet Srila Prabhupada and call was half black, a young American who lived with his wife, Eva, not very far from 94 Bavari. And he had a contact with a lawyer and so he offered to help Swamiji to incorporate the society",
      "summary": "Srila Prabhupada begins to think about incorporating the society, and Call offers to help with a lawyer.",
      "timestamp_url": "https://youtu.be/irID2uAh7lY?t=312"
    },
    {
      "start_time": 385,
      "end_time": 490,
      "verse_references": [],
      "themes": [
        "League of Devotees",
        "Memorandum of Association",
        "1963"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Srila Prabhupada has brought with him from India the incorporation papers of League of Devotees, which he had incorporated in Jhansi many years ago...Much later, devotees discovered in one of the trunks that Srila Prabhupada had a few pages of the document, Memorandum of Association. And in fact, this was typed in October of 1963.",
      "summary": "Prabhupada's previous attempt to incorporate the League of Devotees in India and the discovery of the Memorandum of Association from 1963, showing his early aspirations for an international society.",
      "timestamp_url": "https://youtu.be/irID2uAh7lY?t=385"
    },
    {
      "start_time": 490,
      "end_time": 587,
      "verse_references": [],
      "themes": [
        "League of Devotees Inc.",
        "Washington USA",
        "Lawyer Goldsmith"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The name of the society is League of Devotees Inc. I don't know how Srila Prabhupada had figured out Inc, you know that's a practice not in India. And then it says the registered office of the society is situated at Washington USA or at New York USA.",
      "summary": "Details of the 1963 Memorandum of Association, including the name 'League of Devotees Inc.' and the planned location in the USA, and the initial interactions with the lawyer Goldsmith.",
      "timestamp_url": "https://youtu.be/irID2uAh7lY?t=490"
    },
    {
      "start_time": 587,
      "end_time": 670,
      "verse_references": [],
      "themes": [
        "94 Bowery",
        "Public sign",
        "Paul's addiction",
        "Radha Krishna Deities"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "All of this was happening in 94 Bavari and this sign was put up and the lawyer said that they should be there publicly seen for 15 days and after that we will be ready to incorporate...Prabhupada was thinking that we should get, we should convert, this is a big loft, this is very suitable for a temple, we should get Radhakrishna deities from Jaipur.",
      "summary": "The legal requirements for incorporation, Paul's ongoing struggle with addiction, and Prabhupada's plans to establish a temple with Radha-Krishna deities.",
      "timestamp_url": "https://youtu.be/irID2uAh7lY?t=587"
    },
    {
      "start_time": 670,
      "end_time": 779,
      "verse_references": [],
      "themes": [
        "Paul's subservience",
        "Drug problem",
        "Soap on the floor"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Although submissive to Prabhupada when Prabhupada would give class sometimes he would ask for water Paul would very very faithfully go behind bring a glass of water give it to Swamiji and Prabhupada would drink and then he would pick up the glass. So he was quite subservient like a good student but at the same time he had this problem with drugs.",
      "summary": "Paul's seemingly subservient behavior towards Prabhupada contrasted with his ongoing drug problem and the small but persistent issues like leaving the soap on the floor.",
      "timestamp_url": "https://youtu.be/irID2uAh7lY?t=670"
    },
    {
      "start_time": 779,
      "end_time": 868,
      "verse_references": [],
      "themes": [
        "Overdose",
        "Argument",
        "Kaal"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Paul had taken an overdose of those drugs and it was about actually it ha it happens a few times...One night at 10 o'clock Prabhupada was still typing and Paul became very annoyed and he got into an argument and Prabhupada said all right I will not type and he stopped typing and it was not a very pleasant experience.",
      "summary": "Paul's drug overdose, an argument with Prabhupada, and Prabhupada sharing the incident with Kaal.",
      "timestamp_url": "https://youtu.be/irID2uAh7lY?t=779"
    },
    {
      "start_time": 868,
      "end_time": 995,
      "verse_references": [],
      "themes": [
        "Paul's Crazy behavior",
        "Prabhupada leaves",
        "Manhattan"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Prabhupada is doing his work on the at the table and Paul under the effect of the truck he starts moaning and walking up and down in the loft and then he becomes he begins to walk very very quickly and that morning becomes louder and louder and he starts running up and down and he's shouting and screaming. So Prabhupada is watching all this and then he is speaking incoherently loudly and then he goes up and down running and then he comes and stares at Srila Prabhupada.",
      "summary": "Paul's erratic and frightening behavior under the influence of drugs leads Prabhupada to leave the loft for his own safety.",
      "timestamp_url": "https://youtu.be/irID2uAh7lY?t=868"
    },
    {
      "start_time": 995,
      "end_time": 1079,
      "verse_references": [],
      "themes": [
        "Prabhupada calls Kaal",
        "Kaal's house"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "This last few days of build-up of that some annoying, not very pleasant relationship with Paul had finally ended up in this kind of a situation and Prabhupada began to think what to do next...And then he goes to a nearby telephone booth and calls Karl and Karl comes to know that already Karl is aware that this kind of a relationship is developing between Paul and Swamiji",
      "summary": "Prabhupada reflects on the deteriorating relationship with Paul and calls Kaal for help, who invites him to his house.",
      "timestamp_url": "https://youtu.be/irID2uAh7lY?t=995"
    },
    {
      "start_time": 1079,
      "end_time": 1167,
      "verse_references": [],
      "themes": [
        "Kaal's loft",
        "Eva's discomfort",
        "Cats and dogs"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Karl is there and then but Karl also has cats and dogs in his house and his wife who is not all that inspired about Krishna consciousness...Swamiji as it is his plan now he has informed some of the followers who are coming to him in the loft in 94 Bowery to come to Center Street in Karl's house and the programs would be happening there.",
      "summary": "Prabhupada stays at Kaal's loft, but Kaal's wife, Eva, is not comfortable with the situation and the increasing number of visitors.",
      "timestamp_url": "https://youtu.be/irID2uAh7lY?t=1079"
    },
    {
      "start_time": 1167,
      "end_time": 1271,
      "verse_references": [],
      "themes": [
        "Eva's discomfort",
        "Prabhupada's situation",
        "Homelessness"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Karl's wife was not very comfortable she was a white American woman and she was not comfortable having all of these visitors coming and what's happened to our privacy we had our nice life and all of a sudden Swamiji has come and he has appropriated our whole home and it's his work now going on and his programs are going on kirtans are going on and Karl is spending a lot of time she's very uncomfortable.",
      "summary": "Eva's growing discomfort with Prabhupada's presence and the disruption to their life, highlighting Prabhupada's uncertain and challenging situation.",
      "timestamp_url": "https://youtu.be/irID2uAh7lY?t=1167"
    },
    {
      "start_time": 1271,
      "end_time": 1379,
      "verse_references": [],
      "themes": [
        "Mike",
        "Mukunda",
        "Early morning call"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "One morning at seven am karl and Srila Prabhupada take a walk and then that obviously they must be talking about locating another place and there was another person who was constantly visiting the gatherings and meetings with Swamiji was Mike...Carl calls from a public phone and it's 7 a.m. in the morning.",
      "summary": "Prabhupada and Kaal discuss finding another place and Kaal calls Mike (later Mukunda) early in the morning.",
      "timestamp_url": "https://youtu.be/irID2uAh7lY?t=1271"
    },
    {
      "start_time": 1379,
      "end_time": 1473,
      "verse_references": [],
      "themes": [
        "Janaki",
        "Mike's excuses",
        "Alternate place"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Janaki, at that time, she's not initiated Jan. She was still she was also sleeping...And Carl says, Mike, I'm Carl here. I want to come and see you...And so he needs an alternate place.",
      "summary": "Mike is reluctant to accommodate Prabhupada and makes excuses, while Janaki is also disturbed by the early morning visit.",
      "timestamp_url": "https://youtu.be/irID2uAh7lY?t=1379"
    },
    {
      "start_time": 1473,
      "end_time": 1551,
      "verse_references": [],
      "themes": [
        "Mike's excuses",
        "Musicians",
        "Find a place"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Mike begins to think that it looks like now Swamiji wants my house and what will happen, you know, and then Mike starts giving excuses...Swamiji, even Carl asks, how long you have been in this in this place? And he says, last one year I've been here.",
      "summary": "Mike continues to make excuses, citing the loud music and musicians who visit, and offers to find Prabhupada another place.",
      "timestamp_url": "https://youtu.be/irID2uAh7lY?t=1473"
    },
    {
      "start_time": 1551,
      "end_time": 1622,
      "verse_references": [],
      "themes": [
        "Janaki offers fruits",
        "Prabhupada's disapproval",
        "Living together"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Jan comes and she has brought so she has cut some oranges and comes and he says, hi, Swami. It was very nice. You had offered that feast last time I had come there and it was very nice...Oh, and then Swamiji looks up and oh, are you Mike's wife and she's shocked a little bit. Wife? No, no, we just live together here. And then there is a flash of disapproval on Srila Prabhupada's face.",
      "summary": "Janaki offers fruits, and Prabhupada expresses disapproval upon learning that she and Mike are living together without being married.",
      "timestamp_url": "https://youtu.be/irID2uAh7lY?t=1551"
    },
    {
      "start_time": 1622,
      "end_time": 1695,
      "verse_references": [],
      "themes": [
        "Carl's house",
        "Mike's guilt",
        "Significant moments"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Carl says, okay, I'll have Swamiji in my house for some more time till you while you find another place for Swamiji...And he feels guilty that he could not accommodate and he remembers that Prabhupada walking away carrying a suitcase.",
      "summary": "Prabhupada returns to Kaal's house, and Mike feels guilty for not being able to accommodate him, remembering Prabhupada walking away with his suitcase.",
      "timestamp_url": "https://youtu.be/irID2uAh7lY?t=1622"
    },
    {
      "start_time": 1695,
      "end_time": 1779,
      "verse_references": [],
      "themes": [
        "Mike finds a place",
        "26 2nd Avenue",
        "Landlord"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Mike looks up in the local newspapers and identifies one place and then he calls up Carl and says that I've spoken to the landlord. There is one place not very far from where they are and if they could come and look up the place and that is and he gives him the address and then they decide to come and see the place...Mike begins to explain to him that this Swamiji. He's an Indian Swami.",
      "summary": "Mike finds a potential place at 26 2nd Avenue and introduces Prabhupada to the landlord.",
      "timestamp_url": "https://youtu.be/irID2uAh7lY?t=1695"
    },
    {
      "start_time": 1779,
      "end_time": 1860,
      "verse_references": [],
      "themes": [
        "Matchless Gifts",
        "Ground floor",
        "Advantage"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "They see it's an empty opens open storefront and there was a some kind of a gift store. And so on the glass it had big lettering matchless gifts...The advantage Mike saw was that this is right on the ground floor and opening into the street so that more people can come unlike 94 Bowery which was on the 4th floor and one had to go up to the 4th floor.",
      "summary": "The group inspects the storefront at 26 2nd Avenue, noting its advantages as a ground-floor location with street access.",
      "timestamp_url": "https://youtu.be/irID2uAh7lY?t=1779"
    },
    {
      "start_time": 1860,
      "end_time": 1946,
      "verse_references": [],
      "themes": [
        "$21 membership",
        "Bhagavata",
        "Landlord's reaction"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Swamiji looks at him and he says these two Mike and Carl they are members of my society and they pay a monthly fee of $21 and I want you also to become a member of my society Mike is thinking what society member I'm not any member, but then he's thinking okay, I'm not a member of my society.",
      "summary": "Prabhupada offers the landlord a membership in his society for $21, giving him a set of the Bhagavata books, and the landlord is taken aback but accepts the offer.",
      "timestamp_url": "https://youtu.be/irID2uAh7lY?t=1860"
    },
    {
      "start_time": 1946,
      "end_time": 2017,
      "verse_references": [],
      "themes": [
        "Apartment behind",
        "$85 rent",
        "Deal is made"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The landlord says there is one apartment behind. If you are interested, I can show you that call says yes. Can we see that and then they go out through the back door and come to the courtyard there and then they walk up the step on the first floor...So they agree on to the whole thing and he says. I'll get this painted and so they walk out and the deal is made and on July 1st.",
      "summary": "The landlord offers an apartment behind the storefront for $85, and a deal is made for both the storefront and the apartment.",
      "timestamp_url": "https://youtu.be/irID2uAh7lY?t=1946"
    },
    {
      "start_time": 2017,
      "end_time": 2093,
      "verse_references": [],
      "themes": [
        "July 1st",
        "26 2nd Avenue",
        "International Society for Krishna Consciousness"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "On 1st of July. The Shrila Prabhupada occupies this place and very soon starts conducting...Swamiji suggests the name that this will be known as International Society for Krishna Consciousness.",
      "summary": "Prabhupada takes possession of 26 2nd Avenue on July 1st, and the name 'International Society for Krishna Consciousness' is suggested.",
      "timestamp_url": "https://youtu.be/irID2uAh7lY?t=2017"
    },
    {
      "start_time": 2093,
      "end_time": 2187,
      "verse_references": [],
      "themes": [
        "God Consciousness",
        "Krishna Consciousness",
        "Rupa Goswami"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The lawyer says that Maybe you should call it International Society for God Consciousness because nobody knows Krishna in America. So Swamiji says no God Consciousness is a very vague term and this should be known as Krishna Consciousness and this society will make Krishna known all over the world.",
      "summary": "Prabhupada insists on the name 'Krishna Consciousness' over 'God Consciousness,' explaining that the society will make Krishna known worldwide and that the term was inspired by Rupa Goswami.",
      "timestamp_url": "https://youtu.be/irID2uAh7lY?t=2093"
    },
    {
      "start_time": 2187,
      "end_time": 2278,
      "verse_references": [],
      "themes": [
        "13th of July",
        "Lawyer comes",
        "Signing papers"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "One morning on 13th of July Shrila Prabhupada is speaking early morning 7 a.m. Lecture and there are a few young followers and then he has the he's talking and the lawyer comes there with the papers and he comes into the at the back of the room when the class is happening and Prabhupada.",
      "summary": "On July 13th, the lawyer arrives with the incorporation papers during Prabhupada's morning lecture, and the young followers prepare to sign.",
      "timestamp_url": "https://youtu.be/irID2uAh7lY?t=2187"
    },
    {
      "start_time": 2278,
      "end_time": 2388,
      "verse_references": [],
      "themes": [
        "Tax exemption",
        "Worldwide society",
        "Founded"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Those days the thinking among them was that if you have the society incorporated as a non-profit you will get some benefits some you can collect some donations. And you may get some tax exemptions and those kind of thing. So that is the reason why Swamiji actually Swamiji has a big mission. What is his vision to create a worldwide society of Krishna consciousness?",
      "summary": "The young followers sign the papers, thinking it's mainly for tax exemption and donations, while Prabhupada's vision is to create a worldwide society for Krishna consciousness, and the International Society for Krishna Consciousness is founded on July 13, 1966.",
      "timestamp_url": "https://youtu.be/irID2uAh7lY?t=2278"
    }
  ]
}