{
  "video_id": "irID2uAh7lY",
  "title": "ISKCON Founding Day | Sri Chanchalapathi Dasa | 13.07.2024",
  "speaker": "HG Chanchalapathi Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=irID2uAh7lY",
  "segments": [
    {
      "start_time": 0,
      "end_time": 60,
      "verse_references": [],
      "themes": [
        "Srila Prabhupada's early days",
        "Dr. Mishra"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Srila Prabhupada would speak from the Vaishnava point of view. And there was a little bit of a discomfort for Dr. Mishra.",
      "summary": "Introduction to the lecture and Srila Prabhupada's initial interactions with Dr. Mishra and the discomfort arising from differing philosophical views.",
      "timestamp_url": "https://youtu.be/irID2uAh7lY?t=0",
      "transcript": "Hare Krishna. Today we have a special lecture by His Grace Chanchalapathy Prabhu on account of his founding day. This is 1966, around March and April. Srila Prabhupada was conducting classes and meeting Dr. Mishra and addressing some of the students of Dr. Mishra, but Dr. Mishra had an impersonal idea and Srila Prabhupada would speak from the Vaishnava point of view. And there was a little bit of a discomfort for Dr. Mishra."
    },
    {
      "start_time": 61,
      "end_time": 140,
      "verse_references": [],
      "themes": [
        "Paul Murray",
        "94 Bowery",
        "Experiment"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "as an experiment I'm conducting this program and the program went on well and but not so many people there were about eight or ten people attending but Prabhupada was happy because he had no obligations like with dr. Mishra he could speak freely to that audience",
      "summary": "Paul Murray invites Srila Prabhupada to his loft at 94 Bowery, where Prabhupada conducts programs and feels more freedom to speak.",
      "timestamp_url": "https://youtu.be/irID2uAh7lY?t=61",
      "transcript": "So there was one person, young person, Paul Murray. He invited Swamiji if he can come to his loft in lower Manhattan, in a place called Bowery Fortress. In those days Srila Prabhupada used to have a journal and he would keep track of various things that are happening on a day-to-day basis. So in one of those diaries Prabhupada makes an entry that before entering the journal, he wanted to present a message. Before entering the journal, he wanted to present a message to in the Türkiye moved to Paul's place at Bowery, he conducts a program there and he writes that as an experiment I'm conducting this program and the program went on well, but not so many people, there were about eight or ten people attending, but Prabhupada was happy because he had no obligations like with Dr. Mishra, he could speak freely to that audience and so Srila Prabhupada is seriously"
    },
    {
      "start_time": 140,
      "end_time": 220,
      "verse_references": [],
      "themes": [
        "94 Bowery",
        "Paul's addiction",
        "India trip"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Prabhupada is seriously considering moving to lower Manhattan at 94 Bowery so there are if Prabhupada goes back and forth many times stays overnight with Paul's in Paul's loft and Paul is a young about 17 18 year old American young boy taking to Krishna consciousness quite eagerly wanting to hear from Prabhupada and understand Krishna consciousness",
      "summary": "Srila Prabhupada considers moving to 94 Bowery, Paul's eagerness for Krishna consciousness, and the failed attempt to get Paul a free ticket to India.",
      "timestamp_url": "https://youtu.be/irID2uAh7lY?t=140",
      "transcript": "considering moving to lower Manhattan at 94 Bowery. So there are if Prabhupada goes to the lower Manhattan at 94 Bowery so there are if Prabhupada goes to the lower Manhattan at 94 Bowery so there are if Prabhupada goes back and forth many times, stays overnight with Paul in Paul's loft and Paul is a young about 17, 18 year old American young boy taking to Krishna consciousness quite eagerly, wanting to hear from Prabhupada and understand Krishna consciousness. In fact, even Srila Prabhupada encouraged him and he said that I'll you to India and he even made had some correspondence with Scindia shipping company asking Sumati Maharaji, now I have one student whom I want to take with me, send him to India, can you all give him a free ticket and somehow it got declined. So Paul was taking to Krishna consciousness quite seriously and Prabhupada was spending a lot of time with him and then at a certain point of time he tells Dr. Mishra that he's going to move over and"
    },
    {
      "start_time": 220,
      "end_time": 312,
      "verse_references": [],
      "themes": [
        "94 Bowery Loft",
        "Arrangement",
        "Privacy"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Prabhupada comes to 94 bavari and this is a loft on the fourth floor it is fourth floor from american standards it's from indian standards it's on the third floor ground plus first second third floor it was a big open space loft and sheila prabhupad had made an arrangement to have a curtain and prabhupad would sit behind the curtain and there was a wooden table and two chairs",
      "summary": "Description of the loft at 94 Bowery, Prabhupada's living and working arrangements, and the privacy he found there.",
      "timestamp_url": "https://youtu.be/irID2uAh7lY?t=220",
      "transcript": "Prabhupada comes to 94 Bowery and this is a loft on the fourth floor. It is fourth floor from American standards, it's from Indian standards it's on the third floor, ground plus first, second, third floor. It was a big open space loft and Sheila Prabhupada had made an arrangement to have a curtain and Prabhupada would sit behind the curtain and there was a wooden table and two chairs, one chair on which Prabhupada would sit and work. He had a typewriter, one of the students had given him a typewriter, so he was using that typewriter and he had the manuscript which was about one foot high sheets of paper and he would be preparing the manuscript, typing his books and whenever there is somebody he would go and talk to them and they would come and sit and talk to him or he would there was this big hall open space where Prabhupada would conduct the kirtans, conduct the bhajans and give classes. So it was there was this kind of a privacy and Prabhupada liked it very much."
    },
    {
      "start_time": 312,
      "end_time": 385,
      "verse_references": [],
      "themes": [
        "Incorporating the society",
        "Call and Eva",
        "Lawyer"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Srila Prabhupada begins to contemplate on incorporating the society there was one young American call who would come and meet Srila Prabhupada and call was half black, a young American who lived with his wife, Eva, not very far from 94 Bavari. And he had a contact with a lawyer and so he offered to help Swamiji to incorporate the society",
      "summary": "Srila Prabhupada begins to think about incorporating the society, and Call offers to help with a lawyer.",
      "timestamp_url": "https://youtu.be/irID2uAh7lY?t=312",
      "transcript": "This goes on for a few weeks, about two months. Young Americans are coming and they are hearing his classes. Actually it was around that time Srila Prabhupada begins to contemplate on incorporating the society. There was one young American call who would come and meet Srila Prabhupada and call was husband behind wife wife has dist закончion they are going to take his life Oregon but he has some essence from his life and to stick to the legacy Oh the right side of the first day of your marriage so usually the gypsies and they half black, a young American who lived with his wife, Eva, not very far from 94 Bowery. And he had a contact with a lawyer and so he offered to help Swamiji to incorporate the society and at that time, and he goes and brings that lawyer, on 25th of March the meeting happens."
    },
    {
      "start_time": 385,
      "end_time": 490,
      "verse_references": [],
      "themes": [
        "League of Devotees",
        "Memorandum of Association",
        "1963"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Srila Prabhupada has brought with him from India the incorporation papers of League of Devotees, which he had incorporated in Jhansi many years ago...Much later, devotees discovered in one of the trunks that Srila Prabhupada had a few pages of the document, Memorandum of Association. And in fact, this was typed in October of 1963.",
      "summary": "Prabhupada's previous attempt to incorporate the League of Devotees in India and the discovery of the Memorandum of Association from 1963, showing his early aspirations for an international society.",
      "timestamp_url": "https://youtu.be/irID2uAh7lY?t=385",
      "transcript": "And Srila Prabhupada has brought with him from India the incorporation papers of League of Devotees, which he had incorporated in Jhansi many years ago. And for some reason that, League of Devotees could not go on and there were many other aspects to that, we will not go into that. But Prabhupada had carried, in fact, after Srila Prabhupada wound up League of Devotees activities in Jhansi and moved to Vrindavan, he was all along contemplating about an international society. Much later, devotees discovered in one of the trunks that Srila Prabhupada had a few pages of the document, Memorandum of Association. And in fact, this was typed in October of 1963. So two years before Srila Prabhupada embarked on the Jaladutta voyage. So in October of 1963, had prepared this document, it's very interesting, even in 1963 Prabhupada was having all these aspirations. He called it the League of Devotees and the second line it says incorporated in United"
    },
    {
      "start_time": 490,
      "end_time": 587,
      "verse_references": [],
      "themes": [
        "League of Devotees Inc.",
        "Washington USA",
        "Lawyer Goldsmith"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The name of the society is League of Devotees Inc. I don't know how Srila Prabhupada had figured out Inc, you know that's a practice not in India. And then it says the registered office of the society is situated at Washington USA or at New York USA.",
      "summary": "Details of the 1963 Memorandum of Association, including the name 'League of Devotees Inc.' and the planned location in the USA, and the initial interactions with the lawyer Goldsmith.",
      "timestamp_url": "https://youtu.be/irID2uAh7lY?t=490",
      "transcript": "States. Prabhupada is in Vrindavan, he has not gone to America but he was already thinking that this should be incorporated in the United States. The name of the society is League of Devotees Inc. I don't know how Srila Prabhupada had figured out Inc, you know that's a practice not in India. And then it says the registered office of the society is situated at Washington USA or at New York USA. So we can see how Srila Prabhupada had even in 1963 October in Radha Damodar temple typing this on his typewriter but envisioning that this society will get incorporated in America. So when this lawyer Goldsmith comes and meets Swamiji, he gives him some of these documents which has the objectives of the society, rules and regulations and all of those kind of things and then he takes that and then he puts it in his office and he understands that and in a way that is suitable for according to American laws and he prepares the documents and once Prabhupada goes to meet the lawyer in his office and a few of these kind of interactions are happening between the lawyer and then according to American law they had to put a board in front of the office for 15 days to see if there is anybody anyone objecting to it or whatever the law leads to."
    },
    {
      "start_time": 587,
      "end_time": 670,
      "verse_references": [],
      "themes": [
        "94 Bowery",
        "Public sign",
        "Paul's addiction",
        "Radha Krishna Deities"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "All of this was happening in 94 Bavari and this sign was put up and the lawyer said that they should be there publicly seen for 15 days and after that we will be ready to incorporate...Prabhupada was thinking that we should get, we should convert, this is a big loft, this is very suitable for a temple, we should get Radhakrishna deities from Jaipur.",
      "summary": "The legal requirements for incorporation, Paul's ongoing struggle with addiction, and Prabhupada's plans to establish a temple with Radha-Krishna deities.",
      "timestamp_url": "https://youtu.be/irID2uAh7lY?t=587",
      "transcript": "So all of this was happening in 94 Bowery and this sign was put up and the lawyer said that they should be there publicly seen for 15 days and after that we will be ready to incorporate. And although Paul was showing a lot of interest in Krishna consciousness but he could not give up his addiction to drugs. Very often he would be drugged and Prabhupada had to tolerate that. And Prabhupada had grand plans and Paul would respond to some extent. Prabhupada was thinking that we should get, we should convert, this is a big loft, this is very suitable for a temple, we should get Radhakrishna deities from Jaipur or Vrindavan. He talked about all of that and Paul was very interested to know that Swamiji has these ideas and so the idea was that Prabhupada's plan was to establish the temple there in the loft on the fourth floor 94 Bowery."
    },
    {
      "start_time": 670,
      "end_time": 779,
      "verse_references": [],
      "themes": [
        "Paul's subservience",
        "Drug problem",
        "Soap on the floor"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Although submissive to Prabhupada when Prabhupada would give class sometimes he would ask for water Paul would very very faithfully go behind bring a glass of water give it to Swamiji and Prabhupada would drink and then he would pick up the glass. So he was quite subservient like a good student but at the same time he had this problem with drugs.",
      "summary": "Paul's seemingly subservient behavior towards Prabhupada contrasted with his ongoing drug problem and the small but persistent issues like leaving the soap on the floor.",
      "timestamp_url": "https://youtu.be/irID2uAh7lY?t=670",
      "transcript": "But very often Paul although submissive to Prabhupada when Prabhupada would give class sometimes he would ask for water Paul would very very faithfully go behind bring a glass of water give it to Swamiji and Prabhupada would drink and then he would pick up the glass. So he was quite subservient like a good student but at the same time he had this problem with drugs. And you know when you are living very closely with another, Prabhupada an elderly person, very experienced, seen different things in life, pure devotee. And here there is a 17-18 year old American and there were occasions where things were not very pleasant. Prabhupada would point out some mistakes. Prabhupada would point out some mistakes. Prabhupada would point out some mistakes. Prabhupada would point out some mistakes and he would become a little annoyed. Prabhupada would often because they had a common bathroom and they had to share and Prabhupada was very concerned that the soap should not be left on the floor because Prabhupada after all is an elderly person imagine he goes to the washroom and there is a soap on the floor and he steps on it he can slip and it can be it can there can be an accident. So Prabhupada would talk about that but invariably Paul would leave the soap on the floor."
    },
    {
      "start_time": 779,
      "end_time": 868,
      "verse_references": [],
      "themes": [
        "Overdose",
        "Argument",
        "Kaal"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Paul had taken an overdose of those drugs and it was about actually it ha it happens a few times...One night at 10 o'clock Prabhupada was still typing and Paul became very annoyed and he got into an argument and Prabhupada said all right I will not type and he stopped typing and it was not a very pleasant experience.",
      "summary": "Paul's drug overdose, an argument with Prabhupada, and Prabhupada sharing the incident with Kaal.",
      "timestamp_url": "https://youtu.be/irID2uAh7lY?t=779",
      "transcript": "You know small things like that and Prabhupada was somehow tolerating. And then one day Paul had taken an overdose of those drugs and it was about actually it ha it happens a few times. And Prabhupada records that in his diary. One night at 10 o'clock Prabhupada was still typing and Paul became very annoyed and he got into an argument and Prabhupada said all right I will not type and he stopped typing and it was not a very pleasant experience. Prabhupada does not elaborate on that what exactly happened. He just writes that an incident extraordinary happened last night at 10 o'clock and Paul became angry and upset. And then the next day some of the young devotees who are coming one of them importantly was Kaal. Kaal later on becomes Karla Pathidas an initiated devotee. Kaal later on becomes Karla Pathidas an initiated devotee. Kaal later on becomes Karla Pathidas an initiated devotee. Swamiji tells Kaal about that that this kind of an experience I had the previous night and Prabhupada writes that also in the diary I shared this with Kaal."
    },
    {
      "start_time": 868,
      "end_time": 995,
      "verse_references": [],
      "themes": [
        "Paul's Crazy behavior",
        "Prabhupada leaves",
        "Manhattan"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Prabhupada is doing his work on the at the table and Paul under the effect of the truck he starts moaning and walking up and down in the loft and then he becomes he begins to walk very very quickly and that morning becomes louder and louder and he starts running up and down and he's shouting and screaming. So Prabhupada is watching all this and then he is speaking incoherently loudly and then he goes up and down running and then he comes and stares at Srila Prabhupada.",
      "summary": "Paul's erratic and frightening behavior under the influence of drugs leads Prabhupada to leave the loft for his own safety.",
      "timestamp_url": "https://youtu.be/irID2uAh7lY?t=868",
      "transcript": "And so Kaal hears that one and then he says that yes somehow things are not going on very well with Swamiji and Paul. And then one day in the morning Prabhupada is there, Paul is there in the in the in the loft. Prabhupada is doing his work on the at the table and Paul under the effect of the truck he starts moaning and walking up and down in the loft and then he becomes he begins to walk very very quickly and that morning becomes louder and louder and he starts running up and down and he's shouting and screaming. So Prabhupada is watching all this and then he is speaking incoherently loudly and then he goes up and down running and then he comes and stares at Srila Prabhupada. So Prabhupada asked him yes what happened? He said I am very happy that I am here. I am very happy that I am here. So Prabhupada asked him yes what happened? Calm down, calm down. But Paul is not in his senses he is angry and he is screaming shouting angry at Prabhupada in that kind of a state. So Srila Prabhupada realizes that you know this man has gone crazy and he can probably do some harm to him. walks to the door and Paul is still screaming, shouting, running and doing all of that. Slowly he closes, opens the door, closes and comes down. He's back down in the street in Manhattan and he's thinking now what to do."
    },
    {
      "start_time": 995,
      "end_time": 1079,
      "verse_references": [],
      "themes": [
        "Prabhupada calls Kaal",
        "Kaal's house"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "This last few days of build-up of that some annoying, not very pleasant relationship with Paul had finally ended up in this kind of a situation and Prabhupada began to think what to do next...And then he goes to a nearby telephone booth and calls Karl and Karl comes to know that already Karl is aware that this kind of a relationship is developing between Paul and Swamiji",
      "summary": "Prabhupada reflects on the deteriorating relationship with Paul and calls Kaal for help, who invites him to his house.",
      "timestamp_url": "https://youtu.be/irID2uAh7lY?t=995",
      "transcript": "This last few days of build-up of that some annoying, not very pleasant relationship with Paul had finally ended up in this kind of a situation and Prabhupada began to think what to do next. All his belongings are up there and this man is, it's not at all safe for a frail elderly person, sanyasi like Srila Prabhupada to be in the company of a young American with full of energy and going crazy with trucks. And then he goes to a nearby telephone booth and calls Karl and Karl comes to know that already Karl is aware that this kind of a relationship is developing between Paul and Swamiji and Karl was very nice and he says Swamiji please come over to my house. It was just five blocks away and Karl comes and takes Prabhupada to his house and invites him to his house and but he also has a loft and he has a loft and he has a room."
    },
    {
      "start_time": 1079,
      "end_time": 1167,
      "verse_references": [],
      "themes": [
        "Kaal's loft",
        "Eva's discomfort",
        "Cats and dogs"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Karl is there and then but Karl also has cats and dogs in his house and his wife who is not all that inspired about Krishna consciousness...Swamiji as it is his plan now he has informed some of the followers who are coming to him in the loft in 94 Bowery to come to Center Street in Karl's house and the programs would be happening there.",
      "summary": "Prabhupada stays at Kaal's loft, but Kaal's wife, Eva, is not comfortable with the situation and the increasing number of visitors.",
      "timestamp_url": "https://youtu.be/irID2uAh7lY?t=1079",
      "transcript": "It's like a studio probably with or a big hall living space, with one bedroom and he lives with his wife Eva. So Karl is there and then but Karl also has cats and dogs in his house and his wife who is not all that inspired about Krishna consciousness. Now but somehow they accommodate understanding Swamiji's situation and he agrees to and in the living room Prabhupada is given a certain corner and he begins to live there and Karl goes to Paul's loft once again brings all the different things and now he is now Swamiji is now staying with Karl and Karl is very interested in Krishna consciousness and he has long hours of conversations with Swamiji and Prabhupada is spending a lot of time with Karl explaining different aspects of his life. He is very interested in the aspects of Krishna consciousness and that discussion about incorporating the society is continuing but Karl's wife is not very comfortable. Swamiji as it is his plan now he has informed some of the followers who are coming to him"
    },
    {
      "start_time": 1167,
      "end_time": 1271,
      "verse_references": [],
      "themes": [
        "Eva's discomfort",
        "Prabhupada's situation",
        "Homelessness"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Karl's wife was not very comfortable she was a white American woman and she was not comfortable having all of these visitors coming and what's happened to our privacy we had our nice life and all of a sudden Swamiji has come and he has appropriated our whole home and it's his work now going on and his programs are going on kirtans are going on and Karl is spending a lot of time she's very uncomfortable.",
      "summary": "Eva's growing discomfort with Prabhupada's presence and the disruption to their life, highlighting Prabhupada's uncertain and challenging situation.",
      "timestamp_url": "https://youtu.be/irID2uAh7lY?t=1167",
      "transcript": "in the loft in 94 Bowery to come to Center Street in Karl's house and the programs would be happening there. Karl's wife was not very comfortable she was a white American woman and she was not comfortable having all of these visitors coming and what's happened to our privacy we had our nice life and all of a sudden Swamiji has come and he has appropriated our whole home and it's his work now going on and his programs are going on kirtans are going on and Karl is spending a lot of time she's very uncomfortable. And Prabhupada begins to sense that discomfort Karl and his wife are having because of him staying as a guest in their house. You can see these kind of things Prabhupada would later on also recollect that how he was going from one place to another place not clear not having any certainty where he would be. Prabhupada a highly respected gentleman a sanyasi in back home in Vrindavan all the all the different religious organizations recognize Prabhupada as a very very uh realized very scholarly very sincere a great saintly devotee a sanyasi respected sanyasi but here Prabhupada is in Manhattan in this kind of a situation where the host does not want him to be not very comfortable to have him with completely. So one morning at seven am Karl and Srila Prabhupada take a walk"
    },
    {
      "start_time": 1271,
      "end_time": 1379,
      "verse_references": [],
      "themes": [
        "Mike",
        "Mukunda",
        "Early morning call"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "One morning at seven am karl and Srila Prabhupada take a walk and then that obviously they must be talking about locating another place and there was another person who was constantly visiting the gatherings and meetings with Swamiji was Mike...Carl calls from a public phone and it's 7 a.m. in the morning.",
      "summary": "Prabhupada and Kaal discuss finding another place and Kaal calls Mike (later Mukunda) early in the morning.",
      "timestamp_url": "https://youtu.be/irID2uAh7lY?t=1271",
      "transcript": "and then that obviously they must be talking about locating another place and there was another person who was constantly visiting the gatherings and meetings with Swamiji was Mike. Mike is one who becomes Mukunda. So they think about going to Mike, Mike's house and Carl calls from a public phone and it's 7 a.m. in the morning. And those days Mike had a job, a late night job as a singer and composer of a music in a nightclub. So he had just come back from his work about 5 a.m. and slept. And two hours later, he gets this phone call and just wakes up from his sleep and takes the phone call. And Carl says, Mike, I'm Carl here. I want to come and see you. Then Mike says, what? You know, I just slept. It's too early. Do you want to really see me now? And then Carl says, yes, I want to see you. And I'm with the Swami. Oh, my God. Carl and Swami looks like some kind of an emergency. It's so early in the morning. So he jumps out of the bed and then he says, OK, give me give me a few minutes to get ready and to receive. And he just jumps out of the bed."
    },
    {
      "start_time": 1379,
      "end_time": 1473,
      "verse_references": [],
      "themes": [
        "Janaki",
        "Mike's excuses",
        "Alternate place"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Janaki, at that time, she's not initiated Jan. She was still she was also sleeping...And Carl says, Mike, I'm Carl here. I want to come and see you...And so he needs an alternate place.",
      "summary": "Mike is reluctant to accommodate Prabhupada and makes excuses, while Janaki is also disturbed by the early morning visit.",
      "timestamp_url": "https://youtu.be/irID2uAh7lY?t=1379",
      "transcript": "And Janaki, at that time, she's not initiated. She was still she was also sleeping. And who is this early morning at 7 a.m. Somebody is coming to the house and disturbing. You know, you can imagine that in America at such early hours, somebody disturbs you. People really get annoyed. It's not done, especially to go to somebody's house. And so Mike is just getting ready to go. Get ready to receive and already the doorbell rings. So he goes and opens the door and lets him. And Carl is there. Swami is there. And then, hi, Swami. Those days, they didn't know they have to pay obeisance. They had to say Hare Krishna. None of those things. They would say, hi, Swami. And they invited him to sit inside and in the living room on the sofa. And Swamiji sat there and Carl was there and Mike and Carl began to explain that that how things have not been going on very nicely with between Paul and Swamiji and Paul has been going crazy the last few days and last few weeks, especially. And so he needs an alternate place. So then Mike begins to understand that he needs another place and then he's looking for and then Mike begins to think that it looks like now Swamiji wants my house and what will happen, you know, and then Mike starts giving excuses."
    },
    {
      "start_time": 1473,
      "end_time": 1551,
      "verse_references": [],
      "themes": [
        "Mike's excuses",
        "Musicians",
        "Find a place"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Mike begins to think that it looks like now Swamiji wants my house and what will happen, you know, and then Mike starts giving excuses...Swamiji, even Carl asks, how long you have been in this in this place? And he says, last one year I've been here.",
      "summary": "Mike continues to make excuses, citing the loud music and musicians who visit, and offers to find Prabhupada another place.",
      "timestamp_url": "https://youtu.be/irID2uAh7lY?t=1473",
      "transcript": "Swamiji, even Carl asks, how long you have been in this in this place? And he says, last one year I've been here. And and Swamiji has brought one suitcase holding a suitcase in his hand and he's come into the house. And so he's looked at the suitcase and he's thinking, oh, now he's trying to put all things together. Now, what's going to happen? So I mean, he's going to now appropriate into my house. And so he says that, you know, Swamiji, that a lot of musicians come here and we keep practicing. We keep singing drummers and guitar. And a lot of loud music happens here. Maybe this is not really the right place. And if you give me a few days, I'll find a place and I have some experience in finding a place. And then so he says that I can find a place for Swamiji."
    },
    {
      "start_time": 1551,
      "end_time": 1622,
      "verse_references": [],
      "themes": [
        "Janaki offers fruits",
        "Prabhupada's disapproval",
        "Living together"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Jan comes and she has brought so she has cut some oranges and comes and he says, hi, Swami. It was very nice. You had offered that feast last time I had come there and it was very nice...Oh, and then Swamiji looks up and oh, are you Mike's wife and she's shocked a little bit. Wife? No, no, we just live together here. And then there is a flash of disapproval on Srila Prabhupada's face.",
      "summary": "Janaki offers fruits, and Prabhupada expresses disapproval upon learning that she and Mike are living together without being married.",
      "timestamp_url": "https://youtu.be/irID2uAh7lY?t=1551",
      "transcript": "So Carl understands that this is not really the very best of the situation for even for Swamiji. And while this conversation is going on. Jan comes and she has brought so she has cut some oranges and comes and he says, hi, Swami. It was very nice. You had offered that feast last time I had come there and it was very nice. Oh, and then Swamiji looks up and oh, are you Mike's wife and she's shocked a little bit. Wife? No, no, we just live together here. And then there is a flash of disapproval on Srila Prabhupada's face. Can imagine what's going on? What is this? He's just getting introduced to the American way of life. And then and of course, but he's absorbed in many other things. Now that that flash of disapproval on his face dissolves into discussion of other things. And then she comes and gives the fruits for Srila Prabhupada for Swamiji to honor to accept."
    },
    {
      "start_time": 1622,
      "end_time": 1695,
      "verse_references": [],
      "themes": [
        "Carl's house",
        "Mike's guilt",
        "Significant moments"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Carl says, okay, I'll have Swamiji in my house for some more time till you while you find another place for Swamiji...And he feels guilty that he could not accommodate and he remembers that Prabhupada walking away carrying a suitcase.",
      "summary": "Prabhupada returns to Kaal's house, and Mike feels guilty for not being able to accommodate him, remembering Prabhupada walking away with his suitcase.",
      "timestamp_url": "https://youtu.be/irID2uAh7lY?t=1622",
      "transcript": "And then they talk about this for a while. And then Carl says, okay, I'll have Swamiji in my house for some more time till you while you find another place for Swamiji. And so with that they close and Swamiji rises. He picks up his suitcase and Carl and Swami walk out of the house and Mike is watching. Oh my God. And he feels guilty that he could not accommodate and he remembers that Prabhupada walking away carrying a suitcase. I think this is one of the very very significant moments of Srila Prabhupada in the early days in New York. Not having a proper residence and carrying his suitcase and at early in the morning at 7 a.m. Moving around and in the house of somebody who's not very comfortable to have him. Going through all these kind of situations."
    },
    {
      "start_time": 1695,
      "end_time": 1779,
      "verse_references": [],
      "themes": [
        "Mike finds a place",
        "26 2nd Avenue",
        "Landlord"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Mike looks up in the local newspapers and identifies one place and then he calls up Carl and says that I've spoken to the landlord. There is one place not very far from where they are and if they could come and look up the place and that is and he gives him the address and then they decide to come and see the place...Mike begins to explain to him that this Swamiji. He's an Indian Swami.",
      "summary": "Mike finds a potential place at 26 2nd Avenue and introduces Prabhupada to the landlord.",
      "timestamp_url": "https://youtu.be/irID2uAh7lY?t=1695",
      "transcript": "So Mike looks up in the local newspapers and identifies one place and then he calls up Carl and says that I've spoken to the landlord. There is one place not very far from where they are and if they could come and look up the place and that is and he gives him the address and then they decide to come and see the place. So Swamiji and Carl walk to this place and Mike has already gone to that place 26 2nd Avenue and the landlord is there and Mike begins to explain to him that this Swamiji. He's an Indian Swami. He wants to conduct classes and he wants to he has he's the author of few books and he has met the Prime Minister of India and he's the Prime Minister of India has appreciated his books. He's giving giving him an introduction of Swamiji and they're talking for a few minutes and then outside the building outside the storefront and in a few minutes Carl and Swamiji comes. And they shake hands and Mike introduces Swami and then the landlord says can we see the place and they open the door. He has a big key bunch and unlocks and opens the door and they see it's an empty"
    },
    {
      "start_time": 1779,
      "end_time": 1860,
      "verse_references": [],
      "themes": [
        "Matchless Gifts",
        "Ground floor",
        "Advantage"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "They see it's an empty opens open storefront and there was a some kind of a gift store. And so on the glass it had big lettering matchless gifts...The advantage Mike saw was that this is right on the ground floor and opening into the street so that more people can come unlike 94 Bowery which was on the 4th floor and one had to go up to the 4th floor.",
      "summary": "The group inspects the storefront at 26 2nd Avenue, noting its advantages as a ground-floor location with street access.",
      "timestamp_url": "https://youtu.be/irID2uAh7lY?t=1779",
      "transcript": "opens open storefront and there was a some kind of a gift store. And so on the glass it had big lettering matchless gifts. And the big hall and then it was just bare horn wooden floor white walls and here and there there was patches and then the landlord said that I'd get this painted. And the advantage Mike saw was that this is right on the ground floor and opening into the street so that more people can come unlike 94 Bowery which was on the 4th floor and one had to go up to the 4th floor and not so accessible not so visible to public. So Mike thought that this was a and that these were this was an advantage and Swamiji saw that one and he also instantly said that yes, this is a good place. And then the next question was Carl asked what is the rent for this place? So the landlord says the rent is hundred dollars a month. So Swamiji looks at him and he says these two Mike and Carl they are members of my society and they pay a monthly fee of $21 and I want you also to become a member of my society Mike is thinking what society member I'm not any member, but then he's thinking okay, I'm not a member of my society."
    },
    {
      "start_time": 1860,
      "end_time": 1946,
      "verse_references": [],
      "themes": [
        "$21 membership",
        "Bhagavata",
        "Landlord's reaction"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Swamiji looks at him and he says these two Mike and Carl they are members of my society and they pay a monthly fee of $21 and I want you also to become a member of my society Mike is thinking what society member I'm not any member, but then he's thinking okay, I'm not a member of my society.",
      "summary": "Prabhupada offers the landlord a membership in his society for $21, giving him a set of the Bhagavata books, and the landlord is taken aback but accepts the offer.",
      "timestamp_url": "https://youtu.be/irID2uAh7lY?t=1860",
      "transcript": "But then he's thinking. Okay, Swamiji is actually not talking about something and then he lets Swamiji do the talk and then Swamiji has brought the three books the Bhagavata. He opens from his back and he hands over the books and says I want you also to become a member and pay a $21 and so and you don't have to pay anything. Actually you become a member these books are for you and we will deduct that $21 from the monthly rent that we have to pay and so already. The landlord is, you know, he's just met Swami elderly person saffron robes come from India scholar author of books and he's hearing about all these things and he's sort of taken a back and then he's sort of, you know, he didn't have much to say and he's sort of accepting the offer very graciously and then he looks at the book and then he looks at the turns the pages. It must have taken long. Quite a lot of effort to make write these books and Swamiji is nodding and he's saying yes, and then the landlord says there is one apartment behind."
    },
    {
      "start_time": 1946,
      "end_time": 2017,
      "verse_references": [],
      "themes": [
        "Apartment behind",
        "$85 rent",
        "Deal is made"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The landlord says there is one apartment behind. If you are interested, I can show you that call says yes. Can we see that and then they go out through the back door and come to the courtyard there and then they walk up the step on the first floor...So they agree on to the whole thing and he says. I'll get this painted and so they walk out and the deal is made and on July 1st.",
      "summary": "The landlord offers an apartment behind the storefront for $85, and a deal is made for both the storefront and the apartment.",
      "timestamp_url": "https://youtu.be/irID2uAh7lY?t=1946",
      "transcript": "If you are interested, I can show you that call says yes. Can we see that and then they go out through the back door and come to the courtyard there and then they walk up the step on the first floor. There is a apartment with two rooms and Carl and Swamiji and all of them they see and then they ask how much is the rent and they say $85 for that. So hundred for that hundred has now become 79 and an 8 and 85 here and so Carl and Mike look at each other and say between two of us. I think we should find a way and the landlord says there's no deposit for this and I'm happy to give this away without deposit. So they agree on to the whole thing and he says. I'll get this painted and so they walk out and the deal is made and on July 1st. Swamiji gets position of the storefront and the apartment and from Center Street all of a few of his followers."
    },
    {
      "start_time": 2017,
      "end_time": 2093,
      "verse_references": [],
      "themes": [
        "July 1st",
        "26 2nd Avenue",
        "International Society for Krishna Consciousness"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "On 1st of July. The Shrila Prabhupada occupies this place and very soon starts conducting...Swamiji suggests the name that this will be known as International Society for Krishna Consciousness.",
      "summary": "Prabhupada takes possession of 26 2nd Avenue on July 1st, and the name 'International Society for Krishna Consciousness' is suggested.",
      "timestamp_url": "https://youtu.be/irID2uAh7lY?t=2017",
      "transcript": "They carry different things. Somebody is carrying the typewriter. Somebody is carrying the dictaphone. Somebody is carrying the big suitcases. Somebody is carrying a trunk full of books of Swamiji and Swamiji is also carrying a trunk and all of them walk from that place come to Second Avenue and they bring all the different things into the room and take it to the apartment and on 1st of July. The Shrila Prabhupada occupies this place and very soon starts conducting. This is a big hall and open to the street. A lot of people can come. It is more accessible more visible much better than 94 Bowery and so Prabhupada starts conducting and then between the lawyer and Swamiji that discussion is still going on and then in one of those discussions when Swamiji suggests the name that this will be known as International Society for Krishna Consciousness. The lawyer says that"
    },
    {
      "start_time": 2093,
      "end_time": 2187,
      "verse_references": [],
      "themes": [
        "God Consciousness",
        "Krishna Consciousness",
        "Rupa Goswami"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The lawyer says that Maybe you should call it International Society for God Consciousness because nobody knows Krishna in America. So Swamiji says no God Consciousness is a very vague term and this should be known as Krishna Consciousness and this society will make Krishna known all over the world.",
      "summary": "Prabhupada insists on the name 'Krishna Consciousness' over 'God Consciousness,' explaining that the society will make Krishna known worldwide and that the term was inspired by Rupa Goswami.",
      "timestamp_url": "https://youtu.be/irID2uAh7lY?t=2093",
      "transcript": "Maybe you should call it International Society for God Consciousness because nobody knows Krishna in America. So Swamiji says no God Consciousness is a very vague term and this should be known as Krishna Consciousness and this society will make Krishna known all over the world. If people don't know who is Krishna the society will make Krishna known all over the world. That was the kind of reasoning that Prabhupada had that God Consciousness is a very vague word and he used the word Krishna Consciousness and in fact, the word Krishna Consciousness was also coined by Shrila Prabhupada, which later on he would say that he drew that on the basis of one expression that Rupa Goswami had used in one of his works. Krishna Bhakti Rasa Bhavita Matihi. Matihi means consciousness consciousness. Bhavita means imbued with and consciousness, which is imbued with Krishna Bhakti Rasa. So that's how Prabhupada had coined that word Krishna Consciousness and he wanted this to be a society of Krishna Consciousness for devotees to come together, who are practicing and as per the vision of his spiritual instruction of the spiritual master and as per the prophecy of Chaitanya Mahaprabhu. This has to be an international society. And that's how the name International Society for Krishna Consciousness came up."
    },
    {
      "start_time": 2187,
      "end_time": 2278,
      "verse_references": [],
      "themes": [
        "13th of July",
        "Lawyer comes",
        "Signing papers"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "One morning on 13th of July Shrila Prabhupada is speaking early morning 7 a.m. Lecture and there are a few young followers and then he has the he's talking and the lawyer comes there with the papers and he comes into the at the back of the room when the class is happening and Prabhupada.",
      "summary": "On July 13th, the lawyer arrives with the incorporation papers during Prabhupada's morning lecture, and the young followers prepare to sign.",
      "timestamp_url": "https://youtu.be/irID2uAh7lY?t=2187",
      "transcript": "And so one morning on 13th of July Shrila Prabhupada is speaking early morning 7 a.m. Lecture and there are a few young followers and then he has the he's talking and the lawyer comes there with the papers and he comes into the at the back of the room when the class is happening and Prabhupada comes there with the papers and he comes into the at the back of the room when the class is happening. Prabhupada is sitting at the far end and addressing a few devotees who are sitting in front of him and the door is at the far end. The door opens and the lawyer comes in he takes off his shoes and he is sitting on a ledge there and waiting for the class to get over. And then at the end of the class Prabhupada invites. So here we have the lawyer so and so please come forward and as you all know, we are going to start this society. And he has brought the papers and I want some of you to sign and give your name Mike. Can you give your name and all of them? They are all young followers and they want to help Swamiji and if Swamiji, you know, if they can help by signing a document and help Swamiji incorporate a society. Those days the thinking among them was that if you have the society incorporated as a non-profit you will get some benefits some you can collect some donations and you may get some tax exemptions and those kind of thing. So that is the reason why Swamiji actually Swamiji has a big mission."
    },
    {
      "start_time": 2278,
      "end_time": 2388,
      "verse_references": [],
      "themes": [
        "Tax exemption",
        "Worldwide society",
        "Founded"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Those days the thinking among them was that if you have the society incorporated as a non-profit you will get some benefits some you can collect some donations. And you may get some tax exemptions and those kind of thing. So that is the reason why Swamiji actually Swamiji has a big mission. What is his vision to create a worldwide society of Krishna consciousness?",
      "summary": "The young followers sign the papers, thinking it's mainly for tax exemption and donations, while Prabhupada's vision is to create a worldwide society for Krishna consciousness, and the International Society for Krishna Consciousness is founded on July 13, 1966.",
      "timestamp_url": "https://youtu.be/irID2uAh7lY?t=2278",
      "transcript": "What is his vision to create a worldwide society of Krishna consciousness? They all could not comprehend. They thought it is to get some tax exemption or to collect some donation and Swamiji wants some help and we will help him. He will put our signature. So the papers are distributed among a few of them. They all sign and they become members of the society and then the lawyer takes those things and then gets the thing incorporated. And that is how the International Society for Krishna Consciousness was founded. And this happened on 13th of July 1966 at 26 2nd Avenue, New York. And that was the first formal temple. It was Prabhupada's own place now. He was not sharing with somebody. So he was freely able to conduct. He had that apartment behind. So he would spend time there typing and he would come down and have classes and the kirtans would happen. This was an ideal situation. And now you see on July 1st. The Srila Prabhupada took possession of 26 2nd Avenue and 13th of July. 13 days from the day of of taking the possession. This society was incorporated and after that many many more temples began to happen expand. And now we have the wonderful movement that Srila Prabhupada created. International Society for Krishna Consciousness."
    }
  ]
}