{
  "video_id": "irlp-_ltNtg",
  "title": "SB 1.19.9-10 Part 3 | HH Stoka Krishna Swami | 10-05-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=irlp-_ltNtg",
  "segments": [
    {
      "start_time": 0,
      "end_time": 41,
      "verse_references": [],
      "themes": [
        "invocation",
        "mantra"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/irlp-_ltNtg?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyananjan Shalakaya Chakshur Unmilitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 42,
      "end_time": 191,
      "verse_references": [
        "SB 1.19.9",
        "SB 1.19.10"
      ],
      "themes": [
        "death",
        "Krishna consciousness",
        "devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "That is Krishna consciousness. Situated in devotional service to Krishna, situated in bhakti, then we straight go to Krishna's personal abode for eternal life full of bliss and knowledge.",
      "summary": "The speaker introduces the topic of Parikshit Maharaj's preparation for death and emphasizes the importance of Krishna consciousness for attaining eternal life.",
      "timestamp_url": "https://youtu.be/irlp-_ltNtg?t=42",
      "transcript": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet Om Namah Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam In this session, we will continue to discuss from the same two verses, verses 9 and 10 of the 19th chapter of the first canto of Srimad Bhagavatam. These two verses list the names of some of the great sages who were visiting the place where Pariksit Maharaj decided to sit down on the bank of the river Ganga and fast unto death, preparing himself for quitting the body in one week's time. So these great saintly persons from the upper planets of the universe, they could understand the importance of this event of Pariksit Maharaj quitting his body because he was a first class devotee, a great devotee, pure devotee of the Lord. Therefore, his quitting the body is instructive for everyone all over the universe. That is the greatest test we have to face in life: how to be prepared to quit this body or how to face death in such a way that we don't enter another body, material body. That is the greatest test, but instead, if we are situated in right consciousness, like Parikshit Maharaj was, then we don't take another birth after we leave this body, which is what happens at a time of death. We leave this body, and if we are ready, we are prepared, we are situated in the right consciousness. What is that right consciousness? That is Krishna consciousness, situated in devotional service to Krishna, situated in bhakti, then we straight go to Krishna's personal abode for eternal life full of bliss and knowledge."
    },
    {
      "start_time": 191,
      "end_time": 399,
      "verse_references": [],
      "themes": [
        "devotee",
        "material position",
        "death"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But a pure devotee like Parikshit Maharaj has the guarantee that he is going back to Godhead.",
      "summary": "The speaker contrasts the position of a pure devotee with that of materially powerful beings, highlighting the devotee's assurance of returning to Godhead.",
      "timestamp_url": "https://youtu.be/irlp-_ltNtg?t=191",
      "transcript": "In association with Krishna. So, that is what the confidential portions of the Vedas describe to us. So, these great personalities, they know how important it is to actually prepare oneself to quit the body, to leave the body at the time of death, in the right consciousness. So, they are anxious, they are eager to learn by witnessing the passing away of such great personality as Parikshit Maharaj. So, by this you can also estimate what is the position of a pure devotee in the entire universe. Parikshit Maharaj, by virtue of his birth in a family of great kings, Kshatriya family, Pandavas, Pandava family, he was entitled to become the emperor of the entire world, this earth planet. But, compared to the position of an emperor of this earth planet, there are many many great personalities or greater personalities in other higher parts of the universe who have much better power, much more power, much better position, much greater duration of life, bodily beauty and facilities for material enjoyment and lot of knowledge. And, they also have a lot of good aristocratic society in which they live, etc. The Devatas, the Rishis, the Siddhas, the Charanas, the Vidyadharas, the Kinnaras and so many different grades of higher beings in the upper planets up to Brahma Loka, but none of them are actually, by virtue of their actual material position, none of them are free from death, none of them are, by virtue of their material position, in a proper situation to face death so that they don't take birth again and go back to godhead. None of them have that assurance simply by virtue of their position as some great devata or great jnani, tapasvi, yogi, brahma rishi, raja rishi, deva rishi, none of them have this assurance or guarantee, but a pure devotee like Parikshit Maharaj has the guarantee that he is going back to godhead."
    },
    {
      "start_time": 399,
      "end_time": 527,
      "verse_references": [],
      "themes": [
        "devotional service",
        "chanting",
        "Srimad Bhagavatam",
        "Bhagavad Gita"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Simply practice devotional service, become a pure devotee and go back to Godhead at the end of this very life scriptures.",
      "summary": "The speaker outlines the simple method of Krishna consciousness, emphasizing chanting, hearing Srimad Bhagavatam, and following the teachings of Srila Rupa Goswami.",
      "timestamp_url": "https://youtu.be/irlp-_ltNtg?t=399",
      "transcript": "But a pure devotee like Parikshit Maharaj has the guarantee that he is going back to godhead when he quits this body because of his being 100% Krishna conscious before even quitting the body. So therefore, the scriptures say simply practice devotional service, become a pure devotee and go back to godhead at the end of this very life. Scriptures describe you have to wait for millions of births before you even become liberated from material bondage, but a devotee does not endeavor for freedom from material bondage separately like the other practitioners of different other yoga systems or other spiritual recommendations do. A devotee does not endeavor like that. A devotee simply is engaged in devotion, authorized devotional service. What is authorized devotional service in this Kali Yuga? It is to practice chanting and hearing of the name, holy name of Krishna, particularly the Harikrishna Mahamantra and also supplement it with hearing the Srimad Bhagavatam or reading or studying the Srimad Bhagavatam and Bhagavad Gita, associated with devotees, accept the simple principles of sadhana bhakti as taught by Sri La Rupa Goswami, one of our previous acharyas, the direct disciple of Sri Chaitanya Maha Prabhu. Simply accept this easy method of Krishna consciousness and prepare yourself to go back to God. Now let us hear."
    },
    {
      "start_time": 527,
      "end_time": 687,
      "verse_references": [],
      "themes": [
        "Parikshit Maharaj",
        "curse",
        "renunciation",
        "self-realization"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Let me associate with them, take their good advice and accordingly follow their instructions to prepare myself to attain self-realization.",
      "summary": "The speaker recounts the story of Parikshit Maharaj being cursed and his subsequent decision to renounce his kingdom and prepare for death.",
      "timestamp_url": "https://youtu.be/irlp-_ltNtg?t=527",
      "transcript": "Sri La Prabhupada describing the personality of the great sages, some of the great sages who assembled in that saintly assembly of great persons where Pariksit Maharaj had retired after renouncing his Indian religion, his kingdom in order to prepare himself to go back to godhead at the end of seven days when he was due to die due to a snake bite, due to a curse by the son of a brahmana, a sage Shamika Rishi. Shamika Rishi's son, feeling that his father was insulted by Pariksit, he cursed Pariksit to die within seven days by his snake bite because his father was insulted by Pariksit taking a dead snake and putting it around the shoulder of his father who was sitting in meditation completely in trance, unaware of the external surroundings. So Pariksit accepted the curse because he was an intelligent king. He knew he has to die someday sooner or later. Let me now accept this notice of death which has come of its own accord by higher arrangement of providence or, as devotees understand, by arrangement of Krishna, the Supreme Personality caught in the ultimate controller of providence itself. So let me accept that opportunity that I now have seven days to prepare myself being exclusively dedicated for such preparation by completely renouncing my kingdom, my family, my wealth, my material connections, everything material and simply sitting down on the bank of the Ganga and associating with saintly persons who naturally live in such holy places, themselves being engaged in spiritual activities meant exclusively for self-realization. So let me associate with them, take their good advice and accordingly follow their instructions to prepare myself to attain self-realization. This was Pariksit Maharaj."
    },
    {
      "start_time": 687,
      "end_time": 778,
      "verse_references": [],
      "themes": [
        "Parashara Muni",
        "Vasishta",
        "Vyasadeva"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Parashara Muni was the grandson of Vasishta Muni and he is the father of Vyasadeva.",
      "summary": "The speaker introduces Parashara Muni, describing his lineage and relationship to other prominent sages.",
      "timestamp_url": "https://youtu.be/irlp-_ltNtg?t=687",
      "transcript": "This was Pariksit Maharaj's plan. So yes, at the previous session we heard about Vasishta. Now let us hear about another great sage, Parashara Muni. So it is described by Srila Prabhupada, Parashara Muni was the grandson of Vasishta Muni, sorry we should not talk in the past because these are all great personalities who live a very very long life span, running over several yugas, several thousands of yuga cycles. So Srila Prabhupada says he is the grandson of Vasishta Muni and he is the father of Vyasadeva. All these personalities are still living in the universe. Parashara Muni is the son of Maharshi Shakti and his mother's name was Adrisha. That means he was born in the past but he is still living. He was in the womb of his mother when she was only 12 years old. Those days there was a child marriage. Now child marriage is decried in modern age but actually those days it was understood that child marriage is the most conducive for marriage. It is called as a spiritual advancement."
    },
    {
      "start_time": 778,
      "end_time": 870,
      "verse_references": [],
      "themes": [
        "child marriage",
        "spiritual advancement",
        "Grahastha ashrama"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Child marriage is the most conducive for marriage...It is called as a spiritual advancement.",
      "summary": "The speaker discusses the historical context of child marriage and its perceived benefits for spiritual advancement and harmonious family life.",
      "timestamp_url": "https://youtu.be/irlp-_ltNtg?t=778",
      "transcript": "It is called as a spiritual advancement. Why? Because the parents understand that their children have to be properly established in Grahastha ashrama so that they can live peacefully together without unnecessarily having some distress and so many misunderstandings etc. So two good families they agree to marry their son and daughter and thereby the marriage is fixed when the boy and girl are young, in fact too young, but the actual marriage take place when they come of age and then they are trained up how to live as husband and wife, how to have a nice family, how to cooperate with each other for spiritual advancement and for living harmoniously while in this material body for each other's spiritual benefit. This is the training that is given and such a life is a very"
    },
    {
      "start_time": 870,
      "end_time": 1012,
      "verse_references": [],
      "themes": [
        "Parashara Muni",
        "Vyasadeva",
        "Bhishma"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Parashara Muni is famous for begetting Vyasa Deva.",
      "summary": "The speaker continues the story of Parashara Muni, including his role in begetting Vyasadeva and his presence during Bhishma's death.",
      "timestamp_url": "https://youtu.be/irlp-_ltNtg?t=870",
      "transcript": "glorious life, human form of life properly utilized. So in the womb of his mother he learned the Vedas and it is described here his father was killed by a demon named Kalmashapada and to avenge this death of his father he wanted to annihilate the whole world because he was a very powerful sage, he could have done that, but he was restrained by his grandfather Vasishta. He then performed a rakshasa killing yagna. He decided, \"Oh, I'm not going to destroy the whole world, I'm going to kill these rakshasas who are demons who are meant for simply giving trouble to innocent saintly persons.\" But Maharshi Pulastya restrained him. You see how this wholesale killing is not at all proper. Somebody has to be punished specifically for the specific mistake or crime or sin he has done, but that punishment should be commensurate with the particular activity. So Parashara Muni is famous for begetting Vyasa Deva. He begot Vyasareva in the womb of one Satyavati. Satyavati later on became the wife of Maharaja Santanu and Satyavati's sons were Vichitravirya and Chitra Virya. Vichitravirya became the emperor of the world after Santanu Maharaja and Vichitravirya's sons were Dhritarashtra, Pandu and Vidura. Vasishta, sorry, I am sorry. Parashara Muni was present also during the time of Bhishma's death. He was also the spiritual master of Maharaj Janaka. He is the author of many Vedic scriptures in sociological directions. So that is about Parashara Muni. I will stop here."
    }
  ]
}