{
  "video_id": "Irt9Qww7vZ4",
  "title": "AAQ: Is it offensive to consider Shiva as a demigod? | HH Stoka Krishna Swami",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=Irt9Qww7vZ4",
  "segments": [
    {
      "start_time": 0,
      "end_time": 38,
      "verse_references": [],
      "themes": [
        "hierarchy of Devas",
        "Shiva's position"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So now if we consider Shiva as a demigod, Devata, subordinate to Vishnu or Krishna, will it become an offence? No.",
      "summary": "The speaker addresses the question of whether considering Shiva as subordinate to Vishnu or Krishna is offensive, stating that it is not.",
      "timestamp_url": "https://youtu.be/Irt9Qww7vZ4?t=0",
      "transcript": "Does portraying Lord Krishna the Supreme alter the essence of Hinduism? Because during my childhood, grandparents used to say, Lord Shiva is the Deva of all Devas, therefore his name is Mahadeva. So now if we consider Shiva as a demigod, Devata, subordinate to Vishnu or Krishna, will it become an offense? No."
    },
    {
      "start_time": 39,
      "end_time": 179,
      "verse_references": [],
      "themes": [
        "hierarchy of Devas",
        "Brahma",
        "Shiva",
        "Chiraloka Pala"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But greater than Brahma is Shiva because Shiva is not a Jeeva.",
      "summary": "The speaker explains the hierarchy among Brahma, Vishnu, and Shiva, highlighting their roles as permanent governors and emphasizing Shiva's superiority over Brahma because Shiva is not a Jeeva (living entity).",
      "timestamp_url": "https://youtu.be/Irt9Qww7vZ4?t=39",
      "transcript": "When Shiva is described as Mahadeva or the Deva of all Devas, you should understand that there is a hierarchy among Devas. Among all the Devas, four personalities have that special position. First one is Brahma. Brahma, Vishnu and Shiva are called Chiraloka Pala. They are the permanent governors of this universe. That means their position does not change throughout the duration of the whole universe. All other personalities who are holding positions of power, all other Devatas, their duration is of a limited time. Maximum is one Manvantara, 71 Mahayugas, that's it. After that they have to quit their position. Whereas Brahma, Vishnu and Shiva, throughout the duration of the whole universe, they don't change their position. Among the three, Brahma is actually a Jeeva, a living entity. But Brahma is immune to all the changes that take place in the universe during the life span of Brahma himself. So he is unaffected by anything that happens. But greater than Brahma is Shiva because Shiva is not a Jeeva. Shiva is not a living entity. Brahma has to die. Shiva has no death. Shiva doesn't have a material body. That's why he doesn't have to die. Death means what? Quitting the material body is called death. Soul has no death. None of us have death. So even Brahma doesn't have death as soul. But when you say Brahma also has to die means he has to leave his body as Brahma. That Brahma's body. He has to leave that. He has to quit that. But Shiva, he doesn't have a material body. He never accepts a material body."
    },
    {
      "start_time": 180,
      "end_time": 265,
      "verse_references": [],
      "themes": [
        "Shiva's transcendental birth",
        "Shiva not a Jeeva",
        "Comparison to Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So Shiva's birth is like Krishna's birth.",
      "summary": "The speaker compares Shiva's birth to Krishna's, describing both as transcendental, and reiterates that Shiva is not a Jeeva, unlike Brahma and other Devatas.",
      "timestamp_url": "https://youtu.be/Irt9Qww7vZ4?t=180",
      "transcript": "So Shiva's birth is like Krishna's birth. Krishna is born as a son of Vasudeva and Devaki. But Krishna's birth is transcendental. Shiva's birth also is transcendental in this material world. He comes to this material world for the purpose of doing his, playing his part in this whole material arrangement. He is the lord of destruction. He is the husband of Durga Devi. He is the master of the Tamoguna. Director of Tamoguna. Like that. He has got many many positions. Many many powers. Many many responsibilities. But he is one person who doesn't have a material body. Okay. And Shiva in that position as Shiva he is always superior to Brahma and all the other people below Brahma. Among the Devatas, Brahma is the topmost. But Shiva is above Brahma. Because Shiva is not at all a Jeeva. All the other Devatas are Jeevas. But Brahma is also a Jeeva. But Shiva is not a Jeeva."
    },
    {
      "start_time": 266,
      "end_time": 341,
      "verse_references": [],
      "themes": [
        "Vishnu's superiority",
        "Limited power of Shiva",
        "Unlimited power of Vishnu"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Vishnu never comes in contact with material energy.",
      "summary": "The speaker explains that Vishnu is superior to Shiva because Vishnu never comes into contact with material energy, and emphasizes that only Vishnu possesses unlimited power among the Devatas.",
      "timestamp_url": "https://youtu.be/Irt9Qww7vZ4?t=266",
      "transcript": "Now Vishnu is above Shiva. Because Shiva, even though he doesn't have a material body, he comes in contact with material energy. Vishnu, like Shiva, he does not accept a material body. So he has also no death. He doesn't want to quit any body. But Vishnu never comes in contact with material life. He never comes in contact with material energy. He never touches material energy. So Vishnu is superior even to Shiva. There is one difference between Vishnu and Shiva. Another difference is Shiva's power is limited. Though it is much much greater than Brahma's power. Brahma's power is more than all other Devata's power. Every Devata has got gradation of power. So everybody in this material world except for Vishnu, everyone's power is limited. Though the different extent of powers they have, limited. But Vishnu has unlimited power. Only Vishnu has unlimited power. Among the Devata's, only Vishnu has unlimited power."
    },
    {
      "start_time": 342,
      "end_time": 406,
      "verse_references": [],
      "themes": [
        "Durga Devi",
        "Vishnu Maya",
        "Creator, maintainer, destroyer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "She is the energy through which this material world is created, maintained and destroyed.",
      "summary": "The speaker introduces Durga Devi as Vishnu Maya, the energy through which the material world is created, maintained, and destroyed, and mentions that the Devi Purana describes her glories.",
      "timestamp_url": "https://youtu.be/Irt9Qww7vZ4?t=342",
      "transcript": "What about Durga Devi? Durga Devi is not a Jeeva. She is not a living entity. She is not even in the category of Devata's. She is not in the category of Devata's. She is the personal energy of Krishna or Vishnu. She is called Vishnu Maya. Vishnu Maya. She is the energy through which this material world is created, maintained and destroyed. So in the Devi Purana it is described Durga Devi's glories are described. She is the maintainer. She is the creator. She is the destroyer of the entire material universe. She is greater than even Brahma, Vishnu and Shiva. Brahma only creates. Vishnu only maintains. Shiva only destroys. She is the creator, maintainer and destroyer of entire universe. She is greater than Brahma, Vishnu and Shiva."
    },
    {
      "start_time": 407,
      "end_time": 509,
      "verse_references": [],
      "themes": [
        "Durga Devi as agency",
        "Krishna's will",
        "Directors: Brahma, Vishnu, Shiva"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Durga is not independent in creating, maintaining and destroying. She is always subordinate to Krishna.",
      "summary": "The speaker clarifies that Durga Devi acts as an agency executing Krishna's will through Brahma, Vishnu, and Shiva, who direct creation, maintenance, and destruction, respectively.",
      "timestamp_url": "https://youtu.be/Irt9Qww7vZ4?t=407",
      "transcript": "But what people don't understand is She is definitely the creator, maintainer and destroyer of this material world. But she is the agency through which according to Krishna's will, creation, maintenance and destruction takes place. She is the agency. And that agency works for creating, maintaining and destroying according to the will of Krishna. Krishna's will is executed by three personalities called Brahma, Vishnu and Shiva. Brahma creates according to the will of Krishna through the agency of Durga. Vishnu maintains according to the will of Krishna. Krishna means he himself. According to his own will. Vishnu maintains according to his own will through the agency of Durga. And Shiva destroys according to the will of Krishna through the agency of Durga. So Durga is not independent in creating, maintaining and destroying. She is always subordinate to Krishna. She simply carries out Krishna's will. But the exact direction for doing it comes through Brahma, Vishnu and Shiva. So Brahma directs the creation. Vishnu directs the maintenance. Shiva directs the destruction. They are directors. They are directors of Durga"
    },
    {
      "start_time": 510,
      "end_time": 667,
      "verse_references": [
        "BG 14",
        "BG 7"
      ],
      "themes": [
        "Three Gunas",
        "Material Nature",
        "Subtle Elements"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Energy is manifest as the three gunas.",
      "summary": "The speaker explains the three gunas (Satva, Rajas, Tamas) as the energy of material nature, contrasting them with the eight material elements (five gross and three subtle) described in the Bhagavad Gita.",
      "timestamp_url": "https://youtu.be/Irt9Qww7vZ4?t=510",
      "transcript": "is present in the form of these three gunas. In the Bhagavad Gita, in the 14th chapter, Krishna describes. No. The verse would describe the three gunas. Satvam rajasthama iti guna praktisambhavaha. Material nature consists of three gunas. In the 7th chapter, Krishna describes material nature consists of eight elements. Eight elements. Ashta dhatu. Bhumirapo nalo vayu kham mano buddhi revaca ahankara. Eight elements. These eight elements are inert matter. But where is material energy? Where is energy? Energy is manifest as the three gunas. Satvam rajasthama iti guna praktisambhavaha. This is the confidential knowledge revealed by Krishna in the Bhagavad Gita. Generally people who are conversant with little something about the Vedic scriptures, they know all material things are made of pancha bhuta. Five elements. Most people know about this. Our body also. Pancha bhuta. Earth, water, fire, air, sky. Correct? But many people don't know there are three other elements which are called subtle elements. Sukshma. They are subtle elements. Mind, intelligence, ego. These are three subtle elements. They are making up our subtle body. We got a gross body made up of all these organs and senses and all the parts of the body, everything. But there is inside one subtle body. Mind, intelligence and ego. Subtle body. But those are also three elements of matter only. They are also matter. There is no life in mind, intelligence, ego. Real life is coming from the soul. What about then these three gunas? These three gunas is what prakriti is made of. Which is the energy called material energy. Energy means some force is there. That force is actually making all the changes to happen in this material creation."
    },
    {
      "start_time": 668,
      "end_time": 775,
      "verse_references": [],
      "themes": [
        "Force of the Gunas",
        "Control by Brahma, Vishnu, Shiva",
        "Krishna's will",
        "Body bound by Gunas"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Those gunas are directed by Brahma, Vishnu and Shiva according to the will of Krishna.",
      "summary": "The speaker describes how the three gunas drive changes in the material creation, directed by Brahma, Vishnu, and Shiva according to Krishna's will, and how the body, influenced by the gunas, binds living entities to the material world.",
      "timestamp_url": "https://youtu.be/Irt9Qww7vZ4?t=668",
      "transcript": "Just like you sow a seed. It grows up into a big tree. How those changes are taking place? Seasons are changing. Planets are rotating in the orbit. Okay. Whatever changes happening in our body, in the outside world, any changes that are happening, that's the force of the gunas. Those gunas are directed by Brahma, Vishnu and Shiva according to the will of Krishna. So Krishna is the topmost personality. Simply as to will, let there be creation. Brahma will do the necessary execution of that will through Durga Devi. Through the Rajoguna. Rajoguna of Durga Devi. Satyoguna is used by Vishnu for maintenance. Through Satyoguna, maintenance happens. And Tamoguna is used for destruction by Shiva. Through Tamoguna, agency of Tamoguna, Shiva destroys. He is the director of Tamoguna. Director of destruction. Vishnu is the director of Satyoguna. He is the director of maintenance. Like that. So, Durga's position is she is nothing to do with actually anything in this material world except she is simply facilitating creation, maintenance, destruction. She keeps all the living entities bound up in the material world. Through the Gunas. We are bound up by the Gunas. That is through the Gunas this body is actually working. And this body is tying us down to this material world."
    },
    {
      "start_time": 776,
      "end_time": 904,
      "verse_references": [],
      "themes": [
        "Body as limitation",
        "Control of Maya/Durga",
        "Durga as jail superintendent",
        "Krishna as controller"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Durga Devi is not independent in controlling anybody. She controls exactly according to the laws. Those laws are laws of God.",
      "summary": "The speaker uses the analogy of a jail superintendent (Durga Devi) enforcing the laws of a higher authority (Krishna) to illustrate how Durga Devi controls the material world according to Krishna's laws, emphasizing that Krishna is the ultimate controller.",
      "timestamp_url": "https://youtu.be/Irt9Qww7vZ4?t=776",
      "transcript": "Because the body we cannot do whatever we want to do. The body is limiting us. Just like a bird has got a body to fly, it can fly. We don't have a body to fly, we cannot fly. In this body I can't fly. I require the help of an aeroplane to fly. But a bird can just fly. Right? So, everybody is bound up by the body. That body is an effect of the interaction of the three Gunas. Anyway, this is a very big subject. So, basically we are all actually under the control of Maya or Durga through this body. Everybody has got a body. Including Brahma. Brahma has got a body also. So, Brahma is also under the control of Durga Devi. How? Through his body. Anybody who has got a material body is under control. But Durga Devi is not independent in controlling anybody. She controls exactly according to the laws. Those laws are laws of God. Laws of Krishna. Called laws of Karma. Krishna is the controller. The real controller is Krishna. Not Durga. Durga on behalf of Krishna is like the jail superintendent. Is keeping all the prisoners inside the prison. Controlling the prison. But under higher authority. They say authority, state authority. Who should be imprisoned? Who should be released? When they should be released? What should be the conditions in the prison? Rigorous imprisonment. Somebody's simple imprisonment. All that is regulated by the higher authority. But the jail superintendent even though the most powerful person in the jail. But still is carrying out simply the orders of the higher authority. Enforcing the higher authority's orders. That is Durga Devi's position. She is the jail superintendent of this jail called the material world."
    }
  ]
}