{
  "video_id": "IrxuFbv_D3Y",
  "title": "SB 1.19.25 | HH Stoka Krishna Swami | 28-05-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=IrxuFbv_D3Y",
  "segments": [
    {
      "start_time": 35,
      "end_time": 172,
      "verse_references": [
        "SB 1.19.25"
      ],
      "themes": [
        "Shukadeva Goswami",
        "Appearance",
        "Srimad Bhagavatam"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This verse describes the appearance of Shukadeva Goswami and that is the title of this chapter.",
      "summary": "This segment introduces the verse describing the appearance of Shukadeva Goswami at the place where Parikshit Maharaj is fasting, highlighting the significance of the event and the gathering of saintly persons.",
      "timestamp_url": "https://youtu.be/IrxuFbv_D3Y?t=35",
      "transcript": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deviim Saraswatiim Vyasam Tato Jayam Udi Rayet. In this session, we will be discussing from the 25th verse of the 19th chapter of the 1st canto of Srimad Bhagavatam. Tatra Bhavad Bhagavan Vyasa Putro Yadritcha Yagam Atamano Anapekshaha Alakshalingo Nijalabhatushto Vritascha Balair Avadhuta Vesaha. The meaning of this verse is, at that moment there appeared the powerful son of Vyasadeva who travelled over the earth disinterested and satisfied with himself. He did not manifest any symptoms of belonging to any social order or status of life. He was surrounded with women and children and he dressed as if others had neglected him. This verse describes the appearance of Shukadeva Goswami, and that is the title of this chapter: The appearance of Shukadeva Goswami. Where is he appearing? He is appearing in the place where Parikshit Maharaj has decided to sit and fast until death, in that holy place, on the bank of the river Ganga, where many saintly persons have come from all over the universe to witness Parikshit quitting his body. And they could also foresee, some of them could foresee, that actually Bhagavatam is going to be spoken by Shukadeva Goswami. So now Shukadeva Goswami has arrived there."
    },
    {
      "start_time": 172,
      "end_time": 360,
      "verse_references": [],
      "themes": [
        "Bhagawan",
        "Liberated Soul",
        "Devotional Service",
        "Detachment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Devotional service is so satisfying that a person taking satisfaction from always being engaged in devotional service loses all interest in material affairs.",
      "summary": "This segment explains the meaning of 'Bhagawan' and its application to great devotees like Shukadeva Goswami, emphasizing their detachment from material affairs due to their engagement in devotional service.",
      "timestamp_url": "https://youtu.be/IrxuFbv_D3Y?t=172",
      "transcript": "And the description is a wonderful description of Shukadeva Goswami. He is described, Prabhupada explains that in the purport elaborately. He is described by so many nice adjectives. Bhagawan. Here Bhagawan, Prabhupada says in the purport, in the purport Prabhupada says the word Bhagawan is sometimes used in relation to some of the great devotees of the Lord, like Shukadeva Goswami. Bhagawan actually means the supreme personality of Godhead, Krishna. Bhagawan, one who possesses six particular opulences to an unlimited degree. That is a precise definition: Ayishwar Yashya Samagrasya Veer Yashya Yashyasa Shreyaha Gyanavairagya Yoshchaiva Shannambhaga Itingana. This is very specific, specific definition for the word Bhagawan, when it applies to the supreme personality of Godhead, Krishna. But here Bhagawan is used for Shukadeva Goswami. Sometimes Bhagawan is used for Vyasadeva. Sometimes Bhagawan is used for Narada. Now when it is used in relation to some of the great devotees of the Lord, then it is explained by Prabhupada. Why? It doesn't mean that they are God. No. Such liberated souls are disinterested in the affairs of this material world. This is a characteristic. They are all liberated souls. So because they are liberated, they are completely pure. They don't have any taint. They don't have any taint of material contamination. They are never touched by any of the three gunas, three material modes. So they are always spiritually active. They are only engaged in spiritual activities, even in this material world. Now Shri La Prabhupada explains, why is it that they are disinterested in the affairs of this material world? Because they are self-satisfied by great achievements of devotional service. Devotional service is so satisfying that a person taking satisfaction from always being engaged in devotional service loses all interest in material affairs. Therefore it is described, disinterested in material affairs."
    },
    {
      "start_time": 360,
      "end_time": 594,
      "verse_references": [
        "SB 1.2.6"
      ],
      "themes": [
        "Shukadeva Goswami",
        "Spiritual Master",
        "Liberation",
        "Samskaras"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Shukadeva Goswami is a liberated soul by birth so he doesn't need to study the Vedas he doesn't need to practice any process of self-realization because it is already self-realized",
      "summary": "This segment discusses Shukadeva Goswami's unique position as a liberated soul by birth, explaining why he didn't require formal spiritual training or reformatory performances like Upanayana.",
      "timestamp_url": "https://youtu.be/IrxuFbv_D3Y?t=360",
      "transcript": "Anapek shah, disinterested in material affairs. As explained before, Shukadev Goswami never accepted any formal spiritual master, nor did he undergo any formal reformatory performances. This was explained right in the beginning of the Bhagavatam, first canto, second chapter, divinity and divine service, when Suta Goswami begins to speak, address the sages of Naimisharanya, the beginning of the Bhagavatam, opening of the Bhagavatam, the sages ask Suta Goswami six questions and Suta Goswami answers them. So before he begins to answer, he offers his prayers to his spiritual master, whose Suta Goswami's spiritual master? Shukadeva Goswami. So in that, in those prayers, he says that Shukadeva Goswami is a liberated soul by birth. He is liberated soul by birth, so he doesn't need to study the Vedas, he doesn't need to practice any process of self-realization because it is already self-realized. Though before he studied the Bhagavatam under his father Vyasa Deva, he was only realized, he had only realized the impersonal aspect of the absolute truth, Brahman, realized his soul. There are three of the absolute truth: Brahman, Paramatma and Bhagavan. So Shukadeva Goswami had realized only the Brahman feature. But after he heard the Bhagavatam, he became fully self-realized in the Bhagavan feature also. Brahman, Paramatma, Bhagavan. So Bhagavan is the highest realization, complete realization of the absolute truth. And Bhagavan realization includes Brahman and Paramatma realization. So after hearing the Bhagavatam, Shukadeva Goswami became Bhagavan realized, became a great devotee of the Supreme Personality. Got it? So he never accepted any formal spiritual master, like one goes to Gurukul or one takes initiation and begins to study the scriptures under the guidance of the bona fide spiritual master. No, he did not have to do that. Nor did he undergo any formal reformatory performance. Reformatory performance is samskara, purification, cultural purification. Just like Upanayana, the sacred thread ceremony. That signifies that one is eligible to study the Vedas under the spiritual master. One receives the Gayatri mantra from the bona fide spiritual master and one begins study of the Vedas. But Shukadeva Goswami did not have to undergo any of these samskaras including Upanayana because he was already a liberated soul. He was realized. He didn't have to study the Vedas."
    },
    {
      "start_time": 594,
      "end_time": 779,
      "verse_references": [],
      "themes": [
        "Vyasa Deva",
        "Narada",
        "Srimad Bhagavatam",
        "Krishna",
        "Spiritual Master"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This dissatisfaction is because none of the literatures you have compiled, in none of them you have exclusively glorified the Supreme Personality of Godhead Krishna.",
      "summary": "This segment explains how Vyasa Deva compiled the Srimad Bhagavatam under the instruction of Narada, focusing on the exclusive glorification of Krishna, and how Shukadeva Goswami heard the Bhagavatam from his father.",
      "timestamp_url": "https://youtu.be/IrxuFbv_D3Y?t=594",
      "transcript": "Shukade Goswami's father Vyasa Deva was his natural spiritual master. Why natural spiritual master? Because Shukade Goswami heard Srimad Bhagavatam from Vyasa Deva, his own father. Vyasa Deva was compiling the Bhagavatam after being instructed to do so by Narada. This has already been described in an earlier chapter in this first canto, fifth chapter. Vyasa Deva, after compiling all the Vedic literature, after compiling the Mahabharata, after compiling the other Puranas, Dharmasastras, everything he did, extensive work for the welfare of the human beings, in this Kali Yuga especially, he was dissatisfied, feelings incomplete. So his spiritual master Narada noticed this dissatisfaction and pointed out, this dissatisfaction is because none of the literatures you have compiled, in none of them you have exclusively glorified the Supreme Personality of Godhead Krishna. So Narada instructed Vyasa Deva to compile this Srimad Bhagavatam, which is the only literature, which is containing the exclusivity, exclusive glorification of Krishna and nothing else. So Vyasa Deva compiled the Bhagavatam exactly according to the instructions of Narada, and when he was revising the Bhagavatam, Shukadeva Goswami heard the Bhagavatam from Vyasa Deva. Shukadeva Goswami got attracted to the description of Krishna in the Bhagavatam, so he began inquisitive, who is this personality Krishna? Special personality. Not another person like so many other historical persons, no. He is the absolute truth. He is the personality of Godhead Bhagavan, who is the absolute truth. So that he realized by hearing the Bhagavatam. He was father Vyasa Deva, natural spiritual master. Father is described as the first spiritual master. In the case of Brahmanas especially, father is the first spiritual master. And Vyasa Deva was self-realized himself. He was a great devotee, empowered incarnation. So Vyasa Deva taught the Bhagavatam to Shukadeva Goswami."
    },
    {
      "start_time": 779,
      "end_time": 963,
      "verse_references": [],
      "themes": [
        "Shukadeva Goswami",
        "Self-Realization",
        "Avadhuta",
        "Social Customs"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, Avadhuta means disinterested in all social customs.",
      "summary": "This segment describes Shukadeva Goswami's complete self-satisfaction after hearing the Bhagavatam, his indifference to social customs, and his status as an Avadhuta, similar to Nithyananda Prabhu and Rishabhadeva.",
      "timestamp_url": "https://youtu.be/IrxuFbv_D3Y?t=779",
      "transcript": "Now after hearing the Bhagavatam from Vyasa Deva, Shukadeva Goswami became completely self-satisfied, Nijalabha Tushto, completely satisfied within himself. Thus, he did not depend upon any formal process. The formal processes are necessary for those who are expected to reach the stage of complete liberation. But Shukadeva Goswami is already in that status by the grace of his father, so he didn't require it. As a young boy, it is described here, he was dressed as if neglected by others. That means, he did not care to dress himself properly. In fact, he was not even dressed. He was walking around naked. That we will describe a little later in the next verse. So he went about naked, uninterested in social customs, indifferent to everything. That, people following the civilized society, he was disinterested. He was neglected by the general populace. If somebody walks naked, not properly tending the body, not properly dressing themselves, common people will not be able to identify that here is a great personality. No. They will think he is some madman. So they will generally neglect. They will not pay any attention. But, he was surrounded by inquisitive boys and women, less intelligent persons, as if he were a madman. Why will somebody walk naked unless they are mad? So, we should understand, those who are spiritually very, very, very, very advanced, not just advanced, they are completely self-realized, but they are disinterested in social customs. They are called Avadhuta. Nithyananda was Avadhuta. And Nithyananda Prabhu, the associate of Chaitanya Mahaprabhu, member of the Panchatattva, incarnation of Lord Balarama, he was an Avadhuta, like Shukadeva Goswami was an Avadhuta. Rishabhadeva, he became Avadhuta, later stage of his life, the incarnation of the Supreme Lord. So, Avadhuta means disinterested in all social customs."
    },
    {
      "start_time": 963,
      "end_time": 1008,
      "verse_references": [],
      "themes": [
        "Liberated Soul",
        "Guidance",
        "Supreme Lord",
        "Bhagavatam"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Even though he may appear to be like, simply roaming without any particular aim in life, but actually he is directed by the Lord.",
      "summary": "This segment concludes by emphasizing that even though a liberated soul may appear aimless, they are actually guided by the Supreme Lord within their heart, leading them to perform specific actions like speaking the Bhagavatam to Parikshit Maharaj.",
      "timestamp_url": "https://youtu.be/IrxuFbv_D3Y?t=963",
      "transcript": "So, it is described by Srila Prabhupada here, he thus appears on the scene while traveling on the earth of his own accord. He is freely roaming. But, we should also know, he is directed by the Supreme Lord within his heart. There is a characteristic of a liberated soul. Even though he may appear to be like simply roaming without any particular aim in life, but actually he is directed by the Lord. He is constantly in touch with the Supreme Lord within the heart. So, Supreme Lord directing him, go and speak Bhagavatam to Pariksit Maharaj. So, he has appeared there. I will stop here. Thank you very much."
    }
  ]
}