{
  "video_id": "isc0mIXGvfA",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.16.34-36 | 11-02-2023",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=isc0mIXGvfA",
  "segments": [
    {
      "start_time": 0,
      "end_time": 47,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer",
        "spiritual lineage"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyanati Mirandasya Gyananjanishalakaya Chakshuron Meelitam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers, invoking blessings and paying respects to the spiritual master and the Lord.",
      "timestamp_url": "https://youtu.be/isc0mIXGvfA?t=0",
      "transcript": "Om Agyanati Mirandasya Gyananjanishalakaya Chakshuron Meelitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Prishtaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadhadhara Shri Vasadi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udhirayet"
    },
    {
      "start_time": 47,
      "end_time": 160,
      "verse_references": [
        "SB 1.16.34"
      ],
      "themes": [
        "burden of the earth",
        "divine incarnation",
        "dharma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So Krishna's appearance, one of the reasons for his appearance is to reduce the burden of the Earth which is overburdened by demoniac persons posing as Kshatriyas.",
      "summary": "The speaker introduces the verses to be discussed (SB 1.16.34-36) and begins explaining verse 34, focusing on the Earth being burdened by atheistic kings and the Lord's incarnation to relieve this burden.",
      "timestamp_url": "https://youtu.be/isc0mIXGvfA?t=47",
      "transcript": "In this session we are discussing verses 3.34, 3.35, and 3.36. The last three verses are from verses 3.34, 3.35, and 3.36, the last three verses of this chapter, the 16th chapter of the 1st canto of Srimad Bhagavata. So these verses are all given separately, one verse at a time. The 34th verse: Yovai Mamatibharam Asura Vamsa Raghmyam Akshauhini Shatam Apanudad Atmatantraha Tvam Dustham Oonapadam Atmani Paurushena Sampadayan Yadushu Ramyam Abhibhrad Angam. The meaning of this 34th verse: Mother Earth is addressing the personality of religious principles, Dharma. Dharani is addressing Dharma. O Personality of Religion! I was greatly overburdened, burdened by the undue military phalanxes arranged by Atheistic Kings. And I was relieved by the grace of the Personality of Godhead. By the grace of the Supreme Lord, all those military phalanxes were destroyed of the Atheistic Kings. They were destroyed. Similarly, you are also in a distressed condition, weakened in your standing strength, and thus he also incarnated by his internal energy in the family of the Yadus to relieve you."
    },
    {
      "start_time": 160,
      "end_time": 234,
      "verse_references": [
        "SB 1.16.34"
      ],
      "themes": [
        "atheistic leadership",
        "miscreant activities",
        "divine intervention"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "They take charge or control of the whole state or province or country or whatever, and they create havoc in the lives of ordinary people.",
      "summary": "The speaker elaborates on the qualities of these 'demoniac' leaders, their lack of Kshatriya qualities, and how they create suffering for ordinary people, necessitating the Lord's intervention.",
      "timestamp_url": "https://youtu.be/isc0mIXGvfA?t=160",
      "transcript": "So Krishna's appearance, one of the reasons for his appearance is to reduce the burden of the Earth which is overburdened by demoniac persons posing as Kshatriyas. They don't have Kshatriya qualities. To properly rule this Earth planet, or to rule some provinces or states, they don't have the Kshatriya qualities. So they simply pose as if they are independently able to do the administration without any consideration of any principles, whimsically. They take charge or control of the whole state or province or country or whatever, and they create havoc in the lives of ordinary people. So, to curtail these people's miscreant activities, the Lord incarnated as Krishna, and he incarnated by his internal energy."
    },
    {
      "start_time": 234,
      "end_time": 376,
      "verse_references": [
        "SB 1.16.34"
      ],
      "themes": [
        "internal energy",
        "sense gratification",
        "war"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "the Asuras want to enjoy life of sense gratification even at the cost of others happiness they don't care for others happiness and they also don't hesitate to give trouble to others who want to live a pious life",
      "summary": "The speaker contrasts the Lord's appearance through internal energy with ordinary births and quotes Srila Prabhupada on the nature of Asuras, their desire for sense gratification, and their tendency to create war.",
      "timestamp_url": "https://youtu.be/isc0mIXGvfA?t=234",
      "transcript": "That means his appearance is not like our appearance which is subject to so many material... Our own spiritual identity as spirit soul, we forget that, whereas internal energy means there is full enlightenment, full knowledge, full consciousness, so the two are totally different. So in the purport, Srila Prabhupada says, \"The Asuras want to enjoy life of sense gratification even at the cost of others' happiness.\" They don't care for others' happiness, and they also don't hesitate to give trouble to others who want to live a pious life. The Asuras give trouble to such people, and they want to enjoy independently. They don't care for others. And Prabhupada says further, \"In order to fulfill this ambition, the Asuras, especially atheistic kings or state executive heads, try to equip themselves with all kinds of deadly weapons to bring about a war in a peaceful society unnecessarily.\" Some demoniac kings, they want to declare war and somehow capture power, defeat or kill some righteous kings and..."
    },
    {
      "start_time": 376,
      "end_time": 535,
      "verse_references": [
        "SB 1.16.34"
      ],
      "themes": [
        "war",
        "suffering",
        "devotee protection",
        "divine duty"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "mother earth because she considers all the living entities on living in this earth planet as her own children so she feels for their suffering when the Kings oppress the people",
      "summary": "The speaker continues discussing the Asuras' tendency to create war and the suffering it causes, emphasizing Mother Earth's compassion and the Lord's duty to protect devotees and vanquish demons.",
      "timestamp_url": "https://youtu.be/isc0mIXGvfA?t=376",
      "transcript": "Capture power. So these atheistic kings, they equipped themselves with so many deadly weapons. So such people simply create a condition or situation where there will be war unnecessarily. In a peaceful society there is no need for war, but they will create a situation that there has to be war. And Mother Earth, because she considers all the living entities living in this earth planet as her own children, so she feels for their suffering when the Kings oppress the people or the unwanted asuras. They have to be vanquished by the Supreme Lord only. Nobody else can actually control them or curtail them or restrict their nefarious activities. Even the demigods, the rishis, all the different inhabitants of the upper planets, or even the powerful persons on this earth or in the lower planets, they cannot restrict these asuras. So they, and the asuras, unnecessarily give trouble to the devotees unless they give trouble. So therefore, there is an absolute necessity of the Supreme Lord's appearance, and he does his duty or his seva regardless of whether others are doing or not doing. So he appears also for delivering all..."
    },
    {
      "start_time": 535,
      "end_time": 661,
      "verse_references": [
        "SB 1.16.35"
      ],
      "themes": [
        "separation from God",
        "divine touch",
        "ecstasy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "who therefore can tolerate the pangs of separation from that supreme personality of godhead",
      "summary": "The speaker transitions to verse 35, focusing on the pain of separation from the Lord and the joy Mother Earth felt from the touch of His lotus feet.",
      "timestamp_url": "https://youtu.be/isc0mIXGvfA?t=535",
      "transcript": "The others, and he simultaneously protects the devotees and kills the demons. In the 35th verse it is said, the meaning of this 35th verse is that, \"Who therefore can tolerate the pangs of separation from that Supreme Personality of Godhead? He could conquer the gravity and passionate wrath of his sweethearts like Satyabhama by his sweet smile of love, pleasing glance, and hearty appeals.\" Krishna is very, very, very kind and benevolent towards his devotees. So for those who render loving service to him, Krishna is also reciprocating with such devotees, and his reciprocation is very, very, very, very attractive. Further it is said, \"When he traversed my surface, that is the earth surface, I would be immersed in the dust of his lotus feet, and thus would be sumptuously covered with grass, which appeared like hair standing on me out of pleasure.\" Lord was constantly in touch with the surface of this earth planet. So Mother Earth felt the touch of the Lord's lotus feet on her body."
    },
    {
      "start_time": 661,
      "end_time": 772,
      "verse_references": [
        "SB 1.16.35"
      ],
      "themes": [
        "divine contact",
        "separation",
        "reciprocation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So no chance of separation for Mother Earth from the contact with the lotus feet of the Supreme Lord Krishna when he was present on the earth.",
      "summary": "The speaker elaborates on the constant contact between the Lord's lotus feet and the Earth, contrasting it with the occasional separation felt by the Lord's queens.",
      "timestamp_url": "https://youtu.be/isc0mIXGvfA?t=661",
      "transcript": "And she was always very much happy and ecstatic with such contact. So it appeared like the grass that was growing whenever the Lord walked on the surface of the earth. Those grass appeared like hair standing on the body of the earth planet due to excessive joy, due to the contact of the Lord's lotus feet with the Mother, with the earth planet. So in the purport, Srila Prabhupada says, \"There were chances of separation between the Lord and his thousands of queens because of the Lord's being absent from home.\" So in the daytime the Lord would go to the assembly house in Dwarka, and in the evening He would return and spend time with His family members in His palaces. So when he would go away, they would feel the Lord's absence from their home. Thousands of queens, sixteen thousand one hundred and eight queens. But as far as this connection with the earth was concerned, it is different. What is the difference? The Lord would traverse the earth with his lotus feet, and therefore there was no chance of separation. He would always travel on the earth surface. So no chance of separation for Mother Earth from the contact with the lotus feet of the Supreme Lord Krishna when he was present on the earth."
    },
    {
      "start_time": 772,
      "end_time": 889,
      "verse_references": [
        "SB 1.16.35",
        "SB 1.16.36"
      ],
      "themes": [
        "separation",
        "Pariksit",
        "Kali",
        "dharma"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "While the earth and the personality of religion were thus engaged in conversation, the saintly king Pariksit reached the shore of the Saraswati river which flowed towards the east.",
      "summary": "The speaker describes the intense feeling of separation Mother Earth experienced when the Lord departed and introduces verse 36, describing King Pariksit's arrival at the scene where Kali was mistreating a cow and bull, setting the stage for the next chapter.",
      "timestamp_url": "https://youtu.be/isc0mIXGvfA?t=772",
      "transcript": "So therefore, when the Lord left this earth planet and went back to his personal abode in the spiritual world, Mother Earth's feelings of separation were therefore very, very, very acute, very intense. She felt the separation so much, because for 125 years the Lord was there constantly. His lotus feet was in touch with the surface of the earth. So she felt the most, the separation from the Lord after he left for his personal abode. The 36th verse, the last verse: tayor evam kathayato prithvi dharmayostada parikshin nama rajarshi praptaprachim sarasvatim. The meaning of this last verse: \"While the earth and the personality of religion were thus engaged in conversation, the saintly king Pariksit reached the shore of the Saraswati river which flowed towards the east.\" So the description is continuing that Pariksit has reached that spot where the personality of Kali was trying to beat a cow and a bull. So Pariksit has reached there. And then now there will be, the personality of Dharma and the personality of Mother Earth were conversing with each other, and Pariksit reached there at that time. Now Pariksit is going to enquire and is going to take action, suitable action against the personality of Kali. We will hear that in the next chapter."
    }
  ]
}