{
  "video_id": "IWOOkDe4cmM",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.7.17-18 | 31-12-2021",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=IWOOkDe4cmM",
  "segments": [
    {
      "start_time": 0,
      "end_time": 42,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyanati Miran Dasya Gyanan Janishalakaya Chakshurun Meelitam Yena Tasmait Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/IWOOkDe4cmM?t=0",
      "transcript": "Om Agyanati Miran Dasya Gyanan Janishalakaya Chakshurun Meelitam Yena Tasmait Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shri Vasadi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 55,
      "end_time": 197,
      "verse_references": [
        "SB 1.7.17"
      ],
      "themes": [
        "narrative",
        "Krishna's infallibility",
        "Arjuna's actions"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Arjuna, who is guided by the infallible Lord as friend and driver thus satisfied the dear lady by such statements Arjuna satisfied Draupadi then he dressed in armor and armed himself with furious weapons and getting into his chariot he set out to follow Ashwatthama the son of his martial teacher",
      "summary": "The speaker introduces the context of the verses, focusing on Arjuna's pursuit of Ashwatthama and Krishna's role as an infallible guide, explaining the meaning of 'Achyutaa'.",
      "timestamp_url": "https://youtu.be/IWOOkDe4cmM?t=55",
      "transcript": "In this session, we will be discussing the 17th and 18th verses of the 7th chapter of the 1st canto of Srimad Bhagavatam. From this chapter, the narration of the Bhagavatam by Suta Goswami begins, and the particular incident that is being discussed in this chapter is the son of Drona punished, Ashwatthama is being punished because he beheaded the sleeping sons of Draupadi, the slave of Drona. So the 17th verse: Iti-priyaam Valgvi chitra jal payi Sasaantva itva chut緊 mithra Soottha Anvaadyravat damshita ugradhanva Kapitvajo guru putram ratvena. The meaning of this verse is: Arjuna, who is guided by the infallible Lord as friend and driver, thus satisfied the dear lady by such statements. Arjuna satisfied Draupadi, then he dressed in armor and armed himself with furious weapons, and getting into his chariot, he set out to follow Ashwatthama, the son of his martial teacher. So Ashwatthama had been rejected even by Duryodhana. Duryodhana did not appreciate this unlawful act of Ashwatthama, and Ashwatthama was actually conscious that his life is in danger, so he had gone away somewhere. So Arjuna, who was having Krishna as his friend and driver, here Krishna is described as Achyutaa, infallible Lord. What is the meaning of infallible? He never falls down from his transcendental position."
    },
    {
      "start_time": 197,
      "end_time": 254,
      "verse_references": [],
      "themes": [
        "spiritual fall",
        "transcendental position",
        "devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "like we the living entities who desire to enjoy materially we give up that spiritual platform on which we are eternally situated in our relationship with Krishna we give up that and we come to the material platform so this is called a a fall a fall down whereas the Supreme Lord and his pure devotees they never fall down even though they come to the material world they are always transcendentally situated",
      "summary": "The speaker elaborates on the concept of 'falling down' from a spiritual platform and contrasts it with the unwavering transcendental position of the Supreme Lord and his devotees.",
      "timestamp_url": "https://youtu.be/IWOOkDe4cmM?t=197",
      "transcript": "unless he is in deep trance state. Like we, the living entities who desire to enjoy materially, we give up that spiritual platform on which we are eternally situated in our relationship with Krishna. We give up that and we come to the material platform, so this is called a fall, a fall down, whereas the Supreme Lord and his pure devotees, they never fall down. Even though they come to the material world, they are always transcendentally situated, whether in the material world or in the spiritual world, or any situation, any time, any place, they are always transiently situated. So Arjuna was guided by the infallible Lord, the Supreme Lord, who is never subject to any deterioration."
    },
    {
      "start_time": 254,
      "end_time": 350,
      "verse_references": [
        "SB 1.7.18"
      ],
      "themes": [
        "narrative",
        "fear",
        "flight"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Ashwathama the murderer of the princess seeing from a great distance Arjuna coming at him with great speed fled in his chariot panic-stricken just to save his life as Brahma fled in fear from Shiva.",
      "summary": "The speaker continues the narrative, describing Ashwatthama's fear and flight from Arjuna, drawing a comparison to Brahma fleeing from Shiva.",
      "timestamp_url": "https://youtu.be/IWOOkDe4cmM?t=254",
      "transcript": "He, Arjuna, satisfied Draupadi by making significant statements. Now, in order to punish Ashwathama, Arjuna has dressed himself in armor and armed himself with furious weapons, and he got into his chariot, he set out to follow Ashwathama. The 18th verse: The meaning of this verse is: Ashwathama, the murderer of the princess, seeing from a great distance Arjuna coming at him with great speed, fled in his chariot panic-stricken just to save his life as Brahma fled in fear from Shiva. So Arjuna is trying to capture Ashwathama to punish him, but Ashwathama, on seeing that Arjuna is coming to capture him, Ashwathama is himself going in his chariot running away from Arjuna just to save his life."
    },
    {
      "start_time": 376,
      "end_time": 597,
      "verse_references": [],
      "themes": [
        "puranic stories",
        "Brahma's illusion",
        "Shiva's anger"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Kaha means Brahma who once became elude by his daughter and became a woman and began to follow her This infuriated Shiva Who attacked Brahma with his trident Brahma fled in fear of his life",
      "summary": "The speaker explains the reference to Brahma fleeing from Shiva, recounting the story of Brahma's illusion and Shiva's anger, as described in the Puranas.",
      "timestamp_url": "https://youtu.be/IWOOkDe4cmM?t=376",
      "transcript": "Ashwathama running away in fear. The comparison is made just as Brahma ran away in fear of Lord Shiva. Now Srila Prabhupada explains in the purport that the word Kaha that is used in the last line of this 18th verse. Now here the word Kaha refers to Brahma. Or if it is read as Yathar Kaha, then Arkaha refers to Surya or the sun god. So both those meanings are taken and explained by Prabhupada. According to the reading matter, either Kaha or Arkaha, there are two references in the Puranas. The Acharyas never speculate. They always refer the Shastra and clarify such matters. So there is a reference for Kaha, and there is also a reference for Arkaha. Arkaha refers to the sun god, and Kaha refers to Brahma. So it is said with respect to Kaha being used in this verse, Kaha means Brahma, who once became elude by his daughter and became a woman and began to follow her. This infuriated Shiva, who attacked Brahma with his trident. Brahma fled in fear of his life. This is described in the Puranas elsewhere, that once Brahma became elude by his own daughter. That is the power of the illusory energy, that such an exalted personality as Brahma, even he became illusioned by the sight of his beautiful daughter. He started following her in order to enjoy with her. So that act of Brahma infuriated Shiva. Shiva became very angry. Shiva is also appearing as the son of Brahma, so he became very angry at Brahma. He became very angry at Brahma, his own father, in terms of the birth Shiva has taken. But he became angry at Brahma and he went to attack Brahma with his trident. Shiva carries one instrument called Trishur. With that he attacks those who are unlawful, those who are unnecessarily giving trouble to saintly persons. So they deserve to be punished. So Shiva became angry against Brahma for the act of Brahma running behind his daughter and Shiva decided to punish this"
    },
    {
      "start_time": 597,
      "end_time": 775,
      "verse_references": [],
      "themes": [
        "puranic stories",
        "sun god",
        "Vidyunmali",
        "Shiva's anger"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Arkaha refers to the sun god. So there is a reference to this in the Vaman Purana. There was a demon by the name Vidyunmali who was gifted with a glowing golden airplane which traveled to the back of the sun.",
      "summary": "The speaker provides an alternative interpretation of the verse, referencing the story of the sun god and the demon Vidyunmali from the Vaman Purana, again highlighting Shiva's anger.",
      "timestamp_url": "https://youtu.be/IWOOkDe4cmM?t=597",
      "transcript": "person. Brahma began to run away from Shiva fearing his life. Another reference is Arkaha. Arkaha refers to the sun god. So there is a reference to this in the Vaman Purana. Srila Prabhupada quotes from Vaman Purana. There was a demon by the name Vidyunmali who was gifted with a glowing golden airplane which traveled to the back of the sun. So there is this Vidyunmali who is a demon and he received a gift and that gift was a glowing golden airplane. So Vidyunmali decided to utilize this glowing golden airplane by traveling to the back of the sun and night disappeared because of the glowing effulgence of this plane, aeroplane. Aeroplane was very brilliantly shining. So because of that shining of the aeroplane there was no night. So Shiva saw then what happened, sun god, he became angry against this Vidyunmali that you are disturbing the arrangement of day and night. So what did the sun god do? With his rays he melted the plane in which Vidyunmali was traveling. Now Shiva observed this. He became very very angry against sun god. Then Shiva attacked the sun god and sun god in order to escape from his abode. He became very very angry against the sun god and he wore aூbhi one day. Shiva he ran away and fell at Kashi or Varanasi. And the fame and the place became famous as Lolarka. So these type of descriptions are given in the puranas but we have to hear and understand the import of such descriptions with reference to the context in the world, which gives us a lot of information in the world. For example this description of the planet house. In the short description of the sun god has mentioned that the sun god is famous for his Original form."
    },
    {
      "start_time": 775,
      "end_time": 864,
      "verse_references": [
        "BG"
      ],
      "themes": [
        "fear",
        "shelter",
        "devotion to Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "when life is in danger they'll do anything to save their themselves or save their life that's natural for any human being but in the course of escaping whether they really be able to save their life that is not assured or that's not guaranteed of course the Bhagavatam advises everyone take shelter of Krishna even Bhagavad Gita also advises take shelter of Krishna",
      "summary": "The speaker connects the stories to the present context, emphasizing the natural instinct to save oneself and the importance of taking shelter of Krishna for true protection.",
      "timestamp_url": "https://youtu.be/IWOOkDe4cmM?t=775",
      "transcript": "This description of the sun god is known only as the sun god who was in God in ancient times. There is another description that says in this scripture, to the context in which it is described. Now in this situation, how Ashwatthama is running away from Arjuna, therefore these comparisons are being made. When life is in danger, they'll do anything to save themselves or save their life. That's natural for any human being, but in the course of escaping, whether they really be able to save their life, that is not assured or that's not guaranteed. Of course, the Bhagavatam advises everyone, take shelter of Krishna. Even Bhagavad Gita also advises, take shelter of Krishna. Once somebody takes shelter of Krishna, then they need not fear anyone or anything else, any other danger. No, but it's not easy to approach Krishna. Only pure devotees can approach Krishna, and others have to engage in some confidential service to the Supreme Lord Krishna by which Krishna is attracted to the devotee, otherwise approaching Krishna is not"
    },
    {
      "start_time": 864,
      "end_time": 929,
      "verse_references": [],
      "themes": [
        "material danger",
        "spiritual safety",
        "Krishna's shelter"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "proper explains every step there is danger and the safest place for us is the spiritual world the spiritual platform in which there is no danger there is no difficulty there is no death there is no material influence like that",
      "summary": "The speaker concludes by reiterating the dangers of the material world and the ultimate safety found in the spiritual world and taking shelter of Krishna.",
      "timestamp_url": "https://youtu.be/IWOOkDe4cmM?t=864",
      "transcript": "possible for everyone. So therefore it is said here that the sun god who was trying to escape the wrath of Shiva, the anger of Shiva, he fell down in Kashi. And so this sort of incidents help us understand that material world elsewhere proper explains every step there is danger and the safest place for us is the spiritual world, the spiritual platform in which there is no danger, there is no difficulty, there is no death, there is no material influence like that."
    }
  ]
}