{
  "video_id": "IYLnVLjobeg",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.15.18 - 20 | 10-12-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=IYLnVLjobeg",
  "segments": [
    {
      "start_time": 32,
      "end_time": 307,
      "verse_references": [
        "SB 1.15.18",
        "SB 1.15.19"
      ],
      "themes": [
        "Krishna's mercy",
        "Devotee-Deity relationship",
        "Intimacy with Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This brings out very clearly how Krishna is very, very kind to his pure devotees.",
      "summary": "The speaker discusses verses 18 and 19 of Srimad Bhagavatam, focusing on Arjuna's remembrance of Krishna's pastimes and highlighting Krishna's immense mercy and intimate relationship with his devotees.",
      "timestamp_url": "https://youtu.be/IYLnVLjobeg?t=32",
      "transcript": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Jai Vanarottamam Deviim Saraswatim Vyasam Tatho Jayam Udi Rayet. In this session, we will be discussing from three verses, verse numbers 18, 19, and 20 of the 15th chapter of the first canto of Srimad Bhagavatam. So, one verse at a time. The 18th verse to begin with. Narmani Udara Ruchira Smita Shobhitani He Partha He Arjuna Sakhe Kuru Nanda Neti Sanjal Pitani Naradeva Hrudis Prushani Smartur Luthanti Hrudayam Mama Madhavasya. Beautiful verse. Now the translation of this 18th verse. This is spoken by Arjuna to Yudhishthira. He is recollecting the nice pastimes of Krishna in Arjuna's relationship with Krishna as his friend. So, Arjuna is telling, \"O King! His jokings and frank talks were pleasing and beautifully decorated with smiles. He addresses unto me. His addresses unto me as O son of Pritha, O friend, O son of the Kuru dynasty, and all such heartiness are now remembered by me, and thus I am overwhelmed.\" The 19th verse. Shayasana Atana Vikathana Bhojana Adishu Aikyad Vyasya Rutavan Iti Vipralabdhaha Sakhyu Sakheva Pitthana Itruvatthana Yasyasarvam Sehe Mahan Mahitaya Kumater Aghamme. Yet another verse spoken by Arjuna remembering Krishna's intimate dealings with Arjuna. So, the translation of this 19th verse. Generally, both of us used to live together and sleep, sit, and loiter together. And at the time of advertising oneself for acts of chivalry, sometimes, if there were any irregularity, I used to reproach him by saying, \"My friend, you are very truthful.\" Even in those hours when his value was minimized, he, being the supreme soul, used to tolerate all those utterings of mine, excusing me exactly as a true friend excuses his true friend, or a father excuses his son. This brings out very clearly how Krishna is very, very kind to his pure devotees. Krishna is worshipped as He Krishna Karunasindho. Karunasindho means he is the ocean of mercy. Krishna is very, very merciful, even to ordinary beings like us. How can we understand this? Because even though we have almost totally forgotten him, he never forgets us, and personally, he is present in each of our hearts as the Paramatma. He is sitting there, guiding us, providing us, fulfilling our desires, acting as our topmost well-wisher, and instructing us how we can go back to him for eternal life full of bliss and knowledge, in our eternal loving relationship with him."
    },
    {
      "start_time": 307,
      "end_time": 474,
      "verse_references": [],
      "themes": [
        "Krishna's mercy",
        "Devotee-Deity relationship",
        "Humility"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna relishes more the dealings of his intimate devotees when they regard him as their equal or their subordinate and even sometimes reproach him in their dealings.",
      "summary": "The speaker emphasizes Krishna's unparalleled mercy, even towards those who have forgotten Him, and explains that Krishna values the intimate dealings and even reproaches from His pure devotees more than formal Vedic hymns.",
      "timestamp_url": "https://youtu.be/IYLnVLjobeg?t=307",
      "transcript": "He is making so many arrangements in this material world. So certainly Krishna is rightly addressed in this prayer as He Krishna Karunasindho, Dinabandho Jagatpate. He is the Supreme Lord, the Master, the Supreme Master, but still he is Dinabandho. He is the friend of the poor, and the weak, and the fallen, and the downtrodden. He is the friend. He is the true friend because he is an ocean of mercy. He is the ocean of compassion, ocean of mercy for all such souls in this material world. But when it comes to Krishna's dealings with his pure devotees, he is even more merciful to them, even more merciful. As it is, he is very, very merciful to everyone, but he is even more merciful to his pure devotees. Now in the purport to this 19th verse, Srila Prabhupada says, a brief purport. Since the Supreme Lord, Sri Krishna, is all perfect, his transcendental pastimes with his pure devotees never lack anything in any respect either as a friend, son, or lover. The Lord relishes the reproaches of friends, parents, of fiancés, more than the Vedic hymns offered to him by great learned scholars and religionists in an official fashion. Here is a very important point. Krishna relishes more the dealings of his intimate devotees when they regard him as their equal or their subordinate and even sometimes reproach him in their dealings. Krishna likes that. Krishna relishes that more. Those are the words used by Prabhupada here. He relishes the reproaches of friends, parents, or fiancés more than the Vedic hymns. The Vedic hymns are, of course, always glorifying Krishna as the Supreme in all respects, as the Supreme Controller, Supreme Master, Supreme Proprietor, Supremely opulent, Supremely knowledgeable, in every way he is the Supreme in every respect."
    },
    {
      "start_time": 474,
      "end_time": 530,
      "verse_references": [
        "SB 1.15.19",
        "SB 1.15.20"
      ],
      "themes": [
        "Devotee-Deity relationship",
        "Love",
        "Humility"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna doesn't relish that as much as he relishes the dealings with his pure devotees in which they regard him as their intimate friend or intimate son or intimate lover.",
      "summary": "The speaker contrasts formal glorification of Krishna with the intimate loving relationships He shares with His devotees, highlighting that Krishna cherishes the latter more and introduces the next verse.",
      "timestamp_url": "https://youtu.be/IYLnVLjobeg?t=474",
      "transcript": "But, when somebody glorifies Krishna by chanting those Vedic hymns that just glorify his greatness, Krishna doesn't relish that as much as he relishes the dealings with his pure devotees in which they regard him as their intimate friend or intimate son or intimate lover. The 20th verse Soham rupendra rahita purushottamena Sakhyapriyena surdha hridayena shunyaha Advanyuru krama parigraham anga rakshan Gopair asadbhir abaleva Finirjitoh smi"
    },
    {
      "start_time": 530,
      "end_time": 739,
      "verse_references": [
        "SB 1.15.20"
      ],
      "themes": [
        "Krishna's plan",
        "Devotee's surrender",
        "Divine arrangement"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In order to keep the words of the great Muni, the Lord himself kidnapped his wives from the protection of Arjuna.",
      "summary": "The speaker explains the apparent contradiction in verse 20, where Arjuna is defeated and Krishna's wives are kidnapped, by narrating a story from the Vishnu Purana and Brahma Purana about a curse and Krishna's arrangement to fulfill it.",
      "timestamp_url": "https://youtu.be/IYLnVLjobeg?t=530",
      "transcript": "The meaning of this verse is, \"O Emperor, now I am separated from my friend and dear most well-wisher, the Supreme Personality of Godhead, and therefore my heart appears to be void of everything. In his absence, I have been defeated by a number of infidel, and I have heard men while I was guarding the bodies of all the wives of Krishna.\" After Krishna's disappearance, this was an incident that took place that Arjuna was taking charge of protecting the wives of Krishna and something happened that is very bewildering when we hear that some infidel, coward men, they defeated Arjuna and actually kidnapped the wives of Krishna. So in the purport, Srila Prabhupada explains this point. The important point in this verse is how it was possible that Arjuna could be defeated by a gang of ignoble, coward men and how such mundane, coward men could touch the bodies of the wives of Lord Krishna who are under the protection of Arjuna. So Srila Vishwanachakravarti Thakur, one of our previous Acharyas, has justified the contradiction by research in the Vishnu Purana and Brahma Purana. This is explained in two other Puranas. In these Puranas, it is said that once the fair denizens of heaven pleased Ashtavakra Muni by their service and were blessed by the Muni to have the Supreme Lord as their husband. Ashtavakra Muni was curved in eight joints of his body and thus he used to move in a peculiar curved manner. The daughters of the demigods could not check their laughter upon seeing the movements of the Muni, Ashtavakra Muni. And the Muni being angry at them cursed them that they would be kidnapped by rogues even if they would get the Lord as their husband. Later on, the girls again satisfied the Muni by their prayers and the Muni blessed them that they would regain their husband even after being robbed by the rogues. So, in order to keep the words of the great Muni, the Lord himself kidnapped his wives from the protection of Arjuna. Otherwise, they would have at once vanished from the scene as soon as they were touched by the rogues. Besides that, some of the gopis who prayed to become wives of the Lord returned to their respective positions after their desire was fulfilled. After the departure of Lord Krishna, he wanted all his entourage back to Godhead and they were called back under different conditions only."
    },
    {
      "start_time": 739,
      "end_time": 880,
      "verse_references": [],
      "themes": [
        "Krishna's plan",
        "Devotee's surrender",
        "Divine arrangement"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna wants back all his entourage, but he is there because he wants back all of his entourage.",
      "summary": "The speaker concludes by reiterating Krishna's desire to bring all His devotees back to Godhead and explains that the events described are part of His divine plan to call them back under different circumstances.",
      "timestamp_url": "https://youtu.be/IYLnVLjobeg?t=739",
      "transcript": "So, here the explanation is given that some incident that took place in the past for some of the devotees that they were first blessed that they would get the Lord as their husband, Lord Krishna as their husband. And then, they displeased the Munis somehow and they were cursed that they would be kidnapped by some rogues. And later on again, they prayed to Ashtavakra Muni to pardon their mistake and being pleased with their prayers, he again blessed them that even after being kidnapped, they would be able to get back the Supreme Lord as their husband. So, Krishna, in order to keep the words of this Ashtavakra Muni intact, he himself disguised as some ignoble covered men and kidnapped his own wives even though they were under the protection of Arjuna. And after being kidnapped by Krishna himself, disguised as ignoble covered men, Krishna later on revealed to them that I am your husband. So, it is described here that after the departure of Lord Krishna, he wants back all his entourage. Krishna wants back all his entourage, but he is there because he wants back all of his entourage. So, he made up his mind for that purpose, for his own sake. And his plan is that people will not be returned to the same state as the ones who have lived all these years in his personal abode. And he calls them under different circumstances as part of this past times. In the ignoble covered men defeating Arjuna and kidnapping the wives of Krishna."
    }
  ]
}