{
  "video_id": "J04-jKPKnaU",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.9.15 | 12-04-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=J04-jKPKnaU",
  "segments": [
    {
      "start_time": 55,
      "end_time": 140,
      "verse_references": [],
      "themes": [
        "influence of time",
        "inevitability",
        "position of Pandavas"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "O how wonderful is the influence of inevitability over time, it is irreversible, otherwise, how can there be reverses in the presence of King Yudhishtira...",
      "summary": "The speaker introduces the 15th verse of the 9th chapter of the 1st canto of Srimad Bhagavatam, focusing on the influence of time and the seemingly paradoxical situation of the Pandavas despite their righteousness and Krishna's presence.",
      "timestamp_url": "https://youtu.be/J04-jKPKnaU?t=55",
      "transcript": "In this session, we will be discussing from the 15th verse of the 9th chapter of the 1st canto of Sriman Bhagavatam. This chapter describes the passing away of विश्म देवा in the presence of Lord Krishna. यत्र धर्म सुतो राजा गदा पानिर भृको दरहा कृष्णोस्त्री गांडीवं चापं सुरित कृष्णस्ततो विपत. The meaning of this 15th verse is, \"O how wonderful is the influence of inevitability over time, it is irreversible, otherwise, how can there be reverses in the presence of King Yudhishtira, the son of the demigod-controlling origin, Bhima, the great fighter with the club, the great bowman Arjuna with his mighty weapon Gandiva, and above all the Lord, the direct belligerent of the Pandavas.\" So this is a verse spoken by निष्म; he is describing the influence of time, तार्वा, it is irreversible under all circumstances. Now he is explaining, look at the situation of the Pandavas, particularly he mentions"
    },
    {
      "start_time": 399,
      "end_time": 514,
      "verse_references": [],
      "themes": [
        "duty",
        "illusory nature of happiness and distress",
        "going back to Godhead"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Though we prefer happiness than distress, it is actually illusory, both happiness and distress are illusory, they are effect of illusory.",
      "summary": "This segment emphasizes performing one's duties according to religious principles, understanding the illusory nature of material happiness and distress, and maintaining the single-pointed aim of returning to Godhead.",
      "timestamp_url": "https://youtu.be/J04-jKPKnaU?t=399",
      "transcript": "पाता की शक्ति के लिए नहीं बिलाएंगे, Param Velayut insignificant creatures, we have to do our duties depending upon the law, and our aim should always be to go back home, back to Godhead, where we actually are meant to live eternal blissful life full of knowledge in the association of the Supreme Personality of God. Because here, both happiness and distress are effect of the illusory energy. Though we prefer happiness than distress, it is actually illusory; both happiness and distress are illusory, they are effect of illusory. So the transcendentalists advise us, follow the religious principles under proper guidance of a bona fide spiritual master in the association of great Vaishnavas, and come to the platform of self-realization, where you will be able to perceive the effect of the illusory energy as either illusory happiness or illusory distress. That is called the duality of this material world. Dvandva Mohena Bhadra Dvandva Moha. So that is the nature of this material existence, nobody can change that. So therefore we are advised, you do your duties, depending on Krishna, and always have the single-pointed aim of going back to Godhead,"
    },
    {
      "start_time": 525,
      "end_time": 668,
      "verse_references": [],
      "themes": [
        "plan of the Lord",
        "bewilderment",
        "Mahajanas"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "O King, no one can know the plan of the Lord, Shri Krishna, even though great philosophers inquire exhaustively, they are bewildered.",
      "summary": "The speaker discusses the 16th verse, explaining that even great philosophers and deities cannot fully understand the Lord's plan, and that Yudhishthira's bewilderment is negated by Bhishma, one of the twelve authorized Mahajanas.",
      "timestamp_url": "https://youtu.be/J04-jKPKnaU?t=525",
      "transcript": "In the 16th verse, it is said, Narhyasya Karhi Chitrajan Pumaan Veda Vinit Siddham Yad Vijignaasaya Yukta Mukhyanti Kavayokihi. The meaning of this 16th verse is, this is Bhishma addressing Yudhishthira, \"O King, no one can know the plan of the Lord, Shri Krishna, even though great philosophers inquire exhaustively, they are bewildered.\" So it is a fact that by analyzing things in this material world, by becoming learned in the material world, by learning in the Vedic literature, one cannot ascertain what is exactly the plan of the Lord in different times, in different places, for different people. Even though great philosophers inquire exhaustively, they are bewildered. Kavayokihi Mukhyanti, they are bewildered. It explains this in the first part. The bewilderment of Maharaj Yudhishthira over his past sinful acts and the resultant sufferings is completely negated by the great authority of Bhishma. Yudhishthira was lamenting, \"I am responsible for the massacre of millions of people in this bad and poor chamber. Just to enthrone me, so many people have to die.\" So, he was bewildered by seeing the number of deaths. And therefore, this bewilderment is completely negated by Bhishma. Now what is Bhishma's position? One of the twelve authorized Mahajanas, those who know religion perfectly. Among the created beings, only twelve personalities are described as Mahajanas. These are described as authorities in understanding the workings of nature."
    },
    {
      "start_time": 668,
      "end_time": 776,
      "verse_references": [],
      "themes": [
        "limitations of understanding",
        "abiding by the Lord's orders",
        "going back to Godhead"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Rather, we should abide by the orders of the Lord, the instructions given by the Lord, and pray to the Lord for His mercy to be able to maintain the single desire to go back to Godhead",
      "summary": "This segment emphasizes the futility of trying to understand the Lord's plan, as even Brahma and Shiva cannot fully grasp it, and advocates for abiding by the Lord's instructions and striving to return to Godhead.",
      "timestamp_url": "https://youtu.be/J04-jKPKnaU?t=668",
      "transcript": "Bhishma wanted to impress upon Maharaj Yudhishthira that since time immemorial, no one including such deities as Shiva and Brahma could ascertain the real plan of the world. Shiva and Brahma are the topmost devatas. Of course, above them is Vishnu or Krishna. But other than Vishnu or Krishna, who is the supreme one, everyone else is unable to properly understand what is the plan of the Lord. So what can we understand about it? We, human beings on the earth, what can we understand? When great devatas like Brahma and Shiva themselves cannot understand the plan of the Lord, human beings can never, never, never understand it. It is useless also to inquire about it, about the plan of the Lord. Rather, we should abide by the orders of the Lord, the instructions given by the Lord, and pray to the Lord for His mercy to be able to maintain the single desire to go back to Godhead in His association, in Krishna's association, in Krishna's personal abode, as a pure devotee of the Lord. This is the whole program. Other than this, everything else is simply the reactions, and reactions of the Kala, Karma, that's all, interactions."
    },
    {
      "start_time": 790,
      "end_time": 880,
      "verse_references": [],
      "themes": [
        "following Krishna's orders",
        "Pandavas' suffering",
        "establishment of virtue"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Even exhaustive philosophical inquiries of great sages cannot ascertain the plan of the Lord.",
      "summary": "The speaker explains that even great sages cannot understand the Lord's plan and that the Pandavas' suffering was part of Krishna's plan to establish virtue, even if it meant temporary hardship for his devotees.",
      "timestamp_url": "https://youtu.be/J04-jKPKnaU?t=790",
      "transcript": "You can never understand. So Prabhupada says, \"Even exhaustive philosophical inquiries of great sages cannot ascertain the plan of the Lord.\" Great sages also do not know exactly what is the plan. So we are instructed by the Acharyas, by our spiritual master, that simply abide by the orders of Krishna without argument. There are people who argue to get into debates, but they are never able to ascertain the truth or the reality of this material world. It is wisdom given to the greatest of philosophers. So it is now being concluded that the sufferings of the Pandavas were never due to their past deeds. Pandavas are pure devotees. They are participating in Krishna's Leela in the material world. The Lord had to execute the plan of establishing the kingdom of virtue, and therefore his own devotees suffered temporarily in order to establish the conquest of virtue. So this is Krishna's plan. Even his devotees have to temporarily suffer."
    },
    {
      "start_time": 880,
      "end_time": 983,
      "verse_references": [],
      "themes": [
        "Bhishma's satisfaction",
        "will of the Lord",
        "virtue"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bhishma Deva was a great devotee of the Lord. But he chose to fight against the Pandavas by the will of the Lord.",
      "summary": "This segment discusses Bhishma's satisfaction at seeing Yudhishthira on the throne despite fighting against him, emphasizing that Bhishma's actions were in accordance with the Lord's will to demonstrate that even a powerful fighter cannot win on the wrong side.",
      "timestamp_url": "https://youtu.be/J04-jKPKnaU?t=880",
      "transcript": "Because after this, Vigishtha is going to rule. Everything will be very nice after the passing of Vishnu Deva. Bhishma Deva was certainly satisfied by seeing the triumph of virtue, and he was glad to see King Yudhishthira on the throne, although he himself fought against Yudhishthira. Bhishma is also a pure devotee. He is doing his duty of fighting on the side of Kauravas because he will never take back Kauravas. But, Bhishma was certainly very happy because Yudhishthira was ascending the throne. Even a great fighter like Bhishma could not win the battle of Kurukshetra. Why? Because Lord Krishna wanted to show that the wise cannot conquer virtue. Virtue is always the supreme. Bhishma Deva was a great devotee of the Lord, but he chose to fight against the Pandavas by the will of the Lord. It is the will of the Lord that Bhishma Deva should fight against the Pandavas. Why? Because the Lord wanted to show to the whole world that if a powerful fighter like Bhishma cannot win on the wrong side—he has taken the side of Kauravas—he can never win even though he is the most powerful fighter."
    }
  ]
}