{
  "video_id": "J04-jKPKnaU",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.9.15 | 12-04-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=J04-jKPKnaU",
  "segments": [
    {
      "start_time": 55,
      "end_time": 140,
      "verse_references": [],
      "themes": [
        "influence of time",
        "inevitability",
        "position of Pandavas"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "O how wonderful is the influence of inevitability over time, it is irreversible, otherwise, how can there be reverses in the presence of King Yudhishtira...",
      "summary": "The speaker introduces the 15th verse of the 9th chapter of the 1st canto of Srimad Bhagavatam, focusing on the influence of time and the seemingly paradoxical situation of the Pandavas despite their righteousness and Krishna's presence.",
      "timestamp_url": "https://youtu.be/J04-jKPKnaU?t=55"
    },
    {
      "start_time": 399,
      "end_time": 514,
      "verse_references": [],
      "themes": [
        "duty",
        "illusory nature of happiness and distress",
        "going back to Godhead"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Though we prefer happiness than distress, it is actually illusory, both happiness and distress are illusory, they are effect of illusory.",
      "summary": "This segment emphasizes performing one's duties according to religious principles, understanding the illusory nature of material happiness and distress, and maintaining the single-pointed aim of returning to Godhead.",
      "timestamp_url": "https://youtu.be/J04-jKPKnaU?t=399"
    },
    {
      "start_time": 525,
      "end_time": 668,
      "verse_references": [],
      "themes": [
        "plan of the Lord",
        "bewilderment",
        "Mahajanas"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "O King, no one can know the plan of the Lord, Shri Krishna, even though great philosophers inquire exhaustively, they are bewildered.",
      "summary": "The speaker discusses the 16th verse, explaining that even great philosophers and deities cannot fully understand the Lord's plan, and that Yudhishthira's bewilderment is negated by Bhishma, one of the twelve authorized Mahajanas.",
      "timestamp_url": "https://youtu.be/J04-jKPKnaU?t=525"
    },
    {
      "start_time": 668,
      "end_time": 776,
      "verse_references": [],
      "themes": [
        "limitations of understanding",
        "abiding by the Lord's orders",
        "going back to Godhead"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Rather, we should abide by the orders of the Lord, the instructions given by the Lord, and pray to the Lord for His mercy to be able to maintain the single desire to go back to Godhead",
      "summary": "This segment emphasizes the futility of trying to understand the Lord's plan, as even Brahma and Shiva cannot fully grasp it, and advocates for abiding by the Lord's instructions and striving to return to Godhead.",
      "timestamp_url": "https://youtu.be/J04-jKPKnaU?t=668"
    },
    {
      "start_time": 790,
      "end_time": 880,
      "verse_references": [],
      "themes": [
        "following Krishna's orders",
        "Pandavas' suffering",
        "establishment of virtue"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Even exhaustive philosophical inquiries of great sages cannot ascertain the plan of the Lord.",
      "summary": "The speaker explains that even great sages cannot understand the Lord's plan and that the Pandavas' suffering was part of Krishna's plan to establish virtue, even if it meant temporary hardship for his devotees.",
      "timestamp_url": "https://youtu.be/J04-jKPKnaU?t=790"
    },
    {
      "start_time": 880,
      "end_time": 983,
      "verse_references": [],
      "themes": [
        "Bhishma's satisfaction",
        "will of the Lord",
        "virtue"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bhishma Deva was a great devotee of the Lord. But he chose to fight against the Pandavas by the will of the Lord.",
      "summary": "This segment discusses Bhishma's satisfaction at seeing Yudhishthira on the throne despite fighting against him, emphasizing that Bhishma's actions were in accordance with the Lord's will to demonstrate that even a powerful fighter cannot win on the wrong side.",
      "timestamp_url": "https://youtu.be/J04-jKPKnaU?t=880"
    }
  ]
}