{
  "video_id": "j0dIFg-thXE",
  "title": "Who is a Paramahamsa? | Sri Chanchalapathi Dasa @ChanchalapathiDas",
  "speaker": "HG Chanchalapathi Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=j0dIFg-thXE",
  "segments": [
    {
      "start_time": 0,
      "end_time": 85,
      "verse_references": [],
      "themes": [
        "Paramahamsa",
        "Krishna Bhakti",
        "detachment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Unless one comes to the stage of Paramahamsa, one cannot experience Krishna Bhakti in its full form.",
      "summary": "The lecture introduces the concept of Paramahamsa, a stage of spiritual development characterized by detachment from the material world and the ability to experience Krishna Bhakti fully, applicable to various roles in life.",
      "timestamp_url": "https://youtu.be/j0dIFg-thXE?t=0",
      "transcript": "Rishabhadeva, Paramahamsa in Avadhoota Vesha, he appeared. Unless one comes to the stage of Paramahamsa, one cannot experience Krishna Bhakti in its full form. Paramahamsa stage, where you are uncaring for the material world. You don't care for honor, dishonor, pleasure. You are no more searching for pleasure in this material world. Bhagavatam describes Parikshit Maharaj, who was an emperor, was a Paramahamsa. He was in kingly robes. Prabhupada writes, Paramahamsa is required in every field of human activity, because Paramahamsa always thinks, how I can do good for others. But this Paramahamsa Dharma can be practiced in other ways, in Avadhoota Vesha also. Somebody who is a ruler, he should be a Paramahamsa. Somebody who is a businessman, he should be a Paramahamsa. Somebody who is a housewife, she should be a Paramahamsa. Somebody who is a child, a child can also be a Paramahamsa, like Prahalad, Dhruvavahar. That should be the goal of human life, to come to the Paramahamsa stage, because in that Paramahamsa stage, one can actually experience..."
    }
  ]
}