{
  "video_id": "J643v1bHGEQ",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.6.12-13 | 27-10-2021",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=J643v1bHGEQ",
  "segments": [
    {
      "start_time": 64,
      "end_time": 270,
      "verse_references": [
        "SB 1.6.12"
      ],
      "themes": [
        "detachment",
        "renunciation",
        "spiritual life"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Somebody serious about spiritual life will never be attracted to any place which is meant for satisfying the senses.",
      "summary": "Narada Muni's travels are described, emphasizing his detachment from material attractions and focus on spiritual pursuits.",
      "timestamp_url": "https://youtu.be/J643v1bHGEQ?t=64"
    },
    {
      "start_time": 270,
      "end_time": 358,
      "verse_references": [
        "SB 1.6.13"
      ],
      "themes": [
        "travel",
        "spiritual journey",
        "fearlessness"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Narad Muni is passing through not only beautiful places, attractive places, but also through some dangerous tracts of land.",
      "summary": "Narada Muni's journey through dangerous forests is described, highlighting the challenges faced by a traveling mendicant.",
      "timestamp_url": "https://youtu.be/J643v1bHGEQ?t=270"
    },
    {
      "start_time": 358,
      "end_time": 499,
      "verse_references": [],
      "themes": [
        "mendicant",
        "teaching",
        "spiritual enlightenment",
        "Vedic culture"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The real purpose of a sanyasi is not to beg, so just to satisfy some householders he may take a little food, may take, may not take, but his main purpose is how to enlighten the householder in spiritual subject matter.",
      "summary": "The role of a mendicant (parivrajaka acharya) is explained, emphasizing their duty to enlighten householders spiritually, rather than simply begging for food.",
      "timestamp_url": "https://youtu.be/J643v1bHGEQ?t=358"
    },
    {
      "start_time": 499,
      "end_time": 562,
      "verse_references": [],
      "themes": [
        "travel",
        "faith",
        "preaching",
        "renunciation",
        "sanyas"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It is the duty of a parivrajaka acharya to experience all varieties of God's creation by travelling alone through all forests, hills, towns, villages, travelling alone to gain faith in God and strength of mind as well as to enlighten the inhabitants with the message of God.",
      "summary": "The duties of a parivrajaka acharya are further elaborated, including experiencing God's creation through travel and enlightening others, followed by a brief introduction to the four stages of sanyas.",
      "timestamp_url": "https://youtu.be/J643v1bHGEQ?t=499"
    },
    {
      "start_time": 562,
      "end_time": 768,
      "verse_references": [],
      "themes": [
        "sanyas",
        "renunciation",
        "dependence on God",
        "fearlessness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "One's dependence should be on the supreme lord seated in the heart, who is always accompanying every person and is providing, maintaining, is actually taking care of the well being.",
      "summary": "The four stages of sanyas are explained, focusing on the initial stages of renunciation and the development of dependence on God, leading to fearlessness.",
      "timestamp_url": "https://youtu.be/J643v1bHGEQ?t=562"
    },
    {
      "start_time": 768,
      "end_time": 911,
      "verse_references": [],
      "themes": [
        "preaching",
        "Lord Chaitanya",
        "sanyas in Kali Yuga",
        "devotional service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "In this age of Kali, sanyasi is forbidden for ordinary people because they cannot maintain sanyasi like in former ages, but for the sake of preaching one may accept sanyasi simply for the sake of preaching Krishna consciousness.",
      "summary": "Lord Chaitanya is presented as an example of a traveling sanyasi, and the role of sanyas in Kali Yuga is discussed, emphasizing the importance of preaching Krishna consciousness.",
      "timestamp_url": "https://youtu.be/J643v1bHGEQ?t=768"
    }
  ]
}