{
  "video_id": "J643v1bHGEQ",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.6.12-13 | 27-10-2021",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=J643v1bHGEQ",
  "segments": [
    {
      "start_time": 64,
      "end_time": 270,
      "verse_references": [
        "SB 1.6.12"
      ],
      "themes": [
        "detachment",
        "renunciation",
        "spiritual life"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Somebody serious about spiritual life will never be attracted to any place which is meant for satisfying the senses.",
      "summary": "Narada Muni's travels are described, emphasizing his detachment from material attractions and focus on spiritual pursuits.",
      "timestamp_url": "https://youtu.be/J643v1bHGEQ?t=64",
      "transcript": "In this session, we will be discussing from the twelfth verse of the sixth chapter of the first canto of Srimad Bhagavatam. Chitradhatu Vichitradrin Ibha Bhagna Bhujadruman Jalashayan Shivajalan Nalini Surasevitaha Chitrasvanai Patrarathair Vibhrahmad Bhramara Shriyaha. The meaning of this verse is: I pass through hills and mountains full of reservoirs of various minerals like gold, silver, and copper, and through tracts of land with reservoirs of water filled with beautiful lotus flowers fit for the denizens of heaven, decorated with bewildered bees and singing birds. Naradamuni is describing his travel. He passed through different kinds of places, and as it will be explained in the next verse, it is the duty of a sanyasi, a renunciant, or one dedicated to spiritual life, to actually travel through different tracts of land which are all the creation of the supreme lord in this material world, and none of such places have any attraction for a serious spiritualist like Narada. There is no attraction. He is passing through reservoirs of gold, silver, copper, but he has no attraction for them, neither is he attracted to a beautiful place filled with clear water and lotus flowers so beautiful that it is fit for the heavenly inhabitants, singing birds, beautiful bees. He is not at all attracted by any of these because with one pointed attention he is determined to go to a place fit for him to sit and do meditation on the supreme lord as taught by the bhaktivedantas, his spiritual masters, when they were staying for four months during chaturmasya in that place in the forest where his mother was a maid servant. So somebody serious about spiritual life will never be attracted to any place which is meant for satisfying the senses. Any place which is meant for sense satisfaction, such a place has no attraction for a transcendentalist."
    },
    {
      "start_time": 270,
      "end_time": 358,
      "verse_references": [
        "SB 1.6.13"
      ],
      "themes": [
        "travel",
        "spiritual journey",
        "fearlessness"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Narad Muni is passing through not only beautiful places, attractive places, but also through some dangerous tracts of land.",
      "summary": "Narada Muni's journey through dangerous forests is described, highlighting the challenges faced by a traveling mendicant.",
      "timestamp_url": "https://youtu.be/J643v1bHGEQ?t=270",
      "transcript": "A serious spiritualist. The next verse describes further what are the different kinds of places he passed through. The thirteenth verse: nala venu sharastamba kusha ki chaka gahvaram eka evaati yathoham adraksham vipinam mahat ghoram pratibhayakaram vyala uluka shivajiram. The meaning of this verse is: I then passed alone through many forests of rushes, bamboo reeds, sharp grass, weeds, and caves which were very difficult to go through alone. I visited deep, dark, and dangerously fearful forests which were the play yards of snakes, owls, and jackals. So Narad Muni is passing through not only beautiful places, attractive places, but also through some dangerous tracts of land like forests which are deep, dark, and dangerously fearful because they are inhabited by snakes, owls, and jackals."
    },
    {
      "start_time": 358,
      "end_time": 499,
      "verse_references": [],
      "themes": [
        "mendicant",
        "teaching",
        "spiritual enlightenment",
        "Vedic culture"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The real purpose of a sanyasi is not to beg, so just to satisfy some householders he may take a little food, may take, may not take, but his main purpose is how to enlighten the householder in spiritual subject matter.",
      "summary": "The role of a mendicant (parivrajaka acharya) is explained, emphasizing their duty to enlighten householders spiritually, rather than simply begging for food.",
      "timestamp_url": "https://youtu.be/J643v1bHGEQ?t=358",
      "transcript": "So in the purport, Srila Prabhupada explains it is the duty of a mendicant. Mendicant literally means a beggar, but it is taken in the sense of a spiritualist who lives a very simple life by being dedicated for spiritual practice, and for maintaining his body he simply begs for some little food from a householder. So such a mendicant is called a parivrajaka acharya. Parivrajaka means he is travelling constantly, wandering, and acharya means he is teaching. What is he teaching? He is teaching spiritual subject matter. He is awakening householders who are lost in material way of life to remind them about their spiritual goal in life. So he enlightens them, and on the plea of begging he goes to their house, but his real purpose of going to the house of a householder is not for begging, it is for enlightening them spiritually. Of course, in the Vedic culture, the householders welcome a sanyasi or a travelling mendicant or a transcendentalist. They welcome him home because they know that he brings in all auspiciousness, but the real purpose of a sanyasi is not to beg. So just to satisfy some householders, he may take a little food, may take, may not take, but his main purpose is how to enlighten the householder in spiritual subject matter which is the prime necessity for every human being."
    },
    {
      "start_time": 499,
      "end_time": 562,
      "verse_references": [],
      "themes": [
        "travel",
        "faith",
        "preaching",
        "renunciation",
        "sanyas"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It is the duty of a parivrajaka acharya to experience all varieties of God's creation by travelling alone through all forests, hills, towns, villages, travelling alone to gain faith in God and strength of mind as well as to enlighten the inhabitants with the message of God.",
      "summary": "The duties of a parivrajaka acharya are further elaborated, including experiencing God's creation through travel and enlightening others, followed by a brief introduction to the four stages of sanyas.",
      "timestamp_url": "https://youtu.be/J643v1bHGEQ?t=499",
      "transcript": "So here Srila Prabhupada is telling it is the duty of a parivrajaka acharya to experience all varieties of God's creation. How does he do that? By travelling alone through all forests, hills, towns, villages, travelling alone to gain faith in God and strength of mind as well as to enlighten the inhabitants with the message of God. This is the, this is the program of a parivrajaka acharya. In sanyas, there are four stages of development of a complete renunciation. The beginning stage is called kutichaka, the second stage is called bahudhaka, the third stage is called parivrajaka acharya, and the fourth stage is called paramahamsa."
    },
    {
      "start_time": 562,
      "end_time": 768,
      "verse_references": [],
      "themes": [
        "sanyas",
        "renunciation",
        "dependence on God",
        "fearlessness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "One's dependence should be on the supreme lord seated in the heart, who is always accompanying every person and is providing, maintaining, is actually taking care of the well being.",
      "summary": "The four stages of sanyas are explained, focusing on the initial stages of renunciation and the development of dependence on God, leading to fearlessness.",
      "timestamp_url": "https://youtu.be/J643v1bHGEQ?t=562",
      "transcript": "Briefly I will just mention what are the stages of sanyas. Kutichaka is when one decides to renounce connection with family members, leaves home, but not yet practiced how to maintain himself independently, so he builds a cottage outside his village and he receives food from home. He is cut off from the family members, social interaction, but as far as his food requirement is concerned, it is taken care of by the family, former family members. When he is practiced in that way, then he realizes how he can actually maintain himself very easily by begging a little from many different houses, so nobody will feel a burden for weeding one person a little bit, collecting little, little from many houses, then nobody feels the burden and the person is very easily able to get his necessity of daily food, and so that's called bahudhaka, the second stage of sanyas where one is not dependent only on his one home, the former purvashram family residence, but begs little from the different people of the village outside which he is staying, and in that way very easily he maintains himself, his requirement of food. Then when he becomes further well established in sanyas, then he starts actually travelling. Travelling is for gaining strength of mind, faith in God, and enlighten the inhabitants as he is passing through different towns, villages, or settlements, human settlements like that. So these three things are particularly mentioned here: travelling alone, travelling alone to become fearless because a sanyasi knows that God is in my heart and he is my top most well wisher, he is my protector, he is my maintainer. Only due to illusion somebody may think that I have to depend on somebody else or something else outside of me. Actually one's dependence should be on the supreme lord seated in the heart who is always accompanying every person and is providing, maintaining, is actually taking care of the well being. It is only this supreme lord who does so. This is the purpose of a sanyasi."
    },
    {
      "start_time": 768,
      "end_time": 911,
      "verse_references": [],
      "themes": [
        "preaching",
        "Lord Chaitanya",
        "sanyas in Kali Yuga",
        "devotional service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "In this age of Kali, sanyasi is forbidden for ordinary people because they cannot maintain sanyasi like in former ages, but for the sake of preaching one may accept sanyasi simply for the sake of preaching Krishna consciousness.",
      "summary": "Lord Chaitanya is presented as an example of a traveling sanyasi, and the role of sanyas in Kali Yuga is discussed, emphasizing the importance of preaching Krishna consciousness.",
      "timestamp_url": "https://youtu.be/J643v1bHGEQ?t=768",
      "transcript": "Now further Praveshwara Prabhupada says a sanyasi is duty bound to take all these risks without fear, and the most typical sanyasi of the present age is Lord Chaitanya, Chaitanya Mahaprabhu. He took sanyas and he travelled in the same manner like Narada Muni. Narada Muni travelled in a former age. Chaitanya travelled through the central Indian jungles enlightening even the tigers, bears, snakes, deer, elephants, and many other jungle animals, what to speak of enlightening human beings. Chaitanya Mahaprabhu even enlightened jungle animals while travelling. Of course, he is the supreme lord, so he can enlighten any living being, any living entity, but at least we should attempt to enlighten human beings in the subject matter of sankirtana bhakti yoga or practice of devotional service which is the recommended process in this age. So sanyasi is duty bound to take all these risks without fear. So Srila Prabhupada further says in this age, Kali, in the age of Kali, sanyasi is forbidden for ordinary people because they cannot maintain sanyasi like in former ages, but for the sake of preaching one may accept sanyasi simply for the sake of preaching Krishna consciousness because there is a need for preachers to travel and preach. So this sanyasi is more than change of dress. What is important is to stop social intercourse and devote life exclusively for preaching the message of God among the common people. That is the truth. So I'll stop."
    }
  ]
}