{
  "video_id": "j8IUXnNznv8",
  "title": "Three Dangerous Diversions from Bhakti-yoga | Sri Chanchalapathi Dasa",
  "speaker": "HG Chanchalapathi Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=j8IUXnNznv8",
  "segments": [
    {
      "start_time": 0,
      "end_time": 89,
      "verse_references": [],
      "themes": [
        "bhakti-yoga",
        "karma",
        "mukti",
        "yogasiddhi",
        "temptation",
        "detachment"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "If you are able to somehow resist the temptation of these three exits, then you can head towards the supreme personality of Godhead.",
      "summary": "The speaker uses the analogy of an expressway to illustrate how karma, mukti, and yogasiddhi can be diversions from the path of bhakti-yoga.",
      "timestamp_url": "https://youtu.be/j8IUXnNznv8?t=0",
      "transcript": "You're driving on the expressway, you're heading very quickly, but then you see exit, food court, and so you exit, and then you'll see so many different kinds of food all displayed there, and then you get absorbed and lost there, and then you missed the purpose that you were heading in the expressway. So, the shastras point out, when you are trying to advance in the mission of human life, you will encounter three exits. The first exit is called karma. The second exit is called mukti, and the third exit is called yogasiddhi. If you are not careful, you can take that exit, and you can be lost there completely, and forget coming back to the exit. So, you're driving on the expressway, and heading towards the goal that you set out. If you are able to somehow resist the temptation of these three exits, then you can head towards the Supreme Personality of Godhead. Because, if you want to associate with Krishna, you should be free from the temptations of karma, jnana, and yogasiddhi. That is a pure devotee, who only wants to serve Krishna."
    }
  ]
}