{
  "video_id": "jbGC1Ri78u4",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.6.16 | 30-10-2021",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=jbGC1Ri78u4",
  "segments": [
    {
      "start_time": 0,
      "end_time": 77,
      "verse_references": [],
      "themes": [
        "Invocation",
        "Introduction to Srimad Bhagavatam"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "In this session we will be discussing from the 16th verse of the 6th chapter of the 1st canto of Srimad Bhagavatam.",
      "summary": "The speaker begins with prayers and introduces the topic of discussion: verse 1.6.16 of Srimad Bhagavatam.",
      "timestamp_url": "https://youtu.be/jbGC1Ri78u4?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyanan Janishalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Srimate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Sri Vasadi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudev Devaaya Narayanam Namaskritya Naram Chaiva Narottamam Deveem Saraswateem Vyasaam Tato Jayam Udi Rayet. In this session, we will be discussing from the 16th verse of the 6th chapter of the 1st"
    },
    {
      "start_time": 77,
      "end_time": 121,
      "verse_references": [],
      "themes": [
        "Meditation",
        "Transcendental Love",
        "Appearance of Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "As soon as I began to meditate upon the lotus feet of the Personality of Godhead, with my mind transformed in transcendental Love …. Tears rolled down my eyes and without delay the personality of Godhead Shri Krishna appeared on the lotus of my heart.",
      "summary": "The speaker explains the meaning of the verse, describing Narada Muni's experience of meditating on Krishna and the appearance of the Lord in his heart.",
      "timestamp_url": "https://youtu.be/jbGC1Ri78u4?t=77",
      "transcript": "canto of Srimad Bhagavatam. Dhyayatas Charanam Dhyayatas Charanam Sambhojam BhavanirjitaChayしま Outkantya Ashٍk Kalaakshawsyah Hrijasinme ShanairAarihi. The meaning of this verse is: As soon as I began to meditate upon the lotus feet of the Personality of Godhead, with my mind transformed in transcendental Love… Tears rolled down my eyes and without delay the personality of Godhead Shri Krishna"
    },
    {
      "start_time": 121,
      "end_time": 203,
      "verse_references": [],
      "themes": [
        "Meditation on the Supersoul",
        "Progress of Meditation",
        "Bhava"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Narada Muni experienced what is called as Bhava. Bhava is the mind transformed in transcendental love for the Lord.",
      "summary": "The speaker elaborates on Narada Muni's meditation on the Supersoul and the changes that occur as meditation progresses, leading to Bhava, or transcendental love.",
      "timestamp_url": "https://youtu.be/jbGC1Ri78u4?t=121",
      "transcript": "appeared on the lotus of my heart. This is Narada Muni's experience after he began meditation. What happened? In the previous verse, it was described that he began to meditate on this super soul Paramatma. Super soul is Krishna seated in the heart. As he had learned from the great sages, the Bhaktivedantas, and as he had actually understood and applying his intelligence, he began to search out for the super soul in the heart and fixing his mind, he meditated upon the Lord in the heart. Now, the changes that take place as the meditation progresses in the correct way, in the perfect way, as taught by the great authorities. What are the changes that take place? Here it is described: Bhava nirjita chetasa."
    },
    {
      "start_time": 203,
      "end_time": 374,
      "verse_references": [],
      "themes": [
        "Bhakti",
        "Shraddha",
        "Nectar of Devotion",
        "Spiritual Master"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Bhakti begins with Shraddha...transcendental faith...that this process of bhakti is bona fide, authentic, and will lead to the highest perfection if followed systematically, requiring guidance by a bona fide spiritual master.",
      "summary": "The speaker explains the beginning of Bhakti with Shraddha (faith) and the importance of a bona fide spiritual master for guidance.",
      "timestamp_url": "https://youtu.be/jbGC1Ri78u4?t=203",
      "transcript": "Narada Muni experienced what is called as Bhava. Bhava is the mind transformed in transcendental love for the Lord. So in development of Bhakti, the science of devotional service, it is explained Bhakti begins with Shraddha. And there are nine steps through which one progresses as one practices Bhakti according to the standard procedure given in the devotional literature. So in different places in the scriptures, it is described how Bhakti has to be practiced. One of the disciples of Sri Chaitanya Mahaprabhu, by name Shrila Rupa Goswami, has gathered all the details of the practice of Bhakti from different scriptures. He is expert in gathering all the connected details about practice of bhakti and he has presented them systematically as the science of bhakti yoga in a scripture he has compiled called Bhakti Rasamrita Sindhu, which is translated and explained by Sri la Prabhupada, the founder acharya of ISKCON, as Nectar of Devotion. So in Nectar of Devotion, Sri la Prabhupada explains, citing Sri la Rupa Goswami, that Bhakti begins with Shraddha. Shraddha is faith, transcendental faith. So what is this transcendental faith? This transcendental faith is that this process of Bhakti is a dirt, the understanding and the trust that this is something which is very bona fide, this is something which is very, very authentic, and this is something which will lead me to the highest perfection if I begin and follow the process systematically. This requires guidance by a"
    },
    {
      "start_time": 374,
      "end_time": 562,
      "verse_references": [],
      "themes": [
        "Sadhu-sangha",
        "Bhajana Kriya",
        "Diksha",
        "Parampara"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Shraddha leads to sadhu sangha associating with like-minded devotees...then bhajana kriya...the standard activities especially the initiation the deeksha initiation from the bona fide spiritual master.",
      "summary": "The speaker continues describing the steps of Bhakti, including association with devotees (sadhu-sangha), engaging in devotional activities (bhajana kriya), and receiving initiation (diksha) from a spiritual master in the parampara system.",
      "timestamp_url": "https://youtu.be/jbGC1Ri78u4?t=374",
      "transcript": "bona fide spiritual master of divine arts who not only explains but also teaches practically how to develop that system, starting point of buscar the which is the transcendental faith. Oh, now Shraddha, ah, those Shraddha that leads to sadhu-sangha of shraddha huge... suspensions and through that the spiritual power goes liberating but the сотрудển are also practicing and who are also seriously desirous of making progress starting from shraddha till the highest perfection of prema. Prema is love for Krishna. So starting with shraddha till prema, there are nine steps. Pradha is the first step and prema is the ninth step, the highest perfection, the ultimate perfection. In between there are other steps. So shraddha leads to sadhu sangha, associating with like-minded devotees who are also practicing the standard procedure and our serious aspirants for achieving the highest perfection. Sadhu sangha then bhajana kriya step. Bhajana kriya is the standard activities, especially the initiation, the deeksha initiation from the bona fide spiritual master and that initiation as taught by Sri la Prabhupada according to the parampara system in which he is coming, bringing down this, uh, this knowledge and the practice, the bona fide method of practicing bhakti in this age. He is teaching how we can do it according to the standard procedure given by Sri la Rupa Goswami from the various bhakti literature gathered together and and compiled in the form of Bhakti Samrita Sindhu, step by step scientific, uh, nation for the process. So there Sri la Rupa says approach a bona fide spiritual master coming in parampara and take initiation from him, accept deeksha. So Prabhupada gives the harinam deeksha then that develops further as one goes on Following the process of beginning with the diksha begins with chanting and hearing the Hare Krishna Mahamantra."
    },
    {
      "start_time": 562,
      "end_time": 770,
      "verse_references": [],
      "themes": [
        "Anartha Nivritti",
        "Nishtha",
        "Fixed Devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "That leads to Anartha Nivritti, the fourth step...cleansing the heart of all kinds of misgivings...And when Anartha Nivritti has sufficiently happened...then there is nishtha. One becomes fixed up in the practice of devotional service.",
      "summary": "The speaker explains Anartha Nivritti (cleansing of misgivings) and Nishtha (fixed devotion) as steps in the process of Bhakti.",
      "timestamp_url": "https://youtu.be/jbGC1Ri78u4?t=562",
      "transcript": "Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare. That leads to Anartha Nivritti, the fourth step. Anartha Nivritti involves cleansing the heart of all kinds of misgivings, all kinds of misconceptions, wrong ideas about who I am, who is God, what is my relationship, what is this world, where have I come from, what is my ultimate goal in life, everything. We have some... some idea. But all the misunderstandings are cleared away and the correct understanding becomes established properly in the heart. And when Anartha Nivritti has sufficiently happened, say about 80 percent, then there is nishtha. One becomes fixed up in the practice of devotional service. In the association of devotees, following the standard procedure as taught by the bona fide spiritual master, without any deviation, without any speculation, without any concoction, and without any doubt. So one makes steady progress. So nishtha is the fifth stage or the fifth step. In the nine step process of perfection in bhakti, nishtha is that one becomes fixed up. There is no more any wavering. In the beginning, there is little obstacle which may make one feel that, oh, today I cannot chant or today I cannot do this. Today I cannot read. But by... by cleansing the heart of the misgivings and sufficient cleansing has happened. As I mentioned, about 80 percent cleansing has happened. Then one becomes very serious, very fixed up and will every day do the chanting, do the follow the process of bhakti, practice of bhakti without any... without any... break. Continuously, steadily follow the process without any break. Just like a good student in school will attend class every day. The school is arranging to conduct the classes. A serious student, a good student will very nicely attend the classes and do all the work associated with learning. Similarly, in bhakti also every day chanting everyday, reading every day, praying every day, paying obeisances. Whatever the standard processes."
    },
    {
      "start_time": 770,
      "end_time": 864,
      "verse_references": [],
      "themes": [
        "Ruchi",
        "Asakti",
        "Spiritual Taste",
        "Attachment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Then the sixth step from nishtha at progresses to the six step, it's called Ruchi...one develops spiritual taste...and the seventh step is what is called as asakti attachment.",
      "summary": "The speaker describes Ruchi (spiritual taste) and Asakti (attachment) as further steps in the development of Bhakti.",
      "timestamp_url": "https://youtu.be/jbGC1Ri78u4?t=770",
      "transcript": "Then the sixth step from nishtha it progresses to the six step, it's called... Ruchi. Ruchi progresses to the sixth step. It's called Ruchi. One develops spiritual taste for whatever one is doing. The spiritual taste is different from any material liking or material experience of some pleasantness. Beyond that, it is a spiritual taste which is because of the heart being cleansed of all material misgivings. So one develops the spiritual taste which is going to even make the devotee further determined to continue very seriously, very nicely, very rigidly follow the process and the seventh step is what is called as asakti, attachment. One becomes so attached to doing this chanting and reading and hearing and bowing down and worshipping and all those things, the process that I cannot remain without doing this even one day. I just cannot miss it. It becomes the most important thing in one person's, a devotee's life. This practice of bhakti becomes so I become attached, asakti."
    },
    {
      "start_time": 864,
      "end_time": 999,
      "verse_references": [],
      "themes": [
        "Bhava",
        "Transcendental Ecstasy",
        "Symptoms of Ecstasy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Then the 8th step is bhava...the stage where one experiences transcendental ecstasy...and Narada Muni...he came to the stage of bhava where he began to experience ecstasy within.",
      "summary": "The speaker explains Bhava (transcendental ecstasy) and describes the symptoms of ecstasy, referencing Narada Muni's experience.",
      "timestamp_url": "https://youtu.be/jbGC1Ri78u4?t=864",
      "transcript": "Then the 8th step is bhava. That is what is mentioned here. Bhava is one the stage where one experiences transcendental ecstasy. There is joy by chanting, by reading, by hearing, by worshipping, by contemplating on the pastimes of the Lord as described in the Bhagavatam. There is ecstasy and Narada Muni, he is briefly describing he began meditation and he came to the stage of bhava where he began to experience ecstasy within and there are 8 symptoms of ecstasy that is described again in Bhakti Rasamrita Sindhu that the 8 symptoms of ecstasy are perspiring, standing of the hairs on the body, faltering of the voice, trembling of the body, change of bodily colors, shedding of tears. That is described here ashrukh, ashru means tears, ashru colour tears roll down akshuesya of the eyes and tears started rolling down means he is getting daunted, tears started rolling down means he is getting daunted means he has come to the stage of bhava he is experiencing transcendental ecstasy and the last symptom that is described here is devastation. So these are not to be imitated but these are natural, natural reactions because the body cannot contain that extreme joy, spiritual joy which is beyond any material experience. It's a completely different experience and it's a very advanced stage of bhakti. So Naradunni experienced that and that is what is"
    },
    {
      "start_time": 999,
      "end_time": 1006,
      "verse_references": [],
      "themes": [
        "Conclusion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "I'll stop here thank you very much Hare Krishna",
      "summary": "The speaker concludes the lecture.",
      "timestamp_url": "https://youtu.be/jbGC1Ri78u4?t=999",
      "transcript": "described here. I'll stop here. Thank you very much. Hare Krishna."
    }
  ]
}