{
  "video_id": "JbMzaaVYTg8",
  "title": "How Does the Naivedya Become Prasadam? | Sri Satya Gaura Chandra Dasa",
  "speaker": "HG Satya Gaura Chandra Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=JbMzaaVYTg8",
  "segments": [
    {
      "start_time": 0,
      "end_time": 13,
      "verse_references": [],
      "themes": [
        "love",
        "interaction",
        "devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "All interactions are going. This interaction means love.",
      "summary": "The speaker explains that interacting with the Lord involves love, give, and take.",
      "timestamp_url": "https://youtu.be/JbMzaaVYTg8?t=0",
      "transcript": "When you go in front of the Lord, the Lord is watching us, He is hearing our prayers, He is accepting our Naivedya, He is giving back Prasad, and He is blessing the devotees."
    },
    {
      "start_time": 13,
      "end_time": 40,
      "verse_references": [],
      "themes": [
        "love",
        "devotion",
        "offering"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Now you have to give and He gives and you should take.",
      "summary": "The speaker elaborates on the concept of giving Naivedya to Krishna and Krishna accepting it.",
      "timestamp_url": "https://youtu.be/JbMzaaVYTg8?t=13",
      "transcript": "All interactions are going on. This interaction means love. Love means there should be give and take. If you want to develop love with anybody, there should be give and take. Now we want to love the Supreme Personality of Godhead. Now you have to give, and He gives, and you should take. So now the devotees want to give some food. So Krishna says, 'Asana me,' I will accept."
    },
    {
      "start_time": 40,
      "end_time": 79,
      "verse_references": [],
      "themes": [
        "prasadam",
        "devotion",
        "atheism",
        "acceptance"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "It is said that even if the Lord glances on the food, that turns into Prasadam.",
      "summary": "The speaker contrasts the understanding of offering food to God in theistic and atheistic viewpoints, explaining that God's acceptance is subtle and transforms the food into Prasadam.",
      "timestamp_url": "https://youtu.be/JbMzaaVYTg8?t=40",
      "transcript": "With devotion, if somebody offers some Naivedya, Krishna says, 'I accept.' Again, atheist Christians, in this class, they may say, the plate came out as it is. God has not eaten anything. Their idea is that eating means God will eat the way I eat. We eat, we complete the whole plate, but God's eating is not that. His eating is very fine. It is said that even if the Lord glances on the food, that turns into Prasadam, and on that Prasadam we eat, remembering."
    }
  ]
}