{
  "video_id": "JCME3k_SHaQ",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.8.27 | 22-02-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=JCME3k_SHaQ",
  "segments": [
    {
      "start_time": 0,
      "end_time": 102,
      "verse_references": [],
      "themes": [
        "prayers",
        "obeisances",
        "Kunti's prayers",
        "material impoverishment",
        "self-satisfaction"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "My obeisances are unto you who are the property of the materially impoverished.",
      "summary": "The lecture begins with prayers and then introduces Queen Kunti's prayer focusing on the Lord being the property of the materially impoverished.",
      "timestamp_url": "https://youtu.be/JCME3k_SHaQ?t=0",
      "transcript": "Om Agyana Timiran Dhasya Gyananjan Shalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shri Vasadi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jaya Mudhirayet. In this session we will be discussing from the 27th verse of the 8th chapter of the Bhagavad Gita. This is the 8th chapter of the first canto of Shri Madbhagavatam, continuing the prayers by Queen Kunti. Namo Akinchanavittaya Nivritta Gunavrittaya Atma Ramaya Shantaya Kaivalya Pataye Namaha. The meaning of this verse is: My obeisances are unto you who are the property of the materially impoverished. You have nothing to do with the actions and reactions to the material modes of nature. You are self-satisfied and therefore you are the most gentle and you are the master of the monads."
    },
    {
      "start_time": 102,
      "end_time": 176,
      "verse_references": [],
      "themes": [
        "material opulence",
        "renunciation",
        "akinchanavitha",
        "material possessions"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Supreme Lord is the property of the materially impoverished.",
      "summary": "This segment discusses the concept of the Lord belonging to the materially impoverished and clarifies that it doesn't mean a living being can be a complete renouncer in the absolute sense.",
      "timestamp_url": "https://youtu.be/JCME3k_SHaQ?t=102",
      "transcript": "So this is yet another prayer by Queen Kunti. It is a sequel to the previous two prayers. In the previous prayer Kunti Devi had explained that people who are materially opulent are perfect, and they cannot feelingly utter the holy name of the Supreme Lord. But here Kunti Devi is telling the Supreme Lord is the property of the materially impoverished, Akinchanavittaya. So Shri La Prabhupada explains in the purport that a living being is finished as soon as there is nothing to possess. What does it mean? One is akinchanavitha without any material possessions. So it is not to be misunderstood. So Prabhupada is clarifying the sense in which this is used by Kunti Devi, akinchanavitha. The Supreme Lord is the property of the materially impoverished. What is the meaning of that? How do we understand it? So a living being is finished as soon as there is nothing to possess. So a living being is finished as soon as there is nothing to possess."
    },
    {
      "start_time": 176,
      "end_time": 276,
      "verse_references": [],
      "themes": [
        "renunciation",
        "sacrifice",
        "spiritual gain",
        "material world"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A living being renounces something for gaining something more valuable.",
      "summary": "The speaker explains that renunciation involves giving up something for a greater spiritual gain, not simply becoming empty-handed.",
      "timestamp_url": "https://youtu.be/JCME3k_SHaQ?t=176",
      "transcript": "So a living being is finished as soon as there is nothing to possess. Therefore, a living being cannot be in the real sense of the term a renouncer. Sometimes people think I have to renounce. I have to give up. I have to give up my wealth. I have to give up my house. I have to give up my family. I have to give up my possessions. I had to give up my everything. But we should also understand that we cannot really be a renouncer in that way. Why? Because the principle of renunciation is explained by Prabhupada as a living being renounces something for gaining something more valuable. For example, a student sacrifices his childish proclivities to gain better education. As children are sent to school, initially, they may be very, very playful. But as they become mature and serious, then they actually try to gain better knowledge. So, they are given up their playful tendency. Similarly, a servant gives up his job for a better job. So, in the same way, a devotee renounces the material world, not for nothing, not to become empty handed, without any possessions,"
    },
    {
      "start_time": 276,
      "end_time": 389,
      "verse_references": [],
      "themes": [
        "spiritual value",
        "Goswamis of Vrindavan",
        "devotion",
        "Krishna Bhakti",
        "material wealth",
        "spiritual wealth"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "They give up material wealth to gain some spiritual wealth.",
      "summary": "The speaker uses the example of the Goswamis of Vrindavan to illustrate how devotees renounce material possessions to gain spiritual wealth and devotion to Krishna.",
      "timestamp_url": "https://youtu.be/JCME3k_SHaQ?t=276",
      "transcript": "you know, but for something tangible in spiritual value. So, devotee gives up material possessions to gain some spiritual, spiritually tangible value, something of spiritual value and it is quite tangible, it is not intangible. So, the example is given of the Goswamis of Vrindavan who were disciples of Chaitanya Mahaprabhu. It is said here, Srila Rupa Goswami, Srila Sanatana Goswami and Srila Raghunath Das Goswami and others gave up their worldly pomp and prosperity for the sake of service of the Lord. Devotion is service, for Krishna Bhakti, for Krishna Seva for that reason. They were big men in the worldly sense. The Goswamis were ministers in the government service of Bengal. Rupa Goswami and Sanatana Goswami are ministers of Nawab Hussain Shah in the then government of Bengal during that time. And Srila Raghunath Das Goswami, who was the son of a big zamindar of his time, very, very rich. His father was very rich. But they left everything to gain something superior to what they previously possessed. So, don't think that devotees are renouncing and giving up and becoming totally impoverished. No, they give up material wealth to gain some spiritual wealth."
    },
    {
      "start_time": 389,
      "end_time": 556,
      "verse_references": [],
      "themes": [
        "devotees",
        "material prosperity",
        "secret treasure",
        "Sanatana Goswami",
        "touchstone",
        "value"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The devotees are generally without material prosperity, but they have a very secret treasure house in the lotus feet of the Lord.",
      "summary": "The speaker narrates a story about Sanatana Goswami and a touchstone to illustrate that devotees possess a secret treasure in their devotion to the Lord, which is more valuable than material wealth.",
      "timestamp_url": "https://youtu.be/JCME3k_SHaQ?t=389",
      "transcript": "The devotees are generally without material prosperity, but they have a very secret treasure house in the lotus feet of the Lord. So, this treasure possessed by the devotees is unknown to materialistic persons. They can't evaluate. There is a nice story about Srila Sanatana Goswami. Prashupa tells a story. Now, Sanatana Goswami had a touchstone with him. A touchstone can convert any base metal to gold simply by touching. In Hindi they say paraspathar. In Sanskrit, they say chintamani. So, it is such a touchstone. If you touch iron with a touchstone, it become gold. So, Sanatana Goswami, he had a touchstone with him and he had left this stone, touchstone in a pile of refuse, in some garbage. He had thrown it in the garbage. A needy man took it. So, somebody approached Sanatana Goswami, I am a very poor man. So, can you give me something so that I can get rid of my poverty? So, Sanatana Goswami said, you want some touchstone? It is there. You can take it. Where is it? Oh, it is in the garbage heap. So, this poor man, he took it and he thought, oh, now my poverty problem is solved completely. But later on, he wondered, why was this valuable stone, this touchstone kept in such a neglected place? Why was it kept there? He was an intelligent person also. He was considering that what kind of thing I have taken from the Goswami, from Sanatana. He therefore asked Sanatana Goswami for the most valuable thing. He was intelligent enough to understand, if touchstone is the most valuable thing Sanatana Goswami has in his possession, then he would not have left it in the garbage. Nobody leaves in the garbage something very, very valuable that they possess. So, why had he kept it in the garbage? So, therefore, he went and asked Sanatana Goswami that can you give me the most valuable thing in your possession?"
    },
    {
      "start_time": 556,
      "end_time": 638,
      "verse_references": [],
      "themes": [
        "holy name",
        "spiritual touchstone",
        "Akeenchana",
        "material assets",
        "supreme asset"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna Nama is the spiritual touchstone. It is not a material touchstone. It is a spiritual touchstone.",
      "summary": "The speaker explains that the holy name of the Lord is the true spiritual touchstone and that a factual devotee doesn't give material things but the supreme asset, Krishna.",
      "timestamp_url": "https://youtu.be/JCME3k_SHaQ?t=556",
      "transcript": "Sanatana Goswami said, yes, I can give you. And what did he give? Sanatana Goswami gave him the holy name of the Lord. That is why in one of the scriptures, it is said, Nama Chintamani Krishna. Krishna Nama is the spiritual touchstone. It is not a material touchstone. It is a spiritual touchstone. Akeenchana means one who has nothing to give materially. This is the meaning of the word Akeenchana. It should not be misunderstood. A factual devotee or Mahatma does not give anything material to anyone. Just like Sanatana Goswami, he gave the holy name. That is not a material commodity. It is 100% spiritual. Now, Sanatana Goswami or any Mahatma, any factual devotee does not give material, anything material to anyone, because the Mahatma himself or the pure devotee himself, he has already left all material assets. He has given up himself. So, he does not have material assets to give you. He has given them up."
    },
    {
      "start_time": 638,
      "end_time": 795,
      "verse_references": [],
      "themes": [
        "Godhead Krishna",
        "pure devotees",
        "material hankerings",
        "spiritual advancement",
        "spirit and matter",
        "spiritual vision",
        "devotional service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Material hankerings and spiritual advancement go ill together.",
      "summary": "This segment emphasizes that material desires and spiritual progress are incompatible, and neophyte devotees should distinguish between spirit and matter, lacking the spiritual vision to see them as one.",
      "timestamp_url": "https://youtu.be/JCME3k_SHaQ?t=638",
      "transcript": "He can, however, deliver the supreme asset. What is supreme asset with a pure devotee? It is the personal of Godhead, Krishna. Krishna is the property of the pure devotees. Krishna can be delivered by a pure devotee. Krishna can be delivered, therefore it is said here by Srila Prabhupada, because Krishna is the only property of a factual devotee, Krishna can deliver, sorry, because Krishna is the only factual property of the real devotee, so Krishna can be delivered by a devotee to anybody who desires to have Krishna. The touchstone of Sanatana Goswami which is thrown in the rubbish was not the property of the Goswami, otherwise it would not have been kept in such a place. So this specific example is given to neophyte devotees just to convince them that material hankerings and spiritual advancement go ill together. They don't go together. Material opulence and spiritual advancement don't go together unless one is able to see everything as spiritual in relation with the Supreme Lord. One must always distinguish between spirit and matter. A neophyte devotee should not artificially try to see the spirit and matter as one and the same. A neophyte devotee should make distinction between what is spirit and what is matter, should make a distinction. A spiritual master like Sanatana Goswami, although personally able to see everything as spiritual, set this example for us only because we have no such spiritual vision. We don't have spiritual vision at the present moment to understand that even matter being emanation from Krishna is also ultimately spiritual only, but then such a vision is not possible for a neophyte devotee in the beginning of Devotional Service. So what happens is, what happens."
    },
    {
      "start_time": 795,
      "end_time": 940,
      "verse_references": [],
      "themes": [
        "material advancement",
        "civilization",
        "spiritual advancement",
        "material miseries",
        "Anartha",
        "Krishna consciousness",
        "pure devotees"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Material advancement is Anartha. It is not required.",
      "summary": "The speaker concludes by stating that material advancement is an unwanted thing (Anartha) that leads to entanglement and misery, and encourages listeners to give it up and embrace Krishna consciousness under the guidance of pure devotees.",
      "timestamp_url": "https://youtu.be/JCME3k_SHaQ?t=795",
      "transcript": "When somebody advances materially, material advancement is civilization. Such material advancement is a great stumbling block for spiritual advancement. The more one becomes materially advanced, the more one becomes puffed up, and consequently, such a puffed up person cannot make spiritual advancement even if such a person takes to chanting Hare Krishna, because the chanting will be done without the sincere feeling. That is not possible for a materially intoxicated person. Such material advancement entangles the living being in the bondage of material body followed by all sorts of material miseries. See, material advancement comes with a price. What is that? With material advancement, there is entanglement and entanglement means material miseries. So, this has to be carefully understood. So, therefore, in Sanskrit, material advancement is called Anartha, unwanted things, unwanted. Actually, this is so. This is a fact. Material advancement is Anartha. It is not required. So, Prabhupada gives an example that in the present context of material advancement, one uses lipstick at a cost of 50 cents and there are so many unwanted things which are all products of material conception of life. So many material possessions people have, but that makes them only entangled, and subsequently, they have to face so many unwanted miseries. Everybody understands miseries are unwanted, but that's a result of possessing so many material things which are actually Anartha. So, Prabhupada's instruction is give up this business of material advancement and take to Krishna consciousness under the guidance of pure devotees."
    }
  ]
}