{
  "video_id": "jcuUrWCPcWw",
  "title": "Daily Evening Bhagavatam Discourse | SB 1.17.19 Part 3 | HH Stoka Krishna Swami | 27-02-2023",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=jcuUrWCPcWw",
  "segments": [
    {
      "start_time": 33,
      "end_time": 151,
      "verse_references": [],
      "themes": [
        "karma mimamsa",
        "atheistic Sankhya",
        "atomic philosophy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "You do good actions, everything is fine. If you do sinful activity you will suffer.",
      "summary": "The speaker introduces the topic of discussion, verse 1.17.19 of Srimad Bhagavatam, and outlines three philosophical viewpoints: karma mimamsa, atheistic Sankhya, and atomic philosophy.",
      "timestamp_url": "https://youtu.be/jcuUrWCPcWw?t=33",
      "transcript": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Devim Sarasvatim Vyasam Tato Jayam Udi Rayet. In this session, we will continue discussing the 19th verse of the 17th chapter of the first canto of Srimad Bhagavatam. This is part 3 of the discussion. In the previous two sessions, we discussed the karma mimamsa philosophy, that is, karma is everything. You do good actions, everything is fine. If you do sinful activity, you will suffer. Then the second kind of philosophers, the atheistic Sankhya philosophers, who analyze material nature as the ultimate cause. Material nature consists of matter. Matter consists of 24 elements, and that they say is everything. Now, the third kind of philosophers, the philosophers headed by Kanada. They accept the combination of atoms as the original cause of the creation. Ultimately, they analyze entire material existence consists of material. Atoms, and that atom is the fundamental particle, and the combination of atoms, there are varieties of objects, persons, things, whatever, everything. Everything ultimately can be broken down only into an atom. So kana, kana means atom in Sanskrit. So this philosopher's name, the sage's name also Kanada because he is explaining everything in terms of atoms, so atomic philosophy."
    },
    {
      "start_time": 151,
      "end_time": 326,
      "verse_references": [],
      "themes": [
        "atomic philosophy",
        "Vedic atom",
        "modern science"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, the Vedic conception of a material atom is different than the understanding of a material atom as given by today's scientists.",
      "summary": "The speaker analyzes the defects in atomic philosophy, contrasting the Vedic concept of an indivisible atom with the modern scientific understanding of atoms consisting of subatomic particles.",
      "timestamp_url": "https://youtu.be/jcuUrWCPcWw?t=151",
      "transcript": "It's also called atomic philosophy, the third kind. So let's analyze. What is the defect in this atomic philosophy? That yes, matter at the fundamental level is definitely the atom. Not the atom that is the fundamental. Not the atom that the modern day scientists and physicists call as atom because according to the Bhagavatam, the scriptures, our Vedic scriptures, atom is the indivisible particle, you cannot divide it any further, but these, our present day scientists, they say atom consists of subatomic particles. Like neutron, proton, electron, and so many more, now they have so many more. Photons, so many things they have. So they have not yet come to the atom, which is described in our scriptures, which is indivisible, cannot be divided any further. It is the smallest particle. So, very nicely, in the third canto, in a, this discussion between Vidura and Maitreya Muni, Maitreya Rishi. There is a clear description. Calculation of time from the atom. This is chapter, the eleventh chapter of the third canto. There, the calculation of time is given beginning from atomic time up to universal time. See, the smallest division of time that is given in our Vedic literature, in our scriptures is atomic time. And the largest division of time is the duration of this entire universe. So, atomic time to universal time is nicely explained in the third canto of the Bhagavatam and other places in the Vedic scriptures. So, the Vedic conception of a material atom is different than the understanding of a material atom as given by today's scientists. Of course, the scientists, when they make further advancement, they will one day come to understand what is this atom, which is described in the Vedic scriptures as the indivisible particle, ultimate particle, which is indivisible, cannot be divided."
    },
    {
      "start_time": 326,
      "end_time": 472,
      "verse_references": [
        "BG 8.17"
      ],
      "themes": [
        "atomic time",
        "universal time",
        "relative time"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, atomic time to universal time is nicely explained in the third canto of the Bhagavatam and other places in the Vedic scriptures.",
      "summary": "The speaker explains the Vedic concept of time, from atomic time to universal time, highlighting the relative nature of time based on different planetary systems and referencing the duration of Brahma's day as described in the Bhagavad Gita.",
      "timestamp_url": "https://youtu.be/jcuUrWCPcWw?t=326",
      "transcript": "So, they will come to that. If they take some more time, they will take time. Further advancement is required in material science. But, the scriptures are already explaining that ultimate indivisible particle called the material atom. So, that material atom, the time is measured based on the material atom. Time it takes for the sun to traverse that distance of the size of the atom that is called atomic time. It's very, very, very, very, very tiny. So the sun's movement is what is creating the concept or the perception of time, just like how do we know time is progressing? The movement of the sun. It's like we got day and night. So the sun rises and the sun comes overhead and then it sets. It rises in eastern direction and sets in the western direction and then after the sun sets there is darkness, that's the night, till again after about say about 12 hours again the sun rises. So this cyclically day and night constitute time. This is a unit of time called 24 hours account our measurement of the earth and then there is different planets different distance from the sun they have different measurement of time is relative time is related so the the higher planets the duration of their day and night much different their days are longer and than the day we experience on this earth planet and brahma loka brahma's 12 hours or brahma's day is described in the bhagavad gita sahasra yuga pariyantam maharyat brahmano vidhu."
    },
    {
      "start_time": 472,
      "end_time": 672,
      "verse_references": [],
      "themes": [
        "yugas",
        "Brahma's day and night",
        "eternal world",
        "laws of karma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In the spiritual world there are no laws of karma, there are only laws of god which is the law of eternity.",
      "summary": "The speaker continues explaining the calculation of time in relation to Brahma's day and night, contrasting the material world governed by karma with the eternal spiritual world beyond creation and destruction.",
      "timestamp_url": "https://youtu.be/jcuUrWCPcWw?t=472",
      "transcript": "That sahasra yuga, that yuga is a cycle of four, satya, treta, dvapara, kali. So for us on earth planet as we measure time in terms of our sunrise and sunset when four yugas have completed one cycle that's called one maha yuga. So one thousand maha yugas constitute the duration of time of brahma's planet half a day. Half a day means the sunset to sunrise what we say as day twelve hours our twelve hours when our one thousand maha yugas have completed then brahma's twelve hours are over and similar duration is brahma's night another one thousand maha yugas on the earth planet is brahma's night so like this brahma's day and night is the longest day and night in the whole universe in our material universe but what the materialists do not know because they don't accept knowledge from the perfect source the supreme personality of godhead the parampara system of devotees descending from the supreme lord so they do not know that there is an eternal world beyond this material world of creation maintenance and destruction beyond this they do not know the materialists do not know so that eternal world there is no depth there is no creation or destruction there everything is eternal everything is ever existing so that understanding is lacking in modern science it is lacking in the atheistic philosophers or the people who analyze and study only everything in terms of matter or material atom or material elements or just the laws of karma laws of karma are working within this material world only in the spiritual world there are no laws of karma there are only laws of god which is the law of eternity the ways in which the husband is determined which karmic results simple cultural fertile movement in the Paradise where true love the supreme love of the supreme lord where to give love devotion."
    },
    {
      "start_time": 672,
      "end_time": 889,
      "verse_references": [],
      "themes": [
        "material atom",
        "spiritual atom",
        "supreme soul",
        "defective philosophy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He does not know about spiritual atom which is smaller than the material atom. What is that spiritual atom? The individual spirit soul.",
      "summary": "The speaker criticizes Kanada Rishi's atomic philosophy for focusing solely on the material atom and neglecting the spiritual atom (the individual soul) and the Supreme Soul (Krishna), ultimately deeming it a defective philosophy.",
      "timestamp_url": "https://youtu.be/jcuUrWCPcWw?t=672",
      "transcript": "They do not know. They do not know anything about eternality. So that analysis of this material atom as a fundamental particle is only explanation of matter. Only explanation. That is what Kanada Rishi is establishing as the ultimate truth or reality is this atom, material atom, indivisible particle. He does not know that what atom he is speaking about as a fundamental particle is a material atom. He does not know about spiritual atom which is smaller than the material atom. What is that spiritual atom? The individual spirit soul. One 10,000 part of the tip of the hair point in size. Keshagra Shatabhagasya. This is described in the Upanishads also. Shrila Prabhupada explains this in the Bhagavad Gita. The Bhagavad Gita Krishna says the tiny spirit soul is the active principle within this body, living body. Because minus that spirit soul, this body is a dead body. What happens at time of death? The spirit soul, the individual soul leaves the body and then the body is the dead body, finished. No consciousness, no action, no sense, sense perception nothing so that spiritual particles spiritual atom that they are completely missing out this all these theoretical philosophers and of course the this theoretical philosopher who is the Canada and his followers they miss out this spiritual atom the spirit soul the spiritual particle that they miss out and of course they are completely ignorant about God Krishna the supreme soul supreme spirit that also they are completely ignorant so this is the defect of Kanada's analysis of what is the ultimate cause of this material existence of the world we are living in he is the ultimate cause of this material existence of the world we are living in he says material atom different combinations different types of objects and even life itself is simply when this body comes into existence there is life and when the atoms which are combined they disintegrate then there is no life after disintegration there is no life that is what is called a destruction or death Neta Siddesh Ganga caught the this a the stick philosopher ath Kunden Scherzer a solid the weight of but they don't know the conclusion of the weightors that krishna is the supreme personality of God at the supreme absolute truth the Ultimate Reality the cause of all causes and he is supremely powerful he has eternal aboard he has sla cousins he is extremely powerful he has eternal aboard and is the supreme far ther eternal existence, sanatana dhama, sanatana rupa, sanatana everything, everything eternal, that they have no understanding."
    }
  ]
}