{
  "video_id": "JGJcFBuz4gk",
  "title": "Srimad Bhagavatam | HG Chanchalapathi Dasa | SB 3.15.37 | 19-02-2016",
  "speaker": "HG Chanchalapathi Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=JGJcFBuz4gk",
  "segments": [
    {
      "start_time": 0,
      "end_time": 43,
      "verse_references": [],
      "themes": [
        "devotee protection",
        "divine intervention"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In Bhagavad Gita, the Lord declares that his devotees cannot be vanquished at any time.",
      "summary": "The Lord intervenes to prevent harm to his devotees, as stated in the Bhagavad Gita.",
      "timestamp_url": "https://youtu.be/JGJcFBuz4gk?t=0",
      "transcript": "In Bhagavad Gita, the Lord declares that his devotees cannot be vanquished at any time. The Lord could understand that the quarrel between the doorman and the sages was taking a different turn. And therefore, he instantly came out of his place and went to the spot to stop further aggravation so that his devotees, the doorman, might not be vanquished for good. Thus ends the Bhaktivedanta purport."
    },
    {
      "start_time": 43,
      "end_time": 180,
      "verse_references": [],
      "themes": [
        "Srimad Bhagavatam",
        "doormen",
        "sages",
        "curse"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, the Lord arrived there.",
      "summary": "The lecture begins to explain the Srimad Bhagavatam verse about the doormen, the sages, and the Lord's arrival.",
      "timestamp_url": "https://youtu.be/JGJcFBuz4gk?t=43",
      "transcript": "We are reading in the Srimad Bhagavatam, in this part, about the two doormen stopping the sages. And the sages becoming angry, and we just saw in the previous verses, they cursed that they should go down to the earthly planet. And we also saw that the two doormen very graciously accepted the curse that was delivered to them. And in today's verse, we are seeing how the Lord responded when he was aware that this was going on at the seventh gate of his Vaikuntha. evam tadhaiva bhagavan aravindha nabhah svanam vibhudhya sadatikramam arya hridyah tasmin yayo. He arrived there. evam in this way. Thus, tadhaiva bhagavan. At that moment, the Lord appeared there. And the Lord appeared there how? Sahashrihi, along with Lakshmi. So, this verse talks about the Lord at that moment arriving at the scene where the sages and the doormen and all of this cursing and humbly accepting and the sages being angry, all of this is going on. As Prabhupada mentions here, the Lord did not want further aggravation and something more should not happen to his devotees, the doormen. So, the Lord arrived there."
    },
    {
      "start_time": 180,
      "end_time": 304,
      "verse_references": [],
      "themes": [
        "verse explanation",
        "offense",
        "lotus feet",
        "transcendentalists"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Walking on those lotus feet, which is sought after by the great transcendentalists and the great sages, the Lord arrived there.",
      "summary": "The speaker explains the meaning of specific words in the verse, focusing on the Lord's lotus feet and the offense committed by the doormen.",
      "timestamp_url": "https://youtu.be/JGJcFBuz4gk?t=180",
      "transcript": "And so here, the svanam sadatikramam vibhudhya. Svanam, his own servants, sadatikramam, they had, atikramam, they had committed an offense. They had gone beyond what they should do. Atikramam towards whom? Sadatikramam towards the great sages, the four sages. Sadatikramam, svanam sadatikramam vibhudhya. The Lord became aware of that. And immediately, the Lord tasmin yaya. And how did he go there? Charanau chalayan yaya. With his own feet, he arrived there. Sahashrihi, along with Laxmidevi. Now, what is the Lord's lotus feet like? There is an interesting adjective here: Paramahamsa mahamuninam anmeshaniya charanau. Anmeshana means to search out or to seek after that lotus feet. So, the lotus feet which are sought after by whom? Mahamuninam, Paramahamsa mahamuninam. Paramahamsa means the most elevated transcendentalists. And mahamuninam, and very, very great sages, transcendentalists, great sages, they seek out that lotus feet. Anmeshaniya charanau chalayan sahashrihi. Walking on those lotus feet, which is sought after by the great transcendentalists and the great sages, the Lord arrived there."
    },
    {
      "start_time": 304,
      "end_time": 436,
      "verse_references": [],
      "themes": [
        "verse explanation",
        "Aravindanabha",
        "Arya Hridyaha",
        "righteousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Lord who is the delight of the righteous.",
      "summary": "The speaker continues to explain the verse, focusing on the Lord's qualities as Aravindanabha and Arya Hridyaha.",
      "timestamp_url": "https://youtu.be/JGJcFBuz4gk?t=304",
      "transcript": "And another expression that is used here is Arya Hridyaha. The Lord who is Arya Hridyaha, the Lord who is Aravindanabha, Bhagavan Aravindanabha, one who has a lotus in his navel, referring to the Garbhakshayi Vishnu, and from the lotus sprouts, from his navel sprouts the lotus on which Lord Brahma is situated and all the lokas are in the stem of the lotus, so he is known as Aravindanabha. And here he is also described as Arya Hridyaha. Arya, righteous, Prabhupada has used that word, Hridyaha, the delight of one who is attracted to. So, Arya Hridyaha, the Lord who is the delight of the righteous, who is Aravindanabha, and whose lotus feet are sought after by Paramahamsa Mahamuninam Anveshaniya Charanah Chalayan Sahashrihi along with Lakshmi Devi, he arrived there. At that very moment, Tadaiyava, the Lord who is called Padmanabha, Bhagavan Aravindanabha, because of the lotus grown from his navel, and who is the delight of the righteous, Arya Hridyaha, learnt about the insult, Vibhudhya, Sadatikramam, learnt about the insult offered by his own servants, Svanam, to the saints, accompanied by his spouse, the Goddess of Fortune, Sahashrihi. He went to the spot, Yayav, Tasmin Yayav, on those very feet, Charanah, sought after, sought for by the recluses and great sages. Paramahamsa Mahamuninam Anveshaniya Charanah Chalayan Sahashrihi. So, very beautiful verse."
    },
    {
      "start_time": 436,
      "end_time": 547,
      "verse_references": [],
      "themes": [
        "devotee concern",
        "civilization",
        "progressive values",
        "consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Human life is meant for progressing in values in understanding and one who is conscious of this that human life we can achieve something which is very special which is not possible in other living entities.",
      "summary": "The speaker discusses the Lord's concern for his devotees and contrasts the Vedic concept of a civilized person (Arya) with the modern materialistic view.",
      "timestamp_url": "https://youtu.be/JGJcFBuz4gk?t=436",
      "transcript": "Describing how the Lord is so concerned about his devotees and what was happening in the Vaikuntha, and he personally arrived there immediately along with Lakshmi Devi. So, there are some very interesting points here from the verse. The Lord here is described as Arya Hridyaha, the delight of the righteous. This word Arya Prabhupada also describes in other places. Arya refers to a civilized person. Aryan refers to civilized. In the Bhagavad Gita when this word comes up in the second chapter, Prabhupada explains the word Arya is one who knows the progressive values of life. So, human life is meant for progressing in values in understanding, and one who is conscious of this, that human life we can achieve something which is very special which is not possible in other living entities. So, human life and human consciousness is very special and so we must attain that higher understanding. One who is conscious of this, they are called Aryans, one who is conscious of the progressive values of life."
    },
    {
      "start_time": 547,
      "end_time": 673,
      "verse_references": [],
      "themes": [
        "civilization",
        "consciousness",
        "tastes",
        "attraction"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "A person has to be judged by his tastes.",
      "summary": "The speaker emphasizes that true civilization is defined by refined consciousness and elevated tastes, not just external appearances.",
      "timestamp_url": "https://youtu.be/JGJcFBuz4gk?t=547",
      "transcript": "Unlike in today's world, you see who is called a civilized man? A man who is wearing a nice suit and a tie and a boot and going in a big car and living in a big house, and these kind of things, he is considered to be a very civilized man. That is what is thought of. But actually in the Vedic culture, it is not just your attire. So, somebody may be in those kind of a very polished attire, but in his consciousness may have some other kind of a very lowly understanding. So, that is not important. What is important is Arya Hridyaha, and so the yardstick, the test that is used here, what Srila Prabhupada is setting forth is Arya Hridyaha, a person has to be judged by his tastes. What are his tastes? What is he attracted to? What is he, what delights him? You see. So, Arya Hridyaha means those who are very civilized, who know the progressive values of life, who have a refined consciousness, who have actually refined their consciousness, and how do we know they have refined their consciousness? Because their tastes have changed. That is the test. What is it that delights them? What is it that they are attracted to? What is it that they go after? So, that is an indication of the level of consciousness of the person."
    },
    {
      "start_time": 673,
      "end_time": 771,
      "verse_references": [],
      "themes": [
        "consciousness",
        "attraction",
        "transcendental Lord",
        "enlightenment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "They are attracted to the transcendental Lord.",
      "summary": "The speaker explains that evolved individuals are attracted to the transcendental Lord, highlighting the Lord's position as the source of everything.",
      "timestamp_url": "https://youtu.be/JGJcFBuz4gk?t=673",
      "transcript": "So, Arya refers not simply external dressing and those kind of things, but somebody who is evolved in his consciousness, and hence his likes, what engages him, what attracts him, those objects have changed and they are not some lowly material objects of this world, but the highest level of consciousness, they are attracted to the transcendental Lord. And so, the Lord is known as Arya Hridyaha. In that sense, Arya Hridyaha means those Lord who is the delight of the most civilized people. So, the Lord is the delight of the most civilized people, most enlightened people. That is why Krishna says itimatva bhajante maam budha bhavasamanvitah. They are enlightened, Buddha, and they are bhavasamanvitah, their heart is filled with bhava for the Lord because they are enlightened and they know who is the Lord, what is Krishna's position, He is the source of everything. So, this is the position of the Lord and there is another expression"
    },
    {
      "start_time": 771,
      "end_time": 891,
      "verse_references": [],
      "themes": [
        "Shukadeva Goswami",
        "transcendental qualities",
        "modern society",
        "Vedic culture"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Shukadeva Goswami is charmed by Hari's transcendental qualities and his mathihi his consciousness is charmed by the transcendental qualities of Hari.",
      "summary": "The speaker contrasts Shukadeva Goswami's attraction to the Lord's qualities with the superficiality of modern society, emphasizing the deeper understanding of an evolved person in Vedic culture.",
      "timestamp_url": "https://youtu.be/JGJcFBuz4gk?t=771",
      "transcript": "in the Bhagavatam, a very interesting expression about Shukadeva Goswami, who is the speaker, great celebrated speaker of the Srimad Bhagavatam, and Bhagavatam when it is introducing Shukadeva Goswami, Bhagavatam says Shukadeva was harer gunaakshiptha mathihi. harer gunaakshiptha, akshiptha is a similar word like hridyaha, aarya hridyaha, akshiptha means charmed by, what is it that is, what is it that he is charmed by, and it is said that Shukadeva Goswami is charmed by harer guna, Hari's transcendental qualities and his mathihi, his consciousness is charmed by the transcendental qualities of Hari, so harer gunaakshiptha mathihi. So, we can see the contrast in modern society, we have people, they are just dressed up very well, but their consciousness, their tastes are actually very, very ordinary, they are attracted to women, they are attracted to some material sense gratification, they are full of greed and jealousy and all of those things, so those things are manifest, that is what is there in their heart, but externally they are dressed up very well and they appear like great civilized gentlemen. So, we can see the yardstick in the Vedic culture, such a much more deep understanding of a person who is an evolved person, and according to the evolution of the person, his tastes will differ, what he is attracted to will differ, you see in the 17th chapter"
    },
    {
      "start_time": 891,
      "end_time": 968,
      "verse_references": [
        "BG 17"
      ],
      "themes": [
        "modes of nature",
        "faith",
        "food",
        "consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "According to the level of development of consciousness we are attracted to different things.",
      "summary": "The speaker references Bhagavad Gita chapter 17 to illustrate how different modes of nature influence our faith, understanding, and attraction to different types of food, reflecting our level of consciousness.",
      "timestamp_url": "https://youtu.be/JGJcFBuz4gk?t=891",
      "transcript": "which we are chanting in the morning, Bhagavad Gita, Krishna also talks about the different kinds of Shraddha, the chapter is called divisions of faith based on the three modes of material nature, so Krishna talks about how according to the modes of material nature we are influenced, we have different kinds of faith, we have different kinds of understanding, and when it comes to food, Krishna talks about this is what they are attracted to, so people who are in the mode of ignorance, tamasa, tamasika, they are attracted to one kind of food because that is their nature, that is their consciousness is affected in that way, if they are in rajoguna, they are attracted to some, if they are in satvaguna, they are attracted to some other kind of food, if they are in mode of transcendence above all the three modes, they are attracted to something else. So, this is the important point, according to the level of development of consciousness we are attracted to different things, and what we are attracted to, from that you can conclude what is the level of the consciousness."
    },
    {
      "start_time": 968,
      "end_time": 1074,
      "verse_references": [],
      "themes": [
        "paramahamsas",
        "lotus feet",
        "spiritual platform",
        "parampara"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "By reading that book, I have not come across one person who has come to the spiritual platform.",
      "summary": "The speaker shares a story about Prabhupada discussing a popular Ramayana edition and emphasizing that true spiritual literature should bring readers to the spiritual platform.",
      "timestamp_url": "https://youtu.be/JGJcFBuz4gk?t=968",
      "transcript": "So, arya hridyaha and similarly this another word paramahamsa mahamuninam anveshaniyacharanam, what are the paramahamsas and mahamunis, what are they seeking, what is it that they are looking for, that lotus feet of the lord, anveshaniyacharanam. So, this is the important thing, there was one conversation with Shila Prabhupada and some devotees brought up, some Indian guests brought up the discussion about one very popular edition of a Ramayan which is very well known in our country, and then they brought up that book and the discussion about that, and then Prabhupada started discussing, telling about that author and that how the author does not come in a proper parampara and is understanding his mixed with mayavada understanding, impersonal understanding, although he has written on Ramayana and so on, and then when the discussion went on, at one point Prabhupada brings out something very interesting, he says by reading that book, I have not come across one person who has come to the spiritual platform, not a single person has come to the spiritual platform. So, this is the intent of the original Vedic literatures or for that matter any spiritual literature, it is meant to bring the reader to the spiritual platform, it is a very wonderful test that Prabhupada sets out."
    },
    {
      "start_time": 1074,
      "end_time": 1136,
      "verse_references": [],
      "themes": [
        "spiritual literature",
        "spiritual platform",
        "liberation",
        "tastes",
        "Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A literature has supposed to bring about the readers to the transcendental platform.",
      "summary": "The speaker elaborates on the criteria for judging spiritual literature, emphasizing its ability to bring readers to a liberated state where their tastes are transformed and they are delighted by Krishna.",
      "timestamp_url": "https://youtu.be/JGJcFBuz4gk?t=1074",
      "transcript": "And if there is a literature and we want to judge that literature, we have to see if that literature is able to bring the readers and the followers of that literature to a spiritual platform. So, spiritual platform means the brahmabhuta platform, it means the liberated platform, and once you are on that liberated platform, your tastes will be different, you are charmed by different things, you are delighted by different things, and what are you delighted? The most exalted spiritualists, they are delighted by Lord Shri Krishna, his personality, his name, his form, his service, his pastimes, remembering them and chanting about the Lord's pastimes, chanting the Lord's holy name, this is what delights them."
    },
    {
      "start_time": 1136,
      "end_time": 1204,
      "verse_references": [],
      "themes": [
        "Prabhupada's books",
        "sense gratification",
        "Pope John Paul II",
        "BBC documentary"
      ],
      "content_type": "analogy",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "Not that we should be running after sense gratification like cats and dogs do.",
      "summary": "The speaker contrasts the transformative power of Prabhupada's books with a news article about Pope John Paul II, setting the stage for a discussion about the contrast between worldly and spiritual tastes.",
      "timestamp_url": "https://youtu.be/JGJcFBuz4gk?t=1136",
      "transcript": "So, this is the important point that Prabhupada brings out that a literature has supposed to bring about the readers to the transcendental platform. We see that happening with Shri Prabhupada's books and the Gita and the Bhagavata, when we read these books, it brings about the change in the heart of people, we are inspired that yes, this is the goal of life, this is what we should be doing, not that we should be running after sense gratification like cats and dogs do, running after the senses. So, there was another news article just a few days before BBC released a documentary film and there was a news about that, the news is about Pope John Paul the second, he was the Pope, the Vatican, the head of the Catholic Church and he was the head for about 27 years."
    },
    {
      "start_time": 1204,
      "end_time": 1301,
      "verse_references": [],
      "themes": [
        "Pope John Paul II",
        "intense friendship",
        "married woman",
        "saint",
        "tastes"
      ],
      "content_type": "analogy",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "Look at his tastes, what are his tastes and what is he attracted to.",
      "summary": "The speaker discusses the controversy surrounding Pope John Paul II's letters to a married woman, questioning his tastes and attractions in light of his status as a saint.",
      "timestamp_url": "https://youtu.be/JGJcFBuz4gk?t=1204",
      "transcript": "And he was, and then they have somehow come to know, the BBC filmmakers got access to some about 350 letters that he wrote to one married woman over 30 years, and those letters reveal an intense friendship that he had with her which lasted for 30 years, and then they have analyzed the letters that some of the letters become intimate and so on, and so it goes on like that, and after about few years after he died in some time and then after his death he was also declared, they have a process, the Vatican church has a process and by which they declared him to be a saint also. So, we see on the one hand this is, he is considered to be a saint, a Pope for so many decades and look at his tastes, what are his tastes and what is he attracted to, and then it also says that how he went on a skiing holiday, he went on a camp and he went on a so on and so on with that married woman and so on, all those kind of things. So, we can see that by these kind of things and of course Srila Prabhupada made the very, very strong objection about all of them eating meat, so they are eating meat, they are having these kind of understanding and all of, so these are the things that delight them."
    },
    {
      "start_time": 1301,
      "end_time": 1370,
      "verse_references": [],
      "themes": [
        "seminary",
        "priests",
        "cinema",
        "alcohol",
        "spirituality",
        "spiritual platform"
      ],
      "content_type": "analogy",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "By the practice of religion, by the practice of spirituality, we should come to the Brahmabhuta platform to the spiritual platform, that is the test.",
      "summary": "The speaker shares an anecdote about priests at a seminary who are allowed to watch movies and drink alcohol on weekends, contrasting this with Prabhupada's standard of reaching the spiritual platform through religious practice.",
      "timestamp_url": "https://youtu.be/JGJcFBuz4gk?t=1301",
      "transcript": "I remember once not very far from our temple here, there is one seminary and I had an encounter with some of the priests of that seminary, then when I was talking to them, they said that over the weekend they are allowed to go out of the seminary and go to a cinema, you can go and watch a cinema that is allowed, but in the seminary they should not watch anything, they should be very strict, and then they also said that in the seminary when they are in the seminary they have to be very strict, they cannot drink alcohol, but over the weekend when they are outside they can take a little bit of alcohol. So, this is the kind of thing, so you can see what there, what is the, in today's world, what is the understanding of spirituality and look at the standard that Srila Prabhupada sets, it should bring, one, one should come to the spiritual platform, Brahmabhuta platform, by the practice of religion, by the practice of spirituality, we should come to the Brahmabhuta platform, to the spiritual platform."
    },
    {
      "start_time": 1370,
      "end_time": 1403,
      "verse_references": [],
      "themes": [
        "spiritual platform",
        "tastes",
        "criterion",
        "Bhagavad Gita"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When you come to the spiritual platform your tastes change.",
      "summary": "The speaker reiterates the importance of reaching the spiritual platform and the resulting change in tastes, emphasizing the strong criterion set by Prabhupada and the Bhagavatam.",
      "timestamp_url": "https://youtu.be/JGJcFBuz4gk?t=1370",
      "transcript": "That is the test and when you come to the spiritual platform, your tastes change, what delights you changes, this is the, no one can cheat this, this is the kind of a strong, such a strong criterion that Srila Prabhupada has set out, the Bhagavatam sets out and this is exactly what Krishna says in the Bhagavad Gita."
    },
    {
      "start_time": 1403,
      "end_time": 1577,
      "verse_references": [],
      "themes": [
        "niraharasya dehinam",
        "vishaya vinivartante",
        "rasavarjam",
        "paramdrishtva",
        "detachment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Rasopyasya paramdrishtva nivartante.",
      "summary": "The speaker analyzes the verse 'niraharasya dehinam' from the Bhagavad Gita, explaining the difference between abstaining from sense objects and achieving complete detachment through transcendental experience (paramdrishtva).",
      "timestamp_url": "https://youtu.be/JGJcFBuz4gk?t=1403",
      "transcript": "It's a very interesting verse, the verse talks about two things: niraharasya dehinam. One meaning of the word nirahara means not eating food, ahara nirahara, so not eating food, but here niraharasya refers to negative restricting principles, negative principles, don't do this, don't do this. vishaya vinivartante niraharasya dehinam rasavarjam rasopyasya. Here the niraharasya dehinam, one who is abstaining, following all of these negative restrictions, niraharasya dehinam, dehinam, a person who has an embodied person, a living entity, niraharasya dehinam vishaya vinivartante rasavarjam. vishaya vinivartante means he is abstaining from the vishayas, that's what the meaning of niraharasya, he is not supplying the vishaya. vishaya refers to indriyavishaya, so he is abstaining from vishaya, vishaya vinivartante niraharasya dehinam rasavarjam, only vishaya vinivartante rasavarjam, vishaya meaning rasa other than rasa, rasavarjam means apart from the sense of enjoyment, in other words the sense of enjoyment is still there, so he may be niraharasya dehinam vishaya vinivartante, but rasavarjam vishaya vinivartante, he is still attracted to that rasa for enjoying the vishaya is there, other than that, other than that he is abstaining from the vishaya, but rasopyasya paramdrishtva, what is that paramdrishtva nivartante, but when you do paramdrishtva, when you have the transcendental experience, raso api nivartante, even the desire, even the sense of enjoyment goes away. So, it is not that he is only abstaining strictly on the basis of certain principles that no I must not, one he has, one who has developed paramdrishtva rasopyasya paramdrishtva nivartante, so the first point in this verse is"
    },
    {
      "start_time": 1577,
      "end_time": 1677,
      "verse_references": [],
      "themes": [
        "detachment",
        "transcendental experience",
        "arya hridyaha",
        "Chaitanya Mahaprabhu",
        "spontaneous devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "All of that is meant to change your heart and you should become arya hridyaha, you are delighted by Krishna.",
      "summary": "The speaker explains that the goal is to be naturally drawn to the Lord, as taught by Chaitanya Mahaprabhu, and to become 'arya hridyaha' - delighted by Krishna.",
      "timestamp_url": "https://youtu.be/JGJcFBuz4gk?t=1577",
      "transcript": "vishaya vinivartante niraharasya dehina rasavarjam, this is the first point, he is niraharasya dehina, abstaining from vishaya and but his desire for enjoying the senses may still remain, but rasopyasya paramdrishtva nivartante, one who is paramdrishtva, one who has had the transcendental experience, even the taste goes away, that is the important thing. So here we see arya hridyaha, so in other words they are naturally drawn to the Lord. This is an indication, this is what Chaitanya Mahaprabhu talks about, after sadhana bhakti one comes to the stage of a spontaneous devotion, one is drawn to Krishna, drawn to serving Krishna, chanting the holy names, hearing about Krishna, remembering Krishna, so that is the stage that one can come to. So, this is a great revelation by Chaitanya Mahaprabhu, otherwise religion is considered simply to be a set of rules and following the rituals and doing this, doing that and all of those things, but no, Chaitanya Mahaprabhu teaches that all of that is meant to change your heart and you should become arya hridyaha, you are delighted by Krishna, you are drawn to Krishna, you are charmed by Krishna's qualities, that is the stage one should aspire to come to."
    },
    {
      "start_time": 1677,
      "end_time": 1726,
      "verse_references": [],
      "themes": [
        "Bhagavatam",
        "transcendental descriptions",
        "spiritual world",
        "acharyas"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "These are all actual transcendental descriptions of the pastimes of the Lord.",
      "summary": "The speaker emphasizes that the descriptions in the Bhagavatam are actual transcendental accounts of events in the spiritual world, as taught by the acharyas.",
      "timestamp_url": "https://youtu.be/JGJcFBuz4gk?t=1677",
      "transcript": "And here we see directly there is a mention in these kind of descriptions in the Bhagavatam that the Lord arrived there sahashrihi along with his consort, spouse, Prabhupada has used the word along with his consort, Sri Lakshmi Devi, so the Lord and Lakshmi both arrived there in the spiritual, in this particular place. So, we understand as the acharyas have described, have taught that these are all actual transcendental descriptions of the pastimes of the Lord, what happened in the spiritual world and we have to take this as it is."
    },
    {
      "start_time": 1726,
      "end_time": 1821,
      "verse_references": [
        "BG 8.7"
      ],
      "themes": [
        "modern times",
        "mayavadis",
        "mythical stories",
        "Bhagavad Gita",
        "consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "What kind of consciousness you have at the time of death decides the next body.",
      "summary": "The speaker criticizes the trivialization of Vedic stories as myths by modern thinkers and Mayavadis, referencing the Bhagavad Gita to emphasize the importance of consciousness at the time of death.",
      "timestamp_url": "https://youtu.be/JGJcFBuz4gk?t=1726",
      "transcript": "Unfortunately in modern times we come across people who don't have this understanding and even the mayavadis have joined that kind of an understanding and they trivialize all of these things as no no these are all just mythical stories, these are fictitious stories, this is just a fiction, these are just not true stories, but that is not the way acharyas have described, like in the Bhagavad Gita Krishna is telling in the eighth chapter that we must always think of him, right? tasmat sarveshu kaleshu mam anusmaram yudhya ca mayarpitam anuva buddhir mam eva yasyasi asamsyeh and Krishna says that in what context, because Arjuna has asked the question what happens to, what state, what state one will attain after he leaves this body, so for that Krishna has said that what state of consciousness one has at the time of death determines the next body and then after saying that Krishna is saying therefore yamyam vapi smaran bhavam tyajatyante kalevaram, so what kind of consciousness you have at the time of death decides the next body and therefore tasmat sarveshu kaleshu mam anusmaram therefore think of me always and fight."
    },
    {
      "start_time": 1821,
      "end_time": 1977,
      "verse_references": [],
      "themes": [
        "Bhagavad Gita",
        "Krishna",
        "achintya roopam",
        "aditya varnam",
        "tamasah parastat"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "You should think of me as one who has achintya roopam.",
      "summary": "The speaker explains Krishna's instructions in the Bhagavad Gita on how to remember Him, emphasizing His inconceivable form (achintya roopam) and transcendental nature (tamasah parastat).",
      "timestamp_url": "https://youtu.be/JGJcFBuz4gk?t=1821",
      "transcript": "Now soon after that Krishna explains how we should think of him, it's a very nice instruction by Krishna, he says kavim puranam anushasitaram anoraniyam anoraniyamsam anusmaret yaha, so he says sarvasya dataram achintya roopam, very clearly Krishna is saying you should think of me as one who has achintya roopam aditya varnam tamasa parastat and his achintya roopa, this is how we should think of him, kavim puranam anushasitaram kavim, he is the most learned one who knows everything, the Lord is the knower of everything, kavim puranam he is primeval, most ancient, anushasitaram everything is under his anushasana, he is the giver of the rules, everything is under his control, kavim puranam anushasitaram anoraniyamsam and he is smaller than the smallest, the soul is considered to be very small, very fine and Krishna is so fine he can enter even the finest soul anoraniyamsam anusmaredhya in this way one should remember me, sarvasya dataram one who is the giver, one who is the maintainer of everyone, achintya roopam one who has got an inconceivable form, he has a form but that form is not conceivable by our material senses, he has a different kind of a spiritual form aditya varanam and his form is always luminous never in ignorance tamasah parastat he is parastat he is transcendental to this reality, this reality is called tamasah reality, dark reality because in this world everything is dark because of the sun, because of the light bulbs we have light otherwise this goes back to a dark state that is why this world is considered to be dark because of the sun this world is considered tamasah parastat and he is transcendental to that. So, very clearly in the Vedic literature this is, this aditya varanam tamasah parastat is a statement that comes in the Rigveda, is a statement that comes in the Shvetashvatar Upanishad."
    },
    {
      "start_time": 1977,
      "end_time": 2039,
      "verse_references": [],
      "themes": [
        "Vedic literature",
        "transcendental reality",
        "material senses",
        "spiritual learning",
        "faith"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "His position is transcendental cannot be accessed by these materials the material senses and the material mind and intelligence.",
      "summary": "The speaker emphasizes that the transcendental reality described in Vedic literature cannot be accessed through material senses or intellect, requiring spiritual learning and faith.",
      "timestamp_url": "https://youtu.be/JGJcFBuz4gk?t=1977",
      "transcript": "Many other Upanishads in the Bhagavad Gita, so again and again Vedic literatures have described that his position is transcendental, cannot be accessed by these materials, the material senses and the material mind and intelligence, you need another kind of a spiritual learning then you will be able to access that, then you will be able to experience param drishtva, you will be able to see, you will be able to experience that transcendental reality, there is a process one has to go through that process, by that process you can have access to that higher reality and so all of this is described, but still the mayavadis along with the other materialistic people who don't have faith in the Vedic literatures, they say all of this is myth, these are not to be taken seriously, if at all it has got some message, some good message you can take that, so that is why people think that"
    },
    {
      "start_time": 2039,
      "end_time": 2109,
      "verse_references": [],
      "themes": [
        "educated people",
        "mayavadis",
        "myth",
        "acharyas",
        "transcendental reality"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "This Bhagavatam is teaching us the reality ultimate reality.",
      "summary": "The speaker concludes by reiterating that the Bhagavatam teaches the ultimate, transcendental reality and should be understood as presented by the scriptures and acharyas, not through modern or Mayavadi interpretations.",
      "timestamp_url": "https://youtu.be/JGJcFBuz4gk?t=2039",
      "transcript": "educated people, intelligent people, they think that these are all just some entertaining stories and if you check the mayavadis even they will think in the same way, yes these are all some, it has a message and it has got no reality, but this is not the way acharyas have presented, this has a transcendental vedhyam vastu matra vastu vedhyam vastava matra vastu shivadam, this Bhagavatam is teaching us the reality, ultimate reality, vastu vedhyam, it enables us to understand the ultimate reality and that ultimate reality is a transcendental reality, not seen, not accessible to the material senses. So, these pastimes of the Lord have to be taken as it is and as it is given by the scriptures and as it is given by the acharyas and not be confused by these modern interpretations and the mayavadis interpretations. We will stop here grantharaj shivad bhagavatam ki sila pravupad ki."
    }
  ]
}