{
  "video_id": "jIrWNoaM6Po",
  "title": "Process of Performing Intensive Devotional Service | Sri Vasudeva Keshav Dasa | SB 6.9.28-30",
  "speaker": "HG Vasudev Keshav Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=jIrWNoaM6Po",
  "segments": [
    {
      "start_time": 0,
      "end_time": 184,
      "verse_references": [
        "SB 6.9.28",
        "SB 6.9.29",
        "SB 6.9.30"
      ],
      "themes": [
        "Appearance of the Lord",
        "Prayers",
        "Vaikuntha"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Surrounding and serving the Supreme Personality of Godhead, Narayana, were sixteen personal attendants, decorated with ornaments and appearing exactly like Him, but without the mark of Sri Vatsa and the Kaustubha jewel.",
      "summary": "The speaker reads and translates verses from Srimad Bhagavatam describing the appearance of Lord Hari and Narayana along with sixteen attendants after the demigods offer prayers.",
      "timestamp_url": "https://youtu.be/jIrWNoaM6Po?t=0",
      "transcript": "Om Namo Bhagavate Vasudevaya. Reading from Srimad Bhagavatam, Canto 6, Chapter 9, Text No. 28, 29 and 30. Shri Shukha Uvacha, Iti Tesham Maharaja, Suranam Upatishthatam, Pratichyam Dishya Bhudabhihi, Shankachakra Gadadharah. Translation by His Divine Grace, A.C. Bhaktivedanta Swami Srila Prabhupada. Shri Shukadev Goswami said, My dear King, when all the demigods offered Him their prayers, the Supreme Personality of Godhead, Lord Hari, carrying His weapons, the conch shell, desk and club, appeared first within their hearts and then before them. This is no purport, so I'll read the next verse by myself. Atma Tulyai Shodasha Bhir Vina Sri Vatsa Kaustubha Pariyo Paasitam Unniya Nidra Shadadamburu Hekshanam Drishtvatam Avanosarva Ekshanah Lada Viklavaha Dandavat Patita Rajan Chaner Uthaya Tushtuvahu. Translation: Surrounding and serving the Supreme Personality of Godhead, Narayana, were sixteen personal attendants, decorated with ornaments and appearing exactly like Him, but without the mark of Sri Vatsa and the Kaustubha jewel. O King, when all the demigods saw the Supreme Lord in that posture, smiling with eyes like the petals of the lotus, they were overwhelmed with happiness and immediately fell down like rods offering dandavats. Then they slowly rose and pleased the Lord by offering Him prayers."
    },
    {
      "start_time": 217,
      "end_time": 379,
      "verse_references": [],
      "themes": [
        "Vritrasura",
        "Demigods",
        "Appearance of the Lord"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So in this chapter, Appearance of Demon Vritrasura, in just a few verses before, we saw how the demon Vritrasura appeared and under what conditions he appeared.",
      "summary": "The speaker provides context to the verses by summarizing the events leading to the Lord's appearance, including the appearance of Vritrasura and the demigods' prayers.",
      "timestamp_url": "https://youtu.be/jIrWNoaM6Po?t=217",
      "transcript": "So in this chapter, Appearance of Demon Vritrasura, in just a few verses before, we saw how the demon Vritrasura appeared and under what conditions he appeared. Indra and all the devatas have lost their kingdom. So they are praying. They first, we know the whole story, that how they got Vishwarupa as their priest to help them and win back their kingdom. And then Vishwarupa was sikandhu. He was secretly offering the ahutis in the sacrificial fire. He was offering oblations to please the devatas, to please the Supreme Lord on behalf of the devatas and also on behalf of the demons. So Indra becomes angry and in a fit of anger, he beheads Vishwarupa, kills him. And then Vishwarupa's father, Tvashta, becomes very angry. And then Tvashta starts a sacrifice where he intended to produce, to generate a personality who will be the demon of Indra and will kill Indra. But the reverse effect happens because he chanted the mantra long instead of chanting the mantra short. So instead of, because of that mistake, the personality arose, a fearful demon who was supposed to be the enemy of Indra, but because the mantra was chanted wrong, Indra becomes his enemy. And so Indra, we will see later in the next chapter how Indra will kill him. So when this demon Vritrasura appeared, he was very, very powerful, very fearful, very vast, very ghastly. It was like appearing as if the whole universe, the whole creation will come to an end. And so all the devatas, they have no other option now but to seek shelter at the lotus feet of the Supreme Personality of God. They are offering prayers to the Supreme Personality of Godhead. So they have just finished offering their prayers and at this point of time, a wonderful thing has happened. The Supreme Personality of God personally appears. It's no ordinary thing. The Lord has appeared in His full form. Actually this chapter is called Appearance of Demon Vritrasura and there is also the Appearance of the Supreme Personality of Godhead, Hari and Narayan."
    },
    {
      "start_time": 379,
      "end_time": 483,
      "verse_references": [],
      "themes": [
        "Appearance in the heart",
        "Manifestation",
        "Devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He appeared first within their hearts and then He appeared before them. This was the process of appearance.",
      "summary": "The speaker explains the process of the Lord's appearance, first in the heart and then externally, drawing parallels with Krishna's appearance to Devaki and Dhruva Maharaja's experience.",
      "timestamp_url": "https://youtu.be/jIrWNoaM6Po?t=379",
      "transcript": "So these two verses are describing how the Lord has appeared. It says here, Abhud Aavihi. Abhud means He became manifested. He became visible. Aavihi means He appeared. And how did He appear? He appeared first within their hearts and then He appeared before them. This was the process of appearance. We have a very similar thing we see in Lord Krishna's appearance at the prison house of Kamsa in Mathura to Mother Devaki. Krishna also appeared in the same way. First He appeared in the heart of Vasudev. Then from the heart of Vasudev He gets transferred to the heart of Devaki and then He appears. So something very similar we are seeing here also. The Lord first appeared in the heart and then the Lord manifested Himself outside. And something similar we saw in Dhruva's also, when Dhruva was chanting the mantra Om Namo Bhagavate Vasudevaya. Actually the Lord appears first in His heart as a Paramatma. Dhruva could clearly see. And then suddenly His meditation on the Vishnu Murthi broke. He was seeing the Lord in His heart and then it broke and He was wondering where did the Lord disappear? And then He opened His eyes and He saw the Lord was right in front of Him standing in His beautiful form of Vishnu. So this Lord first appearing in the heart and then appearing, manifesting in front of the devotees is a very wonderful Leela of the Lord."
    },
    {
      "start_time": 483,
      "end_time": 667,
      "verse_references": [],
      "themes": [
        "Lord's Entourage",
        "Vaikuntha Features",
        "Demigods' Reaction"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Here also the Lord has appeared with 16 more personal attendants. And there is only one difference between the Lord's appearance and the appearance of these 16 attendants.",
      "summary": "The speaker describes the Lord's appearance with attendants, highlighting the distinguishing features of the Lord (Srivatsa and Kaustubha gem) and the demigods' overwhelming happiness and subsequent prayers.",
      "timestamp_url": "https://youtu.be/jIrWNoaM6Po?t=483",
      "transcript": "And the Lord appears like this to satisfy His devotees when His devotees are rendering pure devotional service. It's not an ordinary thing for the Lord to appear. It's an extraordinary thing. And here, how the Lord has appeared. He has not just appeared alone like Prabhupada says, when the King goes, the King doesn't go alone. The King goes with His whole entourage. And so, here also the Lord has appeared with 16 more personal attendants. And there is only one difference between the Lord's appearance and the appearance of these 16 attendants. That is, because in the Vaikuntha planet everybody has features of Lord Vishnu, the four-handed form. But to distinguish between the Lord's associates, the Lord's devotees in the Vaikuntha and the Lord Himself, there has to be some demarcation that He is the Supreme Lord. Because everybody there appears with four hands, with a helmet and with everything. The only differentiating factor is that the Lord has two features which none of His associates have in Vaikuntha. And what are those two features? He has the Srivatsa mark on His chest. Srivatsa is a tuft of, a curl of white hair on His chest. And He has the beautiful, valuable, magnificent Kaustubha gem, the jewel, which is suspended on His neck and which is hanging on His chest. So, when He appeared, surrounding and serving the Supreme Personality of Godhead, Narayana, were 16 personal attendants decorated with ornaments and appearing exactly like Him, but without the mark of Srivatsa and Kaustubha jewel. And all the devatas were so overwhelmed with happiness. Ekshana, by seeing the Lord Sarve Ahalada. They were all filled with happiness. Ahalada means they were so happy. Imagine the Lord has appeared in front of them. And what happened? They were overwhelmed. Viklavaha, overwhelmed. And so in that state of happiness and overwhelming happiness, what did they do? Dandavat Patithaha. Patithaha means they fell down and they offered dandavats to the Lord. And then they shanahi, they slowly utthaya, they slowly got up after offering dandavats and once again they started tushtuvuhu, they started offering prayers. So they offered prayers, the Lord was pleased and satisfied, Lord appeared and soon after that they offered the dandavats and again they start offering, glorifying the Supreme Personality of Godhead, Narayana with wonderful prayers."
    },
    {
      "start_time": 667,
      "end_time": 771,
      "verse_references": [
        "SB 1.1.1"
      ],
      "themes": [
        "Lord's Visibility",
        "Sincere Chanting",
        "Extraordinary Bhakti"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If one is chanting the Hare Krishna mantra very sincerely, very attentively then the Lord will appear in front of the devotee.",
      "summary": "The speaker emphasizes that the Lord becomes visible through sincere chanting and extraordinary bhakti, highlighting that the entire Bhagavatam is a scripture of pure bhakti.",
      "timestamp_url": "https://youtu.be/jIrWNoaM6Po?t=667",
      "transcript": "So here as we see this is a very momentous occasion that the Lord has appeared. It's no ordinary thing. The word used here is avihi. Avihi means he became visible. He appeared in front of them. So this morning when we were, we have those quotes of Srila Prabhupada going on in the main temple hall and there Prabhupada is also writing that if one is chanting the Hare Krishna mantra very sincerely, very attentively then the Lord will appear in front of the devotee. There are many places where Prabhupada says but that chanting has to be like the Lord appearance is no extraordinary, it's an extraordinary event. So similarly and the Lord here appeared just by offering prayers. So actually if we engage in bhakti, if we engage in our devotional service very sincerely, very seriously, it should be extraordinary bhakti. That is when the Lord will make his appearance. Prabhupada writes in this human form of life, our goal should be to see the supreme personality of Godhead face to face. So for that ordinary bhakti it's an extraordinary bhakti that and if you see the"
    },
    {
      "start_time": 771,
      "end_time": 883,
      "verse_references": [],
      "themes": [
        "Pure Devotional Service",
        "Dhruva Maharaj",
        "Prahlad Maharaj"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Dhruva, although he had a heart with you know he had some material desires but he took to the practice of devotional service that his spiritual master gave him very very seriously.",
      "summary": "The speaker uses the examples of Dhruva and Prahlad Maharaj to illustrate the power of serious devotional service, emphasizing that the Lord appears to those engaged in pure bhakti.",
      "timestamp_url": "https://youtu.be/jIrWNoaM6Po?t=771",
      "transcript": "entire bhagavatam is actually a scripture which is talking of pure bhakti. The beginning of bhagavatam is dharma projjhita kaitavotra paramo nirmatsaraanam satam. The entire bhagavatam is a scripture dealing with pure devotional service. Dhruva, although he had a heart with, you know, he had some material desires but he took to the practice of devotional service that his spiritual master gave him very, very seriously. And just by chanting the mantra the Lord appeared in front of him. Prahlad Maharaj also was seeing when he was actually when he was asked by his father Hiranyakashipu, is the Lord there in the pillar? He said yes he is there because Prahlad was seeing. Prahlad was also doing pure devotional service. So if we are engaged in this process of bhakti very seriously then Aavihi Krishna will appear. So Prabhupada writes and in the bhagavatam also many places it is said that we should be engaged in intense devotional service. Not just devotional service. Yesterday also we were discussing about this. Ti Vrena Bhakti Yogena. It is not just Bhakti Yogena but Ti Vrena Bhakti Yogena. So here this is Ti Vrena Bhakti Yogena. This is Lord Kapila, this is the prayer of Lord Kapila, these are the teachings of Lord Kapila to his mother"
    },
    {
      "start_time": 883,
      "end_time": 939,
      "verse_references": [],
      "themes": [
        "Intensive Devotional Service",
        "Final Perfection",
        "Lord Kapila's Teachings"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Therefore persons whose minds are fixed on the Lord engage in intensive practice of devotional service that is the only means for attainment of the final perfection of life.",
      "summary": "The speaker quotes Lord Kapila's teachings to Devahuti, emphasizing that intensive practice of devotional service (Tivrena Bhakti Yogena) is the only means to attain the final perfection of life.",
      "timestamp_url": "https://youtu.be/jIrWNoaM6Po?t=883",
      "transcript": "Devahuthi and then here Prabhupada is translating Ti Vrena Bhakti Yogena like this Ti Vrena Bhakti Yogena Manomai Arpitam Sthiram. Therefore persons whose minds are fixed on the Lord engage in intensive practice of devotional service, that is the only means for attainment of the final perfection of life. So Kapila is talking about the final perfection in life and there is only one means to attain the final perfection so we should be actually hankering for this, I want the highest perfection and there is only one means that is Ti Vrena Bhakti Yogena, intensive practice of devotional service."
    },
    {
      "start_time": 939,
      "end_time": 1053,
      "verse_references": [],
      "themes": [
        "Intense Devotional Service",
        "Bali Maharaj",
        "Sudama"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bali Maharaj was not thinking okay if I give away everything the Lord will bless me so let me give away no he did not have any of those calculations he just gave everything to the Lord because he knows finally everything belongs to the Lord and for complete surrender to the Lord",
      "summary": "The speaker uses the examples of Bali Maharaj and Sudama to further illustrate intense devotional service, highlighting their selfless surrender and devotion to the Lord.",
      "timestamp_url": "https://youtu.be/jIrWNoaM6Po?t=939",
      "transcript": "Now and if you see all the chapters, all the stories in Srimad Bhagavatam are rotating and revolving around this. Bali Maharaj also, he practiced intense devotional service because when the Lord, what was his intense devotional service that Bali Maharaj practiced when the Lord came and he knew that everything is going away from his hand and asked him now you have to give me, you have given me everything, now nothing is remaining, what will you give me? He offered himself also and very happily he offered himself. You see the intense devotional service that Bali Maharaj did and then the Lord blessed him. Bali Maharaj was not thinking okay if I give away everything the Lord will bless me so let me give away, no he did not have any of those calculations, he just gave everything to the Lord because he knows finally everything belongs to the Lord and for complete surrender to the Lord. So as I was mentioning that this is what the entire Bhagavatam is talking about. So there are some words let us go through them, few of them which explains, which defines what is intense devotional service. Intense, we have heard the story of Sudama, even Sudama's service was intense devotional service, he had so much of requirement, his wife had sent him to Lord Krishna, they had no food to eat, his children was starving, he was starving, the entire family was starving but Sudama did not ask anything to the Lord, he just went to the Lord with a very simple humble offering and we know the whole story how the Lord blessed him, he just wanted bhakti to the Supreme Lord."
    },
    {
      "start_time": 1053,
      "end_time": 1177,
      "verse_references": [],
      "themes": [
        "Florist Sudama",
        "Achala Bhakti",
        "Unshakable Devotion"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He said I want your achala bhakti achala bhakti so this is what his ask was achala bhakti means achala means which moves which shakes achala bhakti means which is unshakable devotion",
      "summary": "The speaker narrates the story of the florist Sudama, who asked for achala bhakti (unshakable devotion) from Lord Krishna, emphasizing the importance of unwavering faith.",
      "timestamp_url": "https://youtu.be/jIrWNoaM6Po?t=1053",
      "transcript": "Now there is one more Sudama, he is the florist Sudama and he meets the Supreme Lord when Krishna and Balaram go to Mathura to fight Kamsa when Akrura invites him, they go to Mathura and there they meet many, many different people. So there at one point of time this florist Sudama meets Krishna and the florist welcomes him very nicely and then he asks, the florist asks, my dear Lord please tell me how will I please you, what can I do for you? And because he was a florist he offered two very beautifully woven, exquisite and very fragrant flower garlands to Lord Krishna and Krishna and Balaram. So they were very pleased, Lord Krishna was very pleased with this florist's offering, pure offering and at that time Krishna asks him ok what do you want? Actually he was a florist, you can imagine florist means a very humble person, you know he was just hardly having any possessions and what did he ask? So here it is mentioned now you have to choose what you want to ask. So what did he choose to ask? He asked achalam bhaktim tasmin. He said I want your achala bhakti. So this is what his ask was, achala bhakti means achala means which moves, which shakes, achala bhakti means which is unshakable devotion. So this should be our prayer to the Lord just like the simple ordinary man is able to make this prayer, he chose this kind of a prayer, Lord please bless me with achala bhakti, my faith, my devotion to you should never shake, I should eternally remain your servant."
    },
    {
      "start_time": 1177,
      "end_time": 1235,
      "verse_references": [],
      "themes": [
        "Serving Devotees",
        "Lord's Pleasure",
        "Blessings"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "I should serve all your devotees eternally and then because the Lord saw that he could have asked so many material things but his bhakti was unshakable and he asks I just want to be your servant and serve your devotees the Lord was so pleased",
      "summary": "The speaker continues the story of the florist Sudama, highlighting his desire to serve the Lord's devotees and the blessings he received as a result of his pure devotion.",
      "timestamp_url": "https://youtu.be/jIrWNoaM6Po?t=1177",
      "transcript": "and further he asks that I should serve all your devotees eternally and then because the Lord saw that he could have asked so many material things but his bhakti was unshakable and he asks I just want to be your servant and serve your devotees the Lord was so pleased that just like in that story of Sudama where he gave a big palace and mansion and blessed him with all the things a very similar thing happens here also the Lord granted Sudama not just being achala bhakti but he granted him further all these things he awarded him strength, long life, fame, beauty and ever increasing prosperity for his family. So you see when we, you know this is the bhakti, this is the kind of bhakti that we must be always practicing."
    },
    {
      "start_time": 1235,
      "end_time": 1349,
      "verse_references": [],
      "themes": [
        "Atmarama Verse",
        "Ahaituki Bhakti",
        "Causeless Devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "What is this intense practice of devotional service it's called ahaitukim bhakti achala bhakti ahaitukim bhakti ahaitukim bhakti means causeless devotional service or unalloyed devotional service means our bhakti to the Lord should not be mixed with anything",
      "summary": "The speaker introduces the concept of ahaituki bhakti (causeless or unalloyed devotion) from the Atmarama verse, emphasizing that devotion should be free from material desires or motivations.",
      "timestamp_url": "https://youtu.be/jIrWNoaM6Po?t=1235",
      "transcript": "Then so in so many places this is achala bhakti, then that famous Atmarama verse that Chaitanya Mahaprabhu also elaborated upon, Atmarama shchumunayo nirgantha apyurukrame kurvanti ahaitukim bhaktim itthambhuta gunoharihi. So here we see what kind of a bhakti we must be offering, what is this intense practice of devotional service? It's called ahaitukim bhakti, achala bhakti, ahaitukim bhakti. Ahaitukim bhakti means causeless devotional service or unalloyed devotional service means our bhakti to the Lord should not be mixed with anything, with any ask, with any demand or I should not be doing bhakti for some cause, for some material gain, my bhakti is the supreme lord, he is my supreme father, he is my supreme well wisher, whatever I possess is all coming from him just like a mother is not serving the children, mother is not serving the family with the hope of getting something, she only wants one thing, what is that? Pure love. Similarly here it says that Atmarama means even those exalted souls, pure devotees, they are not ordinary souls, ahaitukim bhakti, unalloyed devotion like Prabhupada writes alloy means it's a mixture of two metals so unalloyed devotion means devotion without the mixture of any frutive desire without asking anything from the Lord our bhakti should be towards the Lord like that."
    },
    {
      "start_time": 1349,
      "end_time": 1467,
      "verse_references": [],
      "themes": [
        "Prahlad's Teachings",
        "Amalaya Bhakti",
        "Spotless Devotional Service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "You all should perform amalaya bhaktia amalaya bhakti see the teachings of the Bhagavatam even a small child teaching to small children pure devotional service he is not just teaching bhakti he is teaching amalaya bhakti and Prabhupada translates this amalaya bhakti as spotless devotional service",
      "summary": "The speaker discusses Prahlad Maharaj's teachings on amalaya bhakti (spotless devotional service) to his demoniac friends, emphasizing that the Lord is pleased only by unflinching, unalloyed devotion.",
      "timestamp_url": "https://youtu.be/jIrWNoaM6Po?t=1349",
      "transcript": "Then Prahlad is teaching to his friends, you may think that Atmaramas are doing ahaitukim bhakti, they are all very exalted souls and at that level this ahaitukim bhakti is possible but here we see a small boy Prahlad, he is teaching to his friends who are also small children of his age 5 years and they are not even devotees, they are just, they are children belonging to demon families so they are nowhere in devotional service and small children to them Prahlad is teaching what kind of bhakti you should perform, he is saying you all should perform amalaya bhaktia, amalaya bhakti. See the teachings of the Bhagavatam even a small child teaching to small children pure devotional service, he is not just teaching bhakti he is teaching amalaya bhakti and Prabhupada translates this amalaya bhakti as spotless devotional service. So he is telling my dear friends oh son of the demons you cannot please the supreme personality of godhead by becoming perfect brahmanas, demigods or great saints or by becoming perfectly good in etiquette or vast learning you cannot please the lord by all these things none of these qualifications can awaken the pleasure of the lord nor by charity, austerity, sacrifice, cleanliness or vows can one satisfy the lord, the lord is pleased only by amalaya bhakti by unflinching unalloyed devotion to him this is what he is teaching."
    },
    {
      "start_time": 1467,
      "end_time": 1595,
      "verse_references": [],
      "themes": [
        "Lord Kapila's Teachings",
        "Ananya Bhakti",
        "Unflinching Devotional Service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Thus the devotees who worship me the all pervading lord of the universe in unflinching devotional service gives up all aspirations to be promoted to the heavenly planets or to become happy in this world with wealth children cattle home or anything in relationship with the body i take him to the other side of birth and death",
      "summary": "The speaker returns to Lord Kapila's teachings, introducing ananya bhakti (unflinching devotional service) and explaining that those who worship the Lord without material aspirations are taken beyond birth and death.",
      "timestamp_url": "https://youtu.be/jIrWNoaM6Po?t=1467",
      "transcript": "amalaya bhakti and then so achalam bhaktim these are what the bhagavatam is all talking about achalam bhaktim ahetukim bhaktim amalaya bhakti and then yet in another place this is teachings of lord kapila so you see at all levels the same teaching is being given so in the teachings of lord kapila to his mother devahuti he is also saying something similar to mother devahuti and to everyone bhajanti ananyaya bhaktia ananyaya bhaktia means ananya means no with something else ananya means unflinching without the mixture of anything else ananyaya bhaktia so here thus the devotees who worship me the all pervading lord of the universe in unflinching devotional service gives up all aspirations to be promoted to the heavenly planets or to become happy in this world with wealth children cattle home or anything in relationship with the body i take him to the other side of birth and death so actually we all know goal of life is to get go back to the spiritual world go back to the vaikuntha loka where there is no birth no death so this is the qualification needed it is not just bhakti that will take us there yes bhakti will eventually take us but eventually we have to get into this ananya bhakti he says devotees who worship in unflinching devotional service giving up all aspirations to be promoted to heavenly planet or to become happy in this world with wealth with children with cattle with home i then i take them to the other side of birth and death."
    },
    {
      "start_time": 1595,
      "end_time": 1665,
      "verse_references": [
        "BG 9.30"
      ],
      "themes": [
        "Pure Devotional Service",
        "Bhagavad Gita",
        "Avyabhicharena Bhakti"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Avyabhicharena bhakti, will make the Lord appear. Avyabhicharena bhakti yogena. Avyabhicharena means no deviation, not thinking this, thinking that, just pure devotion fixed on the Lord, mind fixed on the Lord.",
      "summary": "The speaker emphasizes the importance of pure devotional service, referencing the Bhagavad Gita and the concept of avyabhicharena bhakti (devotion without deviation), where the mind is fixed on the Lord.",
      "timestamp_url": "https://youtu.be/jIrWNoaM6Po?t=1595",
      "transcript": "and not just in bhagavatam actually all bhakti means pure pralad is further saying in the earlier verse that without pure devotional service everything is just a show because the lord is pleased only with pure devotional service one hand that's why that the translation of that first verse of bhagavatam dharma dharma projkayittava uttara the translation is devotees who are 100 percent pure in the heart in the bhagavad gita also krishna is saying the same thing mamchaya what kind of bhakti yoga we have to perform avyabhi avyabhicharena bhakti, will make the Lord appear. Avyabhicharena bhakti yogena. Avyabhicharena means no deviation, not thinking this, thinking that, just pure devotion fixed on the Lord,"
    },
    {
      "start_time": 1665,
      "end_time": 1766,
      "verse_references": [],
      "themes": [
        "Srila Prabhupada",
        "Pure Devotional Service",
        "Spiritual Master"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Prabhupada had that pure devotional service in his heart, he was constantly meditating and this is what he wanted to give to the world. Pure devotional service, pure bhakti.",
      "summary": "The speaker highlights Srila Prabhupada's pure devotional service and his desire to give it to the world, emphasizing that the spiritual master possesses and bestows this pure devotion.",
      "timestamp_url": "https://youtu.be/jIrWNoaM6Po?t=1665",
      "transcript": "mind fixed on the Lord. So Prabhupada actually had this pure devotional service in his heart. He was filled, he was in...Prabhupada had that pure devotional service in his heart, he was constantly meditating and this is what he wanted to give to the world. Pure devotional service, pure bhakti. We will soon start singing those two songs during that Prabhupada's Jaladuta voyage. We sing that two songs which Prabhupada wrote on the voyage. First he wrote when he was in the ocean and the second one he writes when he lands up in the Boston harbour. In the first song that Prabhupada writes, Krishnatava Punya Habebhai, that song if you remember, in that it's a prayer to the lotus feet of Krishna. In that the first verse, Prabhupada is first starting the prayer with an offering to Srila Bhaktisiddhanta Saraswati Thakur and there he writes in that verse, So now basically the question is that if you want Achala Bhakti, you know, Ahaituki Bhakti and Ananya Bhakti and all these different unshakable, immovable, unalloyed, unflinching devotional service, from where are we going to get it? It is your spiritual master who possesses it and it's your spiritual master who will give it to you. And Prabhupada is writing this in this prayer."
    },
    {
      "start_time": 1766,
      "end_time": 1890,
      "verse_references": [],
      "themes": [
        "Srila Bhaktisiddhanta Saraswati Thakur",
        "Intense Devotion",
        "Guru's Grace"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Sri Siddhanta Saraswati, He is very dear to Satchi Sutta, to Chaitanya Mahaprabhu. Krishna Shevaya Jara Tula Naya and there is no comparison of the kind of devotional service that he is performing to Krishna Seva.",
      "summary": "The speaker quotes a prayer by Srila Prabhupada to Srila Bhaktisiddhanta Saraswati Thakur, emphasizing his intense devotion and his role in bestowing Krishna bhakti throughout the world.",
      "timestamp_url": "https://youtu.be/jIrWNoaM6Po?t=1766",
      "transcript": "What Srila Bhaktisiddhanta Saraswati Thakur's position was, he was a pure devotee. And he engaged in, we are talking about intense practice of devotional service. He had that intense devotion in him, which Srila Prabhupada got it from him, which Srila Prabhupada is giving us. So he writes in that prayer, Sri Siddhanta Saraswati, He is very dear to Satchi Sutta, to Chaitanya Mahaprabhu. Krishna Shevaya Jara Tula Naya and there is no comparison of the kind of devotional service that he is performing to Krishna Seva. And Shei Shei Mahanta Guru, he is not just a Guru, he is a Mahanta Guru. Mahanta Guru means he is a great devotee, a stalwart devotee and what is he doing? Okay, you are calling yourself to be a great devotee, so what are the actions of a great devotee? Jagatera Madhe, he is giving something to this Jagat. What is he giving to the Jagat? Jagatera Madhe Uru Krishna Bhakti De, Thai Thai, Thai Thai means in different places all over the world. What is he giving, Krishna Bhakti, Uru Krishna Bhakti, Uru Krishna Bhakti means intense devotion they he is giving to everyone in this world. So Uru means intense. So Srimad Bhakti Siddhanta Saraswati Thakur who is very dear to Gauranga, the son of Mother Satchi is unparalleled in his service to the Supreme Lord Krishna. He is that great devotee. Great saintly spiritual master who bestows intense devotion to Krishna at different places"
    },
    {
      "start_time": 1890,
      "end_time": 1942,
      "verse_references": [],
      "themes": [
        "Pure Devotion",
        "Seeing Krishna",
        "Following the Process"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He has given us pure devotional service to Krishna and he has taught us if we also engage like this, you will be able to see Krishna one day.",
      "summary": "The speaker reiterates that Srila Prabhupada has given us pure devotional service and taught us how to see Krishna by following the process he has given.",
      "timestamp_url": "https://youtu.be/jIrWNoaM6Po?t=1890",
      "transcript": "throughout the world. And that is what Srila Prabhupada had with him and Srila Prabhupada is also giving us this intense devotional service. He is giving us this pure devotion. So we talk of Bhakti, we talk of Bhakti, I am doing devotional service, Prabhupada has not just given us Bhakti. He has not just given us devotional service to Krishna. He has given us pure devotional service to Krishna and he has taught us if we also engage like this, you will be able to see Krishna one day. Now you may, you know seeing Krishna, just so Prabhupada, so how do we begin? Is this artificial or is this like we are just talking about it and it's all okay, pure devotional service, intensive devotional service and then Krishna will become visible. Are these high flying things? No."
    },
    {
      "start_time": 1942,
      "end_time": 2061,
      "verse_references": [],
      "themes": [
        "Srila Prabhupada's Instructions",
        "Believing in the Words",
        "Automatic Revelation"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "One should not artificially try to see the form of the Lord while chanting Hare Krishna. But when the chanting is performed offenselessly, the Lord will automatically reveal himself to the view of the chanter.",
      "summary": "The speaker emphasizes the importance of believing in Srila Prabhupada's words and following his instructions, quoting Prabhupada on how the Lord will automatically reveal himself through offenseless chanting.",
      "timestamp_url": "https://youtu.be/jIrWNoaM6Po?t=1942",
      "transcript": "It is possible if you follow the steps, the process that Srila Prabhupada has given. I will just read two quotes of Srila Prabhupada and see with what Prabhupada is writing. Look at the confidence, the conviction that Prabhupada carried with him. Prabhupada says, I have only, people call me that I have become very successful, there is no credit to myself. Yes there is only one thing that if there is any credit to me. And that? That if there is any credit for myself, that is I followed the instructions of Srila Bhaktisiddhanta Saraswati Thakur as it is and I believed in his words. I simply believed in the words of my spiritual master. So just like Prabhupada simply believed in the words of the spiritual master, we must also actually believe in the words of Srila Prabhupada. So Prabhupada writes, now we are talking of seeing the Lord, like the demigods are seeing Aavihi, the Supreme Lord has appeared. So how do we see the Lord? One should not artificially try to see the form of the Lord while chanting Hare Krishna. But when the chanting is performed offenselessly, the Lord will automatically reveal himself to the view of the chanter. The chanter therefore has to concentrate on hearing the vibration. And without extra endeavour on his part, the Lord will automatically appear. You see, the Lord will appear automatically without any extra endeavour, if we simply concentrate on hearing. And he says automatically appear and the Lord will automatically reveal. This is what we are talking about."
    },
    {
      "start_time": 2061,
      "end_time": 2191,
      "verse_references": [],
      "themes": [
        "Maintaining Principles",
        "Sincere Attitude",
        "Face-to-Face Revelation"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This sincere attitude will make you more and more advanced and one day Krishna will reveal himself to you face to face.",
      "summary": "The speaker quotes a letter from Srila Prabhupada, emphasizing the importance of maintaining principles, chanting 16 rounds, and cultivating a sincere attitude, which will lead to Krishna revealing himself face to face.",
      "timestamp_url": "https://youtu.be/jIrWNoaM6Po?t=2061",
      "transcript": "Revelation and appearance, all automatically. This is what Prabhupada's conviction is. And one last one, this is also, he is writing, now see Prabhupada is writing in a letter to his devotee. So he is addressing all of us. In a letter to his devotee, look at the conviction, the strength, the conviction that Prabhupada has and that he is wanting his disciples to follow. Which he is giving to his disciples. So now, very strictly, so very strictly now maintain our principles by chanting 16 rounds on the beads. Now this is a very simple instruction, very simple instruction. Chanting 16 rounds on beads, reading our books, working in every second of your life for serving Krishna. You should always be engaged in Krishna's service. This sincere attitude, this is the important thing, this sincere attitude will make you more and more advanced and one day Krishna will reveal himself to you face to face. One day. So Krishna will reveal himself to us face to face. See the demigods, they just followed what Brahma said. Okay. Now, you know, you've done this offense. They just started praying to the Lord. They started praying to the Lord and by following the instructions of Brahma, the Lord appeared. Similarly we have, Brahma was there, Brahma is the father of the demigods, he is the spiritual master. So similarly, Krishna, you know, Srila Prabhupada is our spiritual master, we simply have to follow his instructions, you know, have full faith, 100% in his words and if you, if we do these simple things, chanting 16 rounds, maintaining a sincere attitude, you know, you will be blessed. If you are reading books of Srila Prabhupada, all these things, Prabhupada is mentioning, Lord will automatically reveal, Lord will automatically appear, he will appear face to face in front of a devotee."
    }
  ]
}