{
  "video_id": "jIWwjKyejpo",
  "title": "SB 1.19.13 | HH Stoka Krishna Swami | 19-05-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=jIWwjKyejpo",
  "segments": [
    {
      "start_time": 0,
      "end_time": 40,
      "verse_references": [],
      "themes": [
        "invocation",
        "mantras"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare",
      "summary": "The lecture begins with the chanting of traditional Vaishnava mantras, invoking blessings and setting a spiritual tone.",
      "timestamp_url": "https://youtu.be/jIWwjKyejpo?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyananjan Shalakaya Chaksharan Melitam Jena Dasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Niti Namine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pachatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nityananda Shri Advaita Ganadhara Shri Vasani Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 41,
      "end_time": 150,
      "verse_references": [],
      "themes": [
        "Pariksit Maharaj",
        "saintly association",
        "humility"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He is very very fortunate to be able to get such wonderful association at the last stage of his quitting the body",
      "summary": "The speaker introduces the context of the lecture, focusing on Pariksit Maharaj's humility and fortune in receiving the association of great sages at the end of his life.",
      "timestamp_url": "https://youtu.be/jIWwjKyejpo?t=41",
      "transcript": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Jai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet. In this session we will be discussing from the 13th verse of the 19th chapter of the Bhagavad Gita. The meaning of this verse is: The fortunate king said, 'Indeed we are the most great, full of all the kings who are trained to get favors from the great souls. Generally you, the sages, consider royalty as refuse to be rejected and left in a distant place.' So these are the first words spoken by Pariksit Maharaj after receiving the great saintly persons, all categories of great sages, by bowing down and standing up with folded hands and telling them of his decision to fast until death. Then he is telling that the appearance of all those great saintly persons itself is indication that Pariksit Maharaj is the greatest saintly person who has ever been worshipped as a saintly person. He is very, very fortunate."
    },
    {
      "start_time": 150,
      "end_time": 332,
      "verse_references": [],
      "themes": [
        "detachment",
        "materialism",
        "spiritual advancement"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, if you are serious about going back to Godhead, you should not associate too much with worldly-minded people.",
      "summary": "The speaker explains why saintly persons are independent of worldly power and wealth, quoting Srila Prabhupada and Chaitanya Mahaprabhu on the dangers of associating with materialistic people for those seeking spiritual advancement.",
      "timestamp_url": "https://youtu.be/jIWwjKyejpo?t=150",
      "transcript": "To be able to get such wonderful association at the last stage of his quitting the body in the association of great saintly persons, because such great souls, they have no respect for great kings who are powerful and have great personalities, who have great courage in fighting in battle and who wield power and rule over citizens. They are independent. Saintly persons are independent of all such Kshatriyas, Vaishyas, and other greats of people. So why does Pariksit say that sages consider royalty as refuse to be rejected and left in a distant place? So Srila Prabhupada explains in the purport. Prabhupada says, 'According to religious principles, stool, urine, wash water, etc., must be left at a long distance.' Formerly, the toilets, etc., were built or placed very far away from the living quarters because all such refuse garbage has to be discarded at a long distance, far away from where we live in a clean atmosphere. Attached bathrooms used to be... is cited herein in relation to the kingly order for those who are progressively marching back to Godhead. So, if you are serious about going back to Godhead, you should not associate too much with worldly-minded people. And Lord Sri Chaitanya Mahaprabhu said that to be in intimate touch with dollars and cents men or the kingly order is worse than suicide."
    },
    {
      "start_time": 332,
      "end_time": 523,
      "verse_references": [],
      "themes": [
        "renunciation",
        "sense control",
        "spiritual danger"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1
      ],
      "key_quote": "merely glancing, sandarshanam vishainam sense enjoyers, or objects of sense gratification, is worse than willingly drinking poison.",
      "summary": "The speaker emphasizes the importance of renunciation and sense control for spiritual progress, quoting Chaitanya Mahaprabhu on the dangers of even glancing at objects of sense gratification.",
      "timestamp_url": "https://youtu.be/jIWwjKyejpo?t=332",
      "transcript": "for one who desires to go back to Godhead. What does Chaitanya Mahaprabhu say? Nishkinchanasyabhagavadbhajanonmukhasyaparamparamjigamishorbhavasagarasya. If one is a saintly person, nishkinchana means he is a renunciant, he has given up all material possessions and he is engaged in bhagavadbhajana, in devotional service to Krishna. If only he is an artist, he will do all these acts of flattery, będzie Reid revere. But if he doesn't do any of this, he will fundamentally say, that this is what he is doing. Anathapusriyuma spirituality ricord-shri ở 37aji põ . Course 14th March, 2017. one shore of the ocean to the other shore. Ocean means a huge body of water. You cannot expect that you will cross over the ocean by swimming, by your own endeavour, independent endeavour. No. So material existence is not easy to cross over. It is compared to an ocean. So many obstacles and difficulties are there in crossing over this material existence. So such a person, a serious person, a serious transcendentalist, for him, Chaitanya Mahaprabhu says, sandarshanam vishainam atha yoshitam ca, merely glancing, sandarshanam vishainam sense enjoyers, or objects of sense gratification, vishainam atha yoshitam ca, ha hantahant vishabhakshanato pya sadhu, is worse than willingly drinking poison. So it is very, very important. So, it is very, very dangerous for a saintly person, who has renounced all material facilities and comforts, to even look at sense gratifiers or objects of sense enjoyment. So, this is Chaitanya Mahaprabhu's instruction."
    },
    {
      "start_time": 523,
      "end_time": 697,
      "verse_references": [],
      "themes": [
        "illusion",
        "reality",
        "spiritual knowledge"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This material world is a perverted reflection of the spiritual world.",
      "summary": "The speaker explains that the material world is an illusion, a reflection of the spiritual world, and that true spiritual knowledge leads to detachment from material attractions.",
      "timestamp_url": "https://youtu.be/jIWwjKyejpo?t=523",
      "transcript": "So, this is Chaitanya Mahaprabhu's instruction. not generally associate with men who are too enamored by the external beauty of God's creation. Whatever material beauty that is actually the creation of the illusory energy meant for those who want to enjoy materially and thereby become entangled in material existence and continue the repetition of birth and death, whereas transcendentalists give up all illusory sense objects, objects of sense gratification and also don't associate with sense enjoyers. By advanced knowledge in spiritual realization, the transcendentalist knows that there is nothing but a shadowy reflection of the reality, the kingdom of God. This is very clearly explained in the 15th chapter. This material world is a perverted reflection of the spiritual world. Reflection means the object which is reflected and seen as a reflection. That object is the real reality. Reflection is not the reality, it is a shadow of the reality. So, if you are interested in reality. If you have a material world, which is the kingdom of God, then this material world, however nice it may appear or however nice it may be promising, it actually is nothing other than a reflection or a shadow. It means there is no substance in trying to enjoy materially. So, a transcendentalist who has got advanced knowledge in spiritual realization knows this fact, has realized this fact and therefore such transcendentalists are not very much captivated by royal opulence or anything like that."
    },
    {
      "start_time": 697,
      "end_time": 872,
      "verse_references": [],
      "themes": [
        "realization",
        "jnana",
        "vijnana",
        "Pariksit Maharaj"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "realized knowledge, jnana has to become vijnana, then vijnana means one is able to practice, one is able to follow, one is able to act on the platform of that knowledge.",
      "summary": "The speaker discusses the process of spiritual realization, from hearing to internalizing knowledge, and clarifies that Pariksit Maharaj's situation was unique, as he was being called back to Godhead by Krishna.",
      "timestamp_url": "https://youtu.be/jIWwjKyejpo?t=697",
      "transcript": "They are not attracted by the palace in which a king may stay, the comfortable facilities a very rich man may have for his bodily comforts, for his enjoyment, for his happiness, material happiness. A transcendentalist is never attracted by any of those things. This is not possible, only if there is realization of the knowledge. First of all one has to hear from the proper authority, spiritual authority. And then one has to internalize that, what has been heard and digest that information, that knowledge. realized knowledge, jnana has to become vijnana, then vijnana means one is able to practice, one is able to follow, one is able to act on the platform of that knowledge. Now here Srila Prabhupada says about Pariksit Maharaj, but in the case of Pariksit Maharaj the situation was different. Apparently the king was condemned to death by an inexperienced brahmana boy. So it appears like when the king was cursed, oh he had insulted the sage, therefore the sage Shamika Rishi, his Shamika Rishi's son Sringi, a powerful brahmana boy condemned him. King Pariksit to die within seven days by snake bite, so somebody may think that the king is a very ordinary person in spiritual terms, he is very ordinary person, he is foolishly acted by insulting a great saintly person, a great sage, but no. Prabhupada clarifies, don't mistake Pariksit to be an ordinary worldly person. But factually Pariksit was called by the Lord to return to him, to return to God. So it is Krishna's arrangement for Pariksit to return back to godhead immediately."
    },
    {
      "start_time": 872,
      "end_time": 951,
      "verse_references": [],
      "themes": [
        "devotional service",
        "association of devotees",
        "Pandavas",
        "Pariksit Maharaj"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "devotional service is the topmost spiritual practice and great devotees are recognized by advanced transcendentalists as the topmost transcendentalists in the material world.",
      "summary": "The speaker concludes by highlighting the importance of devotional service and the association of devotees, explaining why great sages were eager to associate with Pariksit Maharaj, a descendant of the Pandavas.",
      "timestamp_url": "https://youtu.be/jIWwjKyejpo?t=872",
      "transcript": "So, Prabhupada says further, other transcendentalists, the great sages and mystics who assembled together because of Maharaj Parikshit's fasting unto death, were quite anxious to see him for he was going back to Godhead. Why did these great sages come there? They knew that Parikshit is not an ordinary king, he is a pure devotee and he is ready to go back to Godhead. Let us associate with him. Maharaj Parikshit could also understand that the great sages who assembled there were all kind to his forefathers, the Pandavas, because of their devotional service to the Lord. See, devotional service is the topmost spiritual practice and great devotees are recognized by advanced transcendentalists as the topmost transcendentalists in the material world. So, Pandavas were respected like that and Parikshit Maharaj was a descendant of the Pandavas. Therefore, he was very happy to actually receive the great sages and have their association at the last moment of his life."
    }
  ]
}