{
  "video_id": "JkTiablKaLk",
  "title": "Srimad Bhagavatam Lecture 2.9.32 by HG Stoka Krishna Prabhu",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=JkTiablKaLk",
  "segments": [
    {
      "start_time": 384,
      "end_time": 443,
      "verse_references": [],
      "themes": [
        "personal feature of God",
        "impersonalism",
        "qualities of the Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This is the realization of the personal feature of the Absolute Truth, the Personal Attribute of God.",
      "summary": "The speaker introduces the concept of the personal feature of God and contrasts it with the impersonal view, focusing on the qualities of the Lord.",
      "timestamp_url": "https://youtu.be/JkTiablKaLk?t=384",
      "transcript": "So these are words spoken by Vishnu, Prabodha Kishayi Vishnu. They have spoken to Brahma and the Lord is telling Brahma that Brahma can get fractured. This is the realization of the personal feature of the Absolute Truth, the Personal Attribute of God. So one of the attributes of the personal feature is the transcendental qualities of the Lord. The impersonalists, when they hear about the word quality, guna, they immediately think or consider God is nirguna."
    },
    {
      "start_time": 443,
      "end_time": 571,
      "verse_references": [],
      "themes": [
        "nirguna",
        "material qualities",
        "personal qualities"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So these are all personal qualities, which are not to be found in any material object, in any dead thing, material thing.",
      "summary": "The speaker explains the meaning of 'nirguna' as being without material qualities and differentiates between material and personal qualities.",
      "timestamp_url": "https://youtu.be/JkTiablKaLk?t=443",
      "transcript": "So nirguna literally means without any qualities. But the devotees understand that nirguna means without any material qualities. Our experience in this world is that there are so many different material qualities. Every object, material object has got quality. Every person has quality. Now the objects have qualities based on the material they are made of. This table, if it is a wooden table, it has got qualities of wood. If there is a metal table, it will have qualities of metal. So that we can understand, these are all material qualities based on the material of which the object is made. Now what about a person of this world? What are his qualities like? So we can understand there are qualities of a person, which are different than the qualities of different material objects, when we consider a person. So person means he has feelings. He has got affection. He has got anger. He has got some compassion. So these are all personal qualities, which are not to be found in any material object, in any dead thing, material thing. So these are qualities or attributes of a person."
    },
    {
      "start_time": 571,
      "end_time": 739,
      "verse_references": [
        "BG 14.3"
      ],
      "themes": [
        "changing qualities",
        "eternal soul",
        "acquired nature",
        "material qualities"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, the qualities a person displays, or appears to have, are not spiritual qualities. They are all material qualities.",
      "summary": "The speaker discusses how personal qualities are impermanent and influenced by material nature, emphasizing that they are not spiritual qualities of the soul.",
      "timestamp_url": "https://youtu.be/JkTiablKaLk?t=571",
      "transcript": "But our experience in this world also is that, the personal qualities are not permanent qualities. A person's qualities keep changing. Just like a child may display some playful behaviour, or playful qualities. The same child grows up, and becomes a mature person. Then the playful qualities are not there. So we see these qualities of a person can change. So even though we understand, person's qualities are different than the qualities of this material objects. Still, because the qualities are changing, we do not attribute those qualities to the soul, to the eternal soul within the body, to the real person. And Bhagavad Gita also describes, every person who takes birth in this world, has got what is called as an acquired nature. At the beginning of creation, every person has got, a certain acquired quality, due to association, with the gunas, with material nature. Everybody takes birth, according to the association with the gunas, and accordingly they have different qualities. So, the qualities a person displays, or appears to have, are not spiritual qualities. They are all material qualities. Even though they are not like the qualities of matter, still, they are material qualities. Which means to say, that if the absolute truth is without material qualities, nirguna, then the absolute truth will not have any of the qualities that we have,"
    },
    {
      "start_time": 739,
      "end_time": 882,
      "verse_references": [],
      "themes": [
        "anger",
        "material qualities",
        "absolute truth",
        "Narasimha"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So then, how do we understand, that the Supreme Lord, appears in His form as Narasimha, and He displays anger?",
      "summary": "The speaker addresses the apparent contradiction of the absolute truth being without material qualities while the Lord displays anger as Narasimha, presenting the impersonalist viewpoint.",
      "timestamp_url": "https://youtu.be/JkTiablKaLk?t=739",
      "transcript": "or we display. So if we display anger, then the scriptures also say, you should control anger. Anger is not good for you. Anger may lead to so many, dangerous things. Just like, somebody becomes very angry, then, they lose their discrimination. They lose their intelligence. One becomes bewildered, and one's intelligence is lost, and memory is completely bewildered. So, anger should be controlled. Anger is not a good quality. One should conquer anger. So naturally, the conclusion will be, this anger is actually, a material quality, which is not a desirable quality. And certainly we don't expect, that the absolute truth will have anger. Because the absolute truth is nirguna, without any material qualities. So then, how do we understand, that the Supreme Lord, appears in His form as Narasimha, and He displays anger? So, the impersonalists will say, oh, that, incarnation of Narasimha, is a material incarnation. A material form. Material form, naturally, there will be, anger. And that anger has to be controlled. And that is why, the impersonalists will say, oh, Bhagavatam is described, the Lord was very angry, Narasimha was very angry, then Prahlad Maharaj went and pacified the Lord, and then the Lord became, free from anger, and then very lovingly, He placed His lotus hand on Prahlad, and blessed him. Sometimes, even God becomes angry, when He comes in the, material form. And then, His anger has to, come down, just like, a human being of this world, he becomes angry, then he has to pacify himself, or somebody has to pacify him, he has to give up his anger. Like that,"
    },
    {
      "start_time": 882,
      "end_time": 1027,
      "verse_references": [],
      "themes": [
        "impersonalism",
        "material form",
        "transcendental person",
        "transcendental qualities"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But, the Bhagavatam describes, that absolute truth, is a transcendental person, and absolute truth has got, transcendental qualities.",
      "summary": "The speaker continues to contrast the impersonalist view with the Bhagavatam's description of the absolute truth as a transcendental person with transcendental qualities.",
      "timestamp_url": "https://youtu.be/JkTiablKaLk?t=882",
      "transcript": "God also. So, they say, that absolute truth, actually doesn't have any form. But when the absolute truth, incarnates, then, they may, the absolute truth may accept some, material form. And that material form, may display sometimes anger, sometimes display compassion, even compassion. Compassion also, the impersonalists think, if a person has compassion, that compassion sometimes we see, is misplaced. Just like a mother is very, very compassionate with her child. But we also know, when the mother, does not, strictly, correct the child, and the child grows up, with some, pampering by the mother, then everybody will say, mother has spoiled the child. So, she, should not have shown compassion, to the child, when it was, not, properly, placed, improperly, placed compassion, unto compassion. So, even this compassion, this materialistic, this impersonalist will say, that's also a material quality. That quality also, should be absent in the law, or in the absolute truth, it should not be there. This is material quality. So, impersonalists will argue, that all these qualities, we see in a person, of this world, are all material qualities. So, there is no question of, absolute truth having compassion, absolute truth having, anger, absolute truth having any personal qualities. So, it goes on to, prove their point, apparently, that absolute truth is impersonal, does not have personality. Because, person means, having some material qualities. But, the Bhagavatam describes, that absolute truth, is a transcendental person, and absolute truth has got, transcendental qualities."
    },
    {
      "start_time": 1027,
      "end_time": 1183,
      "verse_references": [
        "BG 10.12-13"
      ],
      "themes": [
        "transcendental qualities",
        "material conception",
        "eternal person",
        "supreme Brahman"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bhagavad Gita describes, ah, in the verse of Arjuna, Arjuna describes Krishna, ah, param brahma paramdhama avitram paramam bhavan purusham shashwatam divyam.",
      "summary": "The speaker explains that transcendental qualities cannot be understood through material conceptions and quotes Arjuna's description of Krishna as the eternal, transcendental person.",
      "timestamp_url": "https://youtu.be/JkTiablKaLk?t=1027",
      "transcript": "Now, what are these transcendental qualities? What is this transcendental personality? This cannot be understood, if we try to, understand, through, our, material conception, of a person. In this world, we only have experience of, what is, a material conception of a person. We know, of people who take birth, and, they may be, having a good birth, they will be having a very, good education, they may be having so many, good qualities. But, we also know, that ultimately, even such persons, with good qualities, good birth, good education, good upbringing, they also, ultimately, die. They also, become old. They also, lose their, all their qualities. The qualities, they may display for some time, but, it's all, ultimately lost. So, the experience we have, of a person, in this world, however great the person may be, however, ah, however, nice qualities, the person may display, still, our experience is, a temporary personality. A temporary personality. But, the Bhagavatam goes on to describe, there is another kind of personality. An eternal person. Purusham Shashwatam Divyam. Bhagavad Gita describes, ah, in the verse of Arjuna, Arjuna describes Krishna, ah, param brahma paramdhama pavitram paramam bhavan purusham shashwatam divyam. Eternally, the supreme person, the transcendental person. Param Brahma, the supreme Brahman. Paramdhama, the supreme resting place, for everyone and everything. Right? Param Brahma, Paramdhama, Pavitram Paramam, supreme pure. Pavitram Paramam Bhavan, you, Krishna, you are the supreme Brahman, you are the supreme abode, you are the supreme pure. You are eternally a person. Purusham Shashwatam, Purusham means person, Shashwatam means eternal person. Divyam,"
    },
    {
      "start_time": 1183,
      "end_time": 1299,
      "verse_references": [
        "BG 4.6"
      ],
      "themes": [
        "devatas",
        "Krishna's birth",
        "transcendental activity",
        "scriptural description"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, there is a different kind of personality, not within our experience normally, but which is described in the scriptures like Bhagavatam and Bhagavad Gita.",
      "summary": "The speaker describes Krishna as the origin of all devatas and explains that Krishna's birth is a transcendental activity described in scriptures.",
      "timestamp_url": "https://youtu.be/JkTiablKaLk?t=1183",
      "transcript": "you are a transcendental person. Adidevam, you are the origin of all devatas. Now, devatas have so many good qualities in this world. Compared to humans, compared to other created beings, devatas have so many good qualities. They have beautiful form, they have long lifespan, ah, they have noble qualities. So, even those devatas, they have an origin, Adidevam, that is Krishna. Adidevam, ajam, Krishna is unborn. But, ajopisan avyayatma, even though Krishna is actually unborn, he appears to take birth. Ajopisan avyayatma, bhutana vi shuro pisan, prakatim svam nishthaya, sambhavami, Krishna appears in this world. Krishna takes birth, appears to take birth. That birth is described as janma karma jame divyam, that is, transcendental appears, transcendental birth. That birth is part of his past times, nila, transcendental activity, part of his transcendental activity, taking birth. So, there is a different kind of personality, not within our experience normally, but which is described in the scriptures like Bhagavatam and Bhagavad Gita. And, those type of qualities or appearance or activities or transcendental form or transcendental name, all these are described in the confidential portions of the Vedic literature."
    },
    {
      "start_time": 1299,
      "end_time": 1374,
      "verse_references": [],
      "themes": [
        "material conceptions",
        "Vedanta philosophy",
        "transcendental attributes",
        "spiritual qualities"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, when we hear about the personality of God in front of the scriptures, it is clearly stated in the scriptures that we should give up all our material conceptions of form, person, qualities, or activities.",
      "summary": "The speaker emphasizes the need to abandon material conceptions when understanding the personality of God and introduces the concept of transcendental attributes.",
      "timestamp_url": "https://youtu.be/JkTiablKaLk?t=1299",
      "transcript": "So, when we hear about the personality of God in front of the scriptures, it is clearly stated in the scriptures that we should give up all our material conceptions of form, person, qualities, or activities. We have to give up all those conceptions. To help us give up those conceptions, the Vedanta philosophy says the absolute truth is nirguna, nirakara, nirmishesha, nirmikalpa. So, all the negation is negation of material qualities, material form, material personality, material attributes. And, at the same time, there are transcendental attributes, sacchidananda, vikraha. janma karma chame dhinyam sambhavami atma vayaya All these are transcendental attributes, spiritual qualities, spiritual names, spiritual forms, spiritual qualities. So, these are entirely different from material qualities."
    },
    {
      "start_time": 1374,
      "end_time": 1487,
      "verse_references": [
        "BG 3.37"
      ],
      "themes": [
        "material qualities",
        "rajo guna",
        "transcendental reciprocation",
        "devotee protection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So when Lord appears as, Absolute Truth appears as Narasimha, he displays anger that is not a result of rajoguna, because he is completely transcendental to the modes.",
      "summary": "The speaker explains that Krishna's qualities are not products of material modes and that the anger displayed by Narasimha is a transcendental reciprocation with devotees, setting up the story of Prahlad and Hiranyakashipu.",
      "timestamp_url": "https://youtu.be/JkTiablKaLk?t=1374",
      "transcript": "Now, in the Bhagavad Gita, we can clearly understand from the Bhagavad Gita that if a person becomes angry, kama esha, krodha esha, rajo guna samut bhava. It is a product of rajo guna. So, kama is a product of rajo guna. Whereas, please put your mobiles on silent mode, it disturbs the class. Whereas, yeah, the material qualities a person displays, like kama, krodha, are the product of rajo guna. Krishna's qualities are not a product of any of the good qualities. his gunas, his gunatita, he is above the material modes. So when Lord appears as, Absolute Truth appears as Narasimha, he displays anger that is not a result of rajoguna, because he is completely transcendental to the modes. Then what is that anger? That anger is actually one of the transcendental reciprocation of the Lord with his devotees. Transcendental reciprocation. Just like Hiranyakashipu, he was giving so much trouble to Pradhan, even though Pradhan was his own son. And the only fault of this boy was that he was chanting the holy names of the Supreme Lord, Vishnu, Narayana."
    },
    {
      "start_time": 1487,
      "end_time": 1600,
      "verse_references": [],
      "themes": [
        "Hiranyakashipu",
        "Prahlad",
        "devotee protection",
        "transcendental anger"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "And that made the Lord very angry against Hiranyakashipu. Why did you torture my son, my devotee?",
      "summary": "The speaker narrates the story of Hiranyakashipu's persecution of Prahlad and the Lord's anger, emphasizing the Lord's affection for his unalloyed devotee.",
      "timestamp_url": "https://youtu.be/JkTiablKaLk?t=1487",
      "transcript": "And Hiranyakashipu, with some misunderstanding, thought that Vishnu or Narayana is his enemy. So Hiranyakashipu was telling his son, Why are you glorifying or chanting the name of my enemy? So Pradhan tried to explain very gently, very patiently, very nicely, Vishnu is not your enemy. Vishnu is nobody's enemy. Vishnu is everybody's best friend, topmost well-wisher, surudam sarva bhutana. But Hiranyakashipu, who would not try to understand, would not agree, he only became more and more angry and more and more inimical to Pradhan. So out of his anger, inimical attitude, he began to give trouble to Pradhan. So much so that the boy was tortured. He was tortured mercilessly. And that made the Lord very angry against Hiranyakashipu. Why did you torture my son, my devotee? Why did you torture your son, my devotee? So when the Lord displays anger, it is transcendental anger, out of his affection for his devotees. So Prabhupada mentions here in this Papal, the Lord has unlimited numbers of transcendental qualities and one of them is his affection for his unalloyed devotee."
    }
  ]
}