{
  "video_id": "jlHTKoXRDmo",
  "title": "AAQ: How to Achieve Success Through Spiritual Practice? | HG Suvyakta Narasimha Dasa",
  "speaker": "HG Suvyakta Narasimha Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=jlHTKoXRDmo",
  "segments": [
    {
      "start_time": 0,
      "end_time": 105,
      "verse_references": [],
      "themes": [
        "spiritual goals",
        "devotional service",
        "chanting"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, devotional life, Bhakti Yoga is such that it is the means as well as the end.",
      "summary": "The speaker explains that in spiritual life, the long-term and short-term goal is the same: service to Krishna and Vaishnavas through chanting and serving Prabhupada's mission, emphasizing that devotional service is both the means and the end.",
      "timestamp_url": "https://youtu.be/jlHTKoXRDmo?t=0",
      "transcript": "How can I achieve my long-term and short-term goal through spiritual practice? This is the next question. You see, now it all depends on what is your goal. Is your goal material or is it spiritual? If it is spiritual, how to achieve your long-term and short-term goals? Long-term and short-term goal in spiritual life is only one: service to Krishna and service to Vaishnavas. So, we chant Hare Krishna Maha Mantra. We serve the mission of Prabhupada. That's the short-term as well as long-term goal. Life after life, we want to be engaged in the service of the mission of Srila Prabhupada. Life after life, we want Srila Prabhupada as our Diksha Guru and want to follow his instructions. And we want to chant Hare Krishna. We want to never forget Krishna's holy name. This is the short-term goal. This is the long-term goal. So, devotional life, Bhakti Yoga is such that it is the means as well as the end. The means to perfect yourself spiritually, to achieve spiritual perfection in Bhakti Yoga is to chant Hare Krishna. And after perfection, what is it that you are going to do? What is it that you are going to achieve? You will chant Hare Krishna. That's all. So, devotional service is both the means as well as the end."
    },
    {
      "start_time": 105,
      "end_time": 193,
      "verse_references": [],
      "themes": [
        "material goals",
        "duty",
        "regressive thinking"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Because human life is not meant to work towards results.",
      "summary": "The speaker contrasts spiritual goals with material goals, arguing that focusing solely on achieving material results is a regressive way of thinking, leading away from the true purpose of human life.",
      "timestamp_url": "https://youtu.be/jlHTKoXRDmo?t=105",
      "transcript": "Now, if you are talking about material goals, short-term, long-term goals, how to achieve through spiritual practice? Well, you see, this focus on achieving a certain goal, first have a goal in life, work towards it, achieve it. This is a very recent and very, what you say, regressive kind of thinking in the human society. It's not a progressive thinking. Why regressive? Because when we speak of goal, that means we have to have a result in mind. What is it that I want to achieve? So, all your activities become result-oriented. All your decisions in life will be result-oriented. Today's world people say, yes, we have to be result-oriented. Yes, that is the way to me. We have to focus. We have to have a goal. We have to work towards it, hard work, etc. But according to the Vedic scriptures, it is not a progressive way of life. Because if we focus too much on the goal that we want to achieve, we will be slipping from the human form of life into animal form of life and lower species of life."
    },
    {
      "start_time": 193,
      "end_time": 257,
      "verse_references": [],
      "themes": [
        "duty",
        "Vedic civilization",
        "goal-oriented vs duty-oriented"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Better than working towards the result is to work for duty.",
      "summary": "The speaker emphasizes the importance of duty over being result-oriented, stating that Vedic civilization prioritizes performing one's duty above achieving specific goals.",
      "timestamp_url": "https://youtu.be/jlHTKoXRDmo?t=193",
      "transcript": "Because human life is not meant to work towards results. Better than working towards the result is to work for duty. That we also know in the material world. I mean, even in today's society, little bit of still, there is some respect for duty. Somebody wants to achieve a certain goal. I want to make a lot of money. And he doesn't take care of his parents. He doesn't bother about his family. Only focuses on to earn money. What will you say? He is a good guy? Isn't it? He should take care of his parents. Okay, we can have a goal. But some things are there. Some duties are there. You cannot give up. How can you give up your parents? How can you give up your family? So, you see, having a duty is considered higher than simply working for a goal. So, in the Vedic civilization, focus is not on the goal or on the result you are going to achieve."
    },
    {
      "start_time": 257,
      "end_time": 374,
      "verse_references": [],
      "themes": [
        "duty",
        "teacher",
        "Guru Dakshina",
        "Vedic times"
      ],
      "content_type": "analogy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Focus is on doing one's duty.",
      "summary": "The speaker illustrates the concept of duty in Vedic times through the example of teachers who prioritized imparting knowledge based on a student's qualification and character rather than monetary compensation, highlighting the importance of Guru Dakshina as an expression of gratitude.",
      "timestamp_url": "https://youtu.be/jlHTKoXRDmo?t=257",
      "transcript": "Focus is on doing one's duty. The best example of this is Dronacharya. Dronacharya was a teacher. And his duty was to teach any eligible, qualified candidate if he comes. That's the duty of the teacher to teach. And in the Vedic times, teachers would not work for money. They would not say, give me a certain piece, then I will teach you. Today's world, teaching means only qualification required is you have to have money to pay the teacher. You have money to pay the teacher, college, whatever, you will get educated. That's the only thing. No other consideration is there. But in the Vedic times, money was never in the picture. The teacher will never ask for money. Teacher will assess, is the student qualified to receive this knowledge and will he use this knowledge properly. If yes, then the teacher will teach him even if he doesn't get any fees in return. And after receiving the knowledge, the student will not just walk away. Today's world, what others? Go to college, get educated, convocation will be there, go, take a degree, walk out after that, you are not bothered. You will not even remember the name of your teacher. But in the Vedic times, it is not like that. If you have received knowledge, then the student at the end of it, although teacher is not asking for any fees, it is the duty of the disciple to give some Guru Dakshina. Dakshina means it is whatever it is possible for you, you give. It is not a fee. It is a Dakshina. From my side, I am giving according to what level of gratitude I feel and what is possible for me, what is my capacity, I am giving. So it is Guru Dakshina. So the student has to give. Guru Dakshina, he cannot come away empty handed. So the teacher also, whatever possible for you, give. I give like that."
    },
    {
      "start_time": 374,
      "end_time": 454,
      "verse_references": [],
      "themes": [
        "duty",
        "Dronacharya",
        "impartiality",
        "teaching"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Dronacharya thought, what is my duty in this circumstance?",
      "summary": "The speaker narrates the story of Dronacharya teaching Drishtadyumna, who was destined to kill him, to exemplify the principle of performing one's duty impartially, even when faced with potential negative consequences.",
      "timestamp_url": "https://youtu.be/jlHTKoXRDmo?t=374",
      "transcript": "So Dronacharya was approached by Drishtadyumna. Who is this Drishtadyumna? Drishtadyumna was the son of Drupada. And Drupada had some fight with Dronacharya. And Drupada had conducted a yajna to beget a son who would kill Drona. And that is how Drishtadyumna was born. So Drishtadyumna was born to kill Dronacharya. And this Drishtadyumna comes to Dronacharya and says, I want to learn the art of archery from you. I want to learn Dhanur Vidya from you. And what does Dronacharya do? Dronacharya says, yes, I will teach him. Dronacharya knows very well that Drishtadyumna is born to kill him. So if Dronacharya were to be result oriented, what he will think? If I teach him, what is the result? I will kill him. So I will not teach him. Correct knowledge. That is the common sense. Anybody in today's world, he will think like that. And you cannot fault him. But Dronacharya did not think like that. Dronacharya thought, what is my duty in this circumstance? I am a teacher. He is a qualified student seeking knowledge. I cannot deny him. I will teach him. So impartially he taught Drishtadyumna also along with the Pandavas and Kauravas. So duty."
    },
    {
      "start_time": 454,
      "end_time": 535,
      "verse_references": [],
      "themes": [
        "duty",
        "result-oriented",
        "Duryodhana",
        "Pandavas",
        "Dharma"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "The higher than being a result oriented worker is to be a duty oriented worker.",
      "summary": "The speaker contrasts Duryodhana's result-oriented approach with the Pandavas' duty-oriented approach in the Mahabharata, highlighting that the Kurukshetra war was a Dharma Yudha because the Pandavas followed Dharma while Duryodhana did not.",
      "timestamp_url": "https://youtu.be/jlHTKoXRDmo?t=454",
      "transcript": "In Vedic civilization, duty was the foremost. If you look at Duryodhana, Duryodhana was result oriented. I want the kingdom. Somehow I have to get the kingdom. Either cheat, fight, do whatever, get the kingdom. Result oriented. Pandavas, duty oriented. We will do our duty. Whatever our duty requires of us, we will. Result is immaterial. So Duryodhana cheated and got the kingdom. Pandavas also could have cheated and kept the kingdom. But they said, no, we will not cheat. We will do our duty as a Kshatriya. We have lost the game of dice. We have won in Vannavasa and Ajnatavasa. We will do it. So they were like that. So in Vedic civilization, the whole fight of the Kurukshetra happened. Why? Because Duryodhana was result oriented. Pandavas were duty oriented. That is why it was a Dharma Yudha. Because Duryodhana was not following Dharma. Pandavas were following Dharma. So the higher than being a result oriented worker is to be a duty oriented worker."
    },
    {
      "start_time": 535,
      "end_time": 660,
      "verse_references": [],
      "themes": [
        "duty",
        "Varnashrama Dharma",
        "Sanatana Dharma",
        "Yajna",
        "Dana",
        "Tapasya"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Focus is not on the goal or on the result you are going to achieve.",
      "summary": "The speaker explains that following duty according to Varnashrama Dharma and Sanatana Dharma is superior to simply fulfilling duties related to one's livelihood, emphasizing the importance of duties towards other living entities, Devatas, Rishis, and the performance of Yajna, Dana, and Tapasya.",
      "timestamp_url": "https://youtu.be/jlHTKoXRDmo?t=535",
      "transcript": "And in duty oriented work also, following the duty according to the Varnashama Dharma, Sanatana Dharma given in the Vedic scriptures, that is even better than executing duty according to our understanding in today's world. I have to go to office on time. I have to work 8 hours. I have to do my whatever assigned tasks are there. That is one level of duty. But according to Varnashama Dharma, I have to situate myself in a particular Varna and Ashrama and perform those duties. Those duties are not limited only to the office work. The duties extend not only to one's office or one's vocation, one's livelihood, but also to the other living entities, to other human beings, to the Devatas, to the Rishis and Sages, to even the animals in the society like cows and dogs and bulls and horses which from all these animals will take so much service. So there are duties to perform towards them also. And over and above all this, Yajna, Dana and Tapasya. There are duties towards sacrifice for the Devatas and for Vishnu. Then there is Dana, charity. One has to compulsorily give charity. That is one of the duties. If you are earning money, it is not that you have to put it in your bank and you have to enjoy. No. You have to also give Dana. That is also a charity. Charity is also a duty. And Tapasya. Not only that. You also have to undertake certain austerities. Tapasyas. You have to fast on Ekadashi. You have to fast on Janmashtami. You have to follow certain Pratas. So certain Tapasyas are also built in. So all these duties, if somebody follows, that is higher than simply doing duty according to one's livelihood."
    },
    {
      "start_time": 660,
      "end_time": 751,
      "verse_references": [
        "BG 18.66"
      ],
      "themes": [
        "duty",
        "surrender",
        "Krishna",
        "Guru",
        "exclusive service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Your only duty should be to serve Krishna.",
      "summary": "The speaker quotes Bhagavad Gita (18.66) to emphasize that the highest form of duty is to give up all other duties and exclusively serve Krishna and the spiritual master, Srila Prabhupada, without concern for personal liberation or destination.",
      "timestamp_url": "https://youtu.be/jlHTKoXRDmo?t=660",
      "transcript": "That is even higher. Now out of all the people who perform duties, according to the Varnashrama Dharma, those who give up all those duties, and make it their only duties to serve Krishna exclusively, he is even higher. That is why Krishna tells in the end of the Bhagavad Gita, here in chapter 66 verse, sarva dharman parityajya: Give up all other duties. sarva dharman parityajya mam ekam saranam vraja: Surrender unto only me. Your only duty should be to serve Krishna. So the person who makes it the goal of his life and the existence of his life, his duty of his life is only exclusively serving Krishna. Serving Krishna means serving the duty of the spiritual master, Srila Prabhupada. So a person who does this, he is the topmost. Even there also there is no goal. There is no goal that we have to achieve. I have to go back to the garden. I have to achieve liberation. I should go to Vaikuntha. None of those things should be there. My only goal is my duty which is to serve Krishna and my Guru Maharaj, Srila Prabhupada. That's all. Where I go, how many births I will take, whether I get liberated or not, none of my consideration."
    },
    {
      "start_time": 751,
      "end_time": 875,
      "verse_references": [],
      "themes": [
        "duty",
        "human faculty",
        "self-restraint",
        "austerities"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "That is where that sense of duty springs from.",
      "summary": "The speaker explains that the human form of life is unique because of the faculty to understand and perform duty, which involves self-restraint, sacrifice, and the willingness to do things that are not personally pleasing.",
      "timestamp_url": "https://youtu.be/jlHTKoXRDmo?t=751",
      "transcript": "So that is the topmost. Development of the human intellect and human faculty. You can go up till there. Because only human beings have this faculty, you see, to think of duty. Animals have no sense of duty. That is why you don't have dharma for them. That you have to fast on Ekadashi. Can you go and tell your pet dog or pet cat, today is Ekadashi fast. You can forcibly make the cat or dog eat Ekadashi Prasastu. That's a difficult matter. But you know, it's not that the cat or dog is voluntarily following. No, we are voluntarily following. So that faculty to take tapasya, that faculty to sacrifice, that faculty to undertake certain austerities, the faculty to exercise self-restraint, is there only in the human form. So if you use that capability, that faculty in the human being, to do things which are not one's liking. I may like to do something, but I say, no, I will not do that. I will do something which is not very pleasing. If you ask me what I like to do, I like to eat when I feel hungry. But today is Janmasthami, I have to fast. So, although you would like to eat, you are ready to sacrifice that desire to eat and you are ready to fast. That faculty is there in the human being to do something, to give up something which you like to do and to do something which is not very pleasing. This faculty is there in the human being. And that is where that sense of duty springs from. In duty, what is there? Duty, you will do your duty even if it is not palatable, even if it is distressing. So, duty means you should be ready even if something, I have to do something, I have to do something which I don't like to do, I have to still do."
    },
    {
      "start_time": 875,
      "end_time": 963,
      "verse_references": [],
      "themes": [
        "duty",
        "Krishna",
        "Guru",
        "devotional service",
        "motivation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "That is the topmost development of the faculty.",
      "summary": "The speaker describes the progression from basic duty to Varnashrama Dharma duty to exclusive service to Krishna and Guru as the highest development of human faculty, emphasizing that the ultimate goal is to serve the pleasure of Guru and Krishna without any other motivation.",
      "timestamp_url": "https://youtu.be/jlHTKoXRDmo?t=875",
      "transcript": "That is called duty. So, you develop this faculty in the human being of self-restraint. You develop from the point of you know, doing your duty to doing varnashama dharma duty to rendering exclusive service to Krishna. That is the topmost development of the faculty. So, achieving long term, short term, goals is at the very bottom level. We have to progress far beyond that. We have to go to a certain level of sense of duty and in that also we have to go to duty towards varnashama dharma and finally duty towards guru and Krishna. That is the topmost decision. So, we should instead of thinking of short term, long term material goals, we should be thinking of when will I come to the stage where my only duty will be to serve Krishna and Guru. No other duty in my life. That is the real goal that we have to have. And how to achieve that? Very simple. Chant Hare Krishna, associate with devotees and render whatever practical devotional service you can. That chanting of Krishna's holy name and rendering service will gradually pull you towards that final destination of your devotional service, where you have no other motivation than to serve the pleasure of Guru and Krishna."
    },
    {
      "start_time": 963,
      "end_time": 1060,
      "verse_references": [],
      "themes": [
        "devotional service",
        "chanting",
        "Prabhupada",
        "Krishna Prema",
        "surrender"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Once you taste the devotional service, that devotional service will drag you until you come to the final point of your devotional service.",
      "summary": "The speaker concludes by encouraging listeners to chant Hare Krishna, associate with devotees, and render practical devotional service, explaining that the taste for Krishna will gradually lead them to the final destination of pure devotional service, emphasizing surrender to Krishna and Guru without concern for personal results.",
      "timestamp_url": "https://youtu.be/jlHTKoXRDmo?t=963",
      "transcript": "So, rendering devotional service to Krishna is very powerful. We don't have to force ourselves. Oh no, I have to chant sixteen rounds. You don't have to do that. It's not a matter of force. We all begin, most of us, we begin by chanting one round, two rounds. Slowly we will make it four rounds. Slowly make it eight rounds. Then we will come to sixteen rounds. Isn't it? So, how does that happen? It's not that somebody is standing behind us with a stick. If you don't chant four rounds today, from today onwards I am going to beat you. Nobody did that. We automatically, we felt a taste for chanting. And we felt yes, I want to chant four rounds from today. Start chanting. So, the taste for Krishna is like that. Once you taste the devotional service, that devotional service will drag you until you come to the final point of your devotional service. So, simple thing. Read Prabhupada's books. Follow Prabhupada's instructions. Chant Hare Krishna. And you will achieve your long-term goal, which is to become a pure devotee of Krishna. That's the only result you can, you can desire. That also, it is dependent on the grace of Krishna and Buddha, whether they give award as pure devotional service or not. But as far as we are concerned, we want to serve our Guru's instructions and Krishna's instructions. That's a period. Whether we get Krishna Prema or not, whether I go to the spiritual world or not, whether I get liberated or not,"
    }
  ]
}