{
  "video_id": "jLPSIu3GPDE",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.12.24 Part 2 | 30-08-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=jLPSIu3GPDE",
  "segments": [
    {
      "start_time": 0,
      "end_time": 47,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Agyanati Mirandhasya Gyananjanishalakaya Chaksharanmeelitam Jena Tasmai Shri Gurave Namaha",
      "summary": "The session begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/jLPSIu3GPDE?t=0",
      "transcript": "Om Agyanati Mirandhasya Gyananjanishalakaya Chaksharanmeelitam Jena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gaurabhani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine Jai Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jaya Mudhirayet"
    },
    {
      "start_time": 48,
      "end_time": 96,
      "verse_references": [
        "SB 1.12.24"
      ],
      "themes": [
        "prediction",
        "comparison"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This child will be almost as good as Lord Shri Krishna Following in his footsteps In magnanimity he will become as great as King Rantideva And in religion he will be like Maharaja Yayati",
      "summary": "The speaker introduces the verse to be discussed, focusing on the comparison of the child Parikshit to King Rantideva in terms of magnanimity.",
      "timestamp_url": "https://youtu.be/jLPSIu3GPDE?t=48",
      "transcript": "In this session, we will be discussing the 24th verse of the 12th chapter of the 1st canto of Shri Bhagavad Gita. This will be part 2. In the previous session, we had a discussion on the 1st part. This is the 2nd part of this purport we will discuss. The verse: Sarvasadguna Mahatmya Esha Krishnam Anuvrataha Rantideva Ivodaro Yayatir Iva Dharmikaha. The meaning of this verse is: This child will be almost as good as Lord Shri Krishna, following in his footsteps. In magnanimity, he will become as great as King Rantideva, and in religion, he will be like Maharaja Yayati."
    },
    {
      "start_time": 97,
      "end_time": 176,
      "verse_references": [],
      "themes": [
        "magnanimity",
        "charity",
        "hospitality",
        "saintly kings"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Rantideva was a great King Liberal for hospitality and distribution of foodstuff",
      "summary": "The speaker elaborates on the qualities of King Rantideva, highlighting his hospitality, charity, and saintly nature, emphasizing that he was a 'rajarshi'.",
      "timestamp_url": "https://youtu.be/jLPSIu3GPDE?t=97",
      "transcript": "The 1st comparison to Lord Krishna we discussed in the previous session. This present session, we will discuss about the 2nd comparison: In magnanimity, he will be as great as King Rantideva. So, something about Rantideva. Srila Prabhupada says in the purport: An ancient King prior to the Mahabharata period, referred to by Narada Muni while instructing Sanjaya as mentioned in Mahabharata Dronaparva 67th chapter. Rantideva was a great King, liberal for hospitality and distribution of foodstuff. This is reference to an ancient King. Rantideva was a great King. He was a great king. All the kings mentioned in the Bhagavatam and the scriptures generally, they are great personalities, who are generally devotees of the supreme lord krishna, rajarshi. They are raja, they are kings, but they are rishi, they are saintly in their character, saintly kings, rajarshi. So, Rantideva was a saintly king."
    },
    {
      "start_time": 177,
      "end_time": 285,
      "verse_references": [],
      "themes": [
        "charity",
        "heavenly planets",
        "kshatriya dharma",
        "purity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "even lord sri krishna praised his acts of charity and hospitality this is the greatness of rantideva",
      "summary": "The speaker continues to describe Rantideva's virtues, including his acts of charity, hospitality, and adherence to religious principles, noting that he never ate flesh.",
      "timestamp_url": "https://youtu.be/jLPSIu3GPDE?t=177",
      "transcript": "He was blessed by the great Vasishtamuni for supplying him cold water, and thus he achieved the heavenly planet, to be elevated to heavenly planet, just by being a king but acting properly by giving charity. Danam is one of the qualities of a kshatriya, ideal qualities of a kshatriya, and hospitality to receive the guests who come uninvited, unannounced, to receive them respectfully, properly, according to religious principles, to honor them, that is hospitality. So, Rantideva was famous for this. Although a kshatriya by birth, he never ate flesh in his entire life. The scriptures say kshatriyas under exceptional circumstances, they may eat a flesh of an animal, but Rantideva was a saintly king who never touched flesh of animal, never whole life he never did that. He is one of those pious kings whose names are remembered in the morning and evening."
    },
    {
      "start_time": 286,
      "end_time": 373,
      "verse_references": [
        "BG 9.22"
      ],
      "themes": [
        "detachment",
        "providence",
        "suffering",
        "hospitality"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "he never endeavored to earn anything but he would enjoy whatever he got by the arrangement of providence",
      "summary": "The speaker explains that Rantideva didn't strive for material gain but accepted what came through providence, but he always gave everything to guests, even undergoing suffering.",
      "timestamp_url": "https://youtu.be/jLPSIu3GPDE?t=286",
      "transcript": "So, about Rantideva, in another part of the Bhagavatam, it's explained he never endeavored to earn anything, but he would enjoy whatever he got by the arrangement of providence. In the Bhagavad-Gita, Krishna says this is a characteristic of a yogi. Yogi means a devotee. So, Krishna says a devotee never endeavors for acquiring many things for his material subsistence, but he is satisfied with whatever is coming to him by arrangement of providence. Providence means higher arrangement. But still, there was an exception to this behavior Ranthideva. What is that? When guests came, he would give them everything he wanted had. Thus, he underwent considerable suffering along with his members of his family. On one occasion indeed, he and his family members shivered for want of food and water, yet Ranthi..."
    },
    {
      "start_time": 374,
      "end_time": 472,
      "verse_references": [],
      "themes": [
        "hospitality",
        "sacrifice",
        "tolerance",
        "spiritual vision"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "because Ranthi Deva is perceived the presence of the supreme Godhead everywhere and in every living entity he received guests with faith and respect and gave him a share of the food",
      "summary": "The speaker narrates the story of Rantideva breaking his 48-day fast and offering food to a Brahmana guest, demonstrating his unwavering hospitality and spiritual vision.",
      "timestamp_url": "https://youtu.be/jLPSIu3GPDE?t=374",
      "transcript": "About Ranthi Deva, once after fasting for 48 days, in the morning Granthi Deva received some water and some foodstuffs made with milk and ghee. But when he and his family were about to eat, a Brahman and his family were about to eat a Brahman and his family were about to eat a Brahman, a guest arrived. Here the word used in Sanskrit for guest is atithi. Atithi means one who comes without invitation, without prior arrangement, without any intimation to the host, suddenly arrives. So, just Ranthi Deva is about to break his fast after 48 day fasting and the Brahmana guest is arrived. Because Ranthi Deva perceived the presence of the supreme Godhead everywhere and in every living entity, he received guests with faith and respect and gave him a share of the food. The Brahmana guest ate his share and then went away. So, the Brahmana guest was received properly even though Ranthi Deva was about to break the fast his faster 48 days. He remained sober. He never became disturbed, agitated. Properly received the guest, fed."
    },
    {
      "start_time": 473,
      "end_time": 591,
      "verse_references": [],
      "themes": [
        "equality",
        "spiritual vision",
        "magnanimity",
        "Krishna consciousness"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "seeing the shudra in relationship with the supreme personality of godhead king rantideva gave him also a share of the food see the magnanimity of rantideva",
      "summary": "The story continues with Rantideva offering food to a Shudra guest, highlighting his spiritual vision of seeing everyone in relation to Krishna and demonstrating true equality.",
      "timestamp_url": "https://youtu.be/jLPSIu3GPDE?t=473",
      "transcript": "Having divided the remaining food with his relatives, Ranthideva was just about to eat his own share when a Shudra guest arrived. So after feeding the Brahmana whatever was left he gave to all the relatives who were also fasting, his family members. And then he share he was about to eat. When a Shudra guest arrived is said, seeing the shudra in relationship with the supreme personality of godhead king rantideva gave him also a share of the food. See the magnanimity of rantideva how is he seeing? He's seeing everyone as spirit soul. This is the equality, not artificial equality that in terms of body trying to equalize everyone. No, body cannot be equalized, but within the body, the resident of the body, they he, not they ha not the body, they he, the occupant of the body, the resident of the body, the spirit soul within the body, that spirit soul is equal as part and parcel of Krishna. And therefore there is always a relationship between every living being and Krishna. So, Rantideva was enlightened spiritually, so he could see the relationship of every living being with Krishna and therefore he also gave this shudra guest a share of the food."
    },
    {
      "start_time": 592,
      "end_time": 774,
      "verse_references": [],
      "themes": [
        "spiritual vision",
        "discrimination",
        "cleanliness",
        "compassion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "rantideva offered the balance of the food to the dogs and the master of the dogs would come as guests the king offered them all respects and obeisances",
      "summary": "The speaker describes Rantideva offering food and respect to a guest with dogs, clarifying that this is based on spiritual vision and should not be imitated superficially, emphasizing the importance of cleanliness and proper discrimination.",
      "timestamp_url": "https://youtu.be/jLPSIu3GPDE?t=592",
      "transcript": "When the shudra went away, another guest arrived surrounded by dogs and said, oh king, I and my company of dogs are very hungry, please give us something to eat. Now with great respect, Rantideva offered the balance of the food to the dogs and the master of the dogs would come as guests. The king offered them all respects and obeisances. Now offering obeisances to the master of the dogs is okay, but what about offering obeisances to the dogs? This is again seeing the spirit soul within the dog's body or the shudra's body or the master of the dog's body in relationship with Krishna. It is not to be imitated artificially by somebody who doesn't have a spiritual understanding. So people sometimes think that we can have the dog in our house by giving it a special protection. No, the dog can be given some food, but it has to wait outside your door and maybe it will do some service as guarding your house, that's okay, but not that you fondle the dog, make it sleep next to you in your own bed and allow it to roam everywhere in your and make your whole house unclean. Dog is the most unclean animal. So one should never allow a dog inside one's house to maintain cleanliness, but that doesn't mean one has to be cruel to the dog or negligent of the dog. No, a dog which requires some food you may give it food, but it has to wait outside your door. So, Ranthi Deva offered respect to the dog recognizing the living being inside, a spirit soul part and parcel of Krishna, not the dog's body or not the dogs consciousness, no not that. See this is a difference between Ranthi Deva treating equally all living beings and foolish people who want to imitate equality of all living beings by being particularly attached to a dog or a cat even though they seem to be very compassionate to some dog or cat, but they don't offer the same hospitality or treatment to another fellow human being who may be in need of."
    },
    {
      "start_time": 775,
      "end_time": 894,
      "verse_references": [],
      "themes": [
        "sacrifice",
        "compassion",
        "selflessness",
        "magnanimity"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "I do not pray to the Supreme Personality of God it for the eight perfections of mystic yoga not for Salvation from repeated birth and death I want to only stay out of the difamento der愛",
      "summary": "The story culminates with Rantideva offering his last portion of water to a Chandala, expressing his desire to alleviate the suffering of all beings, showcasing his ultimate magnanimity.",
      "timestamp_url": "https://youtu.be/jLPSIu3GPDE?t=775",
      "transcript": "Thereafter, so he offered the balance of the food to the dogs and the master of the dogs and then only the drinking water remained, his share, Ranthi Deva share after fasting 48 days and there is only enough to satisfy one person. When the king was just about to drink that water, a chandala appeared and said, Oh King, although I am lowborn, kindly give me some drinking water because I am very thirsty. See how Ranthi Deva has being tested. And then agree that hearing the pitiable words of the poor fatigue chandala Maharaj ranthi deva spoke the following nectarian words. What did he say? I do not pray to the Supreme Personality of God it for the eight perfections of mystic yoga not for Salvation from repeated birth and death I want to only stay out of the difamento der 愛 hablar dasi ben beber stay a little bit of rest will bring Allah to those living beings but as long as you live to see being healed by the highest self and remembrance of the یا among all the living beings and suffer all distress on their behalf so that they may be freed from suffering. See how very magnanimous and there is a comparison ranthi deva eva udara is as magnanimous he'll be as magnanimous this pariksit as ranthi deva. Ranthi Deva had that feeling that I don't want to see anybody else suffer and I want to remain among them and actually suffered distresses on their behalf so that they may be freed from suffering. This is very very very magnanimous quality. Having spoken thus, Ranthi Deva although on the verge of death because of thirst gave his own portion of water to the chandala."
    },
    {
      "start_time": 895,
      "end_time": 959,
      "verse_references": [],
      "themes": [
        "divine revelation",
        "benediction",
        "devotion",
        "magnanimity"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "the demigods like Lord Brahma and Lord Shiva they had disguised themselves and appeared as the brahmana the shudra the master of the dogs and the chandala they disclosed their identity and they said we are very pleased with your generosity with your magnanimity kindly ask us any benediction",
      "summary": "The demigods reveal themselves, pleased with Rantideva's generosity, and Rantideva prays for devotion to Lord Vishnu, reinforcing the theme of magnanimity and its connection to spiritual realization; the speaker concludes by reiterating that Parikshit will be as magnanimous as Rantideva.",
      "timestamp_url": "https://youtu.be/jLPSIu3GPDE?t=895",
      "transcript": "And soul and then what happened? The demigods like Lord Brahma and Lord Shiva, they had disguised themselves and appeared as the brahmana, the shudra, the master of the dogs and the chandala. They disclosed their identity and they said we are very pleased with your generosity, with your magnanimity, kindly ask us any benediction. Ranthi Deva had no ambition to enjoy any material benefits, so he simply prayed that I may always be fixed at the Lotus feet of Lord Vishnu in devotion to the supreme. So this is the magnanimity of Ranthi Deva and child Pariksit is foretold to be as magnanimous."
    }
  ]
}