{
  "video_id": "jmV-Mn6PQCk",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.15.31 | 17-12-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=jmV-Mn6PQCk",
  "segments": [
    {
      "start_time": 0,
      "end_time": 47,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/jmV-Mn6PQCk?t=0",
      "transcript": "Om Agyanati Mirandasya Gyananjanishalakaya Chaksharunmilitham Yena Tasmai Shri Gurave Namaha Namao Vishnupadaya Krishna Preshtaya Bhutale Srimate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadhadhara Srivasadi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet"
    },
    {
      "start_time": 48,
      "end_time": 91,
      "verse_references": [
        "SB 1.15.31"
      ],
      "themes": [
        "Arjuna",
        "spiritual assets",
        "transcendence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This is Suta Goswami describing the position of Arjuna.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam and explains that Arjuna's state was not one of ordinary lamentation but of transcendence due to his spiritual assets.",
      "timestamp_url": "https://youtu.be/jmV-Mn6PQCk?t=48",
      "transcript": "In this session, we will be discussing from the 31st verse of the 15th chapter of the 1st canto of Srimad Bhagavatam. Vishoko Brahma Sampradaya Sanchinna Dvaita Samshayaha Leena Prakriti Nair Gunyat Alingatvat Asambhavaha. The meaning of this verse is: Because of his possessing spiritual assets, the doubts of duality were completely cut off. Thus, he was freed from the three modes of material nature and placed in transcendence. There was no longer any chance of his becoming entangled in birth and death, for he was freed from material form."
    },
    {
      "start_time": 91,
      "end_time": 173,
      "verse_references": [],
      "themes": [
        "duality",
        "misidentification",
        "material body"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Doubts of duality begin from the misconception of the material body which is accepted as a self by less intelligent persons",
      "summary": "The speaker elaborates on the concept of duality arising from the misidentification of the material body as the self, drawing from Srila Prabhupada's purport.",
      "timestamp_url": "https://youtu.be/jmV-Mn6PQCk?t=91",
      "transcript": "This is Suta Goswami describing the position of Arjuna. Don't think Arjuna was lamenting after Krishna's disappearance and he was suffering like an ordinary person feels pain and suffering due to separation from some beloved departed soul. No, it's not like that. So that is explained here. Arjuna is having those instructions in his heart which Krishna imparted, and that is a spiritual asset. And those spiritual assets are useful to cut off all kinds of doubts of duality, and immediately such spiritual asset places one on the transcendental platform above the three modes of material nature. So then there is no question of becoming entangled in birth and death. So Srila Prabhupada explains this in the purport: doubts of duality begin from the misconception of the material body, which is accepted as a self by less intelligent persons. This material existence is"
    },
    {
      "start_time": 173,
      "end_time": 316,
      "verse_references": [],
      "themes": [
        "misidentification",
        "illusion",
        "material attachment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The most foolish part of our ignorance is our identifying with this material body as the self.",
      "summary": "The speaker continues to explain how the false identification with the body leads to attachment to material possessions and relationships, creating an ocean of misconceptions.",
      "timestamp_url": "https://youtu.be/jmV-Mn6PQCk?t=173",
      "transcript": "characterized by the fact that the material body is a self, and the self is not a self. This material existence is characterized by dvandva, duality, and this duality is only because I am spirit soul, or each person, individual person, is spirit soul, but wrongly one forgets, wrongly one thinks that I am this material body and forgets that I am spirit soul. I am not the body. The most foolish part of our ignorance is our identifying with this material body as the self. This is the most foolish part. You are thinking something you are without knowing that it is not you. Just like I think I am this body. Now, if I think I'm this body, I think I'm made up of this flesh and blood and bones and so many material parts of the body, and this body's becoming old, and the body sometimes becomes sick, and the body is becoming dirty, and the body is having some possessions, some relationships, and I'm trying to secure them. So all because of the misidentification, wrong understanding, everything in relation with the body is ignorantly accepted as our own. It begins with I, I am this body, and then extends to mine, what is mine, everything connected to the body is mine, my father, my mother, my car, my house, my prestige, my, my, my, my. We are completely in an ocean of misconceptions, doubts due to misconceptions of myself and mine, my body, my relatives, my property, my wife, my children, my wealth, my country, my community, and hundreds and thousands of"
    },
    {
      "start_time": 316,
      "end_time": 429,
      "verse_references": [
        "BG"
      ],
      "themes": [
        "bewilderment",
        "Krishna consciousness",
        "knowledge"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "By assimilating the instructions of the Bhagavad Gita one is sure to be released from such bewilderment because real knowledge is knowledge that the Supreme Personality of Godhead Vasudeva or Lord Krishna is everything",
      "summary": "The speaker explains that everyone is bewildered by the concept of 'mine' and that the remedy is to assimilate the teachings of Bhagavad Gita and understand that Krishna is everything.",
      "timestamp_url": "https://youtu.be/jmV-Mn6PQCk?t=316",
      "transcript": "similar illusory contemplations cause bewilderment for the conditioned soul. Everyone in this material world who's having such wrong conceptions are bewildered. Bewildered. Everyone is bewildered, no exception. Even the most prosperous materialist, even the wealthiest person, even the most successful entrepreneur, the most powerful devata, everyone is bewildered by this conception of mine, mine, mine, mine, mine. Now Srila Prabhupada says, what is the remedy for this? By assimilating the instructions of the Bhagavad Gita, one is sure to be released from such bewilderment, because real knowledge is knowledge that the Supreme Personality of Godhead Vasudeva, or Lord Krishna, is everything, including oneself. Krishna is everything. Krishna is everything means Krishna is there and his energies are there. So Krishna has his identity as a Supreme Personality of Godhead, he has his energies, his spiritual, the spiritual world is his spiritual energy, the material world is material energy, we are his marginal energy. So Krishna is everything because non-difference between him and his energies. Energies are his, everything is a manifestation of his potency."
    },
    {
      "start_time": 429,
      "end_time": 505,
      "verse_references": [],
      "themes": [
        "potency",
        "Krishna's energy",
        "non-duality",
        "perfect knowledge"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Everything belongs to Krishna.",
      "summary": "The speaker explains that everything is Krishna's energy and part and parcel of Him, emphasizing the concept of non-duality and how perfect knowledge eradicates the illusion of ownership.",
      "timestamp_url": "https://youtu.be/jmV-Mn6PQCk?t=429",
      "transcript": "As part and parcel, potency means his energy, his Shakti. So everything that we see in this world is his Shakti, and it is present as his own part and parcel. Parcel means inseparable part, cannot be separated. The potency and the potent are not different. Potency means the Shakti, and the potent, the possessor of the potency, the owner of the Shakti. Shakti means the photoЯ un-xaṁepa Iman, Krishna, Krishna and Shakti, Shakti, Shakti, Iman, they are not different. So, the conception of duality is at once mitigated by attainment of perfect knowledge. Like, I think something is mine and something else is somebody else's. But the reality is, what I think is mine is not mine, it is Krishna's. And what I think is somebody else's is not that person's property, it is actually Krishna's."
    },
    {
      "start_time": 505,
      "end_time": 572,
      "verse_references": [
        "BG"
      ],
      "themes": [
        "Arjuna",
        "material conception",
        "spiritual soul"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, therefore, the instructions of the Bhagavad Gita eradicate all kinds of material conceptions.",
      "summary": "The speaker uses the example of Arjuna to illustrate how the teachings of the Bhagavad Gita can eradicate material conceptions, such as grief over the death of a father, by understanding the eternal nature of the soul.",
      "timestamp_url": "https://youtu.be/jmV-Mn6PQCk?t=505",
      "transcript": "So, this duality is completely eradicated by perfect knowledge. Everything belongs to Krishna. As soon as Arjuna took up the instructions of the Bhagavad Gita, expert as he was, he could at once eradicate the material conception of Lord Krishna, his eternal friend. Material conception is, let's say, somebody has got his father and the father is his son. And when the father dies, then he feels very sad. My father passed away. My father is no more. This is a material conception. Father is no more means the body, material body, which is not the real person, not the real father, is no more. The spirit soul has no death, has no birth, doesn't belong to this world."
    },
    {
      "start_time": 572,
      "end_time": 677,
      "verse_references": [],
      "themes": [
        "Krishna's presence",
        "transcendental presence",
        "non-dual energies"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is always present in the form of his instructions.",
      "summary": "The speaker emphasizes that Krishna is always present through his instructions, form, pastimes, and qualities, and that a devotee never feels his absence due to his transcendental presence in different non-dual energies.",
      "timestamp_url": "https://youtu.be/jmV-Mn6PQCk?t=572",
      "transcript": "So, therefore, the instructions of the Bhagavad Gita eradicate all kinds of material conceptions. So, Arjuna could realize that the Lord was still present before him by his instruction, by his form, by his pastimes, by his qualities and everything else related to him. Consider this, that Krishna is always present in the form of his instructions. Eternally, those instructions are true. So, if Krishna is present, where is the cause for lamentation that Krishna passed away, Krishna disappeared, Krishna went away to his personal abode? No, Krishna is present. He is present in one form, yet another form, yet another form, unlimited form. Unlimited forms. Krishna is always present. So, in a sense, the devotee never feels absence of Krishna if a devotee is Krishna conscious. So, Arjuna could realize that Lord Krishna, his friend, was still present before him by his transcendental presence in different non-dual energies. All energies are Krishna's. So, in the form of energy, Krishna is present. And there is no question of attainment of the association of the Lord by another change of body under the influence of time and space."
    },
    {
      "start_time": 677,
      "end_time": 779,
      "verse_references": [],
      "themes": [
        "material form",
        "spiritual identity",
        "eternal relationship"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The spirit soul has got spiritual identity, which is eternal.",
      "summary": "The speaker contrasts the temporary material form with the eternal spiritual identity of the soul, emphasizing the soul's eternal relationship with Krishna.",
      "timestamp_url": "https://youtu.be/jmV-Mn6PQCk?t=677",
      "transcript": "Just like sometimes people ask that I lost my father. And you say my father has gone to some other body. Can I actually again associate with my father, whom I am missing, by myself taking another body like he has taken? Because our conception of existence in the material world is simply based on body. That's all. But the truth is, this body is simply some... material form. Temporary material form. It has nothing to do with the real person, the spirit soul. The spirit soul has got spiritual identity, which is eternal. The material form is simply a dress, a covering, a... a form, a... a material... object. It has no life... by itself. Material form has no life by itself. Whereas the spiritual identity is ever-present. Eternally present. In eternal platform. Spiritual platform. In spiritual form. In spiritual relationship with Krishna. Eternally present."
    },
    {
      "start_time": 779,
      "end_time": 931,
      "verse_references": [],
      "themes": [
        "devotional service",
        "hearing and chanting",
        "Krishna's presence",
        "absolute knowledge"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "One can see Him, one can feel His presence, even in this present life, simply by understanding the Advayagyana Lord, or the Absolute Lord, through the process of devotional service.",
      "summary": "The speaker concludes by stating that one can constantly be in association with the Lord through devotional service, especially by hearing and chanting Krishna's name, which allows Krishna to reveal Himself within the heart.",
      "timestamp_url": "https://youtu.be/jmV-Mn6PQCk?t=779",
      "transcript": "So therefore, Prabhupada concludes by telling, by attainment of absolute knowledge, one can be in association with the Lord constantly, even in this present life. How? Simply by hearing, chanting, thinking of and worshipping the Supreme Lord. What is true for Arjuna, is true for everyone at all times. Even now, if we chant constantly Krishna's holy name, Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare, we should understand and should realize this fact, that Krishna is appearing in the form of that holy name, transcendental sound on my tongue. And if I hear, Krishna is entering, as the transcendental sound within, through my ears, and He can enter my heart and touch my soul. Touch me. He means my soul. And then, I immediately feel the... loving presence of Krishna. The soothing touch of Krishna. And this is a fact. This is not some kind of sentiment, or some... some material adjustment in the mind. No. It is a transcendental truth. One can see Him, one can feel His presence, even in this present life, simply by understanding the Advayagyana Lord, or the Absolute Lord, through the process of devotional service. You perform devotional service, beginning with hearing and chanting, about Krishna, and then, the Advayagyana Lord, the Absolute Lord, will reveal Himself to you, within your heart, and you will never feel His absence under any circumstances. I will stop here. Thank you very much."
    }
  ]
}