{
  "video_id": "jOPjlYMs98g",
  "title": "SB 1.18.36-37 | HH Stoka Krishna Swami | 23-04-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=jOPjlYMs98g",
  "segments": [
    {
      "start_time": 0,
      "end_time": 50,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyanati Miran Dhasya Gyananjan Shalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/jOPjlYMs98g?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyananjan Shalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha Namah Om Vishnupadaya Krishna Prishtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sali Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet"
    },
    {
      "start_time": 51,
      "end_time": 100,
      "verse_references": [
        "SB 1.18.36"
      ],
      "themes": [
        "curse",
        "anger",
        "brahmanical power"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The son of the Rishi, his eyes red hot with anger touched the water of the river Kaushiki while speaking to his playmates and discharged the following thunderbolt of words.",
      "summary": "The speaker introduces the verses to be discussed and begins explaining the 36th verse, focusing on the anger of the Rishi's son.",
      "timestamp_url": "https://youtu.be/jOPjlYMs98g?t=51",
      "transcript": "In this session, we will be discussing two verses, the 36th and the 37th verses of the 18th chapter of the 1st canto of Shri Madbhagavatam. The 36th verse is as follows: Ityuktva Roshatam Raksho Vayasyan Rishi Balakah Kaushiki Aapa Upas Prishya Vagvajram Visasarjaha. The meaning of this verse is: The son of the Rishi, his eyes red hot with anger, touched the water of the river Kaushiki while speaking to his playmates and discharged the following thunderbolt of words."
    },
    {
      "start_time": 104,
      "end_time": 154,
      "verse_references": [],
      "themes": [
        "Parikshit",
        "insult",
        "meditation"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Parikshit while hunting became very thirsty, tired, hungry, starved.",
      "summary": "The speaker provides the background story of King Parikshit's actions that led to the curse, including his thirst, hunger, and disrespect towards the meditating Rishi.",
      "timestamp_url": "https://youtu.be/jOPjlYMs98g?t=104",
      "transcript": "So the background for this is that Parikshit, while hunting, became very thirsty, tired, hungry, starved. He started searching for water, came to the ashram of Shamika Rishi, was not able to find any water in the ashram, was not received by the Rishi, and he became upset and saw one dead snake lying on the side outside the ashram of the Muni, picked up the dead snake, and just put it around the neck of the Rishi who was deep in meditation and walked away."
    },
    {
      "start_time": 155,
      "end_time": 278,
      "verse_references": [],
      "themes": [
        "anger",
        "curse",
        "brahmanical power"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So when the son of this Rishi, Shringi heard that his father was insulted by the king, the boy Shringi became very angry against this insult",
      "summary": "The speaker describes the Rishi's son, Shringi, his anger upon hearing of the insult to his father, and his preparation to curse the king.",
      "timestamp_url": "https://youtu.be/jOPjlYMs98g?t=155",
      "transcript": "The son of this Rishi was playing with his playmates. He was a young boy, but he was very nicely trained up as a Brahmana. So when the son of this Rishi, Shringi, heard that his father was insulted by the king, the boy Shringi became very angry against this insult by the king of his father, insult of his father. And he decided to curse him, curse the king. So it is described here, his eyes red hot with anger, rosha anger, tamra aksha, like copper. When copper is hot, it is already reddish, but it becomes even more reddish. So red hot, red hot eyes, he was displaying his anger. He touched the water of the river Kaushika while speaking to his playmates. That means he used the power, the Brahmanical power of cursing by using one mantra. And before chanting that mantra, he purified himself. And he discharged the following thunderbolt of words."
    },
    {
      "start_time": 279,
      "end_time": 321,
      "verse_references": [],
      "themes": [
        "mantra",
        "power",
        "weapon"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The mantra power is such that it is like a weapon, but it is not actually a, a gross weapon. It is a subtle weapon.",
      "summary": "The speaker explains the power of mantras, comparing them to subtle weapons, and emphasizes the potency of the curse.",
      "timestamp_url": "https://youtu.be/jOPjlYMs98g?t=279",
      "transcript": "The mantra power is such that it is like a weapon, but it is not actually a gross weapon. It is a subtle weapon. He discharged the following thunderbolt of words, that mantra by which the king was cursed is as powerful or more powerful than a thunderbolt. That is the sense in which it is used here. So in the Parpo Trila,"
    },
    {
      "start_time": 322,
      "end_time": 470,
      "verse_references": [],
      "themes": [
        "childishness",
        "mistake",
        "responsibility"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "the circumstances under which Maharaj Parikshit was cursed were simply childish as it appears from this verse.",
      "summary": "The speaker quotes Srila Prabhupada's commentary, highlighting the childishness and impropriety of Shringi's actions and the great harm caused by cursing the king.",
      "timestamp_url": "https://youtu.be/jOPjlYMs98g?t=322",
      "transcript": "Shila Prabhupada says, the circumstances under which Maharaj Parikshit was cursed were simply childish, as it appears from this verse. Small boy. He is not mature. He is not aware of proper etiquette. He doesn't know culture. So Shila Prabhupada says, the circumstances under which Maharaj Parikshit was cursed were childish. Shringi was showing his impudency amongst his playmates who were innocent. Those playmates, they could not make out what was the seriousness involved in either the king's action or the action, the counteraction by this boy, the playmates were small boys. They were just innocent boys. They couldn't judge or gauge or understand anything. So Shila Prabhupada says, any sane man would have prevented him from doing such a great harm to all human society. So this cursing of the king who is the protector of the entire human society because he is the emperor of the world, and cursing him to be killed for a very, very minor mistake is actually improper on the part of this brahmana boy, small boy. By killing a king like Maharaj Parikshit just to make a show of his brahmanical power, the inexperienced son of a brahmana committed a great mistake. This will later on be explained. But here Prabhupada is just mentioning this: Shringi made a very, very, very big mistake. It's called a blunder. He made a blunder. And he was inexperienced son of a brahmana. He did not know what is the proper way to actually react."
    },
    {
      "start_time": 471,
      "end_time": 524,
      "verse_references": [
        "SB 1.18.37"
      ],
      "themes": [
        "curse",
        "etiquette",
        "insult"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "On the seventh day from today a snake bird will bite the most wretched of that dynasty Maharaj Parikshit because of his having broken the laws of etiquette by insulting my father.",
      "summary": "The speaker introduces and translates the 37th verse, which contains the actual curse pronounced by Shringi, citing Parikshit's breach of etiquette as justification.",
      "timestamp_url": "https://youtu.be/jOPjlYMs98g?t=471",
      "transcript": "The 37th verse: These are the words spoken by the brahmana's son Shringi. So the translation of this 37th verse: The brahmana's son cursed the king thus: On the seventh day from today, a snake bird will bite the most wretched of that dynasty, Maharaj Parikshit, because of his having broken the laws of etiquette by insulting my father."
    },
    {
      "start_time": 525,
      "end_time": 654,
      "verse_references": [],
      "themes": [
        "brahmanical power",
        "misuse",
        "downfall"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Thus the beginning of the misuse of brahmanical power began.",
      "summary": "The speaker quotes Srila Prabhupada on the misuse of brahmanical power, explaining how Shringi's curse marked the beginning of the decline of brahmanas in the Kali Yuga.",
      "timestamp_url": "https://youtu.be/jOPjlYMs98g?t=525",
      "transcript": "This is the justification of this boy in cursing Maharaj Parikshit. The Rajarshi, the great emperor, the protector of all the citizens, the ideal king. So in the purport, Srila Prabhupada explains: Thus the beginning of the misuse of brahmanical power began. Brahmanas are very powerful by training, by culture, by education, by their acquired power due to their austerity, due to their controlling their senses, due to their purity, but such power is never to be misused. It has to be carefully used, properly used. So Prabhupada says the beginning of the misuse of brahmanical power began with this Shringi cursing Maharaj Parikshit, and then what happened gradually the brahmanas in the age of Kali became devoid of both brahmanical powers and culture. So the brahmanas of present day, they don't have the power like this Shringi had or the other brahmanas had in the past. Nowadays, brahmanas don't have that kind of power. Neither they have the brahmanical culture; they don't have brahmanical culture either. So the downfall of the brahmanas began with this misuse of brahmanical power by Shringi."
    },
    {
      "start_time": 655,
      "end_time": 796,
      "verse_references": [],
      "themes": [
        "misunderstanding",
        "degradation",
        "powerless"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But factually the brahmana boy himself was so by cursing Parikshit this brahmana boy became the most wretched descendant of the glorious brahmana lineage.",
      "summary": "The speaker explains how Shringi's curse made him the 'wretched' one, leading to the loss of brahmanical power in his lineage.",
      "timestamp_url": "https://youtu.be/jOPjlYMs98g?t=655",
      "transcript": "The brahmana boy considered Maharaj Parikshit to be Kulaangara, Kulaangara, the wretched of the dynasty. Parikshit is the best of the dynasty of the kings, of the Bharata Vamsha, the best of the kings, and wrongly this brahmana boy Shringi is misunderstanding, total misunderstanding, that Parikshit is wretched of the dynasty. For a small mistake, he is wrongly accusing Parikshit to be the wretched of the dynasty. That means the most fallen, most degraded. But factually, the brahmana boy himself was so; by cursing Parikshit, this brahmana boy became the most wretched descendant of the glorious brahmana brahmana lineage. He himself became a wretched descendant. But he is wrongly accusing Parikshit to be the wretched descendant of the glorious Bharata dynasty or Kuru dynasty. Why is it said here by Srila Prabhupada the brahmana boy himself became the wretched of this lineage? Because only from him did the brahmana caste become powerless. Moment the misuse is there, they lose their power. Then the other descendants of such a brahmana who has lost his brahmanical power will also be powerless."
    },
    {
      "start_time": 797,
      "end_time": 906,
      "verse_references": [],
      "themes": [
        "powerless",
        "analogy",
        "kali yuga"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Similarly in this Kali Yuga the brahmanas are powerless because Sringi misuse that is where the misuse began and that misuse continued for some time till most of the brahmanas became powerless.",
      "summary": "The speaker uses the analogy of a snake with broken fangs to illustrate the powerlessness of brahmanas in Kali Yuga due to the misuse of their power, concluding the lecture.",
      "timestamp_url": "https://youtu.be/jOPjlYMs98g?t=797",
      "transcript": "So the seminal descendants, that is by virtue of taking birth in a particular family, the present day descendants in that brahmanical families have no power, brahmanical power. They don't have brahmanical power. So they have become powerless. And the example is given of becoming powerless like the snake whose poison teeth are broken. If there is a very poisonous snake, it is very dangerous as long as it has got its poison teeth. But if a snake has a very poisonous snake has its poison teeth completely removed, it is possible to remove the poison teeth. Then that snake is not at all having any power. So Srila Prabhupada says the snake is fearful as long as his poison teeth are there. Otherwise, he is fearful only to children. He can make a show that I will be able to bite you, but if he actually bites, nothing happens because his poison teeth are removed. Similarly, in this Kali Yuga, the brahmanas are powerless because Sringi misuse, that is where the misuse began, and that misuse continued for some time till most of the brahmanas became powerless. I will stop here. Thank you very much. Hare Krishna."
    }
  ]
}