{
  "video_id": "jQgypRuR8Bw",
  "title": "Gaura Mandala Parikrama 2024 | Srila Raghunatha Dasa Gosvami: His Pastimes and Legacy",
  "speaker": "HDG Srila Prabhupada",
  "youtube_url": "https://www.youtube.com/watch?v=jQgypRuR8Bw",
  "segments": [
    {
      "start_time": 0,
      "end_time": 25,
      "verse_references": [],
      "themes": [
        "birthplace",
        "Raghunath Das Goswami",
        "Paani Hatti festival"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, this is the birthplace of Dasaragunath.",
      "summary": "The lecture begins by identifying the birthplace of Raghunath Das Goswami and its connection to the Paani Hatti festival.",
      "timestamp_url": "https://youtu.be/jQgypRuR8Bw?t=0",
      "transcript": "So, this is the birthplace of Dasaragunath."
    },
    {
      "start_time": 25,
      "end_time": 83,
      "verse_references": [],
      "themes": [
        "Raghunath Das Goswami",
        "six Goswamis",
        "wealthy family",
        "Krishnapur",
        "Bandel",
        "Saptak Gram"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Sri Raghunath Das Goswami, one of the six revered Goswamis of Vrindavan was born in Krishnapur located in Bandel.",
      "summary": "The speaker describes Raghunath Das Goswami's birth in a wealthy family in Krishnapur, located in the Bandel area, one of the seven villages comprising Saptak Gram.",
      "timestamp_url": "https://youtu.be/jQgypRuR8Bw?t=25",
      "transcript": "Who was very much connected to the Paani Hatti festival, and one of the six Goswamis, Rupa Raghunathpade. So this Raghunath, this is the birthplace of Raghunath Goswami. We all know that he was born in a very, very rich family, a big Jamindar's family. So this must have been a big, big palatial bungalow with lot of things. Yes. Daytime you could see the ruins, lot of ruins are there in this site. Sri Raghunath Das Goswami, one of the six revered Goswamis of Vrindavan, was born in Krishnapur located in Bandel. So this is Bandel area, one of the seven villages comprising Saptak Gram."
    },
    {
      "start_time": 83,
      "end_time": 120,
      "verse_references": [],
      "themes": [
        "devotion",
        "Radha Krishna",
        "mercy",
        "incarnation",
        "Vaishnava family",
        "guidance"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Srila Raghunath Das Goswami's intense devotion attracted the special mercy of Sri Radha and Krishna.",
      "summary": "The lecture highlights Raghunath Das Goswami's intense devotion, the mercy he received from Radha and Krishna, and his birth into a wealthy Vaishnava family, receiving guidance from other Vaishnavas.",
      "timestamp_url": "https://youtu.be/jQgypRuR8Bw?t=83",
      "transcript": "Srila Raghunath Das Goswami's intense devotion attracted the special mercy of Sri Radha and Krishna, who appeared to protect him from tigers at Radha Kund and provided shade during hot days while he chanted his rounds. Srila Raghunath Das, the combined incarnation of the potencies of Hrithi Manjari and Rasa Manjari and Bhanumati Devi, was born into a wealthy Vaishnava family in Krishnapur. He received guidance from stalwart Vaishnavas like Sri Yedunanda and Sri Krishna. He was also the father of a very rich family. In his childhood, True Bharat Lauream Lord Yudhuvu Sri Raja of Kriya replied by saying..."
    },
    {
      "start_time": 147,
      "end_time": 167,
      "verse_references": [],
      "themes": [
        "renunciation",
        "Chaitanya Mahaprabhu",
        "false renunciation",
        "Yukta Vairagya"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Chaitanya Mahaprabhu advised him against false renunciation, Markata Vairagya, urging him to engage in befitting renunciation, Yukta Vairagya.",
      "summary": "The speaker discusses Raghunath Das's attempts to leave home and Chaitanya Mahaprabhu's advice against false renunciation, advocating for Yukta Vairagya.",
      "timestamp_url": "https://youtu.be/jQgypRuR8Bw?t=147",
      "transcript": "Despite repeated attempts to leave home for Jagannath Puri to accompany the Lord, he was sent back. Chaitanya Mahaprabhu advised him against false renunciation, Markata Vairagya, urging him to engage in befitting renunciation, Yukta Vairagya."
    },
    {
      "start_time": 167,
      "end_time": 217,
      "verse_references": [],
      "themes": [
        "devotion",
        "Lord Chaitanya",
        "Puri",
        "renunciation",
        "inspiration",
        "humility"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Raghunath Das' life of austerity and devotion remains eternal.",
      "summary": "The lecture describes Raghunath Das's devotion to Lord Chaitanya, his escape to Puri, his exemplary renunciation, and his enduring inspiration for spiritual seekers.",
      "timestamp_url": "https://youtu.be/jQgypRuR8Bw?t=167",
      "transcript": "Raghunath Das married as per his parents' wish but remained internally devoted to Lord Chaitanya. Raghunath Das harbored a deep longing to reunite with Lord Gauranga. Seizing an opportunity to escape, he fled to Puri, surrendering to Lord Chaitanya. In Puri, he exhibited exemplary renunciation, pleasing Mahaprabhu who gifted him Govardhanashila and Gunjamala. Raghunath Das' life of austerity and devotion remains eternal. He is an enduring source of inspiration, epitomizing the essence of surrender and devotion to the Lord. While most cannot imitate his extreme renunciation,"
    }
  ]
}