{
  "video_id": "jR_9igBGf2Y",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.9.40 | 09-05-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=jR_9igBGf2Y",
  "segments": [
    {
      "start_time": 37,
      "end_time": 481,
      "verse_references": [
        "SB 1.9.40"
      ],
      "themes": [
        "bhakti",
        "Gopis' devotion",
        "pure devotion",
        "conjugal love"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "They simply want to please Krishna. That's all.",
      "summary": "This segment explains Bhishma Deva's prayer to Krishna, focusing on the Gopis' unparalleled pure devotion characterized by selfless love and a desire only to please Krishna, contrasting it with other forms of worship motivated by personal gain or knowledge.",
      "timestamp_url": "https://youtu.be/jR_9igBGf2Y?t=37",
      "transcript": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Jai Vanarottamam Devim Sarasvatim Vyasam Tato Jaya Mudhirayet. In this session, we will be discussing from the 40th verse of the 9th chapter of the 1st canto of Srimad Bhagavatam. Lalitha Gati Vilasa Valguhasa Pranaya Niriksana Kalpitoru Manaha Krita Manu Krita Vatya Unma Dandhaha Prakritim Agan Kilayasya Gopa Vadhvaha. The meaning of this verse is, let my mind be fixed upon Lord Sri Krishna, whose motions and smiles of love attracted the damsels of Raja Dharma, the Gopis. The damsels imitated the characteristic movements of the Lord after his disappearance from the Rasa dance. This is yet another precept. This is the same prayer offered by Bhishma Deva to Lord Krishna. Bhishma is fixing his mind upon Lord Sri Krishna and remembering the different pastimes of Krishna. Smaranam, remembering the pastimes of Krishna, remembering the form of Krishna, remembering the name of Krishna, remembering the qualities of Krishna. This is bhakti. This is the practice of bhakti. Here, specifically, Bhishma Deva is remembering Krishna's pastimes with his topmost devotees, the Gopis of Vrindavan. So, in the purport, Srila Prabhupada explains what is the characteristic of the Gopis' devotion to Krishna. It is explained by Srila Prabhupada in the purport, By intense ecstasy in loving service, the damsels of Vraja Bhumi, that is the Gopis, attained qualitative oneness with the Lord by dancing with him on an equal level, by embracing him in nuptial love, by smiling at him, by looking at him in joke, and by looking at him with a loving attitude. The Gopis are in a relationship with Krishna in conjugal love. Conjugal love means love between opposite genders. Actually, Krishna is the only male, and everyone else is female. Krishna is the only Purusha, everyone else is Prakriti. So, this love between Krishna and the devotees is natural, is our constitutional position. So, among the devotees of Krishna, the topmost devotees are the Gopis. Now, Srila Prabhupada says, the relation of the Lord with Arjuna is undoubtedly praiseworthy for devotees like Bhishma Deva, because Arjuna's friendship with the Lord was very, very intimate friendship. It was transcendental relationship, not material friendship. But, the relation of the Gopis with the Lord is still more praiseworthy because of their still more purified loving service. Now, how is Gopis' devotional service more purified? To understand that, Srila Prabhupada explains, that according to Lord Chaitanya Mahaprabhu, ramyakachit upasana vrajavadhu vargena yakalpita. The meaning of this is, this is what Chaitanya Mahaprabhu says about the Gopis' devotional service rendered to Lord Krishna. There is no better method of worship than the system invented by the Gopis. Worship of Krishna. The best method of worship is that which was performed by the Gopis of Vrindavan. So, the Gopis' invention of worshipping Krishna was to remain always Krishna conscious without any material profit. That is the super excellence of the Gopis. Super excellent devotional service. They never expected any return from Krishna. That was not their business. Their attitude was not like, Krishna, we have done so much for you. Can you give us some benediction, Krishna? No. They never expected any benediction from Krishna. Though Krishna is the Supreme Lord, who is the only giver of all kinds of benedictions, but the Gopis, they never expected any benediction from Krishna. Gopis' attitude was that you take whatever you like from us, but we do not ask anything in exchange, in return. Nothing. We want nothing. They simply want to please Krishna. That's all. They only want to see Krishna happy. That's all. We have got everything to give you, and we have no need to ask you anything at all."
    },
    {
      "start_time": 481,
      "end_time": 677,
      "verse_references": [],
      "themes": [
        "types of devotees",
        "pure vs. mixed devotion",
        "Gopis' supreme devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Whereas, the pure devotees do not want anything in return for their worship or in return for their service to Krishna.",
      "summary": "This segment differentiates between devotees who approach Krishna with ulterior motives (Artha, Artharthi, Jignasu, Jnani) and pure devotees like the Gopis, who seek nothing in return for their selfless service, highlighting the Gopis' supreme position in devotional service.",
      "timestamp_url": "https://youtu.be/jR_9igBGf2Y?t=481",
      "transcript": "This is the Gopis' worship. Generally, people worship the Supreme Lord either because they are Artha, Artha means they are in distress, or they are in need, or they are Artharthi, or they are desiring some wealth, some money. So, they want some relief from some suffering, or they want some money. Two classes of people, Artha and Artharthi. And another two classes of people who also worship God, Jignasu and Jnani. Jignasu means they are inquisitive to know who is this God, or who is God. Curiosity. And Jnani are the ones who are after pure knowledge of God. In any case, all these four categories of persons who approach Krishna, they are classified as devotees, but they want something in exchange for their worship, for their devotion. They want something. Whereas, the pure devotees do not want anything in return for their worship or in return for their service to Krishna. Because they are approaching Krishna, even such devotees who want something in exchange are classified as devotees. And they do get some spiritual benefit because of approaching Krishna. But they are not pure devotees. Whenever the service is rendered, devotional service is rendered with some motive, expectation of something in return, then the service is not considered pure devotional service. It is mixed devotional service. So, the gopis' activities in devotional service are on the supreme platform of pure devotion. This is the position of gopis. Therefore, Prabhupāda says, the loving service of the gopis is the topmost, is most praiseworthy. And, the gopis, by their service, they practically became one with the Lord of attaining equal footing with the Lord."
    },
    {
      "start_time": 677,
      "end_time": 906,
      "verse_references": [],
      "themes": [
        "Gopis' mercy",
        "equality with the Lord",
        "unconditional love",
        "selfish vs. selfless interest"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Lord, Supreme Lord Krishna, is always more satisfied when his pure devotees are glorified.",
      "summary": "This segment discusses Bhishma's aspiration for the Gopis' mercy, their equality with the Lord through perfect ecstasy, and the nature of unconditional love between Krishna and the Gopis, contrasting it with the selfish desire of Mayavadis to merge into God's existence.",
      "timestamp_url": "https://youtu.be/jR_9igBGf2Y?t=677",
      "transcript": "Now, Bhīṣma's aspiration to remember the gopis at the last stage of his life is to have their mercy also. Devotees generally want mercy of Krishna and his pure devotees. Bhīṣma is teaching us. The Lord, Supreme Lord Krishna, is always more satisfied when his pure devotees are glorified. And, therefore, Bhīṣma Deva not only glorified the activities of Arjuna, but he also glorified the activities of the gopis, the topmost devotees of Krishna. Now, the gopis, their equality, which is being described here, is one of perfect ecstasy, in which the differential conception is completely eradicated. Why? Because, in the gopis' service to Kṛṣṇa, the centrist interest of the lover and beloved all respects that is Krishna has nothing to expect from his devotees and the devotees have nothing to expect from Krishna so in this way both are unconditionally loving each other and that is the way their interest becomes one now the Maya bodies they also want to merge into the existence of God they also want to become one but that oneness is an attempt to extinguish their own individuality in a sense they want to become God so it is actually a selfish interest the Maya bodies interest is a selfish interest because they want to become God in a sense whereas the devotees they want to retain their individuality which is always eternally existing and they want to serve God by determining whether or not they should do that so they want to look at their individuality in a idea of that which is a personal project dreams and their lives and their health their their demands or their desires Krishna maintains his devotees Krishna maintains everyone it's not just his devotees he maintains he maintains everyone but particularly his devotees who are completely dependent on him he never lets down his devotees he never lets down anybody but he never lets down his devotees certainly even if the devotees don't have any demands so such devotees are being glorified by Bhishma Deva I'll stop here thank you very much."
    }
  ]
}