{
  "video_id": "jsbOXtHRf6Y",
  "title": "The Glories of Srila Sanatana Gosvami | Madhya lila | Cc 20.97-99 | 20.07.2024",
  "speaker": "HDG Srila Prabhupada",
  "youtube_url": "https://www.youtube.com/watch?v=jsbOXtHRf6Y",
  "segments": [
    {
      "start_time": 0,
      "end_time": 64,
      "verse_references": [],
      "themes": [
        "Krishna's identity",
        "devotional service",
        "mercy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "All these truths were explained to Sanatana Goswami by the Lord himself out of his causeless mercy.",
      "summary": "The lecture begins with an introduction to the verses from Chaitanya Charitamrita, focusing on Krishna's identity, conjugal love, opulence, and the mellows of devotional service, all revealed to Sanatana Goswami through the Lord's mercy.",
      "timestamp_url": "https://youtu.be/jsbOXtHRf6Y?t=0",
      "transcript": "Jaya Jaya Shri Chaitanya Jaya Nithyananda Jaya Dvaita Chandra Jaya Gaurabhakta Vrinda. We are reading from Shri Chaitanya Charita Amrita, Madhya Leela, Chapter 20, entitled Lord Shri Chaitanya Mahaprabhu Instructs Sanatana Goswami in the Science of the Absolute Truth from verse 97 to 99. I will read 97 and 98 and will repeat verse 99. Krishna Swaroopa Madhuri Aishwarya Bhakti Rasashriyam Tatvam Sanatana Yesha Kripa Yopadi Desha Saha. Shri Chaitanya Mahaprabhu, the Supreme Personality of Godhead, had personally told Sanatana Goswami about Lord Krishna's real identity. He also told him about the Lord's conjugal love, his personal opulence, and the message of love. He also told him about the Lord's conjugal love, his personal opulence, and the mellows of devotional service. All these truths were explained to Sanatana Goswami by the Lord himself out of His causeless mercy."
    },
    {
      "start_time": 64,
      "end_time": 196,
      "verse_references": [],
      "themes": [
        "humility",
        "association",
        "surrender"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Although they are fallen, if they simply submit themselves at the lotus feet of Shri Chaitanya Mahaprabhu, they will be saved from sinful reactions.",
      "summary": "This segment discusses Sanatana Goswami's humility and self-identification as fallen due to association with materialistic individuals, emphasizing the importance of surrendering to Shri Chaitanya Mahaprabhu for salvation from sinful reactions.",
      "timestamp_url": "https://youtu.be/jsbOXtHRf6Y?t=64",
      "transcript": "Text 98: Putting a straw in his mouth and bowing down, Sanatana Goswami clasped the lotus feet of Shri Chaitanya Mahaprabhu and humbly spoke as follows. Translation and purport by His Divine Grace A.C. Bhaktivedanta Swami Shri Prabhupada. Translation: Sanatana Goswami said, \"I was born in a low family and my associates are all low class men. I myself am fallen and am the lowest of men. Indeed, I have passed my whole life fallen in the well of sinful materialism.\" Actually, Shri Sanatana Goswami belonged to a brahmana family because he belonged to the Saraswati division of the brahmanas and was well-cultured and well-educated. Somehow or other, he accepted a ministership in the Muslim government. Therefore, he had to associate with meat-eaters, drunkards, and gross materialists. Sanatana Goswami considered himself fallen, for in the association of such men, he also fell victim to material enjoyment. Having passed his life in that way, he considered that he had wasted his valuable time. This statement about how one can become fallen in this material world is made by the greatest authority in the Gaudiya Vaishnavasampradaya. Actually, the whole world is presently fallen into material existence. Everyone is a meat-eater, drunkard, woman-hunter, gambler, and what not. People are enjoying material life by committing the four basic sins. Although they are fallen, if they simply submit themselves at the lotus feet of Shri Chaitanya Mahaprabhu, they will be saved from sinful reactions."
    },
    {
      "start_time": 237,
      "end_time": 375,
      "verse_references": [],
      "themes": [
        "Krishna's nature",
        "devotional service",
        "understanding"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "These three things can be understood through devotional service by no other means.",
      "summary": "This section explains that Krishna's svarupa (actual position), madhurya (attractiveness), and aisharja (opulences) can only be understood through devotional service, emphasizing that material speculation is insufficient.",
      "timestamp_url": "https://youtu.be/jsbOXtHRf6Y?t=237",
      "transcript": "Sanātana Gosvāmī is taking instruction and lessons from Śrī Caitanya Mahāprabhu. And what is the subject matter of instruction that is described herein by the author of this Caitanya-caritāmī? The subject matter is Kṛṣṇa's svarūpa. What is the actual position of Kṛṣṇa? Kṛṣṇa's svarūpa, mādhujya. And what is the special attractiveness of Kṛṣṇa? Mādhujya. Kṛṣṇa's svarūpa, mādhujya, aisharja. And what are the opulences of Kṛṣṇa? Kṛṣṇa's svarūpa, mādhujya, aisharja. And what are the opulences of Kṛṣṇa? Bhakti-vāsākram. And all these, what is Kṛṣṇa? What is His special qualification for attraction? And what is His opulence? These three things can be understood through devotional service by no other means. Just like I have several times cited the example that if you want to be in confidence of a great personality, then you must satisfy him by your service. You cannot understand a big man by your speculation, even in this material world. If you want to know a big man... By disappointment. What he is. Then you must satisfy him by your service, attitude, by friendship, by love. And he will disclose to you what he's... So the same process is bhakti-vāsākram. If you want to know what is Kṛṣṇa, what is His opulence, what is his special feature for attraction, then you should try to understand by no other means anything other than Kṛṣṇa, anything."
    },
    {
      "start_time": 375,
      "end_time": 554,
      "verse_references": [
        "BG 7.3",
        "BG 18.55"
      ],
      "themes": [
        "perfection",
        "devotional service",
        "knowledge of Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Out of many millions of human beings, somebody tries to make a perfection of his life.",
      "summary": "This segment cites Bhagavad-gita to highlight the rarity of those seeking perfection and understanding Krishna, emphasizing that devotional service is the only way to truly know Him.",
      "timestamp_url": "https://youtu.be/jsbOXtHRf6Y?t=375",
      "transcript": "understand through the devotional service of Kṛṣṇa consciousness. In the Bhagavad-gītā also the Lord says that bhakti-āmāma-bhijānāti tattvatā. Yāvān yasyāmi tattvatā. In another place, the Lord says that to understand Me, actually what I am, is very difficult. Manuṣyānāṁ sa śreṣu kaścid yaḥ. Out of many millions of human beings, somebody tries to make a perfection of his life. Otherwise they are all working jail cats and dogs. That's all. Simply āhāra-vidrā-vāya-mṛti-viṣaḥ. They have no other information. Work hard, eat and be merry and enjoy. And making, that's all. So out of millions and millions of persons, they are all working. Therefore they are all working. They cannot be made devoid of the sacraments of the Lord. And what is the profession of a person who is engaged in animal profession? Even for a person like this, engaged in animal profession of life, only a few persons, selected persons, because the illusory energy has grasped under her clutches very tightly. To get out of the clutches is very difficult. So somehow or other, a few people, out of many millions and thousands, they come to the understanding of God. And then the rest of them, they are not able to understanding that what is the real perfection of life. Now, those who are actually perfected, out of them, out of millions of them, one can understand Kṛṣṇa. That is the statement of Bhagavad-gītā. Manuṣṭhānaṁ sahasreṣu kaścid yatati siddhaye yatatām api siddhānaṁ Siddhānaṁ means those who have already achieved perfection. Out of them. Not these imperfect fools. Those who are actually attained perfection, they can understand what Kṛṣṇa is actually. Tattva. And that actual position can be understood in another place of Bhagavad-gītā state, bhaktyā mām abhijānāti. What he sees actually, that can be understood by this devotional service. No other process. No other process will help to understand Kṛṣṇa. You can, by other processes, you can achieve some other thing. But if you want to know Kṛṣṇa, then you have to understand through your devotional service. Bhaktyā mām abhijānāti."
    },
    {
      "start_time": 554,
      "end_time": 654,
      "verse_references": [],
      "themes": [
        "spiritual kingdom",
        "devotional service",
        "instruction"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Therefore Lord Caitanya instructed Sanātana Gosvāmī about Kṛṣṇa through devotional service.",
      "summary": "This section discusses entering the spiritual kingdom through understanding Krishna via devotional service, highlighting Lord Caitanya's direct instruction to Sanatana Goswami.",
      "timestamp_url": "https://youtu.be/jsbOXtHRf6Y?t=554",
      "transcript": "So you will have entrance into the spiritual kingdom, into the abode of Kṛṣṇa, when you have perfectly… We cannot understand perfectly, but as far as possible, as far as you have got the capacity, if you understand Kṛṣṇa as He is, then the entrance will be there. Otherwise there is no entrance. Therefore Lord Caitanya instructed Sanātana Gosvāmī about Kṛṣṇa through devotional service. This instruction is very important. You should very carefully hear and, if possible, note. This is directly the instruction. Just like the Bhagavad-gītā, Lord Kṛṣṇa is directly instructing or doing. But in the Bhagavad-gītā there are many phases of instruction, fruitive action, philosophical speculation, and yoga system, and jñāna system, all kinds of different paths. Ultimately, of course, Lord Kṛṣṇa instructing him that sarva-dharmān parityajya mām ītaṁ sarvaṁ bhajaṁ. That is the most confidential part. But here Lord Caitanya, He is not instructing any superfluous thing."
    },
    {
      "start_time": 654,
      "end_time": 805,
      "verse_references": [],
      "themes": [
        "mercy",
        "surrender",
        "love of Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Even what Kṛṣṇa could not give, what Kṛṣṇa could not, or Kṛṣṇa hesitated to give...Here Caitanya Mahāprabhu, His mercy is that He directly gives this highest instruction.",
      "summary": "This segment emphasizes Lord Caitanya's unparalleled mercy in directly offering the highest instruction of surrendering to Krishna, even more directly than Krishna himself did in the Bhagavad-gita.",
      "timestamp_url": "https://youtu.be/jsbOXtHRf6Y?t=654",
      "transcript": "So that is the blessing of Lord Caitanya. Even what Kṛṣṇa could not give, what Kṛṣṇa could not, or Kṛṣṇa hesitated to give, because Kṛṣṇa hesitated that if I speak in the beginning of the Bhagavad-gītā, sarva-dharmān parityajya mām ītaṁ sarvaṁ bhajaṁ, people would not accept it. There was no necessity of describing Bhagavad-gītā in so many phases of instruction. Because the last instruction, most confidential instruction was that you give up everything and just surrender unto Him. That is the actual instruction of Bhagavad-gītā. But that was not spoken in the beginning. Because there are many phases of human being. They are under different stages of soul. Or they have different stages, karma, jñāna, yoga, so many things they have been discovered. Here Caitanya Mahāprabhu, His mercy is that He directly gives this highest instruction. What Kṛṣṇa could not give, but Kṛṣṇa Caitanya, or Kṛṣṇa in His incarnation as Lord Śrī Caitanya Mahāprabhu, He gave up. Therefore He is considered the most munificent, charitable personality, man of charity. Rūpa Gosvāmī offered His respect that namo mahā-vadānā, you are the greatest munificent personality. You are directly offering Kṛṣṇa, which is very difficult for you. It is very difficult to understand. So many scholars, so many philosophers, so many great personalities, they could not understand Kṛṣṇa. But your mercy is so broad that you are directly offering Kṛṣṇa. Therefore mahā-vadānā, Kṛṣṇa prema-pradāya, directly you are giving love of Kṛṣṇa."
    },
    {
      "start_time": 805,
      "end_time": 947,
      "verse_references": [],
      "themes": [
        "instruction",
        "humility",
        "qualification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So Sanātana Gosvāmī in this way directly received instruction from Lord Caitanya about bhakti-yoga, what is bhakti.",
      "summary": "This section describes how Sanatana Goswami received direct instruction on bhakti-yoga from Lord Caitanya, emphasizing his humility and self-identification as belonging to the lowest caste due to his associations.",
      "timestamp_url": "https://youtu.be/jsbOXtHRf6Y?t=805",
      "transcript": "So Sanātana Gosvāmī in this way directly received instruction from Lord Caitanya about bhakti-yoga, what is bhakti. So this is called tattvaṁ sanātanāya īśa, kṛpayāpadi-veṣa īśa. īśa means the Lord, the Lord, Supreme Controller. So He is also there. Just like Arjuna received instruction directly, similarly Sanātana Gosvāmī also received instruction directly from the Supreme Lord. So here how to receive instruction, that is given by example by Sanātana Gosvāmī. tave sanātana-prahūr-carane dharīya dainya-vinati-kare dante-triṇalaiya Sanātana Gosvāmī very humbly fell down on the lotus feet of Caitanya Mahāprabhu. And most humbly He submitted. What is that submission? nīca-jāti nīca-saṅgī-patīt adhaṁ pūpiṣaya pūpe parī gāyaṇu janam My dear sir, I have wasted my time in simply sensual gratification. That is my qualification. And I belong to the lowest caste. Nīca-jāti. Nīca-saṅgī. And my association is also of the lowest type. And patīt. I have fallen and I am the lowest of all. This is my qualification. Now, why He is submitting himself? Nīca-jāti. Nīca-jāti means those who are born in lower family. They are called nīca-jāti. They are śūdras or less than the śūdras. According to Vedic system, the brāhmaṇa, kṣatriya and vaiśya, they are higher caste. And the śūdras, they are lower caste. And less than śūdras, they are lowest."
    },
    {
      "start_time": 947,
      "end_time": 1059,
      "verse_references": [],
      "themes": [
        "brahmana",
        "service",
        "social condition"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So in those days, amongst the brāhmaṇa community, if any brāhmaṇa would accept service, he becomes at once a śūdra.",
      "summary": "This segment explains Sanatana Goswami's background as a brahmana who became ostracized for accepting service in a Muslim government, highlighting the strict social conditions of the time.",
      "timestamp_url": "https://youtu.be/jsbOXtHRf6Y?t=947",
      "transcript": "So Sanātana Gosvāmī, actually he belongs to the brāhmaṇa family. He, his forefathers belonged to the śārasya-brāhmaṇa family. There are different set, gaura-brāhmaṇa and śārasya-brāhmaṇa. So śārasya-brāhmaṇa, actually, they belong to the Aryan, āryavartā, the Panyāra side and Kashmir side. They are considered high-class brāhmaṇas. So he belongs to that community. But somehow or other, their forefathers… I mean, make their domicile in Bengal. Because they had some property in Bengal. They are very rich, aristocratic family. And this Sanātana Gosvāmī accepted ministership in the Mohammedan kingdom. So in those days, amongst the brāhmaṇa community, if any brāhmaṇa would accept service, he becomes at once a śūdra. He becomes at once. Because service is meant for the śūdras, not for the brāhmaṇas, kṣatriya and vaiśya. They would never accept anybody's obligation as service. They would starve. That was the principle. Only the śūdras could accept service. So because these Sanātana Gosvāmī and Rupa Gosvāmī accepted government office, although it was government office, but it was service, so they were outside the brāhmaṇa community."
    },
    {
      "start_time": 1116,
      "end_time": 1253,
      "verse_references": [],
      "themes": [
        "humility",
        "sense gratification",
        "materialism"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Everyone, unless he is conscious of his position that he is the lowest, he cannot become the highest.",
      "summary": "This section emphasizes the importance of humility and recognizing one's fallen state due to engagement in sense gratification (eating, sleeping, mating, and defending) as a prerequisite for spiritual advancement.",
      "timestamp_url": "https://youtu.be/jsbOXtHRf6Y?t=1116",
      "transcript": "Patīr, I have fallen. Ādhāṁ. And ādhāṁ means I am the lowest of the human beings. So, of course, because Sanātana Gosvāmī was under certain condition, it is not simply particularly for the Sanātana Gosvāmī. Everyone, unless he is conscious of his position that he is the lowest, he cannot become the highest. One should not think, while approaching his spiritual master, one should not be puffed up with his so-called qualifications. He should be a blank slate. That is the, that is requirement. He should forget that whatever nonsense he had learnt, he should forget. Otherwise, there will be no benefit by approaching spiritual master. He should forget. If he keeps his personality, I believe, I cannot, there is no necessity. With such nonsense things, nobody should approach a spiritual master. One should become a blank slate. So, I am fallen. I am the lowest. And I am lower born. So many things are good qualifications. This is my position. Nityānā. And ku viṣaya kupe parī gāiṇu-janaḥ. I have now wasted my time simply by sense gratification. Viṣaya means āhāra-nidrā-bhaya-maitur. These are called viṣaya. Objects of sense gratification. Eating, sleeping, mating, and defending. These are called viṣaya. And we are engaged only how to eat very nicely, how to sleep very nicely, how to give me protection, and how to have nice mating. This is our business."
    },
    {
      "start_time": 1253,
      "end_time": 1376,
      "verse_references": [],
      "themes": [
        "humility",
        "self-awareness",
        "benefit"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Because I am so much fallen, because I have wasted my time in sense gratification...therefore my position is that I do not know what is actually beneficial to me.",
      "summary": "This segment explores Sanatana Goswami's realization that despite his education and aristocratic associations, he doesn't know what is truly beneficial due to his wasted time in sense gratification.",
      "timestamp_url": "https://youtu.be/jsbOXtHRf6Y?t=1253",
      "transcript": "So, Samātana Gosvāmī says that I have simply wasted my time in this way. And my position is this. So, therefore, actually, āpanār hita hi kisi na hi yati. Because I am so much fallen, because I have wasted my time in sense gratification, because I am ostracized, because my association is so lower, therefore my position is that I do not know what is actually beneficial to me. Āpanār hita hi kisi na yati. Now, Samātana Gosvāmī was minister, educated, he was learned scholar in Parsi and Sanskrit. So, how is it that he is placing himself in that way? Is he, I would say, imitating something, such humbleness? But actually he was known? Yes. Actually he was. No. Actually he was so. A devotee does not say anything falsely unless he feels. He feels himself like that. Why does he feel? He was educated. He belonged to the brāhmaṇa aristocratic family. His association was all Nabhāvas and Yamindārasa aristocratic family. And still he says like this. Why? What is the defect? That he felt like that. Now he is expressing. Āpanār hita hi kisi na yati. I do not know what is actually beneficial to me. I am thinking that if I am posted in a service like this, and if I have got some aristocratic association, I have got some enchantment for sense gratification, that is materialism. So I have passed my, wasted my time in that."
    },
    {
      "start_time": 1376,
      "end_time": 1454,
      "verse_references": [],
      "themes": [
        "social etiquette",
        "communities",
        "addressing"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "In the Indian system, a brāhmaṇa is addressed as paṇḍita.",
      "summary": "This section explains the social etiquette of addressing different communities in India (brahmanas as pandita, kshatriyas as Thakura, vaishyas as sedji, and shudras as mahajana).",
      "timestamp_url": "https://youtu.be/jsbOXtHRf6Y?t=1376",
      "transcript": "But actually I do not know what is beneficial to me. So grāma-bhāvahara paṇḍita tāi sattva-māne. In the Indian system, a brāhmaṇa is addressed as paṇḍita. But as you know, Paṇḍita Jahannālaya, although he had no brāhmaṇical qualification, but because he was born in a brāhmaṇa family, so this title was Paṇḍita. Paṇḍita. So a brāhmaṇa is addressed as paṇḍita. A kṣatriya is addressed as Ṭhākura. And a vaiśya is addressed as a saint, sīrjī, a rich man. The vaiśyas, vaiśyas are generally very rich men. For us, as you have in your country, the Rockefeller, Carnegie and Ford, similarly in our country you have got many rich men. Just like Billard, Dalmya, Bangar and so many. So they are called sēdjī. So sēdjī, Ṭhākura-jī and paṇḍita-jī. And the śūdras are called mahājana. Because if they are called śūdras, they will be angry. And mahājana means great personality."
    },
    {
      "start_time": 1454,
      "end_time": 1661,
      "verse_references": [],
      "themes": [
        "culture",
        "Krishna consciousness",
        "illusion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "When you come to this culture, Kṛṣṇa consciousness, they will be all in the same place.",
      "summary": "This segment discusses how Krishna consciousness can unite people despite social classifications, contrasting it with the illusion of accepting false qualifications.",
      "timestamp_url": "https://youtu.be/jsbOXtHRf6Y?t=1454",
      "transcript": "So these are some etiquette for addressing different communities. Among the different communities, although there are such classifications, still there was no enmity. They lived in village, although in their position, but the relationship was very friendly. Just like brothers, just like brothers, actually. Because the culture was religion. Culture was the Kṛṣṇa consciousness. So they depended on the culture. There was no provincialism. Because they depended on culture. The culture is the thing. The Kṛṣṇa conscious speech can… Even there are materially so many high and low classifications. When you come to this culture, Kṛṣṇa consciousness, they will be all in the same place. So he said, the grāhma-bhābhāre paṇḍita. And as a matter of social etiquette, I am addressed as paṇḍita. Paṇḍita means planet. Planet scholar. He is called paṇḍita. Paṇḍita asama-darśana. He has read in the Bhagavad-gītā. Paṇḍita means he sees everything on equal eyes. Why? Because he is brāhmaṇa. He has known what is grāhma and what are these living entities. He has got such knowledge. That is called paṇḍita. So Sanātana Gosvāmī had no such knowledge. At least he is pretending like that. So he said, the grāhma-bhābhāre kahaye paṇḍita. By social etiquette, I am addressed as paṇḍita. But… And I also accept that I am paṇḍita. If somebody falsely calls me that your majesty… So it is an insult. It is not honoring him. I am an ordinary man. If somebody calls me your majesty… So a man who has no qualification… If he is visualized in that way, that is an insult. But we are so much poor that if somebody calls me your majesty, I shall feel, I am majesty. Yes? I am his majesty. That is our nature. If some false qualifications are awarded to me, I shall be very glad to accept it. I shall think, yes, I am. So Sarātana Gosvāmī said that actually I am not paṇḍita because I do not know what is my benefit, what is beneficial to me. I do not know the goal of my life. I simply wasted my time in sense gratification. I do not know. And still people say, you are paṇḍita. And I accept it. Just see my position. So this is blank slate, admitting that I am fool number one. But people say, I am learned and I accept it. This is our nature."
    },
    {
      "start_time": 1661,
      "end_time": 1768,
      "verse_references": [],
      "themes": [
        "spiritual master",
        "humility",
        "surrender"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "So this mentality should be sacrificed first, before going to a spiritual master.",
      "summary": "This section emphasizes the need to sacrifice pride and approach a spiritual master with humility and a blank slate, first understanding if the guru is qualified and then offering oneself as a student.",
      "timestamp_url": "https://youtu.be/jsbOXtHRf6Y?t=1661",
      "transcript": "This is called illusion. He will never think that I am fool number one. He will always think, oh, who can be greater than me? I am the… I can think myself. What is the necessity of a spiritual master? I can… I can become a religious leader. I can become… This, this is our mentality. So this mentality should be sacrificed first, before going to a spiritual master. First of all, you have to select who can be your spiritual master. That requires some knowledge. Or you have to behave with a person to understand whether he is fit to be a spiritual master. If you become my spiritual master, then you should offer yourself to be a student. That is the process. Not that all of a sudden you shall go to a person, oh, please accept me as my student. No. You should first of all try to understand whether he is actually fit. Then offer yourself. So just like Sanātana Gosvāmī, when he first saw Caitanya Mahāprabhu, he did not offer himself. He just… But when he heard from Caitanya Mahāprabhu, and he understood, yes, it is a very nice thing, so I should now retire from service, and I should wholly devote to Caitanya Mahāprabhu. He left his very lucrative job, minister seat, and just like a very poor man, he approached to Caitanya Mahāprabhu. And he… And he placing, submitting himself as blank place. That these are my qualifications. Please accept me."
    }
  ]
}