{
  "video_id": "jsHhWWbyW4E",
  "title": "AAQ: Can Only Full-Time Devotees Become fully Krishna Conscious? | HG Suvyakta Narasimha Dasa",
  "speaker": "HG Suvyakta Narasimha Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=jsHhWWbyW4E",
  "segments": [
    {
      "start_time": 0,
      "end_time": 55,
      "verse_references": [],
      "themes": [
        "Krishna consciousness",
        "devotional service",
        "Bhaktivinoda Thakur"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "No matter what condition we are in, we can become Krishna conscious.",
      "summary": "The speaker addresses the question of whether only full-time devotees can achieve Krishna consciousness, arguing that it's possible regardless of one's material circumstances, using Bhaktivinoda Thakur as an example.",
      "timestamp_url": "https://youtu.be/jsHhWWbyW4E?t=0",
      "transcript": "This is the question: In Kali Yuga, is it only possible for a full-time devotee to attain Krishna consciousness until death, where we can remember Krishna at the time of death? That's not true. The point is that if we look at the example of great Acharyas like Bhaktivinoda Thakur, he was engaged in government service, but still he was Krishna conscious. Of course, he is a pure devotee, he is a great Acharya, we cannot compare with our own condition. But Bhaktivinoda Thakur, by his example, he established that no matter what condition we are in, we can"
    },
    {
      "start_time": 55,
      "end_time": 178,
      "verse_references": [
        "BG 9.27"
      ],
      "themes": [
        "surrender",
        "activity",
        "status"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Whatever we do, we have to surrender to Krishna.",
      "summary": "The speaker quotes the Bhagavad Gita, emphasizing the importance of surrendering all activities to Krishna, regardless of one's material status or engagement, as activity is inherent to the soul.",
      "timestamp_url": "https://youtu.be/jsHhWWbyW4E?t=55",
      "transcript": "become Krishna conscious. We can remain in pure devotional service irrespective of what material engagement we have. So Krishna tells in the Bhagavad Gita, yad karośi, yad aśnāsi, yad juhośi, dadāsi, yad tapasya sikaunte, yad kurusva madharpanam, whatever we do, we have to surrender to Krishna. And that's why we have to give up our devotional service. Sthane sthitaha. Sthane sthitaha, wherever, whatever material situation we are in, we need not give it up. If we are able to give it up and dedicate ourselves fully to our spiritual master's mission, that's the best thing, definitely. But if due to some commitments, some considerations, some opposition, we are unable to dedicate ourselves, still in whatever condition we have, it's not possible to give up. So we are not able to give up our devotional service, we are not able to give up our spiritual service, we are in, we can render devotion and service to Krishna, we can remain Krishna conscious, and at the time of death, by the mercy of the Guru, by the mercy of a pure devotee, spiritual master, which is Srila Prabhupada, by his mercy we will be able to remember Krishna and go back to Godhead. So remembering Krishna at the time of death and going back to Godhead is not dependent upon my status. My status as a full-time devotee, congregation devotee, folk devotee, Grihastha, Brahmachari, Sanyasi, these are all material considerations, material situations. According to our body, according to the circumstances, we may take up a certain status or position in life because everyone has to have some, the material world is such that you have to have some status. Either as a man or as a woman. Either as a married person or as a bachelor or as a full-time devotee or working outside. You have to do something."
    },
    {
      "start_time": 179,
      "end_time": 290,
      "verse_references": [],
      "themes": [
        "activity",
        "detachment",
        "mercy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When we start attributing the result to ourselves, then you are on the material platform.",
      "summary": "The speaker explains that while activity is essential, attributing the results of actions to oneself keeps one on the material platform, and receiving the mercy of Guru and Krishna is what truly matters for liberation.",
      "timestamp_url": "https://youtu.be/jsHhWWbyW4E?t=179",
      "transcript": "Krishna says in the Bhagavad Gita that the nature of the living entity is to be active. And therefore Krishna says, \"You cannot remain inactive because if you are inactive you cannot even maintain your body.\" So activity is the characteristic of the soul; the soul cannot remain inactive. Now, in what capacity he acts in the material world, as a Brahmachari, as a Grihastha, as a folk boy, as a congregation devotee, as a full-time missionary, whatever activities you do, in whatever condition, you have to situate yourself somewhere and carry out some activity. You cannot remain inactive. The point is, what do we do with the result of those activities? If I am a full-time missionary, then I cannot remain inactive. If I am a full-time missionary, but I am thinking, \"Oh, this activity I am doing, because of this so much, this one result is coming is all because I have worked hard for it. I worked hard, therefore so much donation came to the temple. I worked hard, so many people became devotees of Krishna.\" When we start attributing the result to ourselves, then you are on the material platform. So, to whom do we attribute the result? No matter in what condition we are in, no matter what status we are in, no matter what is our field of activity, that actually determines whether we receive the mercy of Guru and Krishna and we are able to remember Krishna at the time of death and we are able to become free from the cycle of birth and death and go back to Krishna Loka or not."
    },
    {
      "start_time": 290,
      "end_time": 358,
      "verse_references": [],
      "themes": [
        "mercy",
        "consciousness",
        "Krishna consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It is the consciousness of that individual which determines whether it goes back to Godhead or not.",
      "summary": "The speaker concludes that while being a full-time devotee is conducive to Krishna consciousness, ultimately it is one's consciousness and surrender to Krishna that determines whether one returns to Godhead.",
      "timestamp_url": "https://youtu.be/jsHhWWbyW4E?t=290",
      "transcript": "So it's not a matter of being a full-time devotee or not, it's a matter of receiving the mercy of Guru and Krishna. Guru is Srila Prabhupada and Krishna himself. And if we have the opportunity and the chance to dedicate ourselves to Krishna, our life, to Prabhupada's mission, to our Guru Maharaj's mission, then there is a very high degree of chance that every activity that we do, we will be able to surrender the result to Krishna. So the situation becomes more favorable when we are a full-time devotee, but ultimately it is the consciousness of that individual which determines whether it goes back to Godhead or not. So this is the fundamental point which we have to always keep in mind. Otherwise, being a full-time missionary, yes, is more definitely far more conducive to be able to practice Krishna consciousness and to be able to come to the point of remembering Krishna all the time, which will help us to remember Krishna even at the time of death and take us back to Godhead."
    }
  ]
}