{
  "video_id": "Jsn6hYxnR3c",
  "title": "Srimad Bhagavatam | HG Mahaprabhu Gauranga Dasa | SB 1.7.31-32 | 07.02.2016",
  "speaker": "HG Amitasana Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=Jsn6hYxnR3c",
  "segments": [
    {
      "start_time": 219,
      "end_time": 375,
      "verse_references": [
        "SB 1.2.6"
      ],
      "themes": [
        "hearing Srimad Bhagavatam",
        "devotional service",
        "cure from material diseases"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Simply by hearing about this Bhagavata Purana, one can develop unalloyed devotional service unto Lord Krishna.",
      "summary": "This segment emphasizes the importance of hearing the Srimad Bhagavatam to develop devotion and cure material diseases.",
      "timestamp_url": "https://youtu.be/Jsn6hYxnR3c?t=219",
      "transcript": "Let's have a short recap. In the first six chapters, Suta Goswami explained to the sages of Naimisharanya about the importance of this Bhagavata Purana. Why it was compiled by Vyasadeva under whose inspiration it was compiled. In many places, Suta Goswami stresses this point. Simply by hearing about this Bhagavata Purana, one can develop unalloyed devotional service unto Lord Krishna. That is the ultimate goal of our life. He says, Simply by hearing this Bhagavata Purana, one can develop unalloyed devotional service unto Lord Krishna. That extinguishes the fire of material existence. That is in terms of shoka, lamentation, moha, illusion, bhaya, fear. This Bhagavatam is nothing but the full of glorification of the transcendental qualities of the Lord and His unalloyed devotees like Shukada Goswami, Prakshit Maharaj, and Pralad Maharaj, Duru Maharaj, Yudhishthira Maharaj, Draupadi, Kuntidevi, and many others like Uddhava, Maitreya, Ranthideva. There are many great devotees who are glorified in the stream of Bhagavatam. The stream of Bhagavatam is nothing but the glorification of the transcendental qualities of the Supreme Lord and His unalloyed devotees. Simply by hearing the glories of the Lord and His devotees, one can develop attachment. That attachment leads unalloyed devotional service to Supreme Lord. Subtitles by the Amara.org community It is said in Bhagavatam, hearing about the Supreme Lord is the only right medicine for the conditioned souls to get cured from all material diseases such as janma, mirthu, jaravyaadi, birth, old age, diseased, death. Simply by hearing about this Bhagavad Purana,"
    },
    {
      "start_time": 375,
      "end_time": 483,
      "verse_references": [],
      "themes": [
        "pure devotional service",
        "motivation",
        "Pariksit Maharaj"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The ultimate religious principle for all humanity is by which one can render unalloyed devotional service unto Krishna, that devotional service, should be rendered without any motivation, without any interruption.",
      "summary": "This segment discusses the principle of unmotivated and uninterrupted devotional service, using the example of Pariksit Maharaj.",
      "timestamp_url": "https://youtu.be/Jsn6hYxnR3c?t=375",
      "transcript": "one gets cured from material diseases. So, ultimately, our purpose of this, the purpose of our existence is to engage in pure devotional service. Suta Goswami explained in the second chapter, savipumsan parodharmo eto bhaktir hadokshajai hayato ki aprateta eyaatma supraseedati The ultimate religious principle for all humanity is by which one can render unalloyed devotional service unto Krishna, that devotional service, should be rendered without any motivation, without any interruption. One cannot engage in the devotional service expecting something in return. We cannot do some business with the Lord. That becomes desire, motive. I want some fruit in return. I am engaged in devotional service, therefore I want something in return. That is not called pure devotional service. Pure devotional service is engaged in the service of the Lord without expecting anything in return and without interruption. Constantly one should engage in the service of the Lord. After explaining this importance of Bhagavad Purana in the first six chapters, Suta Goswami began the case study. He explained from this chapter how Pariksit Maharaj heard this Bhagavad Purana attentively from Shukadeva Goswami and engaged in the service of the Lord and went back home, back to Godhead, even in that same very life itself."
    },
    {
      "start_time": 525,
      "end_time": 790,
      "verse_references": [],
      "themes": [
        "Mahabharata war",
        "Ashwatthama's revenge",
        "Brahmastra"
      ],
      "content_type": "story",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "Then he decided to put an end to Pandava dynasty.",
      "summary": "This segment narrates the events following the Mahabharata war, focusing on Ashwatthama's revenge and the release of the Brahmastra.",
      "timestamp_url": "https://youtu.be/Jsn6hYxnR3c?t=525",
      "transcript": "During the Mahabharata war, both Pandavas and Gauravas fought for 18 days. At the end of, almost at the end of 18 days, all people are killed, except few people. From Pandava side, five Pandavas and their sons, five sons, Krishna and Satyaki. From Gaurava sides, Ashrathama, Kripacharya and Krithavarma. Except these people, everyone was killed. So at the 18th day of war, under the direction of Lord Krishna, Bhima broke the thigh of Duryodhana by unfair means. Because he hit on the thigh. Actually, according to the warrior's code, one should not hit anyone below the waist. But he cannot be killed by any other means. Therefore, Krishna told, should kill him by unfair means. Therefore, under the direction of Krishna, Bhima broke the thigh of Duryodhana. Duryodhana fell down and he was writhing in pain. That time, Ashrathama came and saw the precarious condition of his master, Duryodhana. And he heard from Duryodhana that he was beaten by Bhima by unfair means. After hearing this, Ashrathama became very much angry. Then he decided to put an end to Pandava dynasty. Then, thereafter, with help of Krithavarma and Krishapacharya, went to the camp of Pandava in the middle of the night. And he massacred the five sleeping sons of Draupadi. After that, he took the heads and went in the presence to his master in order to please Duryodhana. But Duryodhana was not pleased by seeing the killing of five sons of Draupadi. When Draupadi came to know, when she heard that her sons were massacred by, killed by, murdered by Ashrathama, she became very much afflicted. And she was overwhelmed with anxiety. And she was, she began to cry. And her eyes were full of tears. When Arjuna saw his wife, Draupadi was crying. Then he came and said, said, my dear Draupadi, please don't worry, don't cry. I'll go and cut the head off of that Ashrathama and bring and give it to you. After that, you can burn the bodies of your sons and take your bath standing on the head of Ashrathama. After saying this, Arjuna and Krishna set out to follow Ashrathama. Then they are going with great speed to chase, chase Ashrathama. When Ashrathama saw that Krishna and Arjuna were coming at a great speed, and he started going little more further. But by the will of providence, his horses were tired. It could not go further. So he saw that his life is in danger now. Immediately, because he does not, he didn't know anything to do. Because of, his life was in danger. Therefore, he had a weapon, ultimate weapon named Brahmastra. Then, he had to release the weapon to protect himself. But he did not know how to retract the weapon. So, as soon as he released the weapon, Brahmastra, fire started blowing everywhere. It was so fierce that Arjuna thought even his life was in danger. Immediately, he took shelter of Krishna. He asked Krishna, My dear Krishna, how is this danger effulgence spreading all around? Where does it come from? I do not understand. Please let me know. After hearing from Arjuna, Krishna said, My dear Arjuna, this is the act of Ashwatthama. Because his life was in danger, he helplessly released his weapon, Brahmastra, to protect himself."
    },
    {
      "start_time": 790,
      "end_time": 899,
      "verse_references": [],
      "themes": [
        "Brahmastra",
        "cosmic annihilation",
        "Krishna's protection"
      ],
      "content_type": "story",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "Therefore, only another Brahmastra can counteract this weapon.",
      "summary": "This segment describes Arjuna's response to Ashwatthama's Brahmastra and introduces the concept of cosmic annihilation.",
      "timestamp_url": "https://youtu.be/Jsn6hYxnR3c?t=790",
      "transcript": "But he did not know how to retract the weapon. Therefore, only another Brahmastra can counteract this weapon. Since you are very expert in military science, you can use your weapon to subdue this weapon. After hearing this, Arjuna circumambulated Supreme Lord and he released his own weapon, Brahmastra, to counteract Ashwatthama, Brahmastra. When the two Brahmastras joined, extreme heat produced. It was so fierce, it covered entire universe, all planets. Then all the population of the entire three worlds was scorched by the excessivity of this combined weapons of Brahmastra, combined Brahmastra. Then everyone thought our life is finished. Everyone was reminded of Brahmastra. The Samvartaka fire which takes place at the time of cosmic annihilation. Because they thought our life is finished, over. So, Prabhupada says, what is this annihilation? The heat produced by this Brahmastra resembles the fire exhibited in the sun globe at the time of cosmic annihilation. In Bhagavatam, it is described there are four kinds of annihilation. One is called Naimithika. Second is called Prakthika. And third is called Athyantika. And the fourth one is called constant annihilation."
    },
    {
      "start_time": 899,
      "end_time": 1176,
      "verse_references": [
        "BG 2.13"
      ],
      "themes": [
        "types of annihilation",
        "Naimithika",
        "Prakthika",
        "Athyantika",
        "constant annihilation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "At the end of the lifespan of Brahma, one annihilation happens. That is called cosmic annihilation.",
      "summary": "This segment explains the four types of annihilation described in the Bhagavatam.",
      "timestamp_url": "https://youtu.be/Jsn6hYxnR3c?t=899",
      "transcript": "Naimithika means occasional annihilation. Brahma, Krishna says in Bhagavad Gita, we call Brahma as just, as infinite as the Vedic With that we are called Brahma. That is called Kappa. One Yuga consists of Satya Yuga, Treta Yuga, Dwapara Yuga, and Kali Yuga. Put together, 43,20,000 Lakhs which are one day of Brahma. That means 432 crores of years is one day time of Brahma. That is called Kalpa. Kalpa means Lord Brahma creates the living entities. The day time of Brahma is called Kalpa. And Vikalpa, creation of Lord Brahma, that is called Vikalpa. And Mahakalpa, creation of all the material elements along with Lord Brahma, that is called Mahakalpa. So, during the night of Brahma, so this is the day time of Brahma's 432 crores of years and the same as the night time, 12 hours, 12 hours. So, during the day time of Brahma, one annulation happens. That is called occasional annulation. Occasional annulation. During this annulation, all the three planets meet with destruction. All the living entities enters into the body of Lord Narayana. Even Lord Brahma also goes to the body of Narayana. He sleeps there. When he wakes up, he comes out of the body of Narayana and all the living entities will come out and accept according to the different desire, accept different bodies according to the past desires in the previous night of Lord Brahma, previous day of Lord Brahma. This is called one annulation. And second is called total annulation. Total material annulation. That happens at the life time of Brahma. One day of Brahma is 864 crores of years. One life time of Brahma is like that Brahma will live 100 years. That means 864 crores multiply into 30, multiply into 12, multiply into 100. So, put together, Brahma will live for 3.11 trillion years. years, not million, not billion, trillion years. That is the lifespan of Brahma. At the end of the lifespan of Brahma, one annihilation happens. That is called cosmic annihilation. This is what is mentioned here, that annihilation. Cosmic annihilation. Then one more annihilation called Athyantika. A person, when he understands, when he attains the transcendental knowledge, he knows, he distinguishes between the relative truth from the absolute truth. He understands that I am not this body. I am the part and parcel of the supreme person that I have guarded. Therefore, he engages in devotional service and gives up this body. That giving up the body is called Athyantika. That means final annihilation. Annihilation of this material body. This is third annihilation. And fourth annihilation, at every moment, time, invariably transforms the body of all created beings. Krishna also says in Bhagavad Gita, Dei nosmini etade, kaumaram yavanam jara, tada tehyantra praptir, dheras tatra namu yati. The soul passes from youth, childhood to youth, youth to old age. Similarly, it passes at death and enters into another body. How? Because the time changes our body. What body we had yesterday, we don't have the same body now. What body we will have tomorrow, that is different. So time, invariably, transforms all the created bodies of this material world. This causes, this transformation causes the living entity, takes birth, and, again dies. Constant annihilation of birth and death. This is the fourth annihilation."
    },
    {
      "start_time": 1176,
      "end_time": 1377,
      "verse_references": [],
      "themes": [
        "hearing about Krishna",
        "cosmic annihilation",
        "material elements"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Hearing about the Supreme Lord is the only right medicine for the conditioned souls to get cured from all material diseases",
      "summary": "This segment details the process of cosmic annihilation, including the drought, fire, wind, and rain, and the merging of elements.",
      "timestamp_url": "https://youtu.be/Jsn6hYxnR3c?t=1176",
      "transcript": "So to get out of this all annihilation, what one should do, Sw tych Goswami says, one should hear the nectarian pastimes of Lord Krishna, submissively. That is the only suitable boat to cross over the ocean of material existence. Submission to the Lord Buddha, which is the only suitable boat to cross over the ocean The cosmic annulation, second annulation in detail. At the end of Brahma, as annulation approaches, there will be no rain at all. Therefore, there will be completely drought which takes place. Because of drought, there will be no food grain. Because of that, people will starve to death. And they will not have anything to eat. Father will kill son and eat because there is no food. And son will kill father and eat. Like that, people will eat one another. Gradually, the population will become nil. And after this, the sun in its annihilating form drinks all water from the ocean and from the living entities. Our bodies also contain some water. So, the son will take away all the water from the bodies and take away water from the earth. Its' completely dry. Because of that, sun will illuminate such a huge heat. And after this, there will be a fire from the mouth of ananta at the bottom of the universe. Due to the fire of ananta, the whole universe will burn, from the top blazing sun's, from the bottom. Due to the fire of ananta, the whole universe will burn, from the top blazing sun's, from the bottom. from the bottom, the fire of Ananta Deva. Because of the combined fire, the universal shell will burn like a ball of cow dung. It will grow like a burning of cow dung. After this, there will be heavy wind. It will take place for 100 years. Then after that, there will be heavy rain for 100 years. Due to this heavy rain, the whole shell of universe will be filled with water. Will be filled with water. Then after that, as this water is filled in the universe, the earth, deprived of its quality of fragrance, it merges with water. And the water, deprived of its quality of taste, merges with fire. Fire, it doesn't degrades the quality of form. It merges with air. Air will merge with ether. Ether will merge with false ego. False ego will merge with Ma Tattva. Ma Tattva will merge with the Supreme Lord, Ma Vishnu. This is the way that cosmic annihilation occurs. So at the time of cosmic annihilation, all the material elements and Lord Brahma, even as everything goes to the Lord Brahma, everything goes to the Lord Brahma. Everything goes to the body of Ma Vishnu. When Ma Vishnu breathes out, all the universe comes out from the body of Ma Vishnu. When breathes in, all the universe goes inside"
    },
    {
      "start_time": 1377,
      "end_time": 1555,
      "verse_references": [],
      "themes": [
        "cosmic annihilation",
        "atomic weapons",
        "World War II"
      ],
      "content_type": "analogy",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "The energy produced by Brahmastra is very, very insignificant compared to the energy produced by Brahmastra.",
      "summary": "This segment compares the power of the Brahmastra to modern atomic weapons and then transitions to a discussion of World War II.",
      "timestamp_url": "https://youtu.be/Jsn6hYxnR3c?t=1377",
      "transcript": "the body of Ma Vishnu. Just when we breathe out, breathe in, how much time it takes? Maybe 3 seconds or 4 seconds or 5 seconds. So the breathe out and the breathe in time of Lord Ma Vishnu is equal to 3.11 trillion years. That is the lifespan of Brahma. Compared to eternal life, that is very, very insignificant. Just like we keep on breathe out, breathe in. It's very, very insignificant. Compared to eternal life, this 3.11 trillion years of Brahma is very, very insignificant. This is the one annihilation, cosmic annihilation. So next, Prabhupada says, The energy produced by Brahmastra is very, very insignificant compared to the energy produced by Brahmastra. Because these atomic weapons can destroy at most one city or one country or some portion of the world. But it cannot destroy everything. Whereas the Brahmastra can destroy the entire universe. So Prabhupada compares between Brahmastra and the modern atomic bomb and the Brahmastra of The golden days. 희 And Britain and France want to take revenge against Germany. Therefore, they attacked Germany. Then Hitler took the support of Japan and other countries to attack them. Then France and Britain took the support of the US and other countries. Hitler is the cause of the Second World War. It happened for six complete years. From 1939 to 1945. Because of the war, millions of people were killed. Millions of people were killed. And so many buildings were damaged. And although the President of America warned Japan to surrender, they did not surrender. They wanted to capture power. They had a lot of power at that time. Military power. A lot of military strength. Therefore, they were re-puffed up. They did not want to surrender. Then the American President gave the order to finish Japan. After receiving the order, they dropped one atomic bomb."
    },
    {
      "start_time": 1714,
      "end_time": 1892,
      "verse_references": [],
      "themes": [
        "demonic mentality",
        "nuclear weapons",
        "punishment for killing innocents"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "Demons engage in Mugra Karma that is meant to destroy the world.",
      "summary": "This segment criticizes the development of nuclear weapons and describes the punishment for leaders who harm innocent people.",
      "timestamp_url": "https://youtu.be/Jsn6hYxnR3c?t=1714",
      "transcript": "So, Krishna says in Bhagavad Gita, The demons, those who have no knowledge about God, they do not understand that God is in control. They take shelter of false conclusion. And who have lost themselves and who have no intelligence. They engage in horrible things. They engage in horrible, unbeneficial work. Meant to destroy the world. Demons engage in Mugra Karma. That is meant to destroy the world. So, today, we are all proud of nuclear weapons. As soon as one country manufactures some nuclear weapons, they will go and test. As soon as it is successfully fired out, then they think our mission is successful. And we are proud of inventing nuclear weapons. But at any time, the war can take place. Just like Hitler, one person caused the world war. Similarly, at any moment, because of false ego of one person, one president, the world war can take place and it will give, it will create total havoc in the world. So, the invention of nuclear weapons are not meant to give peace and prosperity to the world. But to give disturbance and destruction to the world. This bombs which were put by Americans, it killed so many innocent people. A king, it is said in the Bhagavatam, a king or administrative head or the president or prime minister of the country, if they kill an innocent person or if they give a punishment to a Brahmana, unnecessarily, they will be taken to the hell. By the Yamutadas. The hell called Shukramukha. In that hell, what they will do? The Yamutadas take the king and put inside the rollers. Put inside the, just like a sugarcane will put on the rollers. It will skews. Juice will come out. And that sugarcane will come out. Similarly, the person who kills an innocent person. It will be put inside the rollers and will make him complete chutney. And the body will come out and again they will put. Like that, because the person will not die. The person will not die. Although they give severe punishment, the person will not die at all. They will feel the pain severely, but they will not die. So, again and again, they will take and put. This is the result of punishing a faultless person."
    },
    {
      "start_time": 1892,
      "end_time": 2024,
      "verse_references": [],
      "themes": [
        "king's responsibility",
        "karma",
        "chanting Hare Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "King will get one-sixth share of either pious activity or impious activities.",
      "summary": "This segment explains the king's responsibility to ensure religious principles are followed and how they share in the karma of their citizens.",
      "timestamp_url": "https://youtu.be/Jsn6hYxnR3c?t=1892",
      "transcript": "It is said in the Manu Samhita, There are people in the country. The people, sometimes they may engage in pious activity or impious activities. King will share one-sixth. King will get one-sixth share of either pious activity or impious activities. He will get one-sixth share. In this world, more or less, all people will perform sinful activity. Therefore, king will get one-sixth share. Just like in the country, suppose 1200 murders happens in a year. So, the prime minister or head of state will get the reaction of 200 murders. Although, he might have not done. Because people, when they do, he will get the reaction. This is very very responsible post. Nowadays, people do not know. Even there are so many rapes happens. So many things, people loot many things. King will get or the prime minister or chief minister will get one-sixth share of this reaction. At the same time, suppose he sees the people are chanting Hare Krishna Mantra. 12000 people are chanting Hare Krishna Mantra. 16 rounds in the country. He will get the benefit of. He will get the benefit of 2000 people chanting Hare Krishna Mantra. That means, 2000 into 16 rounds, how many rounds? That many. 32000 rounds. Benefit, he will get, although he does not chant. So, this is the duty of king to see that people are engaged in religious principles. They are devoted to the Lord. Nowadays, people, they do not see. They always engaged in great karma activities. Therefore, all of them are assured to go Shukram Ka. To become chutney."
    },
    {
      "start_time": 2024,
      "end_time": 2257,
      "verse_references": [
        "BG 2.20"
      ],
      "themes": [
        "Brahmastra",
        "living entities on other planets",
        "soul's qualities"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "The soul is unbreakable, insoluble, it cannot be burnt, it cannot be dried.",
      "summary": "This segment discusses the effects of the Brahmastra on other planets and argues that life exists throughout the universe, citing the qualities of the soul.",
      "timestamp_url": "https://youtu.be/Jsn6hYxnR3c?t=2024",
      "transcript": "And second Prabhupada says, in the second point. This heat produced by the Brahmastra, it created severe impact on all other planets. Everyone was scorched by excessive heat. They felt excessive heat. Who will feel the excessive heat only? Living entities can feel. Here Prabhupada says, in other planet. There are full of living entities. Whereas, the less intelligent people think. There are no living entities in other planets. Only earth has got living entities. It is repeated in Bhagavad Gita. Krishna says, in Bhagavad Gita, about the qualities of soul. achyedyayum, adhayayum, akhileshiyo, shyoshyayavacha nityasarvagatastanur, acaloyam, sanantana The soul is unbreakable. Insoluble. It cannot be burnt. It cannot be dried. The soul is eternal. Sarvagata. All pervading. Soul present everywhere. Soul present everywhere. It is unchangeable. Eternally the same. Here, Krishna uses the word Sarvagata. Sarvagata means, the living entities spread all over the creation of the Lord. Therefore to say, there are no living entities in other planets. In other planet is completely wrong. People nowadays, modern scientists or people those who are interested in creating, inventing something new thing. They want to see what is going on in other planet. Therefore, they send people. They are trying to send people to moon planet. They could not achieve any success. They brought some dust finally. By spending millions of dollar. Now they are spending much more. Millions of dollar to go to Mars planet. To bring more dust. Because we don't have any dust. So, people unnecessarily, they engaged in trying to find something. Here from Bhagavatam, Bhagavad Gita, we can clearly see that every planet has got full of living entities. This body is made of earth, water, fire, air, ether. Our bodies are predominantly made of earth. The living entities which live in the water, made of, predominantly made of water. So, similarly there are birds. Predominantly made of air. So, living entities living on the land, in the earth, in the water, in the air. Why not in the fire? Because they have got the body, suitable body to live in the fire. So, to say there is no living entity in the sun planet is wrong. Krishna says in Bhagavad Gita. 4th chapter. In the beginning, I spoke this science of self realization to sun god Vivasvan. Krishna cannot speak to some in person. When we speak, we have to speak to person. I can't speak to wall. Krishna spoke this instruction to sun god Vivasvan. When the king is there, naturally, people also will be there. So, to say there are no living entities in the sun planet is wrong. Otherwise, Krishna would not have said this. He would not have said in Bhagavad Gita, Sarvagata. The living entities are not there in other planets, the word becomes meaningless. Sarvagata means living entities present everywhere. The people, those who are less intelligent, they do not understand that there are living entities even on other planets."
    },
    {
      "start_time": 2257,
      "end_time": 2472,
      "verse_references": [],
      "themes": [
        "atomic energy",
        "supreme will of the Lord",
        "five causes of action",
        "devotional service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Without his will or sanction, nothing can be built up or destroyed.",
      "summary": "This segment emphasizes that the Lord's will is supreme and discusses the five factors necessary for completing an action, highlighting the importance of devotional service.",
      "timestamp_url": "https://youtu.be/Jsn6hYxnR3c?t=2257",
      "transcript": "So, in the next point Prabhupada says, The atomic energy is not powerful enough to destroy the world. And secondly, ultimately, it all rests on the supreme will of the supreme lord. Because without his will or sanction, nothing can be built up or destroyed. Krishna says in Bhagavad Gita, There are five causes to complete an action. Five factors to be considered. To complete or perform an action. Arjuna, it is said in the Vedanta, there are five causes to accomplish an action. They are, Adhishtanam, the body. Kartha, the doer or performer. Karanam, the senses. Cheshta, endeavor. Daivam, the supreme will of the supreme lord. That is, will of the super soul within our heart. The body is meant to... The Adhishtanam is the body. And Kartha means the doer or the soul. The soul performs an activity that brings reaction. The soul, as God desire, therefore, it wants to perform an activity. When we perform some activity, naturally we get the reaction of the activity. And how to perform the activity? The soul uses the senses. Without senses, we cannot perform an activity. Even senses are used for that we should put an endeavor. Unless we put an endeavor, we cannot accomplish an action. Just like when we do a business, we should put an endeavor. Not just simply sit and roam and sleep. We should put an endeavor to complete the activity. Even though we may put an effort, still we may not be successful. Why? The supreme will of the lord is important. If the lord does not will, we may not attain success. Therefore, the will of... We should always depend upon the will of the lord. Those who are in Krishna consciousness, even though they perform activity, they do not get any reaction for the activity. Because they act under the direction of Krishna. Just like a military man. He kills the people in the battle. But he does not get any reaction. Rather, he is awarded. Rather, he is awarded. He is recognized by government. Why? Because he did the activity under the direction of his authority. Similarly, if we perform an activity in devotional service under the direction of Krishna, we will not get any reaction. Rather, we will be recognized by the supreme lord. After that, we will go back home, back to Godhead. Because we follow the authority of Krishna. We follow the supreme authority. Therefore, we should always depend upon the will of the lord."
    },
    {
      "start_time": 2472,
      "end_time": 2634,
      "verse_references": [
        "BG 9.29"
      ],
      "themes": [
        "Prithrasura and Indra",
        "dependence on the Lord",
        "opulence",
        "devotional service"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If one is a devotee of the Lord, if he depends on the Lord in every respect, if he depends on Lord Vishnu in every respect, for him, opulence, victory, peace of mind, all are guaranteed.",
      "summary": "This segment narrates the conversation between Prithrasura and Indra, emphasizing the importance of depending on the Lord and how He sometimes removes opulence to encourage devotion.",
      "timestamp_url": "https://youtu.be/Jsn6hYxnR3c?t=2472",
      "transcript": "Depend on the mercy of the lord. In this context, I would like to narrate the conversation happened between Prithrasura and Indra. Indra, he accepted Vishwaroopa as his spiritual master, because he lost his kingdom. Demons came and took away his kingdom. Therefore, he accepted Vishwaroopa. With the help of Vishwaroopa, he got back his kingdom. And after that, Indra killed Vishwaroopa. Because Vishwaroopa was inclined towards even demons. Therefore, he does not want to lose position. Again, demon can come and take away the kingdom. Therefore, he killed Vishwaroopa. Vishwaroopa's father, Veshtha, performed some sacrifice. He wanted to produce a son by which he can kill Indra. Because when he was chanting a mantra wrongly, wrong pronunciation, instead of the son will begat to kill Indra, he will be killed by Indra. Because he chanted, pronounced little wrong, wrongly. Therefore, he got the opposite result. Prithrasura was born. Then he wanted to take revenge against Indra. Because he killed his brother. So, both of them were fighting. That time, Prithrasura said to Indra, O Indra, if one is a devotee of the Lord, if he depends on the Lord in every respect, if he depends on Lord Vishnu in every respect, for him, opulence, victory, peace of mind, all are guaranteed. All are guaranteed. Sanjaya also says in Bhagavad Gita, Yatra Yogeshwara Krishna, Yatra Partho Dhanurdhara, Tatrasir Vijayabhoothir, Dhruvanithir Mathir Mama. Wherever Krishna is there, opulence, victory is certain. So, the same thing, Prithrasura said to Indra, whoever depends on Lord Krishna, in every respect, he will attain everything. For such a person, has nothing to worry in this world. He can get everything. But Lord Krishna is so kind to such a devotee, he will not give any opulence. He will take away the opulence from the devotee. Because that opulence gives an amper to his devotional service. Therefore, Lord takes away the opulence of the devotees, and leaving like a beggar."
    },
    {
      "start_time": 2634,
      "end_time": 2857,
      "verse_references": [],
      "themes": [
        "Krishna's mercy",
        "detachment",
        "Vrithasura's devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If at all I favour anyone, especially favour to anyone, first of all, I will take away all his riches, and make him beggar.",
      "summary": "This segment explains how Krishna favors devotees by taking away their riches to increase their dependence on Him, using the example of Vrithasura.",
      "timestamp_url": "https://youtu.be/Jsn6hYxnR3c?t=2634",
      "transcript": "So, once Krishna said to Yudhishthira Maharaj, same thing, yasyam anugrunaami harishye tadhanu shanahi, tadodhanum tyacinti yasya svajana dukkha dukkhidam. Krishna said to Yudhishthira, my dear Yudhishthira, if at all I favour anyone, especially favour to anyone, first of all, I will take away all his riches, and make him beggar. So that his wife, his children will kick him out. Thereafter, he will suffer misery after misery. When somebody is in misery, they will always depend on Krishna. Somebody gets some opulence, they will forget Lord. Therefore, Krishna makes sure that, that devotee should always depend on me. Suppose some devotees, even though they are rich, they still can remember Krishna, just like a Sudama. Krishna awarded full riches to Sudama, much more than Indra. But still, Sudama did not forget Krishna. Our case is different. If Krishna awards all riches, we will completely forget Krishna. Therefore, Krishna will not give any riches. Even if you want to become rich, we will put an end to that. Krishna will make sure that, that will not be successful. Because Krishna wants us back home, back to Godhead. He does not want to leave us here, to suffer in this material world. So, this is one point. So, Vrithu also said, Indra, I want to give up everything. I wish to give up everything for the service of the Supreme Lord. I don't want anything in this material world. I want to completely get detached from family, wife, children, society. Relatives. I want to make friendship with only devotees. See the demons. Although he was born as a demon, because he exhibited the quality of pure devotee. He said, Indra, I don't want to go to heavenly planets. I don't have any desire to go to heavenly planets. Nor I have a desire to go to Droloka. Nor I have a desire to go to Brahmaloka. I don't want even liberation. Nor do I aspire to have an unconquerable position, unconquerable position in this world, to rule the people. I don't want anything. Simply I want to engage in the service of the Lord. And he indirectly said, Indra, actually you are fool number one. Because Lord sided with you to defeat me. Lord sided with you to defeat me. Actually, I am not at all defeated. Although I know, I will be killed in this battlefield. But still, after this body, immediately I will go back home, back to Godhead. And I will enjoy. Whereas you suffer. Whereas you suffer in this material world. Overperforms Tabasya, you will get BP. And you will get lot of disease. You have to suffer. Not me. See, the Vrithasura had complete dependence on Lord. Even though, see, killing on the battlefield, particularly getting defeat on the battlefield, somebody will feel worried. But Vrithasura was completely happy. Because he knows, whatever Lord does, it is a benefit for me. Good for me. He is assured of going back home, back to Godhead. Although Indra killed him, practically he was defeated. In one sense. But still, it is Vrithasura who won. Because he went back home, back to Godhead, even in the same life. So, the will of Lord is important."
    },
    {
      "start_time": 2857,
      "end_time": 3003,
      "verse_references": [
        "BG 9.10"
      ],
      "themes": [
        "material nature's law",
        "Lord's supervision",
        "Jayadratha"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The material nature is working under my direction, producing all moving and non-moving beings.",
      "summary": "This segment explains that material nature works under the Lord's supervision and introduces the story of Jayadratha.",
      "timestamp_url": "https://youtu.be/Jsn6hYxnR3c?t=2857",
      "transcript": "Therefore, we should always depend on the will of Lord. One more point, Prabhupada says here, material nature's law, works under the direction of Lord. As confirmed in the Bhagavad Gita. The Lord says there, that natural laws work under His supervision. The world can be destroyed only by His will, of the Lord. And not by the whims of tiny politicians. Krishna says in Bhagavad Gita, mayadakshinaprakati soyate sacharacharam hetunane kaunteya jagadvipari vartade The material, he says to Arjuna, Arjuna, this material nature is working under my direction. Producing all moving and non-moving beings. Under its rule, this manifestation is created and annihilated again and again. Although Lord creates everything, still, He is aloof from all the material activities. He does not do any activity. He is aloof from all the material activity. He is just only a director. He does not get involved in work. But his activities are conducted by the modes of material nature. Just like a CMD of the organization, personally, does not get involved in work, per se. But he gives direction to his subordinates, directors. In turn, they give direction to managers, supervisors. So, they work. Similarly, Krishna does not do any activities personally. Simply enjoys with his devotees. He gives direction to demigods. They act under the direction of Krishna. They do not act independently. Demigods do not act independently. But they act under the direction of Krishna. Krishna sometimes, personally, controls the material nature. Just for the sake of devotees. In this context, I would like to narrate a small story in Mahabharata. It may take 5 to 10 minutes. Once Jayadratha, Jayadratha was the husband of Dushala. Dhrithastha had 100 sons. One daughter, Dushala. She got married to Jayadratha. Jayadratha was going to meet Shalva to get his daughter married."
    },
    {
      "start_time": 3003,
      "end_time": 3235,
      "verse_references": [],
      "themes": [
        "Jayadratha abducts Draupadi",
        "Pandavas' exile",
        "Bhima's anger"
      ],
      "content_type": "story",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "Why you are suffering so much in this forest? Better, you marry me.",
      "summary": "This segment narrates the story of Jayadratha abducting Draupadi and the Pandavas' pursuit.",
      "timestamp_url": "https://youtu.be/Jsn6hYxnR3c?t=3003",
      "transcript": "That time, Pandavas were in exile in one vana, one forest. So, he was going. And he saw the cottage. He saw Draupadi standing in the cottage, in his house. When he saw the beauty of Draupadi, he was completely captivated by the beauty of, splendorous beauty of Draupadi. Immediately, he told his friend, Kotika, my dear friend, you please go and find out who she is. This Kotika came and asked Draupadi, so, I am so and so, I have been sent by, I have been sent by Jayadratha. So, she told, she replied, responded to his question. Actually, I am not supposed to speak to anyone, anyone other than my husband. Still, I will answer your question. Then she told, I am daughter of Draupada. I got married to five sons of Pandavas. They have gone out. Please wait for some time. They will return and they will receive nicely. This person went and told Draupada, sorry, Jayadratha, so and so. Then Jayadratha came and when he saw the beauty, again, some more he want to carry away her, because so beautiful Draupadi was. Then he said, Draupadi, why you are suffering so much in this forest? Better, you marry me. You come with me. You can enjoy royal opulence. Surrounded by so many mates, why you are suffering here? Your husbands are beggars. Husbands are beggars. An intelligent woman follows her husband in prosperity. When he is rich, woman follows. He is giving, who Jayadratha is telling to Draupadi. Intelligent woman follows her husband in prosperity. And he rejects him. And she rejects him in adversity. Whenever husband is, means he doesn't have any money, wife will reject. That is intelligent woman. Therefore you be intelligent. You come with me. You can enjoy with me. These people are beggars. What enjoyment you can get? As soon as she heard this statement from Jayadratha, she was shocked and said, you rascal, shut your mouth and get lost from here. Then Jayadratha became very angry. Then he forcibly caught hold of Draupadi and put on his chariot and started taking to his capital. When he was taking, Yudhishthira was little far away. He was in the forest. And he saw some birds, animals are agitated. And they started moving here and there. So he could understand there is some calamity. Therefore Pandava was immediately rushed to the cottage. When they saw, Draupadi was not there. They were informed by housemaid that Jayadratha came and forcibly took away Draupadi. He has gone this direction. Please go and immediately catch him. So he went this way. And he started catching. So Pandavas immediately followed the same direction to catch Jayadratha. So he had some army also. So Pandavas saw and killed all the people. So when Jayadratha saw that all his army was completely vanquished, he put Draupadi down and started escaping. Because somehow he wanted to save his life. So when Bhima saw this, Draupadi was there. And he told Yudhishthira, Yudhishthira, you take Draupadi home. I will go wherever he goes. I will finish him today. Even if he goes to heavenly palace, I will not leave him. Today is finished. So then Yudhishthira said, No, no, please don't do this. Because he is Gandhari's son-in-law. Our sister's husband. If you kill him, Mother Gandhari will lament. Therefore please don't kill him."
    },
    {
      "start_time": 3235,
      "end_time": 3471,
      "verse_references": [],
      "themes": [
        "Jayadratha's humiliation",
        "tapasya",
        "Dronacharya's Chakraviya"
      ],
      "content_type": "story",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "He took a knife and shaved his head here and there. Shaving the head here and there, left some hair here and some portion shaved. That is as good as killing.",
      "summary": "This segment describes Jayadratha's humiliation, his tapasya to please Lord Shiva, and Dronacharya's formation of the Chakraviya.",
      "timestamp_url": "https://youtu.be/Jsn6hYxnR3c?t=3235",
      "transcript": "But still Arjuna and Bhima followed Jayadratha. At last Bhima went and caught Jayadratha. He gave a nice beating. He was about to kill. That time Arjuna said, See, do you remember what Yudhishthira said? Please don't kill him. Then he has to follow his brother's word also. He took a knife and shaved his head here and there. Shaving the head here and there, left some hair here and some portion shaved. That is as good as killing. In the Shastra, shaving the head of the person here and there is as good as killing. After shaving the head, he tied him nicely like an animal and brought him to the cottage of Pandavas and left to Yudhishthira and Draupadi. If at all you are interested to lead life, want to be alive, then you declare yourself as a slave of Yudhishthira. Then you leave. Immediately when Yudhishthira saw this Jayadrila was bound by like an animal, he told Bhima, let him free. So then he removed all the ropes. Then Yudhishthira instructed, My dear Jayadrila, please don't do this kind of activities and all. No, you please go anywhere as you wish. So he let him free. Then Jayadrila was completely humiliated. He put his head down in shame. Then he went to forest to perform tapasya. So he performed severe tapasya to please Lord Shiva. Lord Shiva was pleased. Then Lord Shiva asked, My dear Jayadrila, I am very much pleased with your tapasya. Please ask any benediction. Then Jayadrila asked, I want to defeat all the Pandavas one day in the battlefield. Lord Shiva said, It's impossible. Because Krishna is there. As long as Krishna is there, nobody can defeat Pandavas. However, I will give one benediction. That you can defeat the Pandavas except Arjuna in the crucial time of war. So he gave this benediction to Jayadrila and went. So in the Mahabharata war, thirteenth day of war, so Bhishma fell down. Arjuna started massacring all the Gauravariyas. When Duryodhana saw this, all the soldiers who had sacrificed everything for his sake were mercilessly killed by Arjuna. Pandavas. Therefore he went and told Dronacharya, My dear Dronacharya, see you are very very lenient. You don't want to fight wholeheartedly with Pandavas. Because of your lenience in the battle, all my people are killed. It was like insulting for Dronacharya. Because he is trying to find fault in the loyalty of Dronacharya. Then Dronacharya said to Duryodhana, Duryodhana you are actually you are insulting me. I am doing my duty properly. But you are not understanding. As long as Krishna is there, nobody can defeat. This is the law. Still, however, today I will kill one of the leading warriors in the battlefield. Provided, if you take away Arjuna from my presence. So next day, just another three, four minutes I will take. Okay? So next day, Dronacharya formed circular formation. Chakraviya. Chakra-Yuha. So, Duryodhana directed some people to take away Arjuna from the battlefield. So Arjuna was taken away. Rest of the Pandavas were there. Yudhishtha, Bhima, Nakula, Sahadeva, all people. Arjuna was not there. He created Chakraviya. Chakra-Yuha."
    },
    {
      "start_time": 3471,
      "end_time": 3606,
      "verse_references": [],
      "themes": [
        "Abhimanyu's death",
        "Arjuna's vow"
      ],
      "content_type": "story",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "Tomorrow, by sunset, I'll kill Jayatrita. If I do not fulfill my vow, then, I'll enter fire. I'll commit suicide.",
      "summary": "This segment narrates Abhimanyu's death within the Chakraviya and Arjuna's vow to kill Jayadratha by sunset.",
      "timestamp_url": "https://youtu.be/Jsn6hYxnR3c?t=3471",
      "transcript": "Dronacharya. This Chakraviya, only four people can penetrate. One is Krishna. They know how to penetrate. Go inside. By Krishna, his son Pradyumna, Arjuna, and Abhimanyu. Nobody knows. None of the Pandavas knows except Arjuna and Abhimanyu. So, Yudhishtha and all Pandavas tried to enter. Tried to penetrate. But Drona just drove them away. All the people came back. Then immediately, Yudhishtha went and asked Abhimanyu. My dear Abhimanyu, only you know how to penetrate. Please, go. We'll follow you. Don't worry. He said, my dear uncle, I know only how to go inside. I don't know how to come out. If I, something happens, some danger happens, I don't know how to come out. He said, don't worry. We'll follow you. Then, Abhimanyu went inside and started creating heavy damage to the Kaurava warriors. He killed so many people. By seeing the superhuman feet of Abhimanyu, the warriors, their hair stand on the head. By seeing the superhuman feet of Abhimanyu, all the people started running here and there. That time, they were following, Pandavas were following. That time, Jayatra came in front of all Pandavas. He did not let them allow. Because he got the boon to defeat. So, he took the chance to defeat all the people. Abhimanyu went inside and he was caught inside. All the great people joined together killed Abhimanyu. Although, sunset happened already. Because after sunset, nobody can kill. They should stop the war. But, Abhimanyu was killed after sunset. All the people, Dronacharya, Kripacharya, Ashwathama, many people, Karna, everyone. So, when Arjuna heard this, that his son is killed, then, all the Pandavas said, Jayatrita is the cause for your son's death. Then, he took the bow. Tomorrow, by sunset, I'll kill Jayatrita. If I do not fulfill my vow, then, I'll enter fire. I'll commit suicide. Then, after that, next day, so, Jayatrita heard this. That Arjuna took the bow. That, I'll be finished today."
    },
    {
      "start_time": 3606,
      "end_time": 3850,
      "verse_references": [
        "BG 4.11"
      ],
      "themes": [
        "Krishna's protection",
        "Arjuna kills Jayadratha",
        "surrender to the Lord"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "As we surrender to Lord, Lord will also reciprocate.",
      "summary": "This segment describes how Krishna uses his mystic power to protect Arjuna and ensure Jayadratha's death, emphasizing the importance of surrender to the Lord and following the instructions of the guru.",
      "timestamp_url": "https://youtu.be/Jsn6hYxnR3c?t=3606",
      "transcript": "Then, immediately, went and told Duryodhana. Today, I'll go home. You take care of your fight. I'll not fight. Because, if I'm there, I'm finished today. Duryodhana said, no, no, don't worry. Because, big, big people, you don't come in the front. Far away, 100 miles far away, be there. Arjuna cannot come at all. Certainly, he has to commit suicide today. So, they were overjoyed by hearing this. Bow took by Arjuna. So, next day, then, Arjuna started fighting, fighting, fighting. Time was almost come. Son was about set. Still, he was far away. Then, Krishna thought, how to protect my devotees. Then, Krishna used his mystic power to kill Arjuna. So, as soon as son was set, all the people became, all the Gauravas became overjoyed. Today, Arjuna is finished. He has to commit suicide by entering fire. That time, he was off-guarded. Who? Jayatrada put his weapon and came out. And, thinking that, I'm saved, Arjuna is finished. Immediately, Krishna removed his mystic power. Son is there. Arjuna cut the head of Jayatrada. So, Arjuna used his Pashupada weapon which was given by Lord Shiva. Before releasing weapon, Krishna said, the birth of Jayatrada. When he was born, the voice from the sky said to his father, your son will be glorious. He will bring glorious to your dynasty. However, in the battle field, one hero will cut off the head of your son. After hearing this, the father of Jayatrada called on Arjuna to kill his son. Then, he told, whoever causes my son's head to fall down on the earth, his head will burst into 100 pieces. This, he told, who? Krishna told Arjuna, you should cut off the head and the head should go to his father's lap. Because, his father was performing evening prayer, offering near to that area. One lake was there. There, he was sitting and performing evening prayer. He told, use your celestial weapon, you cut the head of Jayatrada and the head should go and fall on the father's lap. So, exactly, Arjuna released his weapon, his arrow, cut the head and immediately sent numerous arrows. That arrows carried the head of Jayatrada and put on the lap of father. He was closing his eyes and praying. Suddenly, something fell. He got up. So, the head fall from the head of Jayatrada fell on the ground. Immediately, as soon as fell on the ground, his head burst into 100 pieces. So, Krishna always hankering to save his devotees. He personally controls the loss of nature to protect his devotees. It is called Bhaktavatsala. He does not care for any other thing. The conclusion here is, under the will of Lord, everything happens. The so-called leaders neither they can create nor destroy it. If at all it has to be destroyed, it should be sanctioned by the will of the Lord. Lord gives protection according to one's surrender. Krishna says in Bhagavad Gita, As we surrender to Lord, Lord will also reciprocate. Similarly, if we sincerely follow the instruction of our Guru, chanting six notes, getting up early in the morning, attending reading, hearing, spreading the Holy Name, if we sincerely follow the instruction of Lord, sorry, spiritual master Prabhupada, Krishna is certainly bound to give protection from all sides. And later, Krishna will take us back home, back to Godhead. That is the will. He is always ready to give protection to his devotees. That is the purport of this verse. Thus ends this Bhagavad Gita. Srimad-Bhavan Ki Srimad-Bhavan Ki"
    }
  ]
}