{
  "video_id": "k6TE3K_pRk4",
  "title": "How the GBC changed Deity worship in ISKCON | His Grace Suvyakta Narasimha Dasa",
  "speaker": "HG Suvyakta Narasimha Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=k6TE3K_pRk4",
  "segments": [
    {
      "start_time": 0,
      "end_time": 317,
      "verse_references": [],
      "themes": [
        "Deity worship",
        "ISKCON history",
        "GBC resolutions",
        "Pancharatra Pradipa"
      ],
      "content_type": "historical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This system was given a stamp of approval and finality by the GBC in the year 1995.",
      "summary": "The speaker outlines the GBC's resolutions in 1989 regarding Deity worship, the formation of a research committee, and the publication of the Pancharatra Pradipa in 1995, detailing the procedures for Aarati as described in the manual.",
      "timestamp_url": "https://youtu.be/k6TE3K_pRk4?t=0",
      "transcript": "On March 11, 1989, ISKCON Mumbai Group's GBC passed two resolutions regarding Deity worship in ISKCON, Resolutions No. 65 and 66. Resolution No. 65 reads that the GBC body hereby requests the following devotees to research on the basis of Guru, Sadhu and Shastra to help establish ISKCON policies regarding Deity worship – Bhanuswami, Bhakti Vidyapurna Swami, Atma-Tattva, Jananivas, Ashtaratha and Krishna Kshetra. Jagadeesha Goswami is appointed to coordinate the research work. This resolution was followed by Resolution No. 66 which read that the Deity worship research group and the full GBC body must approve the contents of the ISKCON Deity worship handbook before publication. So, in 1989, the GBC felt that Deity worship policies need to be set and for that they need the help of Shastra. A committee was made as per this decision, which in the following years, underwent some modifications to the constituent members of the committee. This committee did its research and submitted its report to the GBC. The GBC finally published the Deity worship manual in the year 1995 under the ISKCON GBC Press calling it the Pancharatra Pradipa. In this Deity worship manual, the procedure for Aarati is described as follows. In addition to the worship of Srila Prabhupada in his Guru Puja, one should also honour him when performing Aarati by presenting the Aarati items to Srila Prabhupada after presenting them to one's own spiritual master, then with the consciousness that you are offering it on behalf of your spiritual master and with the blessings of Srila Prabhupada and Lord Chaitanya, offer it with the full number of circles listed below to the main Deity. After offering the incense to the main Deity, offer it as Prasada to the Lord's associates in descending order and to the Guru Parampara Sr. to Jr. This may be done with seven or three circles for each personality depending on time allowance. Then distribute it with one or three circles to the assembled Vaishnavas as the Prasada of the Lord and his associates. So, as per the GBC of ISKCON Mumbai group, Aarati has to be offered in descending order. And how to offer the Aarati to the Deity? That is also described in the Pancharathra Pradipa, which says under the heading, how to offer each item as follows. Offer all the items, except the chamara and fan, by moving them in clockwise circles while ringing a bell with your left hand above waist level, fixing your attention on the Deities. Lamp: How to offer a lamp? That is described here. Lamp: Offer four circles to the lotus feet, two circles to the navel, and three circles to the Lord's face. Then offer seven circles to the Lord's whole body. Then the second one: Argya in a conch. Offer three circles to the Lord's head and seven circles to the whole body of the Lord. Then pour a small amount of the offered Argya into the Visarjaniya Patra, small throat pot, before proceeding to offer Argya to the next personality. Aarati Argya, plain or scented water. Then comes the cloth. Offer seven times around the Lord's body. Flowers: Offer seven times around the Lord's body. Chamara: Wave before the Lord a suitable number of times. Fan: Wave before the Lord a suitable number of times. So in 1995, the GBC approved the Manual for Deity Worship where when a devotee offers Aarati, he presents the Aarati to his Guru, then to Srila Prabhupad as a matter of honoring them and taking blessings from them. Then the arathi actually starts by offering it to Krishna first. 4, 2, 3, 7 formula for lamparathi, 3, 7 formula for water, etc. The key point is that the arathi offering begins with offering to Krishna on behalf of your spiritual master and then the prasadam is offered to Radharani, then to Mahaprabhu, then to Nithyananda Prabhu and then to Srila Prabhupada and then to your Guru."
    },
    {
      "start_time": 317,
      "end_time": 575,
      "verse_references": [],
      "themes": [
        "Deity worship",
        "Srila Prabhupada's instructions",
        "GBC deviations",
        "Aarati offering"
      ],
      "content_type": "philosophical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, you see, no 4-2-3-7 formula. Straight seven circles. That's it. That means, the 4-2-3-7 aarti introduced by the GBC in the 90s is an outright deviation in deity worship.",
      "summary": "The speaker contrasts the GBC's Aarati procedures with Srila Prabhupada's instructions, citing letters where Prabhupada emphasizes offering to the Guru first and using seven circles, arguing that the GBC's changes are deviations.",
      "timestamp_url": "https://youtu.be/k6TE3K_pRk4?t=317",
      "transcript": "This system was given a stamp of approval and finality by the GBC in the year 1995. Now, we must note that Srila Prabhupada had already established a systematic and elaborate system of Deity worship in ISKCON. Srila Prabhupada not only established the standards of Deity worship, Srila Prabhupada also ran it under his personal supervision in all the temples in ISKCON from 1967 till 1977. That is 10 straight years, if not longer. And this same system that Srila Prabhupada established continued for another 18 years or so till 1995 when the Pancharatrapadeepa came out. So, what was the system that Srila Prabhupada established for offering aarti to the deities? What was the original system? Was it the same as that instructed by the GBC in the Pancharatrapadeepa? Let us look at a few of Srila Prabhupada's directions in this regard. In a letter to Aniruddha dated 14th of November 1968, Srila Prabhupada instructed, aarti is performed at one and a half hour before sunrise to awaken the deities. Each offering is made by moving it in seven big circles, starting at the lotus feet of the Lord and going clockwise round. So, you see, no 4-2-3-7 formula. Straight seven circles. That's it. That means, the 4-2-3-7 aarti introduced by the GBC in the 90s is an outright deviation in deity worship. Are you stunned? Hold your breath because the worst is yet to come. Next comes the sequence of offering the aarti. In another letter to Giriraj, dated 28th of May 1972, Srila Prabhupada instructed, so far your question regarding deity worship during aarti, everything should be offered first to the Guru. So, Srila Prabhupada instructed to offer first to Guru, not to Krishna. And in his letter to Hemavathy dated 1st April 1970, Srila Prabhupada gave even greater clarity on the sequence or order of doing the aarti. Srila Prabhupada wrote, You have asked some questions. The order of worshipping is 1st spiritual master, 2. then Lord Chaitanya, then Radha Krishna, as in the mantras or Bendeyam prayer. So, here, very clearly, Srila Prabhupada gave an even greater clarity on the sequence and the position of doing the aarti. Very clearly, Srila Prabhupada said that we have to follow the sequence of Vandeyam prayers. And what is the sequence of Vandeyam prayers? First Guru, which is Srila Prabhupada, then Savadhootham or Sri Nithyananda Prabhu, then Lord Chaitanya, then Radha and then finally Krishna. It is the ascending order, not the descending order which the GBC has now implemented in ISKCON. Descending way is the procedure which was established by Srila Prabhupada for Deity worship in ISKCON from 1967 till 1977. And ISKCON continued with that system till in the late 80s or 90s, the GBC decided to change it entirely. Both the sequence of offering Aarati by completely reversing the order to begin the Aarati with Krishna, and also the number of times from just 7 straight times to 4, 2, 3, 7 etc. This is an outright outrageous deviation by the GBC of ISKCON Mumbai group. What audacity they must be having to change the Deity worship system. Is there no one in ISKCON to question such pernicious deviations by the GBC? Don't the GBC understand they are playing with something? Are they playing with something more dangerous than dynamite with the Deities? What is everyone doing in ISKCON? Are they all sleeping?"
    },
    {
      "start_time": 575,
      "end_time": 820,
      "verse_references": [],
      "themes": [
        "Bhoga offering",
        "Srila Prabhupada's instructions",
        "GBC deviations",
        "Guru Parampara"
      ],
      "content_type": "philosophical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The GBC has completely changed the way of offering.",
      "summary": "The speaker compares the GBC's instructions on Bhoga offering in the Pancharatra Pradipa with Srila Prabhupada's instructions, highlighting the GBC's emphasis on offering directly to the deities versus Prabhupada's instruction to offer through the spiritual master.",
      "timestamp_url": "https://youtu.be/k6TE3K_pRk4?t=575",
      "transcript": "As if this itself were not enough, brace yourself for even worse deviation by the GBC. Look at what they did with the Bhoga offering procedure to the Deities. When it comes to Bhoga offering, the Pancharatara Pradipa of 1995, published by the ISKCON GBC Press states, dates, section called Offering the Bhoga. Offer the Bhoga and drinking water with a hand gesture to each deity, showing the plate and saying, My dear Lordships, Gaur Nithay, Jagannath Baldev Subhadra, etc., please accept this offering of nice food. My dear Lordships, Gaur Nithay, Jagannath Baldev Subhadra, etc., please accept this beverage. Then the Pancharatra Pratipa states, While ringing a bell, chant the Pranam prayers to your spiritual master three times, begging permission to assist him in serving the deities. After offering everything to the deities like this, the Pancharatra Pratipa instructs the devotee as follows, Leave the deity room and chant the Gayatri mantras. You may chant all the Guru-given mantras at this time. Meditate on the Lord Yudhisthira. After the offering is completed, the bhoga is offered to the deities and then permission from the guru is sought to assist him in serving the deities. When removing the prasadam plates, the Pancharatra Pratipa instructs, Offer the lord's prasada remnants to the spiritual master and the Lord's associates. After this the plates are to be removed. So, the system here too is to offer the bhoga first to the deities and then offer their prasadam to Shaila Prabhupada and to the Diksha Guru. Descending process once more. Now again, what was the system Shaila Prabhupada set up and ran for 10 years or more in ISKCON and which continued in ISKCON till about 1995? Let us look at what Shaila Prabhupada instructed about offering bhoga to the deities. In this letter to Arundhati dated June 16, 1969, Shaila Prabhupada instructed, regarding your question about offering prasadam, whatever is offered to the deity, actually it goes through the spiritual master. The spiritual master offers to Lord Chaitanya and Lord Chaitanya offers it to Krishna. Then Radha Krishna eats or Jagannath eats. Then Chaitanya Mahaprabhu eats. Then the spiritual master eats and it becomes Mahaprasadam. So, when you offer something, you think like that and chant the Gayathri mantra and then everything is complete. At last, ring the bell, take out the plate and wipe the place where the plate was kept. The GBC in the Pancharatra Pradipa instructs the devotee to meditate that Krishna is eating the bhoga. Whereas, Shaila Prabhupada instructed to meditate on offering to the guru and the guru will offer to Chaitanya Mahaprabhu and Chaitanya Mahaprabhu will offer to Krishna. The GBC has completely changed the way of offering. This is a shocking deviation by the GBC of ISKCON Mumbai group. In another letter to Jathurani, dated 15 February, 1968, Shaila Prabhupada wrote, regarding offering food. Shaila Prabhupada says the custom is to offer the foodstuff first to the spirit. Show of hands is the custom of offering foodstuff. This is also a custom, spiritual master. We cannot do anything directly. The spiritual master accepts the offering on behalf of his disciple and offers the same to Krishna. After Krishna's eating, the spiritual master eats it and then the devotees take it as Mahaprasadam. This is the system. Everything"
    },
    {
      "start_time": 820,
      "end_time": 976,
      "verse_references": [],
      "themes": [
        "Guru Parampara",
        "Offering to Krishna",
        "GBC deviations",
        "Spiritual Master"
      ],
      "content_type": "philosophical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Srila Prabhupāda emphatically stated that we have no right to offer anything to Kṛṣṇa directly.",
      "summary": "The speaker continues to emphasize Srila Prabhupada's instructions on offering to the Guru first, citing further evidence and contrasting it with the GBC's directive to offer directly to Krishna, expressing shock and questioning the GBC's motives.",
      "timestamp_url": "https://youtu.be/k6TE3K_pRk4?t=820",
      "transcript": "is offered to the spiritual master first with the prayer Nama Om Vishnupadaya. So, you see, Srila Prabhupada instructed that we cannot offer anything directly to Krishna. We must first offer to Guru. Srila Prabhupada reiterated this in another discussion after a lecture given on Srimad Bhagavatam, Canto 6, Chapter 3, Verse 24, given on the occasion of his divine grace, Srila Bhaktisiddhanta Saraswati Goswami Prabhupada's appearance day, recorded in Gorakhpur on February 15, 1970. Bhaktisiddhanta Saraswati Goswami Prabhupada's appearance day, recorded on 23 May 2001. Not a special thing if that. The process is that whatever you offer to the Deity, that is offered to Guru and Guru offers to his guru. This way goes to Krishna. You do not directly offer another Krishna. No. You have no right. Neither you accept. The picture of this acara is these. Yes, sir. Yes, sir. Ācāryas fight there. Actually, one has to offer the plate to his guru, and he'll offer his guru. He'll offer his guru, his guru. In this way it will go. That is the process. You cannot directly approach Kṛṣṇa or other subordinates to Kṛṣṇa. That is not possible. As we do, that is all right. The process is this. Not you or you. That is the process. You are not allowed. So, here, Srila Prabhupāda emphatically stated that we have no right to offer anything to Kṛṣṇa directly. Srila Prabhupāda gave such crystal clear instructions that we cannot offer anything directly to Kṛṣṇa, but we must offer to Guru first. And what did the GBC do in the Pancharatra Pradipa? They have said that the bhoga has to be offered directly to Kṛṣṇa. This is beyond shocking. This is mind-boggling. This is mind-numbing. Doesn't the GBC have any fear of Kṛṣṇa and Srila Prabhupāda's anger? Doesn't the GBC have any fear of Guru aparādhā? Doesn't the GBC have any fear in behaving as if they are better than their Guru Mahārāj, Srila Prabhupāda? Why on earth did the GBC have to make such a catastrophic change? Why did they deviate so monstrously? Was it because they knew?"
    },
    {
      "start_time": 976,
      "end_time": 1160,
      "verse_references": [],
      "themes": [
        "Guru fall-downs",
        "GBC motives",
        "Deviations",
        "Srila Prabhupada as Diksa Guru",
        "July 9th Order"
      ],
      "content_type": "philosophical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Devotees of our group, Śrīla Prabhupāda's ISKCON group, can rest assured that we strictly follow the standard of offering ārati and bhoga exactly as Śrīla Prabhupāda instructed.",
      "summary": "The speaker speculates on the GBC's motives for the changes, linking it to Guru fall-downs and a potential desire to bypass offering through potentially fallen Gurus, and concludes by affirming his group's adherence to Srila Prabhupada's original instructions, particularly the July 9th order, emphasizing Prabhupada as the sole Diksa Guru.",
      "timestamp_url": "https://youtu.be/k6TE3K_pRk4?t=976",
      "transcript": "That their Dīkṣa Gurus are not bona fide and offering through them would be outrightly rejected by Kṛṣṇa and so they reversed the whole procedure, offering directly to Kṛṣṇa? In most Guru fall-downs in ISKCON, the GBC tries to suppress the news, brushing it under the carpet. When the news finally breaks, several months of the Guru's deviation and fall-down would have already passed. So, naturally, questions will be raised by all the disciples of the fallen Guru as to what happened to all the bhoga and ārati that was being offered in the temples by His disciples from the time the Guru fell-down. Was it because the GBC had no answer for such questions that they found a quick-fix solution? Offer to Kṛṣṇa directly instead of offering to the Guru, and offer the Guru only prasādam. The Guru is the last person in the descending order in the line. So, even if Guru has fallen down, no problem. Is that the reason why the GBC made such an unbelievable change in the process of Deity worship? Look at what one deviation of the GBC, one disobedience of the GBC in 1978 to Śrīla Prabhupāda's July 9th order has led to. They are playing with the spiritual lives of the devotees without any qualms. Downright disgusting and appalling. How can the GBC even walk with their heads held high after such preposterous deviations? This deviation of the GBC is beyond atrocious. It is actually criminal. But it serves as a stark reminder of even just one deviation. How even just one disobedience of Śrīla Prabhupāda's one instruction, the July 9th, 1977 order to implement the Hrithik system of initiations, just that one deviation can cause so much havoc and destruction of the spiritual lives of thousands of devotees. Devotees of our group, Śrīla Prabhupāda's ISKCON group, can rest assured that we strictly follow the standard of offering ārati and bhoga exactly as Śrīla Prabhupāda instructed. Everything is offered to Śrīla Prabhupāda first because we follow the July 9th order of Śrīla Prabhupāda to implement Hrithik initiations. Hence, we happily and blissfully offer every ārati, every bhoga directly first to Śrīla Prabhupāda because Śrīla Prabhupāda is, Śrīla Prabhupāda was and Śrīla Prabhupāda will always, eternally be the sole dikṣa guru for every single devotee in our group, Śrīla Prabhupāda's ISKCON group."
    }
  ]
}