{
  "video_id": "k6TE3K_pRk4",
  "title": "How the GBC changed Deity worship in ISKCON | His Grace Suvyakta Narasimha Dasa",
  "speaker": "HG Suvyakta Narasimha Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=k6TE3K_pRk4",
  "segments": [
    {
      "start_time": 0,
      "end_time": 317,
      "verse_references": [],
      "themes": [
        "Deity worship",
        "ISKCON history",
        "GBC resolutions",
        "Pancharatra Pradipa"
      ],
      "content_type": "historical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This system was given a stamp of approval and finality by the GBC in the year 1995.",
      "summary": "The speaker outlines the GBC's resolutions in 1989 regarding Deity worship, the formation of a research committee, and the publication of the Pancharatra Pradipa in 1995, detailing the procedures for Aarati as described in the manual.",
      "timestamp_url": "https://youtu.be/k6TE3K_pRk4?t=0"
    },
    {
      "start_time": 317,
      "end_time": 575,
      "verse_references": [],
      "themes": [
        "Deity worship",
        "Srila Prabhupada's instructions",
        "GBC deviations",
        "Aarati offering"
      ],
      "content_type": "philosophical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, you see, no 4-2-3-7 formula. Straight seven circles. That's it. That means, the 4-2-3-7 aarti introduced by the GBC in the 90s is an outright deviation in deity worship.",
      "summary": "The speaker contrasts the GBC's Aarati procedures with Srila Prabhupada's instructions, citing letters where Prabhupada emphasizes offering to the Guru first and using seven circles, arguing that the GBC's changes are deviations.",
      "timestamp_url": "https://youtu.be/k6TE3K_pRk4?t=317"
    },
    {
      "start_time": 575,
      "end_time": 820,
      "verse_references": [],
      "themes": [
        "Bhoga offering",
        "Srila Prabhupada's instructions",
        "GBC deviations",
        "Guru Parampara"
      ],
      "content_type": "philosophical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The GBC has completely changed the way of offering.",
      "summary": "The speaker compares the GBC's instructions on Bhoga offering in the Pancharatra Pradipa with Srila Prabhupada's instructions, highlighting the GBC's emphasis on offering directly to the deities versus Prabhupada's instruction to offer through the spiritual master.",
      "timestamp_url": "https://youtu.be/k6TE3K_pRk4?t=575"
    },
    {
      "start_time": 820,
      "end_time": 976,
      "verse_references": [],
      "themes": [
        "Guru Parampara",
        "Offering to Krishna",
        "GBC deviations",
        "Spiritual Master"
      ],
      "content_type": "philosophical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Srila Prabhupāda emphatically stated that we have no right to offer anything to Kṛṣṇa directly.",
      "summary": "The speaker continues to emphasize Srila Prabhupada's instructions on offering to the Guru first, citing further evidence and contrasting it with the GBC's directive to offer directly to Krishna, expressing shock and questioning the GBC's motives.",
      "timestamp_url": "https://youtu.be/k6TE3K_pRk4?t=820"
    },
    {
      "start_time": 976,
      "end_time": 1160,
      "verse_references": [],
      "themes": [
        "Guru fall-downs",
        "GBC motives",
        "Deviations",
        "Srila Prabhupada as Diksa Guru",
        "July 9th Order"
      ],
      "content_type": "philosophical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Devotees of our group, Śrīla Prabhupāda's ISKCON group, can rest assured that we strictly follow the standard of offering ārati and bhoga exactly as Śrīla Prabhupāda instructed.",
      "summary": "The speaker speculates on the GBC's motives for the changes, linking it to Guru fall-downs and a potential desire to bypass offering through potentially fallen Gurus, and concludes by affirming his group's adherence to Srila Prabhupada's original instructions, particularly the July 9th order, emphasizing Prabhupada as the sole Diksa Guru.",
      "timestamp_url": "https://youtu.be/k6TE3K_pRk4?t=976"
    }
  ]
}