{
  "video_id": "kaq1QUSodbI",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.11.38 | 27-07-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=kaq1QUSodbI",
  "segments": [
    {
      "start_time": 55,
      "end_time": 108,
      "verse_references": [
        "SB 1.11.38"
      ],
      "themes": [
        "Divinity",
        "Transcendental Nature",
        "Devotees"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So both the Lord and his pure devotees are unaffected by material qualities, material nature.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam and explains that both the Lord and his devotees are unaffected by material qualities.",
      "timestamp_url": "https://youtu.be/kaq1QUSodbI?t=55",
      "transcript": "In this session we will be discussing from the 38th verse of the 11th chapter of the first canto of Srimad Bhagavatam: एतद ईशनमीशस्या प्रकृतिस्थोपितद्गुणैहि नयुज्यते सदात्मस्थैर् यथा बुद्धिस्तदाश्रया. The meaning of this verse is, this is the divinity of the personality of Godhead. He is not affected by the qualities of material nature even though he is in contact with them. Similarly, the devotees who have taken shelter of the Lord do not become influenced by the material qualities. So both the Lord and his pure devotees are unaffected by material qualities, material nature."
    },
    {
      "start_time": 108,
      "end_time": 226,
      "verse_references": [],
      "themes": [
        "Vedas",
        "Shruti",
        "Smriti",
        "Transcendental Nature of Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Supreme Lord, Krishna, is transcendental only, nirguna, nirguna this word is used.",
      "summary": "The speaker explains the Vedas, Shruti, and Smriti, emphasizing the transcendental nature of Krishna and citing confirmations from various scriptures and Acharya Shankara.",
      "timestamp_url": "https://youtu.be/kaq1QUSodbI?t=108",
      "transcript": "So Srila Prabhupada explains this in the purport. In the Vedas and Vedic literatures, Shruti and Smriti—Shruti is the portion of the Vedas which is coming down through the oral tradition from the beginning of creation, whatever was revealed to Brahma by the Supreme Lord within the heart of Brahma, Tene Brahma Hrudaya Adhikavaye. The original Vedas and Smriti is the corollary literature in pursuance of the Vedas. The Vedas explained by saintly persons, great acharyas, great rishis, for understanding of the common people. The Smriti literature means the Upuranas, the Itihasas, Dharmashastras, like that. So all of them affirm that in the divinity there is nothing material. The Supreme Lord, Krishna, is transcendental only, nirguna. Nirguna, this word is used. The Supreme cognisant is always cognisant, is always full of consciousness and is supremely conscious person. Hari or the personality of God had a supreme transcendental person beyond the range of material affection. Hari nirgunasakshaa. This is the statement in the Bhagavad Gita, in the 10th canto. Hari, the supreme personality of Godhead, is a supreme transcendental person situated beyond the range of material affection."
    },
    {
      "start_time": 226,
      "end_time": 368,
      "verse_references": [],
      "themes": [
        "Krishna's Activities",
        "Material Nature",
        "Divinity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So why should Vasudeva be afraid or why should Krishna be afraid?",
      "summary": "The speaker addresses potential doubts about Krishna's interactions with the material world, such as his birth in the Yadu dynasty and his killing of asuras, questioning why these actions appear to be influenced by material nature.",
      "timestamp_url": "https://youtu.be/kaq1QUSodbI?t=226",
      "transcript": "These statements are confirmed even by Acharya Shankara. Shankaracharya says, Narayana paro avyaktat. So he admits, Narayana, the supreme personality of Godhead is beyond this manifested and unmanifested matter. One may argue that his relation with the goddess of fortune may be transcendental. But what about his relation with the Yadu dynasty being born in that family? Or is killing the non-believers like Jarasandha and other asuras directly in contact with the modes of material nature? Because Lakshmi is situated transcendentally. People may consider his relationship with Lakshmi to be also transcendental. But what about Krishna taking birth in the Yadu dynasty as the son of Vasudeva and Devaki while they were imprisoned? And as if Vasudeva and Devaki are afraid that Kamsa will kill this newborn child, Vasudeva takes that newborn child and hides him in Gokula, Vasudeva under the care of Yashoda and Nanda. It appears like Krishna is afraid or Vasudeva is afraid of Kamsa killing the child. So why should Vasudeva be afraid or why should Krishna be afraid? Because Krishna only directed Vasudeva, take me to Gokula. So why did Krishna do so? Therefore, his taking birth in the Yadu dynasty as the son of Vasudeva and Devaki under very very peculiar circumstances or his killing the non-believers like Jarasandha and other asuras directly in contact with the modes of nature. This Jarasandha and all these asuras, they are completely entrenched in the three gunas and they are killed by Krishna as if Krishna had no other means of subduing these people."
    },
    {
      "start_time": 368,
      "end_time": 446,
      "verse_references": [],
      "themes": [
        "Divinity",
        "Material Nature",
        "Control"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "That is the affirmation in these words. prakṛtiṣṭhopi tad gunaihi na yujyate",
      "summary": "The speaker explains that Krishna's divinity is never in contact with the qualities of material nature, as he is the ultimate source and controller of everything.",
      "timestamp_url": "https://youtu.be/kaq1QUSodbI?t=368",
      "transcript": "So the answer is, Prabhupada gives the answer, that divinity of the personality of Godhead is never in contact with the qualities of material nature in any circumstances. That is the affirmation in these words: prakṛtiṣṭhopi tad gunaihi na yujyate. He is in contact, appears to be in contact, but he is aloof, never in contact. Actually, he is in contact with such qualities because he is the ultimate source of everything. ahaṁ sarvasya prabhavo janmadyasya yatah. Everything has ultimately got its source in Krishna, the Supreme Personality of Godhead. He is the ultimate source of everything. So he is the source of the three gunas also. They are his energies. They are working according to his control and direction and his will. So, he being the controller, he will never come under the control of the materials. He will never come under the control of the material modes of nature."
    },
    {
      "start_time": 446,
      "end_time": 592,
      "verse_references": [
        "BG 18.78"
      ],
      "themes": [
        "Yogeshwara",
        "Mystic Powers",
        "Krishna's Supremacy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Yogeshwara means he is the master of mystic power, or in other words, the all-powerful.",
      "summary": "The speaker elaborates on Krishna's position as Yogeshwara, the master of all mystic powers, contrasting it with the limited powers of ordinary yogis and highlighting Krishna's unlimited siddhis.",
      "timestamp_url": "https://youtu.be/kaq1QUSodbI?t=446",
      "transcript": "Please understand this point. He being the supreme controller always, eternally, why will he come under the control of material nature? He is known, therefore, as Yogeshwara. In the Bhagavad Gita, yatra yogeshwara krishnao yatra pārthodhanuddharah. Yogeshwara means he is the master of mystic power, or in other words, the all-powerful. A yogi in this material world, after practicing severe austerities, may get ashta siddhi, eight kinds of mystic powers, which will bewilder even the greatest of human beings. Everybody can be bewildered by the ashta siddhi displayed by some powerful yogis, perfect yogis. But Krishna is Yogeshwara, the master of all these yogis. And he only awards that ashta siddhi to the yogis. He has unlimited siddhis. Krishna has unlimited siddhis. A yogi can only have eight siddhis. Of course, eight major and eight minor. They have different kinds of siddhis. But maximum, eight major siddhis and eight minor siddhis, and four auxiliary siddhis. This is explained in detail in the eleventh canto of the Bhagavad Gita. But Krishna personally has unlimited mystic powers. So we cannot even imagine what are the kinds of mystic powers Krishna has. Just like a yogi, to give an example. A yogi can expand into eight forms, at the most, ten forms. Krishna expanded into 16,108 forms when he married 16,108 princesses and was living with them in 16,100 palaces. So that is Krishna, Yogeshwara."
    },
    {
      "start_time": 592,
      "end_time": 755,
      "verse_references": [],
      "themes": [
        "Devotees",
        "Transcendence",
        "Goswamis of Vrindavan"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Even his pure devotees are unaffected by material kunas.",
      "summary": "The speaker explains that Krishna's devotees are also unaffected by material qualities, using the example of the six Goswamis of Vrindavan who renounced material opulence for devotional service.",
      "timestamp_url": "https://youtu.be/kaq1QUSodbI?t=592",
      "transcript": "Please understand this point. And Krishna's devotees, learned devotees are not affected by the influence of material mounts. What is being of Krishna? Even his pure devotees are unaffected by material gunas. The example is given. The great six Goswamis of Vrindavan, the direct disciples of Chaitanya Mahaprabhu, who were in Vrindavan, living in a very austere condition, for doing devotional work, according to Chaitanya Mahaprabhu's directions. They all came from greatly rich and aristocratic families. But when they adopted the life of mendicants of Vrindavan, superficially they appeared to be in a wretched condition of life. But factually, they were the richest of all in spiritual values. The Goswamis, the six Goswamis of Vrindavan, tyaktva, toornam, ashesha, mandala, pati, srenim, sada, tuchchavat. They gave up all aristocracy and all material opulences. And they adopted the renounced order, Goswamis. And they were living like beggars, just begging for a little food. Little food, not much. And from whom? From the devotees, from the brajavasis, little food. And then doing the work of writing extensively the scriptures, preparing the scriptures for us, for common people, explaining the transcendental subject matter. And then they were engaged in excavating lost places in Vrindavan. And they were engaged in preaching Krishna consciousness. They were engaged in chanting, performing Sankirtana, showing by their example how we should do. So, such Mahabhagavatas, or first great devotees, all the moving amongst men are not contaminated by honour, insult, hunger or satisfaction, sleep or wakefulness, which are all resultant actions of the three modes of material nature. So, we can understand how they are unaffected by the three gunas when we see their behaviour. They don't care for any honour. Somebody praises them, they are not elated. And somebody insults them, they don't feel hurt."
    },
    {
      "start_time": 755,
      "end_time": 894,
      "verse_references": [],
      "themes": [
        "Transcendence",
        "Behavior",
        "Material Desires"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "So, there is a test you can apply to actually understand whether somebody is actually transcendently situated or not.",
      "summary": "The speaker discusses how to recognize someone who is truly situated in transcendence, emphasizing that it's not just about outward appearance but also about their behavior and freedom from material desires.",
      "timestamp_url": "https://youtu.be/kaq1QUSodbI?t=755",
      "transcript": "They continue with their service unaffected by all these conditions. And the Goswamis were so controlled in their sense activities, they used to sleep for two hours or not even that. So, what were they doing? They were busy with writing books, with excavating lost places of Krishna's pastimes, and preaching and chanting and Sankirtana. Twenty-two hours they used to work, constantly engaged in such work. And with great internal pleasure, they used to do that, not as if it's a burden. Now, Prabhupada explains that some of them are engaged in worldly dealings yet are unaffected, the pure devotees. Unless these neutralities of life are there, one cannot be considered to be situated in transcendence. So, there is a test you can apply to actually understand whether somebody is actually transcendently situated or not. It's not just by dressing oneself in some saffron clothes or just remaining in some simple dress or staying in a forest. That alone is not the criterion. It's also how their behavior is under different circumstances. When they interact with ordinary people, do they become affected by anger or by insult? Or do they have any trace of material desires? Do they have any trace of envy? No. So, it is very, very evident and this is clearly proved by their interactions with ordinary people."
    },
    {
      "start_time": 894,
      "end_time": 930,
      "verse_references": [
        "BG 9.13"
      ],
      "themes": [
        "Divinity",
        "Internal Potency",
        "Devotees"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna's internal potency is particularly the protector of the pure devotees.",
      "summary": "The speaker concludes by stating that the divinity and its associates are on the same transcendental plane, protected by the internal potency of the Lord, and ends the discourse.",
      "timestamp_url": "https://youtu.be/kaq1QUSodbI?t=894",
      "transcript": "So, the divinity and its associates are on the same transcendental plane and their glories are always sanctified by the action of the internal potency of the Lord. They are always under the internal potency. This is described by Krishna in the Bhagavad Gita: mahātmānastu mām pārtha daivīṁ prakṛtim āśritāḥ. Krishna's internal potency is particularly the protector of the pure devotees. And Krishna himself also employs his internal potency for all his activities. I'll stop here."
    }
  ]
}