{
  "video_id": "kcyhwydg42Q",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.11.32-33 | 22-07-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=kcyhwydg42Q",
  "segments": [
    {
      "start_time": 57,
      "end_time": 330,
      "verse_references": [],
      "themes": [
        "devotion",
        "conjugal love",
        "Krishna's presence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Although due to feminine shyness, there were many hindrances to embracing the dear husband, Lord Sri Krishna, the Queens performed that act by seeing him through the eyes.",
      "summary": "HH Stoka Krishna Swami explains verses 32 of the 11th chapter of the 1st canto Srimad Bhagavatam, focusing on the queens' devotion to Lord Krishna and their expressions of love upon his return.",
      "timestamp_url": "https://youtu.be/kcyhwydg42Q?t=57",
      "transcript": "In this session we will be discussing from the 32nd verse and the 33rd verse of the 11th chapter of the 1st canto Srimad Bhagavatam. The 32nd verse is as follows. The meaning of this verse is, So this is spoken by Suta Goswami. He is addressing the sages of Naimisharanya headed by Shaunaka, who is described here as Bruguvarya, chief amongst the Brugus. That's addressing Shaunaka Rishi, who is the chief of the Brugus. The explanation here is, the ecstasy they experienced as soon as they saw the Lord and their natural reaction was to embrace him. So first they embraced him within the innermost recesses of their hearts, and then they embraced him visually, and then they sent their sons to embrace him, which is equal to personally embracing him. Now after all this, they tried to restrain their feelings by not shedding tears, but they could not avoid that. They inadvertently shed tears. These are tears of joy on seeing their beloved Lord returned to the past. Those tears, impassioned with his love and respect. This is a very important case for the Lord. So, how can this be fair? You know, Shaunaka and his wife were inside a palace after a long period of absence. So, Srila Prabhupada explains this in the Purport. Although due to feminine shyness, there were many hindrances to embracing the dear husband, Lord Sri Krishna. The Queens performed that act by seeing him through the eyes, by putting him in the course of their hearts. As soon as they saw the impression of the Lord within the core of their heart, these were their instincts, and by sending their sons to embrace him, still the act remained unfinished and tears rolled down their cheeks despite all endeavors to check them. So Srila Prabhupada further explains here, one indirectly embraces the husband by sending the son to embrace him because the son is developed as part of the mother's body. The embrace of the son is not exactly the embrace of husband and wife from the sexual point of view, but the embrace is satisfaction from the affectionate point of view. The embrace of the eyes is more effective in the conjugal relation and thus according to Srila Jeeva Goswami there is nothing wrong in such an exchange of feeling between husband and wife. So this is the explanation"
    },
    {
      "start_time": 330,
      "end_time": 579,
      "verse_references": [],
      "themes": [
        "surrender",
        "fortune",
        "material world",
        "impermanence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "In the material world no one is permanently fortunate however clever one may be.",
      "summary": "HH Stoka Krishna Swami explains verse 33, highlighting the impermanence of material fortune and the importance of surrendering to the lotus feet of Krishna.",
      "timestamp_url": "https://youtu.be/kcyhwydg42Q?t=330",
      "transcript": "for the meeting of the queens with their husband Lord Krishna, the king of Dwarka. Then the next verse, the 33rd verse. The meaning of this 33rd verse is, although Lord Sri Krishna was constantly by their sides, as well as exclusively alone, His feet appeared to them to be newer and newer. The goddess of fortune, although by nature always restless and moving, could not quit the Lord's feet. So what woman can be detached from those feet having once taken shelter of them? So Srila Prabhupada explains this elaborately in the purport. The result of somebody completely surrendering to the Lord and taking shelter of his Lord's feet. What is the result of that? Srila Prabhupada explains in the purport, conditioned living beings are always after the favour of the goddess of fortune, although by nature she is moving from one place to another. In this material world, everyone, all conditioned souls are living. It doesn't matter if you are saying that you are living or not, you are no longer living. It is youratura. They are in a state of existence where they have to seek anything and everything that they want, that they need. That is not the state of existence in the spiritual world, in the association of the Lord. In the spiritual world everything is in plenty and merely by desiring anyone can get whatever they need because there are desiraries to supply everything in the spiritual world. But that's not the case in the material world. In the material world there are material laws which are working, the laws of karma, and one has to work in order to even maintain oneself. So, such conditioned living beings, means those who are under the conditions of material nature, all the living beings within this material world who have come here for the sake of material enjoyment, independent material enjoyment, in forgetfulness of Krishna, they always seek the favor of the goddess of fortune. And the nature of the goddess of fortune is she keeps moving from one place to another. She is not fixed up except at the lotus feet of Krishna. And further Srila Prabhupada says, In the material world no one is permanently fortunate however clever one may be. Nobody is always fully fortunate, no. There have been so many big empires in different parts of the world. There have been so many powerful kings all over the world. And there have been so many fortunate men. But all of them have been liquidated gradually. Permanently nobody is having all the wealth or the power or the other kinds of fortunes. It's never permanent. This is the law of material nature."
    },
    {
      "start_time": 579,
      "end_time": 796,
      "verse_references": [],
      "themes": [
        "spiritual world",
        "Krishna's eternal youthfulness",
        "liberation",
        "time"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The spiritual relation with the Lord is so enlivening and resourceful that no one can leave the company of the Lord once having taken shelter of him.",
      "summary": "HH Stoka Krishna Swami contrasts the material and spiritual worlds, emphasizing Krishna's eternal youthfulness and the eternal bliss of the spiritual realm, free from the influence of time and material modes.",
      "timestamp_url": "https://youtu.be/kcyhwydg42Q?t=579",
      "transcript": "As soon as the body is finished, everything is finished, connected with the body. But spiritually it is different. What is the difference? That is explained in the Brahma Samhita. According to Brahma Samhita, The Lord is served very respectfully by hundreds and thousands of goddesses of fortune. The statement in the Brahma Samhita is, They are always in a lonely place also with the Lord, the goddess of fortune. But still the association with the Lord is so inspiringly newer and newer, that they cannot quit the Lord for a moment, even though they are by nature very restless and moving and are moving about. Another name for Lakshmi is Chanchala. She is restless. She always keeps moving around. But when it comes to the association of the Lord, particularly His lotus feet appear always newer and newer. That is the spiritual nature. And that is the special thing about the Lord. Adhyam purana purusham na va yauvanam ca. In the Brahma Samhita. Na va yauvanam. He is freshly youthful all the ways, even though he is the oldest personality. He is the youngest in the Brahma Samhita. He is the oldest personality. Purana purusham. Oldest personality. But his transcendental form never ages like this material forms. Never. And the form always appears freshly youthful. The spiritual relation with the Lord is so enlivening and resourceful that no one can leave the company of the Lord once having taken shelter of him. So that's why the scriptures are directing us. Take shelter of the lotus feet of the Lord. All your problems will be solved. No more any attraction will remain in the material world. Actually material world is not really attractive. It is a presentation of the illusory energy to bewilder the living entities who are desirous of independent enjoyment. It is just an interaction of the three gunas, producing a temporary appearance of some attractive features. But spiritual beauty, spiritual world is not at all conducted by the three material modes. There is no touch of matter there. There are no material modes. There is no destructive kala. The time factor is conspicuous by its absence in the spiritual world."
    },
    {
      "start_time": 796,
      "end_time": 936,
      "verse_references": [
        "BG 7.5"
      ],
      "themes": [
        "surrender",
        "potencies",
        "enjoyment",
        "devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So therefore Bhagavad Gita directs us surrender to the Lord, and in his association you will be able to satisfy your desires completely.",
      "summary": "HH Stoka Krishna Swami explains the concept of living beings as feminine potencies of the Lord, emphasizing the importance of surrendering to Krishna for complete satisfaction and experiencing ecstasy through devotion.",
      "timestamp_url": "https://youtu.be/kcyhwydg42Q?t=796",
      "transcript": "So such a spiritual world Krishna is inviting all of us. The living beings are by constitution feminine by nature. Prakriti. That's the way they are designated or explained in the Bhagavad Gita. The male or enjoyer is the Lord, and all manifestations of his different potencies are feminine by nature. The Lord is only male, only Purusha, and all his potencies are prakriti, feminine. In the Bhagavad Gita the living beings are designated as paraprakriti. Apareyam itastu anyam prakritim vidhime param jivabhutam. The living beings are jivabhutam. They are param. Paraprakriti, or superior potency, spiritual potency. The material elements are aparaprakriti or inferior potency. They lack consciousness. Just like this table. This table doesn't have any consciousness. Any of the material items, objects, they don't have consciousness. Consciousness is only in the spiritual entities beginning with the living beings. Such potencies are always employed for the satisfaction of the employer or the enjoyer. All potencies are meant for the enjoyment of the Lord. He is the only enjoyer. He is the only Purusha. So therefore Bhagavad Gita directs us surrender to the Lord, and in his association you will be able to satisfy your desires completely. And that is what will be explained in the next few verses. How the devotees, they serve the Lord and seek and they are able to experience ecstasy, satisfaction, happiness, everything. I will stop here. Thank you very much."
    }
  ]
}