{
  "video_id": "KDfTUr7m6lY",
  "title": "SB 1.18.38-41 | HH Stoka Krishna Swami | 24-04-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=KDfTUr7m6lY",
  "segments": [
    {
      "start_time": 34,
      "end_time": 196,
      "verse_references": [],
      "themes": [
        "anger",
        "consequences",
        "impudence",
        "regret"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So this was completely impudent on his part to have cursed the king like that.",
      "summary": "The speaker narrates the story of Sringi cursing King Pariksit and his subsequent regret, highlighting the impudence of the act and the realization of the mistake.",
      "timestamp_url": "https://youtu.be/KDfTUr7m6lY?t=34",
      "transcript": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deviim Saraswatim Vyasam Tato Jayam Udi Rayet. In this session, we will be discussing four verses, 38, 39, 40, and 41, of the 18th chapter of the first canto of Sriman Bhagavatam. The 38th verse. The meaning of this verse is: Thereafter, when the boy returned to the hermitage, he saw a snake on his father's shoulder, and out of his grief, he cried very loudly. This boy has not even seen what has happened. He just heard from his playmates, and immediately his reaction was, \"How deadly! How dare the king insult my father! What does he think of himself? Watch my power! Now I am going to teach him a lesson!\" And he became extremely angry, immediately cursed the king to die in seven days. So this was completely impudent on his part to have cursed the king like that. So he saw the snake on his father's shoulder after having cursed the king already, and he began to cry very loudly, realizing what a great mistake he had done. So in the purport, Srila Prabhupada says, \"The boy was not happy because he committed a great mistake, and he wanted to be relieved of the burden on his heart by crying.\" A small boy has made a very, very big mistake. He is realizing his mistake, but it's too late. So after entering the hermitage and seeing his father in that condition, he cried loudly so that he might be relieved, but it was too late. The father regretted the whole incident."
    },
    {
      "start_time": 198,
      "end_time": 315,
      "verse_references": [],
      "themes": [
        "meditation",
        "perception",
        "detachment"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Hearing his son crying, gradually opened his eyes and saw the dead snake around his neck.",
      "summary": "The speaker describes Shamika Rishi's reaction to his son's crying, explaining how he gradually came out of his trance and noticed the dead snake around his neck.",
      "timestamp_url": "https://youtu.be/KDfTUr7m6lY?t=198",
      "transcript": "39th verse: Sava Angiraso Brahman Shrutva Suta Vilapanam Unmilya Shanakair Netre Drishtva Chamse Mruthoragam. The meaning of this 39th verse: O Brahmanas! Now who is addressing this? O Brahmanas! It is Suta Goswami who is addressing the sages of Naimisharanya while describing this incident. The rishi who was born in the family of Angira Muni. This rishi refers to Shamika Rishi, whose ashram Pariksit had entered, searching for water, and whose son was Sringi. So this rishi, that is Shamika Rishi, was born in the family of Angira Muni, a very glorious dynasty or lineage of Brahmanas. Hearing his son crying, gradually opened his eyes and saw the dead snake around his neck. This rishi was sitting in trance in meditation when Pariksit entered the ashram. So he could not properly, he could not receive the king. He could not offer him any hospitality. He was not conscious of his external surroundings. He was deep in trance. So when he heard the sound of his son crying, loudly crying, he gradually opened his eyes, that is coming out of trance, and he saw the dead snake around his neck. Now what is his reaction?"
    },
    {
      "start_time": 318,
      "end_time": 474,
      "verse_references": [],
      "themes": [
        "forgiveness",
        "influence of Kali",
        "degradation of society",
        "misuse of power"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Actually, there was nothing seriously wrong in Maharaj Pariksit's act. But the foolish son took it very seriously. And being influenced by Kali, he cursed the king.",
      "summary": "The speaker explains that Shamika Rishi did not take the snake incident seriously and attributes Sringi's curse to the influence of Kali, leading to the downfall of Brahmanical power and societal degradation.",
      "timestamp_url": "https://youtu.be/KDfTUr7m6lY?t=318",
      "transcript": "The fortieth verse: Visrjya tamcha papracha vatsakasmadhi rodhisi kenavate apakritam ityuktasa nyavedayat. The meaning of this fortieth verse: He threw the dead snake aside, Visrjya, and asked his son why he was crying, whether anyone had done him any harm. On hearing this, the son explained to him what had happened. So the rishi is hearing from his son, what happened, why are you crying? So the boy explained what all happened. In the purport, Srila Prabhupada says, the father did not take the dead snake on his neck very seriously. He just threw away the snake and did not take it very seriously. Who has done this? Why has he done this? Why this dead snake around my neck? He never thought anything very seriously wrong had happened by that snake, that snake being placed on his neck. He simply threw it away. Actually, there was nothing seriously wrong in Maharaj Pariksit's act, but the foolish son took it very seriously, and being influenced by Kali, he cursed the king, and thus ended a chapter of happy history. With the cursing of Maharaj Pariksit, the Brahmanical power is lost because of misuse. And then with the downfall of the Brahmanas, gradually all the other sections of the society will fall down, and thus the whole society becomes degraded, the human society. And it is definitely the influence of Kali. This is the beginning of Kali Yuga. So the influence of Kali. Kali means irreligion personified."
    },
    {
      "start_time": 478,
      "end_time": 685,
      "verse_references": [],
      "themes": [
        "justice",
        "proportionality",
        "punishment",
        "responsibility"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "always the punishment for a mistake should be in proportion to the degree of the mistake that is committed.",
      "summary": "The speaker emphasizes the importance of proportionate punishment, highlighting that the curse on King Pariksit was a severe punishment for a minor offense.",
      "timestamp_url": "https://youtu.be/KDfTUr7m6lY?t=478",
      "transcript": "Adharma bandhu. So Kali is meant for spreading irreligion among the people of this Kali Yuga. The forty-first words: nishamya shaptam atad arham narendram sa brahmano na atmajam abhyanandat aho bata amho mahad adhyate krutham alpi yasi droha urur dhamo dhritah. The meaning of this forty-first verse: The father heard from his son that the king had been cursed, although he should never have been condemned, for he was the best amongst all human beings. When Shamika Rishi heard from his son that the king was cursed, he understood that just for a very minor mistake, the king was condemned to death. This is one important point to note, that always the punishment for a mistake should be in proportion to the degree of the mistake that is committed. That means a severe punishment for very big blunders and small punishment for minor mistakes. There has to be some consideration like this always that is there in punishing somebody. The Rishi did not congratulate his son, but on the contrary began to repent, saying, \"Alas, what a great sinful act was performed by my son. He was awarded heavy punishment for an insignificant offense.\" He refers to the king. The king was awarded heavy punishment for an insignificant offense. Death sentence or death punishment, punishment by being condemned to die by snake bite, is a very, very, very, very heavy punishment. And that too, who is being punished like that? The emperor of the world, who is the Rajarishi, who is the protector of all the citizens, who was able to keep away such a king, such a righteous, glorious, wonderful, full of wonderful qualities, such a king is being condemned to death. It's a heavy punishment."
    },
    {
      "start_time": 688,
      "end_time": 807,
      "verse_references": [],
      "themes": [
        "kingship",
        "divine representation",
        "authority",
        "vedic injunctions"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The king is the best of all human beings. He is the representative of God and he is never to be condemned for any of his actions.",
      "summary": "The speaker elaborates on the Vedic concept of the king as a representative of God, emphasizing that a righteous king should not be condemned for his actions and is trained to be a Rajarishi.",
      "timestamp_url": "https://youtu.be/KDfTUr7m6lY?t=688",
      "transcript": "So in the purport, Srila Prabhupada explains, the king is the best of all human beings. He is the representative of God, and he is never to be condemned for any of his actions. So king means he is meant to rule over the citizens unless he himself is the best of all human beings. He cannot really rule over the citizens. So he himself is qualified, exceptionally qualified. And not only that, in the Vedic culture, he is the representative of God, because God is the real controller of everyone. The supreme lord, Krishna, he is the supreme controller. He is the supreme controller, but he has his representatives, and particularly in human society, he has the king as his representative. So such a personality is never to be condemned for any of his actions. In other words, the king can do no wrong. This is the Vedic injunction. The king is never to be condemned. The king is never to be considered as acting wrongly, if he is acting as the representative of God and he is ruling according to the"
    },
    {
      "start_time": 813,
      "end_time": 931,
      "verse_references": [],
      "themes": [
        "justice",
        "kingship",
        "punishment",
        "responsibility"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "even if there is something wrong with the king, he is never to be condemned.",
      "summary": "The speaker continues to discuss the role of the king, explaining that even if a king makes a mistake, he should not be condemned, and reiterates that the punishment should be proportionate to the offense.",
      "timestamp_url": "https://youtu.be/KDfTUr7m6lY?t=813",
      "transcript": "Now here is an example given by Srila Prabhupada. The king may order hanging of a culprit's son of a Brahmana, but he does not become sinful for killing a Brahmana. Shastras say Brahmana should never be killed, but the king, in exceptional cases, when the son of a Brahmana misbehaves or deserves to be punished by capital punishment, then the king can give that punishment to somebody who is deserving such a punishment. And in that case, the king does not incur the sin for killing a Brahmana. Further, Srila Prabhupada says, even if there is something wrong with the king, he is never to be condemned. So what to speak of a good and pious king like Maharaj Pariksit? So the king is trained to become a Rajarshi, and a Rajarshi or a great saint, he is never to be condemned the way Shringi treated this great Maharaj Pariksit. So the instruction of the Vedas is, the king is called Narendra or Naradeva, and he is the best amongst the human beings. So he should not be condemned like this. For a minor mistake, he may be given some very minor punishment, but never such a grave punishment or a severe punishment for a minor mistake. That is completely wrong."
    }
  ]
}