{
  "video_id": "kF-oaFcfY74",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.8.34 | 02-03-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=kF-oaFcfY74",
  "segments": [
    {
      "start_time": 0,
      "end_time": 51,
      "verse_references": [],
      "themes": [
        "Invocation",
        "Prayers"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Agyanati Mirandhasiya Gyananjani Shalakaya Chaksharunmelitam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, invoking blessings and paying respects to the spiritual master and Lord Krishna.",
      "timestamp_url": "https://youtu.be/kF-oaFcfY74?t=0",
      "transcript": "Om Agyanati Mirandhasiya Gyananjani Shalakaya Chaksharunmelitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshthaya Bhutale Srimate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jaya Mudhirayet"
    },
    {
      "start_time": 52,
      "end_time": 118,
      "verse_references": [
        "SB 1.8.34"
      ],
      "themes": [
        "Krishna's Incarnation",
        "Purpose of Avatar"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "so yet one more reason why Krishna appeared",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam and discusses the reasons for Krishna's appearance, highlighting that while the Lord may appear for one apparent purpose, He solves many problems simultaneously.",
      "timestamp_url": "https://youtu.be/kF-oaFcfY74?t=52",
      "transcript": "In this session we will be discussing from the 34th verse of the 8th chapter of the 1st canto, Srimad Bhagavatam, continuing the prayers by Queen Kunti. The meaning of this verse is: Others say that the world, being overburdened like a boat at sea, is much aggrieved and that Brahma, who is your son, prayed for you and so you have appeared to diminish the trouble. So yet one more reason why Krishna appeared. Krishna had incarnated, and all these reasons are valid reasons. So the Lord is so expert that when he appears for apparently one purpose, actually he solves so many problems."
    },
    {
      "start_time": 118,
      "end_time": 295,
      "verse_references": [],
      "themes": [
        "Brahma's Birth",
        "Narayana's Potency",
        "Garbhodakashayi Vishnu"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "without spiritual contact matter cannot create",
      "summary": "The speaker explains Brahma's unique birth from Narayana without a mother (Lakshmiji), emphasizing the omnipotency of the Lord and the necessity of spiritual contact for material creation.",
      "timestamp_url": "https://youtu.be/kF-oaFcfY74?t=118",
      "transcript": "All the problems of all the people, that's the Lord's way of incarnation. So here another reason is being given that Brahma, he felt that the earth was overburdened by demoniac forces and he was unable to deal with it, so he prayed for the Lord's incarnation and the Lord appeared to diminish this burden. So in the purport, Srila Prabhupada explains, \"Brahma or the first living being born just after the creation is the direct son of Narayana. Narayana as Garbhodakashayi Vishnu. Garbhodakashayi Vishnu is a form of Narayana incarnating as Vishnu as the second Vishnu form in this world. Garbhodakashayi Vishnu first of all this Vishnu enters the material universe, why? Because without spiritual contact matter cannot create. We think that material changes are taking place automatically, no, nothing happens automatically. Behind matter there has to be spirit.\" So Srila Prabhupada says, \"Without spiritual contact matter cannot create. This principle was followed from the very beginning of the creation. The supreme spirit, that is the supreme Lord, entered the universe and the first living being Brahma was born on a lotus flower grown out of the transcendental abdomen of Vishnu. Garbhodakashayi Vishnu has got a lotus like depression in his navel region. From that Lotus navel a lotus flower was born, therefore he is called Padmanabha.\" What I've heard this name, Padmanabha, he from whose navel, nabi or nabha, Padma, a lotus appeared. Brahma was born on that Lotus. So Srila Prabhupada says, \"Vishnu is also known therefore as Padmanabha. Brahma is known as Atma Bhuvu because he was begotten directly from the father without any contact of mother Lakshmi ji. Brahma is also known therefore as Padmanabha. Brahma is known as Atma Bhuvu because he was begotten directly from the father without any contact of Mother Lakshmi ji.\""
    },
    {
      "start_time": 295,
      "end_time": 499,
      "verse_references": [],
      "themes": [
        "Narayana's Omnipotency",
        "Mayavada Philosophy",
        "Transcendental Nature of Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Narayana is not an ordinary living being.",
      "summary": "The speaker refutes the Mayavada philosophy that equates all beings with Narayana, emphasizing Narayana's transcendental nature and omnipotency, contrasting it with the limitations of ordinary living beings.",
      "timestamp_url": "https://youtu.be/kF-oaFcfY74?t=295",
      "transcript": "Vishnu's consort is Lakshmi. Generally anybody takes birth from a father and mother. That's our experience in this world. But Brahma, he was born directly from the father without any contact with the mother. Srila Prabhupada explains, Lakshmiji was present near Narayana engaged in the service of Lord Narayana, and still without contact with Lakshmiji, Narayana begot Brahma. So therefore Srila Prabhupada says, this is the omnipotency of Lord Narayana. Omnipotency means he is the father. He has got all power, all kinds of potencies, and those potencies are working. They are active, actively engaged in producing so many different changes. One who foolishly considers Narayana like other living beings should take a lesson from this. There are so many millions and billions of living beings including powerful devatas, but no devata can produce a son without contact between the male and female. Not possible. Never happens. Therefore, the conclusion is, Narayana is not an ordinary being. Narayana is not an ordinary living being. Especially the mayavadis. They wrongly think or consider everyone is Narayana. So between sanyasis, they address each other as Narayana. When one mayavadi sanyasi meets another mayavadi sanyasi, he says, Namo Narayana. So he is addressing the other sanyasi as Narayana. Then the other sanyasi will also address this first sanyasi as Narayana. This is blasphemy, because Narayana is not an ordinary living being. Ordinary living being can never become Narayana. Narayana never becomes conditioned. In this material world, Narayana never accepts a material body. So these mayavadis who accepted a material body, it is because they are jiva. They are ordinary living being. Living being is subject to bewilderment by the illusory energy. Living being has to be, may be forced to take birth and accept a material body, but Krishna does not take such birth. Krishna does not accept material body. Narayana is always transcendental."
    },
    {
      "start_time": 499,
      "end_time": 679,
      "verse_references": [],
      "themes": [
        "Narayana's Potencies",
        "Brahma Samhita",
        "Creation Process"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Narayana is the personality of God in himself.",
      "summary": "The speaker elaborates on Narayana's divine potencies, referencing Brahma Samhita to explain how each part of His body can perform the functions of all other parts, and discusses Brahma's role in the secondary creation process.",
      "timestamp_url": "https://youtu.be/kF-oaFcfY74?t=499",
      "transcript": "So, the conclusion or the proper understanding is that Narayana is the personality of God in himself, and he has all the potencies of all the senses in all the parts of his transcendental body. So, this is statement in the Brahma Samhita. As regards the Supreme Personality of God, Brahma Samhita states, \"His different parts of the body are capable of doing the work of all other parts. Each part or each sense can act, and perform the activities of all other senses.\" Just like Narayana can eat by seeing through his eyes. We can only see with our eyes. We cannot eat with our eyes. We cannot see with our mouth. We can only eat with our mouth. Like that. So, Srila Prabhupada explains, \"An ordinary living being begets a child by sexual intercourse, and he has no other means to beget a child other than the one designed for him. But Narayana being omnipotent is not bound to any condition of energy.\" Supreme Lord Narayana, he is complete and independent to do anything and everything by his various potencies, very easily and perfectly. Everything the Lord does, through his energies, through his potencies, easily and perfectly. Just by his will, things happen. That's all. Nothing more. And whatever he does, he does it perfectly. Brahma is therefore directly the son of the father, and was not put into the womb of a mother, therefore Brahma is called Atma Bhuv, self-born, because he doesn't have a mother. Brahma doesn't have a mother. Doesn't enter a womb of a mother. No. This Brahma, who is thus created by Narayana, without any contact with the woman, this Brahma is in charge of further creations in the universe. Further creations in the universe. So the initial work of creation is done by Vishnu, but afterwards, after Brahma is born, Brahma does the further work of creation."
    },
    {
      "start_time": 679,
      "end_time": 867,
      "verse_references": [],
      "themes": [
        "Brahma's Empowerment",
        "Kshirodakashayi Vishnu",
        "Prayers for Incarnation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If Brahma were not empowered by Narayana, Brahma could not create.",
      "summary": "The speaker explains that Brahma's ability to create is due to the power invested in him by Narayana, describes Kshirodakashayi Vishnu and the demigods' prayers to Vishnu for relief from the burden of the earth, leading to Krishna's appearance.",
      "timestamp_url": "https://youtu.be/kF-oaFcfY74?t=679",
      "transcript": "And Prabhupada explains here, \"secondarily reflected by the potency of the omnipotent.\" What is the meaning of this? That Brahma does further work of creation. Like Brahma creates the Prajapatis. Now that is also due to the potency of the Supreme Lord, which is invested in Brahma to do the further creation. If Brahma were not empowered by Narayana, Brahma could not create. If Brahma were not empowered, he could not create. Within the halo of the universe, there is a transcendental planet known as Shwetadvipa, which is the abode of the Kshirodakashaya Vishnu. This is the third Vishnu form, Kshirodakashaya Vishnu. He is residing in a planet called Shwetadvipa, in which there is a milk ocean, and in the center of the milk ocean, there is an island. On that island, the Lord resides at Kshirodakashaya Vishnu, the maintainer Vishnu of this whole universe. Whenever there is trouble in the universe that cannot be solved by the administrative demigods, they approach Brahma. And if Brahma also cannot solve their problem, then Brahma consults and prays to Kshirodakashaya Vishnu, the maintainer Vishnu. So when Kamsa and others were giving trouble, then earth became overburdened by the misdeeds of these demoniac people. So Brahma, along with the other devatas, prayed at the shore of the Kshirodaka ocean, and they were advised that the Supreme Lord himself is going to descend in his avatar as Krishna. And they also knew that Krishna would appear as the son of Vasudeva and Devaki. So therefore, some people say the Lord appeared because of the prayers of Brahmaji. Brahma prayed. It's a fact. Brahma prayed, and he got the response from the Lord within his heart that the Supreme Lord himself will personally appear in the Yadu dynasty as the son of Vasudeva and Devaki. Therefore, when Krishna appeared in the womb of Devaki, then the devatas came to pray to Krishna within the womb of Devaki. It's called Garbhasthuti prayers, Tenth canto, second chapter. Beautiful prayers are there which are offered by the demigods to Krishna in the womb of Devaki. They knew because Brahma was informed."
    },
    {
      "start_time": 867,
      "end_time": 870,
      "verse_references": [],
      "themes": [
        "Conclusion",
        "Gratitude"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Thank you very much.",
      "summary": "The speaker concludes the session and expresses gratitude.",
      "timestamp_url": "https://youtu.be/kF-oaFcfY74?t=867",
      "transcript": "So I'll stop here. Thank you very much."
    }
  ]
}