{
  "video_id": "KHe8E-ZPO-4",
  "title": "S.B. 3.15.31 | By His Holiness Stoka Krishna Swami | 06-07-2020 | Hare Krishna Movement Chennai",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=KHe8E-ZPO-4",
  "segments": [
    {
      "start_time": 0,
      "end_time": 79,
      "verse_references": [],
      "themes": [
        "anger",
        "devotion",
        "liberation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "According to the Vedic system, a sanyasi, a person in the renounced order of life, is dressed in sanyasi, is dressed in sanyasi, and is worn in saffron coloured garments.",
      "summary": "The speaker introduces the verse about the Kumaras becoming angry and sets the stage for discussing anger in the context of devotion and liberation.",
      "timestamp_url": "https://youtu.be/KHe8E-ZPO-4?t=0"
    },
    {
      "start_time": 79,
      "end_time": 136,
      "verse_references": [],
      "themes": [
        "sanyasi",
        "renunciation",
        "Vedic culture"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Therefore, the Vedic sociological conception is that a sanyasi should not be restricted. He is allowed to go anywhere and everywhere he wants, and he has not refused any gift he might demand from a householder.",
      "summary": "The speaker explains the role and freedom of a sanyasi in Vedic culture, emphasizing their duty to preach and not be restricted.",
      "timestamp_url": "https://youtu.be/KHe8E-ZPO-4?t=79"
    },
    {
      "start_time": 136,
      "end_time": 231,
      "verse_references": [
        "BG 5.29"
      ],
      "themes": [
        "Krishna",
        "friendship",
        "anger",
        "desire"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "As Lord Krishna states in the Bhagavad Gita, he is the best friend of all living entities, suhrdam sarva bhutanam.",
      "summary": "The speaker highlights Krishna as the best friend and explains the relationship between desire and anger, introducing the concept of anger as the younger brother of desire.",
      "timestamp_url": "https://youtu.be/KHe8E-ZPO-4?t=136"
    },
    {
      "start_time": 231,
      "end_time": 379,
      "verse_references": [],
      "themes": [
        "anger",
        "liberation",
        "Krishna consciousness",
        "sense gratification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The difference between the anger of an ordinary person and that of a liberated person is that an ordinary person becomes angry because his sense desires are not being fulfilled, whereas a liberated person like the Kumaras becomes angry when restricted in the discharge of duties for serving the Supreme Personality of Godhead.",
      "summary": "The speaker differentiates between anger in the conditioned and liberated states, emphasizing that liberated individuals become angry when service to Krishna is obstructed, not for personal gratification.",
      "timestamp_url": "https://youtu.be/KHe8E-ZPO-4?t=231"
    },
    {
      "start_time": 379,
      "end_time": 570,
      "verse_references": [],
      "themes": [
        "Kumaras",
        "liberation",
        "anger",
        "spiritual world"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "in the spiritual world everyone is fully satisfied always engaged in trying to please the supreme lord and the lord reciprocally always wants to please his devotees so it's a very cordial atmosphere",
      "summary": "The speaker begins to summarize the verse and the purport, emphasizing the unusual nature of the Kumaras' anger in the spiritual world and the Lord's desire to please his devotees.",
      "timestamp_url": "https://youtu.be/KHe8E-ZPO-4?t=379"
    },
    {
      "start_time": 570,
      "end_time": 730,
      "verse_references": [],
      "themes": [
        "anger",
        "Kumaras",
        "poetic description",
        "desire"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Here kamanuja, kama-anuja, the younger brother of desire means if desire is unfulfilled, it is generally followed by anger.",
      "summary": "The speaker elaborates on the poetic description of anger as the younger brother of desire, explaining that anger arises when desire is unfulfilled.",
      "timestamp_url": "https://youtu.be/KHe8E-ZPO-4?t=570"
    },
    {
      "start_time": 730,
      "end_time": 865,
      "verse_references": [],
      "themes": [
        "anger",
        "Bhagavad Gita",
        "liberated state",
        "negative quality"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Anger in the conditioned state, which is a negative quality, which is detrimental for our spiritual progress, which can result in criminal activities being performed, laws being broken, uncontrolled anger.",
      "summary": "The speaker contrasts the negative quality of anger in the conditioned state with the possibility of anger being a spiritual emotion in the liberated state.",
      "timestamp_url": "https://youtu.be/KHe8E-ZPO-4?t=730"
    },
    {
      "start_time": 865,
      "end_time": 1070,
      "verse_references": [],
      "themes": [
        "love",
        "anger",
        "liberated state",
        "kama",
        "prema"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Sometimes Radharani becomes angry with Krishna. That anger is out of love for Krishna. It is out of love for Krishna. So, in that anger also there is love.",
      "summary": "The speaker explains that anger can be an expression of love in the liberated state, distinguishing between kama (lust) and prema (love for Krishna).",
      "timestamp_url": "https://youtu.be/KHe8E-ZPO-4?t=865"
    },
    {
      "start_time": 1070,
      "end_time": 1227,
      "verse_references": [],
      "themes": [
        "sanyasi",
        "Vedic culture",
        "renunciation",
        "preaching"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This is the Vedic culture, that saffron color indicates the person is in the renounced order... those in the renounced order of life have no other business but preaching the glories and supremacy to the Supreme Personality of Godhead.",
      "summary": "The speaker returns to the topic of sanyasis, explaining the significance of saffron robes and their primary duty to preach Krishna consciousness.",
      "timestamp_url": "https://youtu.be/KHe8E-ZPO-4?t=1070"
    }
  ]
}