{
  "video_id": "KHe8E-ZPO-4",
  "title": "S.B. 3.15.31 | By His Holiness Stoka Krishna Swami | 06-07-2020 | Hare Krishna Movement Chennai",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=KHe8E-ZPO-4",
  "segments": [
    {
      "start_time": 0,
      "end_time": 79,
      "verse_references": [],
      "themes": [
        "anger",
        "devotion",
        "liberation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "According to the Vedic system, a sanyasi, a person in the renounced order of life, is dressed in sanyasi, is dressed in sanyasi, and is worn in saffron coloured garments.",
      "summary": "The speaker introduces the verse about the Kumaras becoming angry and sets the stage for discussing anger in the context of devotion and liberation.",
      "timestamp_url": "https://youtu.be/KHe8E-ZPO-4?t=0",
      "transcript": "When the Kumaras, although by far the fittest persons, were thus forbidden entrance by the two chief doorkeepers of Sri Hari, while other divinities looked on, their eyes suddenly turned red because of anger, due to their great eagerness to see their most beloved master Sri Hari, the personality of Godhead. Please repeat this translation. When the Kumaras, although by far the fittest persons, were thus forbidden entrance by the two chief doorkeepers of Sri Hari, while other divinities looked on, their eyes suddenly turned red because of anger, due to their great eagerness to see their most beloved master Sri Hari, the personality of Godhead, performed by Srila Prabhupada."
    },
    {
      "start_time": 79,
      "end_time": 136,
      "verse_references": [],
      "themes": [
        "sanyasi",
        "renunciation",
        "Vedic culture"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Therefore, the Vedic sociological conception is that a sanyasi should not be restricted. He is allowed to go anywhere and everywhere he wants, and he has not refused any gift he might demand from a householder.",
      "summary": "The speaker explains the role and freedom of a sanyasi in Vedic culture, emphasizing their duty to preach and not be restricted.",
      "timestamp_url": "https://youtu.be/KHe8E-ZPO-4?t=79",
      "transcript": "According to the Vedic system, a sanyasi, a person in the renounced order of life, is dressed in saffron coloured garments. This saffron dress is practically a passport for the mendicant and sanyasi to go anywhere. The sanyasi's duty is to enlighten people in Krishna consciousness. Those in the renounced order of life have no other business but preaching the glories and supremacy of the Supreme Personality of Godhead. Therefore, the Vedic sociological conception is that a sanyasi should not be restricted. He is allowed to go anywhere and everywhere he wants, and he has not refused any gift he might demand from a householder."
    },
    {
      "start_time": 136,
      "end_time": 231,
      "verse_references": [
        "BG 5.29"
      ],
      "themes": [
        "Krishna",
        "friendship",
        "anger",
        "desire"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "As Lord Krishna states in the Bhagavad Gita, he is the best friend of all living entities, suhrdam sarva bhutanam.",
      "summary": "The speaker highlights Krishna as the best friend and explains the relationship between desire and anger, introducing the concept of anger as the younger brother of desire.",
      "timestamp_url": "https://youtu.be/KHe8E-ZPO-4?t=136",
      "transcript": "The four Kumaras came to see the Supreme Personality of Godhead, Narayana. The word suhrtama, best of all friends, is important. As Lord Krishna states in the Bhagavad Gita, he is the best friend of all living entities, suhrdam sarva bhutanam. No one can be a greater well-wishing friend to any living entity than the Supreme Personality of Godhead. He is so kindly disposed towards everyone, that in spite of our completely forgetting our relationship with the Supreme Lord, he comes himself, sometimes personally as Lord Krishna appeared on this earth, and sometimes as his devotee, as did Lord Chaitanya Mahaprabhu, and sometimes he sends his bona fide devotees to reclaim all the fallen souls. Therefore, he is the greatest well-wisher. He is the best well-wishing friend of everyone, and the Kumaras wanted to see him. The doorkeepers should have known that the four sages had no other business, and therefore to restrict them from entering the palace was not apt. In this verse, it is figuratively stated that the younger brother of desire suddenly appeared in person when the sages were forbidden to see their most beloved personality of Godhead. The younger brother of desire is anger."
    },
    {
      "start_time": 231,
      "end_time": 379,
      "verse_references": [],
      "themes": [
        "anger",
        "liberation",
        "Krishna consciousness",
        "sense gratification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The difference between the anger of an ordinary person and that of a liberated person is that an ordinary person becomes angry because his sense desires are not being fulfilled, whereas a liberated person like the Kumaras becomes angry when restricted in the discharge of duties for serving the Supreme Personality of Godhead.",
      "summary": "The speaker differentiates between anger in the conditioned and liberated states, emphasizing that liberated individuals become angry when service to Krishna is obstructed, not for personal gratification.",
      "timestamp_url": "https://youtu.be/KHe8E-ZPO-4?t=231",
      "transcript": "If once desire is not fulfilled, the younger brother anger follows. Here we can mark that even great saintly persons like the Kumaras were also angry, but they were not angry for their personal interests. They were angry because they were forbidden to enter the palace to see the personality of Godhead. Therefore, the theory that in the perfectional stage one should not have anger is not supported in this verse. Anger will continue even in the liberated stage. These four mendicant brothers, the Kumaras, were considered liberated persons, but still they were angry because they were restricted in their service to the Lord. The difference between the anger of an ordinary person and that of a liberated person is that an ordinary person becomes angry because his sense desires are not being fulfilled, whereas a liberated person like the Kumaras becomes angry when restricted in the discharge of duties for serving the Supreme Personality of Godhead. In the previous verse, it has been clearly mentioned that the Kumaras were liberated persons. Vidhita Atma Tattva means one who understands the truth of self-realization. One who does not understand the truth of self-realization is called ignorant. But one who understands the self, the super-self, their interrelation and activities in self-realization is called Vidhita Atma Tattva. Although the Kumaras were already liberated persons, they nevertheless became angry. This point is very important. Becoming liberated does not necessitate losing one's sensual activities. Sense activities continue even in the liberated stage. The difference is, however, that sense activities in liberation are accepted only in connection with Krishna Consciousness, whereas sense activities in the conditioned stage are enacted for personal sense gratification."
    },
    {
      "start_time": 379,
      "end_time": 570,
      "verse_references": [],
      "themes": [
        "Kumaras",
        "liberation",
        "anger",
        "spiritual world"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "in the spiritual world everyone is fully satisfied always engaged in trying to please the supreme lord and the lord reciprocally always wants to please his devotees so it's a very cordial atmosphere",
      "summary": "The speaker begins to summarize the verse and the purport, emphasizing the unusual nature of the Kumaras' anger in the spiritual world and the Lord's desire to please his devotees.",
      "timestamp_url": "https://youtu.be/KHe8E-ZPO-4?t=379",
      "transcript": "Thus ends the Bhaktivedanta purport. om ajnana timiran dasya jnanjana shalakaya Thakur Jainathasmai Shri Gurave Namah Nama om Vishnupadaya Krishna Preshtaya Bhutale Srimate Bhaktivedanta Swamin Nithinamine Namaste Sarasvate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine जय श्री कृष्ण चैतन्या प्रभू नित्यानन्दा श्री अद्वैत गदाधरा श्री वासाधी गोवर भक्त वृण्दा हरे कृष्ण हरे कृष्ण कृष्ण कृष्ण हरे रामा हरे रामा रामा रामा हरे हरे very interesting verse which describes kumaras who are liberated souls in vaikuntha they are becoming angry most unusual very very rare to find such a instance in the spiritual world everyone is fully satisfied always engaged in trying to please the supreme lord and the lord reciprocally always wants to please his devotees so it's a very cordial atmosphere very nice atmosphere prevails in the spiritual world so in such a place the kumaras have reached and astonishing and outrageously they were prohibited from entering the abode of the lord by two door keepers who stopped them even though they were the fittest persons and the lord is described as the best well-wisher he is the topmost well-wisher of everyone and more so of his devotees so these kumaras are very eager to see their most beloved master shri hari the supreme personality of god but they were stopped by the door keepers"
    },
    {
      "start_time": 570,
      "end_time": 730,
      "verse_references": [],
      "themes": [
        "anger",
        "Kumaras",
        "poetic description",
        "desire"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Here kamanuja, kama-anuja, the younger brother of desire means if desire is unfulfilled, it is generally followed by anger.",
      "summary": "The speaker elaborates on the poetic description of anger as the younger brother of desire, explaining that anger arises when desire is unfulfilled.",
      "timestamp_url": "https://youtu.be/KHe8E-ZPO-4?t=570",
      "transcript": "and therefore they became angry suddenly they became angry and it is described their anger was very much visible that their eyes were open and they could see the anger and their eyes were suddenly turned red. The Vaikuntha Nivasis, their eyes are naturally red. But generally in the material world we don't see somebody with red eyes except when they become angry or they have some problem with the eye. Otherwise we don't see red eyes, somebody with red eyes. So Prabhupada elaborately explains in the purport this point of anger and very poetic description. kamanujena Sudden appearance of the younger brother of desire in the personality of the Kumaras. So this is a description of anger as something which Anuja means also to follow. Lakshmana is Rama Anuja. So both the meanings are valid. Anuja means younger brother. Anuja. Ja means one who takes birth. Anu means afterwards, following. So younger brother takes birth after the older one is born. Correct? So Anuja means younger brother. And Anuja also means one who follows. One who follows. So here kamanuja, kama-anuja, the younger brother of desire means if desire is unfulfilled, it is generally followed by anger. Anger is younger brother of desire. This is a poetic description. It actually means anger follows desire which is unfulfilled."
    },
    {
      "start_time": 730,
      "end_time": 865,
      "verse_references": [],
      "themes": [
        "anger",
        "Bhagavad Gita",
        "liberated state",
        "negative quality"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Anger in the conditioned state, which is a negative quality, which is detrimental for our spiritual progress, which can result in criminal activities being performed, laws being broken, uncontrolled anger.",
      "summary": "The speaker contrasts the negative quality of anger in the conditioned state with the possibility of anger being a spiritual emotion in the liberated state.",
      "timestamp_url": "https://youtu.be/KHe8E-ZPO-4?t=730",
      "transcript": "Now if you read the Bhagavad Gita, nowhere it is mentioned, at least as far as I know, that anger exists in the liberated state and that is a pure emotion that is not described in the Bhagavad Gita. Is it there somewhere in the Bhagavad Gita? Even on the purports I didn't see. But in the Bhagavatam there is description. Anger in the conditioned state, which is a negative quality, which is detrimental for our spiritual progress, which can result in criminal activities being performed, laws being broken, uncontrolled anger. Sometimes they say murders happen simply because the person who committed that murder was unable to control his anger. So, and among devotees, what happens if anger is uncontrolled? Especially by neophyte devotees. Uncontrolled anger may lead to Vaishnava Prath. Being committed by the neophyte who becomes angry. So, anger in the conditioned state is very, very negative quality. It's very negative quality. But in the liberated state, anger is one of the many spiritual emotions."
    },
    {
      "start_time": 865,
      "end_time": 1070,
      "verse_references": [],
      "themes": [
        "love",
        "anger",
        "liberated state",
        "kama",
        "prema"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Sometimes Radharani becomes angry with Krishna. That anger is out of love for Krishna. It is out of love for Krishna. So, in that anger also there is love.",
      "summary": "The speaker explains that anger can be an expression of love in the liberated state, distinguishing between kama (lust) and prema (love for Krishna).",
      "timestamp_url": "https://youtu.be/KHe8E-ZPO-4?t=865",
      "transcript": "If you carefully study the twelve kinds of loving relationships, love is expressed indirectly in seven ways. In anger there is love. Raudra, rasa. Twelve kinds of rasa. Five are primary rasas. Seven secondary rasas. Sometimes Radharani becomes angry with Krishna. That anger is out of love for Krishna. It is out of love for Krishna. So, in that anger also there is love. But that love is always in the liberated state. There is no question of love in the conditioned state. In the conditioned state, love is reflected as lust. Prema is reflected as, pervertedly reflected as kama. So, in the Chaitanya Charita Amrita, Krishnadas Kaviraj Goswami distinguishes between kama and prema. What is the definition of kama he gives and what is the definition of prema? Atma yendriya, preeti vancha. That's called kama. A strong desire to satisfy my own senses is called kama. Is called lust. And a very strong desire to please Krishna's senses. Krishna yendriya, preeti vancha, prema nama dhare. It is called prema. It is called love. So, prema is the strong desire to please Krishna's senses. So, in prema, in trying to please Krishna, in trying to satisfy Krishna, sometimes, when there is an obstacle, then there could be anger, even in the liberated state. And that's exactly what is happening here. The Kumaras are liberated personalities. They are very angry. They are eager to see their beloved, most beloved master. The Supreme Personality of Godhead, Sri Hari. And they are being stopped. Though they are the most qualified persons, fittest persons, to approach and have darshan. So, it is described here, this extraordinary incident, in this section of the Bhagavatam, to help us understand, what is this anger in the liberated state. So, elaborately, Prabhupada describes. First of all, Prabhupada says, according to the Vedic system, a sanyasi, a person in renounced order of life,"
    },
    {
      "start_time": 1070,
      "end_time": 1227,
      "verse_references": [],
      "themes": [
        "sanyasi",
        "Vedic culture",
        "renunciation",
        "preaching"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This is the Vedic culture, that saffron color indicates the person is in the renounced order... those in the renounced order of life have no other business but preaching the glories and supremacy to the Supreme Personality of Godhead.",
      "summary": "The speaker returns to the topic of sanyasis, explaining the significance of saffron robes and their primary duty to preach Krishna consciousness.",
      "timestamp_url": "https://youtu.be/KHe8E-ZPO-4?t=1070",
      "transcript": "which is dressed in saffron-colored garments. This is the Vedic culture, that saffron color indicates the person is in the renounced order. Of course, now, Vedic culture is not so much followed. Somebody wants to go to Ayyappa temple, and has taken some kind of vow, to follow some rules. So, then they wear saffron. Sometimes they wear black. Some of them wear red. Some of them wear saffron. Like that. So, but strictly in the Vedic culture, except sanyasis, nobody dresses in saffron-colored garments. It is reserved for sanyasis. Now, that is because, this saffron dress is practically a passport for the mendicant and sanyasi to go anywhere. He is identified as a sanyasi by his saffron dress, which means that he can go anywhere without any restriction. Mendicant. Do you understand what is mendicant? What is the meaning of the word mendicant? It is an English word. Beggar. One who begs. Now, sanyasis, sometimes, they go begging from householders, simply to get an opportunity to enter the householder's house. And why are they trying to enter? In order to enlighten them in Krishna consciousness. That's why Prabhupada says, those in the renounced order of life have no other business but preaching the glories and supremacy to the Supreme Personality of Godhead. The Vedic culture, the sanyasis are simply meant to travel and preach. Especially to the householders who become busy with their family life and may forget the prime goal of life, self-realization. To awaken such householders, to enlighten them in Krishna consciousness, a sanyasi travels and preaches."
    }
  ]
}