{
  "video_id": "KHmQazc7XwI",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.11.8 | 29-06-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=KHmQazc7XwI",
  "segments": [
    {
      "start_time": 0,
      "end_time": 53,
      "verse_references": [],
      "themes": [
        "invocation",
        "mantras",
        "guru"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Agyanati Miran Dhasya Gyanan Janishalakaya Chakshurun Miritam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, invoking blessings and paying respects to the guru and Krishna.",
      "timestamp_url": "https://youtu.be/KHmQazc7XwI?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyanan Janishalakaya Chakshurun Miritam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadhadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jaya Mudireet"
    },
    {
      "start_time": 54,
      "end_time": 171,
      "verse_references": [
        "SB 1.11.8"
      ],
      "themes": [
        "darshan",
        "transcendental form",
        "devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna's form is completely transcendental and it can be seen only by pure devotees, those who have the vision to perceive transcendental form.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam, explaining that the residents of Dwaraka are expressing their joy at seeing Krishna and emphasizing that only pure devotees can perceive Krishna's transcendental form.",
      "timestamp_url": "https://youtu.be/KHmQazc7XwI?t=54",
      "transcript": "In this session, we will be discussing from the 8th verse of the Lakshmi, 11th chapter of the 1st canto of Shri Madbhagavatam: Aho Sanatha Bhavatasma Yadvayam Traivishta Panam Apidura Darshanam Prema Smita Snigdha Nireeksha Nananam Pashyema Rupam Tavasarva Saubhagam. The meaning of this verse is: Oh, it is our good luck that we have come again today under your protection, by your presence, for your Lordship. The Lordship rarely visits even the denizens of heaven. Now it is possible for us to look into your smiling face, which is full of affectionate glances. We can now see your transcendental form full of all auspiciousness. This is a verse spoken by the residents of Dwaraka who had come to receive Krishna when Krishna was entering Dwaraka after sounding his conch shell. All the saints were saying to Krishna, all the citizens who are waiting to have darshan of Krishna, they came running, leaving whatever they were doing. And they are so attached to Krishna, it is very evident from all these descriptions here. So what is their reaction to be able to see Krishna once again? They are telling, it is our good luck that we have come again today under your protection, by your presence. So devotees are always under the protection of Krishna, and they are able to directly see Krishna. That is special because Krishna's form is completely transcendental and it can be seen only by pure devotees,"
    },
    {
      "start_time": 171,
      "end_time": 250,
      "verse_references": [],
      "themes": [
        "impersonalism",
        "materialism",
        "ignorance"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The impersonalists and the materialists, when they see Krishna, when Krishna appears and gives darshan as an incarnation, as Krishna, Rama, Narasimha, Varaha, they see that form and they think that form is material.",
      "summary": "The lecture contrasts the vision of devotees with that of impersonalists and materialists, who, due to their ignorance, perceive Krishna's form as material.",
      "timestamp_url": "https://youtu.be/KHmQazc7XwI?t=171",
      "transcript": "those who have the vision to perceive transcendental form. There are transcendentalists who don't perceive spiritual form. They are called impersonalists because their conception of the absolute truth is that the absolute truth is impersonal. Impersonal means no form, no spiritual qualities, no spiritual form, no spiritual name, no spiritual paraphernalia, no spiritual abode. So they are totally impersonalists. They are totally ignorant and therefore unable to see the transcendental form of the Lord even when he appears on this earth planet. So does it mean they can't see Krishna at all as a person when he comes? No, Krishna becomes visible, but they think the form of Krishna is material. That's what they think. The impersonalists and the materialists, when they see Krishna, when Krishna appears and gives darshan as an incarnation, as Krishna, Rama, Narasimha, Varaha, they see that form and they think that form is material. This is the biggest mistake made by non-devotees."
    },
    {
      "start_time": 250,
      "end_time": 389,
      "verse_references": [
        "SB 1.11.8"
      ],
      "themes": [
        "pure devotion",
        "affection",
        "auspiciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Just thinking of Krishna's transcendental form, seeing Krishna's transcendental form, remembering Krishna's transcendental form, hearing descriptions of Krishna's transcendental form, describing oneself, Krishna's transcendental form, all these are meant to bring all auspiciousness.",
      "summary": "The speaker highlights the perspective of pure devotees who recognize Krishna's form as transcendental and emphasizes the auspiciousness associated with seeing, thinking of, and describing Krishna.",
      "timestamp_url": "https://youtu.be/KHmQazc7XwI?t=250",
      "transcript": "As far as devotees are concerned, pure devotees, they see Krishna, but they also know Krishna's form is not material. They know Krishna's form is not material. So therefore, they are telling here, the residents of Dwaraka, they are all pure devotees, every one of them. So they are telling that Krishna never visits the denizens of heaven, but he stays in Dwaraka and just he had gone a little time for settling things in Hastinapura. So the citizens were missing him. They were missing him. And what are they able to see now? They are able to see Krishna's smiling face. Krishna is very, very kind to his pure devotees. So therefore, when Krishna sees them, they are able to see Krishna's smiling face. Now, further it is said, Krishna's smiling face is full of affectionate glances. That is because the relationship between Krishna and each and every devotee is one of loving affection. Therefore, Krishna's glance upon his devotees is full of affection. And they are also telling, we can now see your transcendental form. Krishna's form is fully transcendental and this is only known to the pure devotees. Nobody else knows this. This transcendental form is described here as full of all auspiciousness, Sarva Saubhagam."
    },
    {
      "start_time": 389,
      "end_time": 549,
      "verse_references": [],
      "themes": [
        "devotional service",
        "Vaikunthaloka",
        "demigods"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "By devotional service, a devotee directly sees Krishna, just like I see you or you are seeing me. Exactly like that, they are seeing Krishna face to face, which is impossible to be done even by the denizens of higher planets, the demigods, including Lord Brahma, the topmost demigod.",
      "summary": "The lecture explains that only through devotional service can one directly see Krishna, a privilege not even afforded to demigods like Brahma, and describes how demigods can only access Vishnu indirectly in Shwetadvipa.",
      "timestamp_url": "https://youtu.be/KHmQazc7XwI?t=389",
      "transcript": "It is full of all auspiciousness. Just thinking of Krishna's transcendental form, seeing Krishna's transcendental form, remembering Krishna's transcendental form, hearing descriptions of Krishna's transcendental form, describing oneself, Krishna's transcendental form, all these are meant to bring all auspiciousness. In the Purport, Srila Prabhupada says, \"The Lord in his eternal personal form can be seen only by pure devotees. The Lord is never impersonal, but he is the supreme absolute personality of Godhead.\" Krishna is not impersonal. Krishna has an impersonal feature but that is subordinate to the personality. And Srila Prabhupada says, \"This absolute personality of Krishna is possible to be visited by devotional service face to face.\" By devotional service, a devotee directly sees Krishna, just like I see you or you are seeing me. Exactly like that, they are seeing Krishna face to face, which is impossible to be done even by the denizens of higher planets, the demigods, including Lord Brahma, the topmost demigod. It is described by Prabhupada here, that when Brahmaji and other demigods want to consult Lord Vishnu, the plenary portion of Lord Krishna, where does Vishnu stay? Vishnu resides in this material world in a special planet of his own, which is a completely spiritual planet, Shwetadvipa. And the demigods, when they have some problem, they visit Lord Vishnu in this personal planet, but they cannot enter that planet. They have to wait on the shore of the ocean of milk where Lord Vishnu is lying on Shwetadvipa. This ocean of milk and the Shwetadvipa planet are the replica of Vaikunthaloka within the universe."
    },
    {
      "start_time": 549,
      "end_time": 695,
      "verse_references": [],
      "themes": [
        "pure devotees",
        "material contamination",
        "fructive activities"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Pure devotees means their heart is completely free from all material contamination. Material contamination is of two kinds. One is called material contamination of fructive activities.",
      "summary": "The speaker defines pure devotees as those free from material contamination, specifically mentioning 'fructive activities' or the desire for material benefits from actions.",
      "timestamp_url": "https://youtu.be/KHmQazc7XwI?t=549",
      "transcript": "Vaikunthaloka is far beyond the spiritual sky even, but that Vaikunthaloka descends when Lord Vishnu comes into this world. So, neither Brahmaji nor the demigods like Indra can enter into this island of Shwetadvipa, but they can stand on the shore of the ocean of milk and transmit their message to Lord Vishnu, who is known as Kshirodaka Shai Vishnu. Kshirodaka means milk ocean. Shai means he is lying down on that milk ocean, on Shesha Naga. So, they can transmit message standing on the shore of the milk ocean. So, when they look at the milk ocean, they can't see anything of the island on the milk ocean. They can't see that. They can just see the vast expanse of the milk ocean, and they transmit their message to Lord Vishnu. Therefore, the Lord is rarely seen by them, but the inhabitants of Dwaraka, because of their being pure devotees, without any tinge of material contamination, of fructive activities and empirical philosophical speculation, can see the Lord face to face by the grace of the Lord. What's the meaning of this? Pure devotees means their heart is completely free from all material contamination. Material contamination is of two kinds. One is called material contamination of fructive activities. Fructive activities is the desire for doing material activities which will give some material benefit. That's called fructive activity. That's a contamination in the consciousness of a conditioned soul of this world. All of us, to different degrees, we have this fructive mentality. We will not do any action if it does not give us some material benefit in any form. We think that it is useless to do some work without expectation of any positive material gain."
    },
    {
      "start_time": 695,
      "end_time": 833,
      "verse_references": [],
      "themes": [
        "devotee actions",
        "philosophical speculation",
        "realization"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "As long as the heart is contaminated by material contamination, one can never know the absolute truth. It's impossible. It's impossible to know the absolute truth.",
      "summary": "The lecture contrasts actions of devotees with those driven by material gain, and discusses the futility of empirical philosophical speculation in realizing the absolute truth, emphasizing the necessity of a pure heart.",
      "timestamp_url": "https://youtu.be/KHmQazc7XwI?t=695",
      "transcript": "Whereas, devotees, they perform actions, they work for Krishna, exclusively for pleasing Krishna. They don't do any material activities. Pure devotees never do any material activities. So therefore, their heart is described as free from the tinge of fructive action. And the second material contamination in the heart is the empirical philosophical speculation. Speculation, you understand, people try to guess or try to conjecture whatever they can't see, whatever they can't perceive, whatever they can't know by direct perception, or even they cannot conceive using the descriptions in the scriptures. They can't relate with it. Then they try to imagine in their mind, by their fertile brain. This is called speculation. And it is philosophical speculation is by taking help of the philosophical descriptions in the scriptures, philosophical descriptions in the scriptures. And empiric is something which is verifiable by material methods. So impersonalists and some of the materialists and some philosophers, material philosophers, all of them indulge in this empiric philosophical speculation, and they think that they can realize the absolute truth or have an understanding of the absolute truth by this method. But the fact is the absolute truth can never be realized by any of such methods, material methods. As long as the heart is contaminated by material contamination, one can never know the absolute truth. It's impossible."
    },
    {
      "start_time": 833,
      "end_time": 903,
      "verse_references": [],
      "themes": [
        "original state",
        "forgetfulness",
        "bhakti"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Reviving our natural constitutional position is only possible by bhakti, by practice of devotional service and no other way.",
      "summary": "The speaker concludes by stating that the original state of living entities is to see the Lord face to face, and that this can only be achieved through bhakti or devotional service, under the guidance of a bona fide spiritual master.",
      "timestamp_url": "https://youtu.be/KHmQazc7XwI?t=833",
      "transcript": "It's impossible to know the absolute truth. So the original state of the living entities is to be always pure in the heart and thereby be always be able to see the Lord face to face in his personal abode and reside there in loving relationship with the Lord. That's the normal condition. This present condition in the material world is a condition of forgiveness, condition of forgetfulness of Krishna. So, reviving our natural constitutional position is only possible by bhakti, by practice of devotional service and no other way. That is what Srila Prabhupada concludes this purport by telling, if you engage in pure devotional service under the guidance of a bona fide spiritual master, you can revive your original position. I will stop here. Thank you very much."
    }
  ]
}