{
  "video_id": "KJ6AOliQ5J4",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.9.34 | 02-05-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=KJ6AOliQ5J4",
  "segments": [
    {
      "start_time": 0,
      "end_time": 46,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayers"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Agyanati Miran Dhasya Gyananjan Shalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha",
      "summary": "The session begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/KJ6AOliQ5J4?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyananjan Shalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshthaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 46,
      "end_time": 130,
      "verse_references": [
        "SB 1.9.34"
      ],
      "themes": [
        "Bhishma",
        "Krishna",
        "battlefield",
        "arrows"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "On the battlefield where Shri Krishna attended Arjuna out of friendship, the flowing hair of Lord Krishna turned ashen due to the dust raised by the hooves of the horses.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam (1.9.34) describing Bhishma's remembrance of Krishna on the battlefield, focusing on Krishna's appearance and the arrows striking Him.",
      "timestamp_url": "https://youtu.be/KJ6AOliQ5J4?t=46",
      "transcript": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Devim Saraswateem Vyasam Tatham Jaya Mudhi Rayet. In this session we will be discussing from the 34th verse of the 9th chapter of the 1st canto of Shreemad Bhagavatam. Yudhi Turaga Rajo Vidhumra Vishvak Kachalulita Shramavarya Lankratasye Mama Nishita Sharair Vibhidhyamana Tvachi Vilasat Kavachestu Krishna Aatma. The meaning of this verse is: On the battlefield where Shri Krishna attended Arjuna out of friendship, the flowing hair of Lord Krishna turned ashen due to the dust raised by the hooves of the horses, and because of his labour, beads of sweat wetted his face. All these decorations intensified by the wounds dealt by my sharp arrows."
    },
    {
      "start_time": 130,
      "end_time": 242,
      "verse_references": [],
      "themes": [
        "Virya Rasa",
        "transcendental body",
        "devotion",
        "understanding"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, that is the difficult part to understand for a common man. Therefore, we have to hear such descriptions from the lips of a pure devotee who will explain perfectly how to understand these dealings between the lord and his devotees.",
      "summary": "The speaker explains Bhishma's transcendental relationship (Virya Rasa) with Krishna, emphasizing that Krishna's transcendental body cannot be harmed and that understanding these concepts requires hearing from pure devotees.",
      "timestamp_url": "https://youtu.be/KJ6AOliQ5J4?t=130",
      "transcript": "Bhishma Deva, he is fixing his mind on Shri Krishna by remembering the different transcendental forms of the Lord on the battlefield of Kurukshetra. Bhishma, as has been explained earlier, is situated in a transcendental relationship called Virya Rasa with Lord Shri Krishna, so Krishna enjoys that fighting with Bhishma. And in the battlefield of Kurukshetra, Krishna is not fighting, Arjuna is fighting. So Bhishma is attacking Arjuna as the enemy, but Krishna is trying to protect Arjuna. So, Bhishma is releasing arrows to kill Arjuna, but Krishna is intercepting those arrows and those arrows are striking Krishna's transcendental body. Now, the transcendental body, as will be explained by Srila Prabhupada, cannot be wounded, cannot be destroyed, cannot be cut. It is completely spiritual. So, that is the difficult part to understand for a common man. Therefore, we have to hear such descriptions from the lips of a pure devotee who will explain perfectly how to understand these dealings between the lord and his devotees."
    },
    {
      "start_time": 242,
      "end_time": 362,
      "verse_references": [],
      "themes": [
        "eternity",
        "bliss",
        "knowledge",
        "loving service",
        "rasas"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The lord is the absolute form of eternity, bliss and knowledge.",
      "summary": "The speaker elaborates on Krishna's nature as eternal, full of bliss and knowledge, and discusses the five primary relationships (rasas) with Krishna: shanta, dasya, sakya, vatsalya, and madhurya.",
      "timestamp_url": "https://youtu.be/KJ6AOliQ5J4?t=242",
      "transcript": "So, Srila Prabhupada explains elaborately in this purport. The lord is the absolute form of eternity, bliss and knowledge. Eternity, his body, his form, his existence is eternal. Sat, chit, knowledge, full of knowledge, ananda, full of bliss. As such, transcendental loving service to the lord in one of the five principles, namely, shanta, dasya, sakya, vatsalya and madhurya—that is neutrality, servitorship, fraternity, filial affection and conjugal love—is graciously accepted by the lord when offered to the lord in genuine love and affection. Everyone has a specific relationship with Krishna, every living being. So, the perfection of our life is to reinstate ourselves in that relationship with Krishna, loving relationship with Krishna in one of the five primary relationships. So Sri Bhishma Deva is a great devotee of the lord in the relation of servitorship. There are secondary rasas and primary rasas. Primary rasas are based on the primary relationship, and while exchanging this rasa with the supreme lord, there are secondary rasas also in the course of exchange of the primary rasa. That is what gives rise to variety of the rasas exchanged in the activities of that relationship."
    },
    {
      "start_time": 362,
      "end_time": 452,
      "verse_references": [],
      "themes": [
        "dasya",
        "worship",
        "devotion",
        "transcendental existence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Thus his throwing of sharp arrows at the transcendental body of the lord is as good as the worship of another devotee who throws soft roses upon him",
      "summary": "The speaker explains that Bhishma's actions, though seemingly harmful, are a form of worship, and that Krishna's body is not pained due to its transcendental nature.",
      "timestamp_url": "https://youtu.be/KJ6AOliQ5J4?t=362",
      "transcript": "So Bhishma is situated primarily in the relationship of dasya as a servant, as a servitor. Thus his throwing of sharp arrows at the transcendental body of the lord is as good as the worship of another devotee who throws soft roses upon him. So how is Krishna receiving these arrows shot by Bhishma? Krishna is receiving it exactly like another devotee offers soft roses while worshipping the lord. For Krishna both are same, there is no difference. Why? Because Bhishma is a devotee. It appears that Bhishma Deva is repenting the actions he committed against the person of the lord. The way Bhishma is describing here in his prayers, it appears like he is repenting, 'Why did I shoot arrows at the supreme lord, or why did my arrows which are meant for striking Arjuna go and hit Krishna, my worshipable lord?' But factually the lord's body was not at all pained due to his actions."
    },
    {
      "start_time": 452,
      "end_time": 580,
      "verse_references": [
        "BG 2.13"
      ],
      "themes": [
        "spiritual form",
        "material body",
        "identity",
        "devotee of Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "This material body is not our identity... we are eternally devotee of Krishna in the spiritual form",
      "summary": "The speaker contrasts the material body with the spiritual form, emphasizing that our true identity is as eternal devotees of Krishna, not as the temporary material body.",
      "timestamp_url": "https://youtu.be/KJ6AOliQ5J4?t=452",
      "transcript": "This is a transcendental existence. This we understand from the Bhagavad Gita. Spirit or spiritual form, transcendental form is of a different quality than material form. We know this material body is subject to being wounded. When somebody shoots an arrow at my body then my body can become wounded, but Krishna's form or body is not material, his body is not matter. Both he himself and his body are complete spiritual identity, spiritual. It is spiritual and Krishna has his identity as the supreme lord. This material body is not our identity. I appear like a human being because I have got a human like material body, but actually I am not this body, neither my identity is a human being. This is in this life my mind and body system works like a human beings mind and body. In another life if I have the body of a Devata then I will act and behave like a Devata. If some other living being has got the body of a dog then the living being in that dog's body will behave and act like a dog. But we are neither dog nor we are human nor we are Devata, we are eternally devotee of Krishna in the spiritual form. So that form, spiritual form, is not having an identity based on this material coverings. This is not our identity."
    },
    {
      "start_time": 580,
      "end_time": 694,
      "verse_references": [],
      "themes": [
        "spiritual form",
        "indestructible",
        "uncontaminated",
        "eternal"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Spirit is never pierced, burnt, dried, moistened etc... spirit is always uncontaminated and indestructible",
      "summary": "The speaker explains that the spiritual form is indestructible, uncontaminated by matter, and eternal, referencing the Bhagavad Gita and Skanda Purana.",
      "timestamp_url": "https://youtu.be/KJ6AOliQ5J4?t=580",
      "transcript": "So Krishna's identity is he is the supreme lord and he is the supreme lord in a spiritual form. As Krishna, spirit is never pierced, burnt, dried, moistened etc. Spirit cannot be destroyed by anything, by any of the elements, by fire, by water, by air, by wind, by some weapon, material weapon made of one of the elements like metal or any of those elements, it cannot be destroyed. This is vividly explained in the Bhagavad Gita chapter verses 11 to 30, clearly it is explained. So also it is stated in the Skanda Purana, this confirmed in the Skanda Purana also, spiritual form cannot be destroyed by any weapon. It is said there that spirit is always uncontaminated and indestructible. Spirit is never contaminated by matter. Even in our case, even though there is a material covering for our original spiritual form, still that spiritual form or spirit cannot be contaminated by matter. This remains like a superficial covering only and it cannot be destroyed. Spiritual form cannot be destroyed, it is eternal form. It cannot be distressed nor it can be dried up, it cannot be distressed the spiritual form."
    },
    {
      "start_time": 694,
      "end_time": 808,
      "verse_references": [],
      "themes": [
        "conditioned souls",
        "bewilderment",
        "asuras",
        "spiritual"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Lord Vishnu in his incarnation appears before us, he seems to be like one of the conditioned souls... just to bewilder the asuras",
      "summary": "The speaker discusses how Krishna appears to be like a conditioned soul to bewilder non-believers (asuras) who try to harm Him, emphasizing that the Lord is completely spiritual and cannot be killed.",
      "timestamp_url": "https://youtu.be/KJ6AOliQ5J4?t=694",
      "transcript": "There is no question of distress. When lord Vishnu in his incarnation appears before us he seems to be like one of the conditioned souls materially encaged. Encaged means material body has trapped us in this body or we have become imprisoned in this body, but that imprisonment is at the level of consciousness because the spirit soul is not a physical entity. So imprisonment here means I am conditioned now. Vishnu appears to be like one of the conditioned souls just to bewilder the asuras or the non-believers who are always alert to kill the lord even from the very beginning of his appearance. The asuras or the demons, they are always envious of Krishna and because they are envious of Krishna when Krishna appears they want to kill him. Kamsa wanted to kill Krishna and Ravana wanted to kill Rama, you have heard this from the scriptures, because foolishly they were unaware of the fact that the lord is never killed for the spirit is never annihilated. Lord is completely spiritual so how can he be killed by anybody by any weapon, not possible. Therefore Bhishma's piercing of the body of lord Krishna is a sort of bewildering problem for the non-devotee atheist."
    },
    {
      "start_time": 808,
      "end_time": 912,
      "verse_references": [],
      "themes": [
        "non-devotees",
        "devotees",
        "Bhishma",
        "devotion",
        "kindness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Bhishma Deva appreciated the all-merciful attitude of the lord because he did not leave Arjuna alone",
      "summary": "The speaker concludes by explaining how non-devotees are bewildered by Bhishma's actions, while devotees understand the pure devotion and kindness in the relationship between Bhishma and Krishna, ending with gratitude and Hare Krishna.",
      "timestamp_url": "https://youtu.be/KJ6AOliQ5J4?t=808",
      "transcript": "The non-devotees hear this they will ridicule you, consider Krishna as god, but how is Bhishma able to pierce his body by shooting sharp arrows? So non-devotees cannot understand, but those who are devotees or liberated souls are not bewildered by this description. They are not bewildered by this description. Nothing happens to Krishna as far as his transcendental form is concerned, it cannot be affected by any of the weapons. Bhishma Deva appreciated the all-merciful attitude of the lord because he did not leave Arjuna alone although he was disturbed by the sharpened arrows of Bhishma Deva, nor was he reluctant to come before Bhishma's deathbed even though he was ill-treated by Bhishma on the battlefield. See Krishna is so kind to his devotees, he understands the devotees mood of serving and therefore he did not mind the sharpened arrows of Bhishma when Bhishma was fighting on the battlefield, nor did he become reluctant to come in front of Bhishma when Bhishma was about to quit his body. So therefore Bhishma's relationship with the lord is one of pure devotion and that is to be understood in this exchange between Bhishma and the supreme lord. I will stop here, thank you very much."
    }
  ]
}