{
  "video_id": "KLL0oh07pmA",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.8.40 | 11-03-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=KLL0oh07pmA",
  "segments": [
    {
      "start_time": 52,
      "end_time": 172,
      "verse_references": [],
      "themes": [
        "prosperity",
        "industrial development",
        "negative consequences"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "In the modern civilization, people think industries are generating many jobs, increasing the wealth of the nation, increasing the GDP and giving so many nice gadgets and facilities and machines for peoples. But actually, there is the negative side of this industrial development.",
      "summary": "This segment discusses Queen Kunti's prayers to Krishna for prosperity and contrasts it with the speaker's view on modern industrial development and its negative consequences.",
      "timestamp_url": "https://youtu.be/KLL0oh07pmA?t=52",
      "transcript": "In this session, we will be discussing from the fortieth verse of the eighth chapter of the first canto of Srimad Bhagavatam, continuing the prayers by Queen Kunti, Ime Janapada Sriddha Supak Kau Shadhi Veerudhaha Vanadrinad Yudanvanto Hedante Tava Bhikshitaihi. The meaning of this verse is all these cities and villages are flourishing in all respects because the herbs and grains are in abundance. The trees are full of fruits, the rivers are flowing, the hills are full of minerals, and the oceans full of wealth. And this is all due to your glancing over them. Kunti is offering prayers to Krishna because of Krishna's glance, there is prosperity, abundance of everything. So Srila Prabhupada explains in the purport, \"Even prosperity flourishes by natural gifts and not by gigantic industrial enterprises.\" In the modern civilization, people think industries are generating many jobs, increasing the wealth of the nation, increasing the GDP and giving so many nice gadgets and facilities and machines for people. But actually, there is the negative side of this industrial development. So many problems due to these industries, which are not generally highlighted or discussed by the industrialists themselves, just like the waste generated, the pollution. So, there is a negative side of this industrial development."
    },
    {
      "start_time": 172,
      "end_time": 394,
      "verse_references": [],
      "themes": [
        "exploitation",
        "material nature",
        "God consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The more we attempt to exploit material nature according to our whims of enjoyment, the more we shall become entrapped by the reaction of such exploitative attempts.",
      "summary": "This segment elaborates on the dangers of exploiting material nature and emphasizes the importance of accepting nature's gifts with God consciousness.",
      "timestamp_url": "https://youtu.be/KLL0oh07pmA?t=172",
      "transcript": "But actually, there is the negative side of this industrial development. The dependence on artificial way of living, all this has actually led to destroying the finer sentiments of our human being. So, Srila Prabhupada explains some of these things in the purport. 1. Industrial enterprises are products of a godless civilization and they cause the destruction of the noble aims of human life. This is what Prabhupada is explaining, they cause the destruction of the noble aims of human life. The more we go on increasing such troublesome industries to squeeze out the vital energy of the human being, the more there will be unrest and dissatisfaction of the people in general. Although if you only can live lavishly by exploitation, not everybody actually is prosperous because of the industries. It's only a few people who are becoming very, very rich and they ensure that they have all the best facilities for their stay, for their family members, for their comfortable living, etc., but they end up exploiting the poor people. The natural gifts such as grains and vegetables, fruits, rivers, the hills of jewels and minerals, and the seas full of pearls are supplied by the order of the Supreme as He desires. Material nature produces them in abundance or restrict them at times according to the desire of the Supreme Lord. The natural law is that the human being may take advantage of these godly gifts by nature and satisfactorily flourish on them without being captivated by the exploitative mentality of lording it over material nature. The industrial enterprises are basically exploitation due to the tendency of lording, but accepting the gifts of nature. The gifts of nature given by Krishna, the Supreme Lord, who is actually the one who is directing material nature, so then we may accept them and live very nicely without destroying the noble aim of life that is God consciousness, God realization. The more we attempt to exploit material nature according to our whims of enjoyment, the more we shall become entrapped by the reaction of such exploitative attempts. Material nature is entangling if we try to exploit."
    },
    {
      "start_time": 394,
      "end_time": 497,
      "verse_references": [],
      "themes": [
        "exploitation",
        "natural gifts",
        "devotional service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If the human civilization has sufficient grains, minerals, jewels, water, milk etc. Then why should we hanker after terrible industrial enterprises at the cost of the labor of some unfortunate men.",
      "summary": "This segment emphasizes the sufficiency of natural gifts and criticizes industrial exploitation, advocating for devotional service and obedience to the laws of the Lord.",
      "timestamp_url": "https://youtu.be/KLL0oh07pmA?t=394",
      "transcript": "We should always remember that. If we have sufficient grains, fruits, vegetables, herbs, then we will be entrapped by the reaction of such exploitative attempts. Material nature is entangling if we try to exploit. We should always remember that. If we have sufficient grains, fruits, vegetables, herbs, then we will be entrapped by the reaction of such exploitative attempts. The more we attempt to exploit material nature, the more we shall become entangled by the Patrol of Elemental Nature and causal action. That was the ultimate goal of my research and you can understand that by fully understand what annicas involved in their independent consumption of Entropical anywhere is not only their contribution to life but also into their survival. Contraindyst himself this is the very individual act they commit to each device, anything and not kill an animal if he has sufficient grains and vegetables to eat. This is a fact. The flow of river waters fertilizes the fields and there is more than what we need. Minerals are produced in the hills and the jewels in the ocean. If the human civilization has sufficient grains, minerals, jewels, water, milk etc., then why should we hanker after terrible industrial enterprises at the cost of the labor of some unfortunate men? See, industries always exploit poor people. The labor class of people are exploited. But all these natural gifts are dependent on the mercy of the Lord. What we need therefore is to be obedient to the laws of the Lord and achieve perfection of human life by"
    },
    {
      "start_time": 497,
      "end_time": 578,
      "verse_references": [],
      "themes": [
        "Krishna's mercy",
        "prosperity",
        "Vedic culture"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, by Krishna's mercy there will be prosperity because Krishna is directing material nature. Further Srila Prabhupada explains Kunti Devi mentions that the grains are abundant the trees are full of fruits the rivers flowing nicely the hills of minerals hills are full of minerals and the oceans are full of wealth.",
      "summary": "This segment highlights the role of Krishna's mercy in providing prosperity and contrasts it with the artificiality of modern industrial developments, emphasizing the values of Vedic culture.",
      "timestamp_url": "https://youtu.be/KLL0oh07pmA?t=497",
      "transcript": "devotional service. Simply by doing devotional service, and doing other duties for maintaining ourselves. Krishna will supply everything in plenty just like Kunti Devi is describing. The indications of Kunti Devi are just to the poor. Lord Krishna as was described by Guruji in from the point. She desires that God's mercy be bestowed upon them so that natural prosperity will be maintained by His grace. So, by Krishna's mercy there will be prosperity because Krishna is directing material nature. Further Srila Prabhupada explains Kunti Devi mentions that the grains are abundant, the trees are full of fruits, the rivers flowing nicely, the hills of minerals, hills are full of minerals and the oceans are full of wealth. But she never mentions that industry and slaughterhouses are flourishing for such things are nonsense that men have developed to create problems. Such things as factories and industries are modern"
    },
    {
      "start_time": 578,
      "end_time": 736,
      "verse_references": [],
      "themes": [
        "God's creation",
        "cooperation",
        "Krishna's glance",
        "prosperity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "When sincere souls try to become Krishna's devotees, Krishna very kindly comes before them in his full opulence and glances upon them and they become happy and beautiful.",
      "summary": "This segment describes how God's creation provides sufficiently and how cooperation between living beings leads to prosperity, emphasizing the importance of Krishna's glance and devotional service.",
      "timestamp_url": "https://youtu.be/KLL0oh07pmA?t=578",
      "transcript": "developments. They never existed in the Vedic culture, Vedic civilization never existed. If we depend on God's creation there will be no scarcity but simply ananda or bliss. God's creation provides sufficient grains and grass while we eat. The grains and fruits, the animals like the cows will eat the grass. The bulls will help produce grains and they will take only a little being satisfied with what we throw away. If we take fruit and throw away the skin the animal will be satisfied with the skin. If anybody has got a Goshala then they have experienced that we take the vegetable and peel, we give it away to the animals. We take the fruit and the peel, we give it to the animals and they are happy and they are satisfied and they are nourished by those peels. In this way with Krishna in the center there can be full cooperation between the trees, animals, human beings and all living entities. This is Vedic civilization, a civilization of Krishna consciousness. Very important to note, Vedic civilization is a civilization of Krishna consciousness. Simply by cooperation between all the varieties of living beings there is plenty for everyone. There is prosperity the whole world. Kunti Devi prays to the Lord this prosperity is due to your glance she is telling Krishna. So, Prabhupada says when we sit in the temple of Krishna, Krishna glances over us and everything is nice. When sincere souls try to become Krishna's devotees, Krishna very kindly comes before them in his full opulence and glances upon them and they become happy and beautiful. So, whenever you visit the temple of Krishna, just sit in front of Krishna and let his merciful glance fall on you. Then there will be plenty, there will be prosperity, there will be no scarcity."
    },
    {
      "start_time": 736,
      "end_time": 874,
      "verse_references": [
        "BG 9.10"
      ],
      "themes": [
        "Krishna's glance",
        "creation",
        "material nature"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Simply by Krishna's glance, matter becomes agitated. And then becomes pregnant and gives birth to the living entities.",
      "summary": "This segment explains how Krishna's glance is responsible for the creation of the material world and the birth of all living entities, referencing scriptures to support this point.",
      "timestamp_url": "https://youtu.be/KLL0oh07pmA?t=736",
      "transcript": "This is a fact, cent percent fact. Similarly, the whole material creation is due to Krishna. It is due to Krishna's glance. This is what the scriptures tell us, sa aikshata, this is the statement in the Upanishads. Sa aikshata sa asrujata, this is the statement of the Upanishads. In the Vedas, it is said that he glanced over matter thus agitating it. And there was a creation, the whole creation took place. Simply by Krishna's glance, matter becomes agitated. And then becomes pregnant and gives birth to the living entities. Krishna injects the living entities into the womb of material nature. tasmin garbham dadamyaham, Krishna says in the Bhagavad Gita. It is simply by Krishna's glance that plants, trees, animals and all of the living entities come forth. How is this possible? None of us can say simply by glancing over my wife, I can make her pregnant. Not possible for us. Although this is impossible for us, it is not impossible for Krishna. The Brahma Samhita says, angani yasya sakalendriya vritti manti. What does this mean? It means every part of Krishna's body has all the capabilities of all the other parts of his body. With our eyes, we can only see. But Krishna merely by seeing can make others pregnant. There is no need of sex. For simply by glancing, Krishna can create pregnancy. In Bhagavad Gita, Krishna says in the 9th chapter, 10th verse, maya dhyakshena prakriti hi suyatesu characharam. By my supervision, material nature gives birth to all moving and non-moving living beings. The word aksha means ice. So akshena indicates that all living entities take birth because of the Lord's glance."
    },
    {
      "start_time": 874,
      "end_time": 907,
      "verse_references": [],
      "themes": [
        "Krishna's grace",
        "devotion",
        "prosperity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "So therefore, simply by Krishna's grace. If we become devotees, if we become Krishna conscious, there will be no scarcity, we will have plenty and we will be having prosperity.",
      "summary": "This segment concludes the lecture by reiterating that Krishna's grace, devotion, and Krishna consciousness lead to prosperity and the absence of scarcity.",
      "timestamp_url": "https://youtu.be/KLL0oh07pmA?t=874",
      "transcript": "So this is clearly explained in the scriptures. And from the scriptures, we can understand this fact. So Krishna doesn't have to endeavor like we endeavor for anything. No. So therefore, simply by Krishna's grace. If we become devotees, if we become Krishna conscious, there will be no scarcity, we will have plenty and we will be having prosperity. I'll stop here. Thank you very much."
    }
  ]
}