{
  "video_id": "KlQcgvwrdF8",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.7.10 Part 8 | 22-12-2021",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=KlQcgvwrdF8",
  "segments": [
    {
      "start_time": 37,
      "end_time": 181,
      "verse_references": [],
      "themes": [
        "Atmarama",
        "devotional service",
        "liberation",
        "activity of the soul"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Even though somebody may be liberated by some other process other than devotional service, they cannot sustain themselves in liberation without engaging in devotional service.",
      "summary": "The speaker introduces the concept of Atmaramas and explains that even those liberated through other processes cannot sustain liberation without devotional service due to the soul's inherent need for activity, which finds its perfect expression in service to Krishna.",
      "timestamp_url": "https://youtu.be/KlQcgvwrdF8?t=37",
      "transcript": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Devim Sarasvatim Vyasam Tato Jayam Udi Rayet In this session also, we will continue the discussion of the Atmarama verse. Different varieties of Atmaramas, they get attracted to Krishna, they begin to render devotional service, and they achieve the perfection of devotional service. Now, the important point here is that even though somebody may be liberated by some other process other than devotional service, they cannot sustain themselves in liberation without engaging in devotional service. The nature of the soul is to be always active. The soul cannot be without activity. Though somebody may try to be inactive for some time, very soon that person who is inactive is forced to begin activity. So, the explanation is given here by Lord Chaitanya: those who are liberated by devotional service become more and more attracted by the transcendental qualities of Krishna and engage in his service. Bhakti means devotional service. Prabhupāda did not translate bhakti as devotion. He translates bhakti as devotional service, indicating that bhakti means activity, but not ordinary activity, not material activity. It is completely spiritual activity. What kind of spiritual activity is it? It is service to Kṛṣṇa, serving Kṛṣṇa, and that is"
    },
    {
      "start_time": 181,
      "end_time": 323,
      "verse_references": [
        "SB 10.2"
      ],
      "themes": [
        "fall down",
        "devotional service",
        "liberation",
        "spiritual activity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Those who think they are liberated in this life but are without devotional service to you are of impure intelligence...they fall down again because they neglect to worship your lotus feet.",
      "summary": "The speaker explains that those liberated through speculative processes eventually fall down due to a lack of devotional service, quoting a prayer from the Srimad Bhagavatam to illustrate that even after achieving a spiritual position, neglecting the worship of Krishna's lotus feet leads to a downfall into material activity.",
      "timestamp_url": "https://youtu.be/KlQcgvwrdF8?t=181",
      "transcript": "not the same as material service rendered to some material person in this world, no. Now, Lord Caitanya is telling, those who are liberated by the speculative process, philosophical speculation, jñānāmārtha, eventually fall down again due to offensive activities like Sne properties. Now there is a statement in the Srimad Bhagavatam which says this, how those who are not engaged in devotional service of Krishna, even though they are liberated, they fall down. They don't sustain their existence on the liberated platform. So what is that statement in the Bhagavatam? O Lotus-eyed one, this is a prayer offered by the Devatas to Krishna when he was in the womb of Mother Devaki, and the Devatas were offering wonderful prayers to Krishna in the womb of Devaki, Garbhastuti, it's called, 10th canto, 2nd chapter. So there it is said by the Devatas, O Lotus-eyed one, they are addressing the Supreme Lord Krishna. Those who think they are liberated in this life but are without devotional service to you are of impure intelligence. Although they accept severe austerities and penances and rise to the spiritual position, to impersonal Brahman realization, they fall down again because they neglect to worship your lotus feet. There has to be some engagement after liberation. If there is no engagement after liberation, due to inactivity, one becomes very much disturbed in the mind. And eventually, such a person, without taking shelter of Krishna's lotus feet, cannot engage in the spiritual process. This is the statement in the Bhagavatam. One cannot engage in spiritual activity. So what does the person do?"
    },
    {
      "start_time": 323,
      "end_time": 474,
      "verse_references": [
        "BG 14.26"
      ],
      "themes": [
        "Brahman realization",
        "devotional service",
        "transcendental platform",
        "joyfulness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "One who is thus transcendentally situated at once realizes the Supreme Brahman and becomes fully joyful...In that state, he attains pure devotional service unto me.",
      "summary": "The speaker references the Bhagavad Gita to describe the position of someone on the Brahman platform, explaining that such a person experiences joyfulness and freedom from lamentation, ultimately attaining pure devotional service to Krishna.",
      "timestamp_url": "https://youtu.be/KlQcgvwrdF8?t=323",
      "transcript": "The person will come down to material activity and that's called a fall down. Now, in the Bhagavad Gita, Lord Krishna explains what is the position of a person who is transcendentally situated on the Brahman platform. What is the actual position? Krishna says, One who is thus transcendentally situated at once realizes the Supreme Brahman and becomes fully joyful. Brahma bhuta prasamna atma He never laments or desires to have anything. He is equally disposed to every living entity. In that state, he attains pure devotional service unto me. This is a progressive transcendentalist who comes to the Brahman platform and then is able to experience freedom from lamentation and hankering and is able to see with spiritual vision equality of law and living beings even though they may be situated in different bodies. They are ultimately spiritual beings. Such a person, such a person becomes completely joyful and realizes the Supreme Brahman. Brahman realization may also mean that I am of the same quality as the Absolute Truth. I am also Brahman. Aham Brahmasmi. But when one is factually situated on the transcendental platform through gradual elevation through spiritual processes, when one actually comes to the transcendental platform, one is able to realize the Supreme Brahman distinctly, the Lord different from the individual soul, the Supreme Personality of God. And in that state one attains pure devotional service to the Supreme Lord. One becomes a devotee."
    },
    {
      "start_time": 474,
      "end_time": 624,
      "verse_references": [],
      "themes": [
        "constitutional position",
        "transcendental body",
        "Krishna consciousness",
        "fear",
        "maya"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We are originally Krishna conscious beings...Material existence means fear.",
      "summary": "The speaker discusses attaining one's constitutional position as a Krishna conscious being through devotional service, leading to a transcendental body and liberation from material bondage, contrasting this with the fear inherent in material existence under the influence of maya.",
      "timestamp_url": "https://youtu.be/KlQcgvwrdF8?t=474",
      "transcript": "And what happens? One who has attained his constitutional position by strength of devotional service, what is his constitutional position? We are originally Krishna conscious beings. So that is called our constitutional position. And by strength of devotional service one is able to attain a transcendental body even in this lifetime. Jeevan Mukta. Liberated from material bondage and attains a transcendental form. What is a transcendental form? That is actually our original spiritual form which is actually covered presently by this material body and mind, material mind. So by elevating to the spiritual platform through devotional service one attains a transcendental body. And being attracted by Lord Krishna's transcendental qualities one fully engages in service at his lotus feet. Krishna's lotus feet is the ultimate shelter for everyone. Krishna accommodates everybody. But to aim at the lotus feet of Krishna is possible only by engaging properly in devotional service to Krishna. Then further Bhagavatam explains the position of a person in this material world who opposes Krishna consciousness, due to this material influence one becomes conditioned and fearful due to the influence of maya. Material existence means influence of maya, the material energy. And that influence is such that one becomes fearful. Material existence means fear. Bhayam. It is a concomitant factor of material existence. That means in the material existence under the influence of maya one cannot avoid fear."
    },
    {
      "start_time": 624,
      "end_time": 793,
      "verse_references": [
        "BG 7.14"
      ],
      "themes": [
        "maya",
        "liberation",
        "devotional service",
        "surrender"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Indeed there is no other way to get factual liberation from maya other than executing faithfully bhakti yoga devotional service to Krishna...those who have surrendered unto me...They can easily cross beyond the influence of this material energy.",
      "summary": "The speaker emphasizes that liberation from maya is only possible through devotional service to Krishna, quoting the Bhagavad Gita to illustrate that surrendering to Krishna allows one to overcome the influence of material energy.",
      "timestamp_url": "https://youtu.be/KlQcgvwrdF8?t=624",
      "transcript": "People sometimes they say I am fearless. I am bold. But that is all under the illusion that I am safe or I am powerful. I am happy. I have got good protection against all dangers etc. But all these are a temporary position. It is a temporary position because maya is constantly changing. Adibhutam charo bhavah. And in this changing situation suddenly some material calamity, natural calamity may afflict a person who is otherwise thinking I am very safe. Or suddenly some enemy may attack. Suddenly something may happen which can change our situation. A person has a heart attack and completely becomes fearful. Now what is to be done? So by executing devotional service faithfully one is liberated from maya. Indeed there is no other way to get factual liberation from maya other than executing faithfully bhakti yoga, devotional service to Krishna. Krishna also says in the Bhagavad Gita in the seventh chapter fourteenth verse he says this divine energy of mind consisting of the three material modes of nature, three guna sarto guna, rajo guna, tamo guna, they are the components of the influence of the material energy called maya which influences us in such a way that we cannot overcome the material influence by our own strength, by our own endeavor, not possible. daivi he sha gunamayi mamamaya duratyaya But Krishna also says those who have surrendered unto me mam eva ye prapadyante maya metam tarantite They can easily cross beyond the influence of this material energy."
    },
    {
      "start_time": 793,
      "end_time": 962,
      "verse_references": [],
      "themes": [
        "liberation",
        "devotional service",
        "speculative knowledge",
        "lotus feet of Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Liberation is possible only by devotional service...devotional service unto the Supreme Lord is the only auspicious path...Real liberation is taking shelter of the lotus feet of Krishna and being fixed in devotional service to him.",
      "summary": "The speaker concludes by reiterating that true liberation is only attainable through devotional service to Krishna, contrasting it with the fruitless endeavors of speculative knowledge and emphasizing the importance of taking shelter of Krishna's lotus feet.",
      "timestamp_url": "https://youtu.be/KlQcgvwrdF8?t=793",
      "transcript": "So the conclusion of all these statements is that one cannot attain liberation without rendering devotional service. Liberation is possible only by devotional service. Technically somebody may think I am liberated by merging into impersonal Brahman or technically somebody may think I am liberated by meditating on Paramatma but factual liberation, real liberation, complete liberation, perfect liberation is possible only by becoming fixed up in devotional service. So there is a statement like that in the Bhagavatam also which says devotional service unto the Supreme Lord is the only auspicious path. If one gives it up simply for speculative knowledge or the understanding that these living beings are spirit souls and the material world is false then such a person undergoes a great deal of trouble. He only gains troublesome and inauspicious actions. His actions are like beating a husk that is already devoid of grain. His labor becomes fruitless. This is a statement by Lord Brahma when he offers prayers to the Supreme Lord Krishna. Somebody may think this material world is false. We have nothing to do with this material world and engages in cultivation of knowledge through spirit. We engage in cultivation of knowledge through speculation. And through this method they may think I have become liberated because I have realized I am Brahman and I have merged myself into the existence of Brahman as the Absolute Truth. So such people they are actually simply undergoing so much of difficulty due to severe austerities. They do not get real liberation by such a process. Real liberation is described in that term, taking shelter of the lotus feet of Krishna and being fixed in devotional service to him. That is real liberation. I will stop here. Thank you very much."
    }
  ]
}