{
  "video_id": "kMnHa7LYvdc",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.13.22 - 23 | 7-10-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=kMnHa7LYvdc",
  "segments": [
    {
      "start_time": 0,
      "end_time": 69,
      "verse_references": [],
      "themes": [
        "invocation",
        "introduction",
        "Srimad Bhagavatam"
      ],
      "content_type": "introduction",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "In this session we will be discussing from two verses, verse number 22 and 23 of the 13th chapter of the first canto of Srimad Bhagavatam.",
      "summary": "The speaker begins with invocations and introduces the topic: verses 22 and 23 of the 13th chapter of the first canto of Srimad Bhagavatam, entitled 'Dhritarashtra Quits Home'.",
      "timestamp_url": "https://youtu.be/kMnHa7LYvdc?t=0",
      "transcript": "Om Agyana Timiran Dhasya Gyananj Nishalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Devi Saraswati Vyasam Tato Jayam Udi Rayet Om Namah Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam In this session we will be discussing from two verses, verse number 22 and 23 of the 13th chapter of the first canto of Srimad Bhagavatam."
    },
    {
      "start_time": 69,
      "end_time": 154,
      "verse_references": [
        "SB 1.13.22"
      ],
      "themes": [
        "old age",
        "death",
        "detachment",
        "warning"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Which means that it is notice of death which is fast approaching.",
      "summary": "The speaker explains verse 22, where Vidura points out Dhritarashtra's old age and failing health as a warning of approaching death, urging him to consider his future.",
      "timestamp_url": "https://youtu.be/kMnHa7LYvdc?t=69",
      "transcript": "This chapter is entitled Dhritarashtra Quits Home. The verse number 22 Andhapuraiva Vadhiro Mandaprajnyascha Sampratam Vishirna Danto Mandagni Saraga Kapham Udbhahan The meaning of this verse is: You have been blind from your very birth, and recently you have become hard of hearing. Your memory is shortened, and your intelligence is disturbed. Your teeth are loose, your liver is defective, and you are coughing up mucus. These are words spoken by Vidura to Dhritarashtra, and Vidura is pointing out that the symptoms of invalidity due to old age are very much prominent in the person of Dhritarashtra, which means that it is notice of death which is fast approaching. So what are you doing about Dhritarashtra facing death? So Vidura is actually alerting Dhritarashtra."
    },
    {
      "start_time": 154,
      "end_time": 294,
      "verse_references": [],
      "themes": [
        "material attachment",
        "illusion",
        "impermanence",
        "shadvikara"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "This is the power of illusion in this material world.",
      "summary": "The speaker elaborates on the purport, explaining the symptoms of old age, the concept of 'Shadvikara' (six changes in the body), and how people foolishly seek permanent settlement in the material world, forgetting the impermanence of the body and material possessions.",
      "timestamp_url": "https://youtu.be/kMnHa7LYvdc?t=154",
      "transcript": "So in the Purport, Shila Prabhupada explains the symptoms of old age which had already developed in Dhritarashtra were all, one after another, pointed out to him as warning that death was nearing very quickly, and still he was foolishly carefree about his future. The signs pointed out by Vidura in the body of Dhritarashtra were signs of Apakshaya, or dwindling of the material body before the last stroke of death. The body is born, it develops, stays, creates other organs, other bodies, dwindles, and then vanishes. This is called Shadvikara, six different changes that take place in the body from birth to death. So body is born, body is going to die, but in between four stages: body develops, then it stays for some time, produces by-products, and dwindles. So these are described in the Shadvikara. So these are described in the scriptures as Shadvikara, six changes that happen in the body, irrespective of whether it is the body of a small insignificant creature, or the body of a human being, or the body of an animal or a bird, or a demigod, these six changes take place. But foolish men want to make a permanent settlement of the perishable body and think that their estate, their children, their society, country, etc., will give them protection. With such foolish ideas, they become overtaken by such temporary engagements and forget altogether that they must give up this temporary body and take a new one, again to arrange for another term of society, friendship, and love, again to perish ultimately."
    },
    {
      "start_time": 294,
      "end_time": 395,
      "verse_references": [],
      "themes": [
        "material enjoyment",
        "false gurus",
        "sense gratification",
        "permanent identity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "We are spirit soul, we belong to Krishna, we have eternal life.",
      "summary": "The speaker discusses the deep-rooted desire for material enjoyment, the illusion of finding lasting happiness in the material world, and the tendency to forget our true, eternal identity as spirit souls belonging to Krishna, contrasting genuine sadhus with those who offer sense gratification.",
      "timestamp_url": "https://youtu.be/kMnHa7LYvdc?t=294",
      "transcript": "This is the power of illusion in this material world, because we have got a deep-rooted desire for material enjoyment. We have hope that we can make it in this material world by some adjustment, some arrangement, some wealth, some friendship, some so-called love of near and dear ones, but actually none of these can really save us ultimately from death. Everything is taken away, everything material is taken away from us at the time of death. They forget their permanent identity. What is our permanent identity? We are spirit soul. We belong to Krishna. We have eternal life. We belong to Krishna. We have eternal relationship of love with Krishna. That we forget and become foolishly active for impermanent occupations, forgetting altogether their prime duty. Therefore, saints and sages like Vidura approach such foolish men to awaken them to their real situation, but they take such sadhus and saints as parasites of society, and almost all of them refuse to hear the words of such sadhus and saints, although they welcome show bottle sadhus and so-called saints who can satisfy their senses."
    },
    {
      "start_time": 395,
      "end_time": 475,
      "verse_references": [],
      "themes": [
        "bogus gurus",
        "sense gratification",
        "genuine sadhu",
        "real situation of life"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "A genuine sadhu will never promise any sense gratification in exchange for some spiritual life.",
      "summary": "The speaker explains why people are cheated by bogus sadhus who offer sense gratification, emphasizing that a genuine sadhu will never promise material benefits for spiritual advancement, and that Vidura is correctly pointing out the real situation of life.",
      "timestamp_url": "https://youtu.be/kMnHa7LYvdc?t=395",
      "transcript": "Sometimes we ask, why do people get cheated by bogus sadhus? Because these bogus sadhus know how to cheat people by satisfying their senses. The same business is going on even otherwise without any saintly person, so-called saintly person, trying to satisfy their senses. People are simply busy with material enjoyment, and for the sake of material enjoyment, they are seeking satisfaction of their senses. So these show bottle sadhus who somehow give some license for sense gratification in the name of so-called religious practices, a genuine sadhu will never promise any sense gratification in exchange for some spiritual life, never. Vidura was not a sadhu to satisfy the ill-gotten sentiment of Dhritarashtra. He is correctly pointing out the real situation of life and how one can save oneself from such catastrophes."
    },
    {
      "start_time": 475,
      "end_time": 549,
      "verse_references": [
        "SB 1.13.23"
      ],
      "themes": [
        "hope",
        "detachment",
        "naked truth",
        "precarious life"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "A sadhu is to speak to the householders about the naked truth of life so that they may come to their senses about the precarious life in material existence.",
      "summary": "The speaker introduces verse 23, where Vidura uses strong words to shake Dhritarashtra out of his illusion, comparing him to a household dog dependent on Bhima, and explains that a sadhu should speak the truth about the precariousness of material life.",
      "timestamp_url": "https://youtu.be/kMnHa7LYvdc?t=475",
      "transcript": "The 23rd verse: Aho mahiyasi jantor Jivitasha Yatha bhavan Bhima pavarjitam Pindam adatte Grihapalavat. These are very strong words spoken by Vidura to shake up Dhritarashtra out of his illusory situation. The meaning of this 23rd verse is: Alas, how powerful are the hopes of a living being to continue his life. Verily, you are living just like a household dog and are eating remnants of food given by Bhima. These are very strong words spoken by Vidura. So the purport, Shila Prabhupada explains, why is Vidura speaking so harshly? Prabhupada says, a sadhu should never flatter kings or rich men to live comfortably at their cost. A sadhu is to speak to the householders about the naked truth of life so that they may come to their senses about the precarious life in material existence."
    },
    {
      "start_time": 549,
      "end_time": 699,
      "verse_references": [],
      "themes": [
        "attachment",
        "humiliation",
        "anger",
        "righteousness",
        "devotion"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Yudhishthira is actually a pure devotee, so such pure devotees, they depend on Krishna under all circumstances.",
      "summary": "The speaker describes Dhritarashtra as an attached old man, explains why Bhima is specifically mentioned, recounting Bhima's anger at the Kauravas' cheating and mistreatment of Draupadi and the Pandavas, and highlighting Yudhishthira's righteous conduct and dependence on Krishna.",
      "timestamp_url": "https://youtu.be/kMnHa7LYvdc?t=549",
      "transcript": "This is a genuine sadhu. Dhritarashtra is a typical example of an attached old man in household life. He had become a pauper in the true sense, yet he wanted to live comfortably in the house of the Pandavas, of whom Bhima especially is mentioned here. Why is Bhima mentioned especially among the five Pandavas? Because personally it was Bhima who killed two prominent sons of Dhritarashtra, namely Duryodhana and Dushyasana. These two sons were very much dear to Dhritarashtra for their notorious and nefarious activities. Bhima is particularly pointed out because he killed these two pet sons. Actually, Bhima killed not only these two pet sons, Bhima killed each of the 100 sons of Dhritarashtra. Bhima was angry because Ghervravas took undue advantage of Yudhishthira's righteous, upright behavior even in trying circumstances in gambling match which was rigged, and the Pandavas were cheated. Just because Yudhishthira agreed to follow the rules of the game, even though he was cheated, Duryodhana and Dushasana took undue advantage of Yudhishthira's good conduct, righteous conduct, and simply insulted Draupadi, made Pandavas slaves, and practically insulted all of them, so Bhima was very angry at this particular time, but he restrained himself because Yudhishthira did not want any of the Pandavas to protest."
    },
    {
      "start_time": 699,
      "end_time": 873,
      "verse_references": [],
      "themes": [
        "suffering",
        "faith",
        "Krishna's will",
        "eternal life",
        "self-realization"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This sense of continuing one's life indicates that a living being is eternally a living entity and does not want to change his bodily habitation.",
      "summary": "The speaker explains that devotees accept suffering as Krishna's will, maintaining their righteousness, and recounts how Krishna protected the Pandavas and ensured their victory, emphasizing Dhritarashtra's desire to live comfortably despite humiliation and the eternal nature of the living being.",
      "timestamp_url": "https://youtu.be/kMnHa7LYvdc?t=699",
      "transcript": "Now Yudhishthira is actually a pure devotee, so such pure devotees, they depend on Krishna under all circumstances. If it is the Lord's will that we have to undergo suffering, we will suffer, but we will never give up our righteous conduct in order to avoid some suffering, no. The Lord has got his own higher reason why he wants devotees to suffer in certain circumstances. There is a higher plan, and devotees have this full faith in the Supreme Lord, and as it turns out, that in the battle of Kurukshetra, against all odds the Pandavas were protected by Krishna and the Kauravas were completely destroyed in that battle because it is Krishna's will that the Pandavas must win this battle and Yudhishthira must be enthroned as the emperor of the world against all odds. So therefore it is specifically mentioned here that Bhima who was angry at the Kauravas, he got an opportunity to properly fight in this battle and personally kill each of the 100 sons of Dhritarashtra. Why was Dhritarashtra living there at the house of the Pandavas? Because he wanted to continue his life comfortably even at the risk of all humiliation. Vidura therefore was astonished how powerful is the urge to continue life. This sense of continuing one's life indicates that a living being is eternally a living entity and does not want to change his bodily habitation. The foolish man does not know that a particular term of imprisonment, a particular term of bodily existence is awarded to him to undergo a total term of imprisonment, and the human body is awarded after many many births and deaths as a chance for self-realization to go back home, back to Godhead, but persons like Dhritarashtra try to make plans to live here in this material world comfortably. They do not see things as they are. Dhritarashtra is blind and continues to hope to live comfortably in the midst of all kinds of reverses of life, but as"
    },
    {
      "start_time": 873,
      "end_time": 912,
      "verse_references": [],
      "themes": [
        "human form of life",
        "self-realization",
        "Vidura's task"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Especially in the human form of life so that is the responsible task of Vidura",
      "summary": "The speaker concludes by emphasizing the importance of self-realization in the human form of life and Vidura's role in guiding people towards it, ending with a thank you and Hare Krishna.",
      "timestamp_url": "https://youtu.be/kMnHa7LYvdc?t=873",
      "transcript": "all that is celebrated in the event there may be some collective PTSD goal especially in the human form of life so that is the responsible task of Vidura I'll stop here thank you very much Hare"
    }
  ]
}