{
  "video_id": "KMutPgU8aAo",
  "title": "Can i See GOD? | Sri Madhu Pandit Dasa",
  "speaker": "HG Madhu Pandit Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=KMutPgU8aAo",
  "segments": [
    {
      "start_time": 0,
      "end_time": 30,
      "verse_references": [],
      "themes": [
        "seeing God",
        "spiritual qualification",
        "chanting Hare Krishna",
        "regulated principles"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "My job is to show you all God.",
      "summary": "Prabhupada's mission is to show everyone God, but first they need to be qualified through chanting Hare Krishna and following regulated principles to awaken their spiritual senses.",
      "timestamp_url": "https://youtu.be/KMutPgU8aAo?t=0",
      "transcript": "When people ask, \"Can you show me God?\" Prabhupada is replying, \"You want to show me God? Yeah, I'll show you. You qualify, ready? Come on, chant Hare Krishna. Follow four regulated principles.\" \"My job is that only,\" Prabhupada is saying. \"My job is to show you all God. Where is the question of challenge? To everybody I want to show God. That's why this movement is there, to show everybody God. But to show everybody God, first I am qualifying them. I am awakening their spiritual bodies, spiritual senses.\""
    },
    {
      "start_time": 30,
      "end_time": 70,
      "verse_references": [],
      "themes": [
        "spiritual form",
        "spiritual experience",
        "hearing from realized souls",
        "spiritual perception"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "To go into the ocean of spiritual experience, start hearing from avyatta margavit.",
      "summary": "To experience the spiritual realm and see God's form, one must hear from realized souls (avyatta margavit) who have spiritual perception and then practice what they learn.",
      "timestamp_url": "https://youtu.be/KMutPgU8aAo?t=30",
      "transcript": "And then they can see God, they can see the spiritual world. See, achintya guna surupam, not material gunas. There is a rupa. To go into the ocean of spiritual experience, start hearing from avyatta margavit. Start hearing from such personalities who can see things beyond your perception. And then, after hearing, you practice it, then you will also become an avyatta margavit."
    }
  ]
}