{
  "video_id": "Kos3wWxTRfM",
  "title": "Govinda Kaviraja: Lord Krishna’s Divine Poet | Sri Jai Chaitanya Dasa | Sri Gaura Mandala Parikrama",
  "speaker": "HG Jai Chaitanya Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=Kos3wWxTRfM",
  "segments": [
    {
      "start_time": 0,
      "end_time": 114,
      "verse_references": [],
      "themes": [
        "lineage",
        "early life",
        "devotion to Durga"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Shri Govinda Kaviraj, the brother of Ramachandra Kaviraj, was a great poet who subsequently surrendered his life at the lotus feet of Shri Radha and Krishna.",
      "summary": "This segment describes Govinda Kaviraj's birth, family, and early devotion to Goddess Durga.",
      "timestamp_url": "https://youtu.be/Kos3wWxTRfM?t=0",
      "transcript": "Govinda Kaviraj, Shri Govinda Kaviraj, the brother of Ramachandra Kaviraj, was a great poet who subsequently surrendered his life at the lotus feet of Shri Radha and Krishna. At the time of Govinda's birth, Sunanda Devi suffered from intense labor pain. Damodara Sen was a devotee of Goddess Durga. When Damodara Sen learned about his daughter's predicament, he prayed to Durga Devi. He fed Sunanda the water from Durga Yantra. Soon, Sunanda gave birth to a beautiful child who was later named Govinda. A few years after Govinda was born, his father Chiranjeeva passed away. Being raised at his maternal father's home at Shrikanta, Govinda was brought up amidst Saktas or devotees of Maa Durga. As compared to his brother Ramachandra, who was a Krishna Bhakta, Govinda since his childhood was a worshipper of Bhagavati Devi, Goddess Durga. After Sunanda Devi passed away, both Ramachandra and Govinda shifted to Kumar Nagar. It was here at Kumar Nagara that Ramachandra Kaviraj got married to Ratnamala Devi and subsequently surrendered himself to Srinivasa Acharya. Soon afterwards, Ramachandra and Govinda decided to shift to the..."
    },
    {
      "start_time": 114,
      "end_time": 283,
      "verse_references": [],
      "themes": [
        "relocation",
        "association",
        "lotus offering",
        "Durga's acknowledgement"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He understood, later he understood that Lord Krishna is the worshipable master of Maa Durga.",
      "summary": "This segment narrates the relocation to Talia Budhari, Ramachandra's desire for association with Srinivasa Acharya, and the incident where Durga acknowledges Krishna's supremacy through the lotus offering.",
      "timestamp_url": "https://youtu.be/Kos3wWxTRfM?t=114",
      "transcript": "peaceful and blissful village of Talia Budhari near Bhagavangola. So Bhagavangola was not the birthplace of Ramachandra Kaviraj. This was the place they stayed most, where they already had some land. Ramachandra insisted on shifting to Telia Bandhura because he felt that over here he would receive more association with Srinivasa Acharya and would have to pass over Telia Budhari to reach to Sripata of Narottam Das at Rajshahi. As presented before, Ramachandra and Narottama subsequently became the best friends and could hardly tolerate separation from each other. It is mentioned in Bhakti Ratnakara: Talia Budhari Grame A Govindera Stiti... by Nirjana Sthaneti Prita Aati... Budhari Paschime Sri Paschima Paranama... Tata Sarva Rambhe Bhas Seho Ramya Sthana. Devi Durga honors the offered lotus flowers in her hand. Adjacent to the residence of Govinda Kaviraj at Talia Budhari existed two ponds, which were commonly known as Jodha Pukura, pair of ponds. Innumerable lotuses adorned these ponds. I don't know whether you noticed yesterday there was a small pond with lotus. Flower was not there but leaves were there. So once, while Ramachandra Kaviraj was passing by these ponds, he was enthralled to note its beauty. In his mind, he then offered a couple of lotus flowers unto Lord Govinda, his worshipable Ishta Deva. Who are the deities in Bhagwan Gola? So later, when Govinda Kaviraj plucked these same lotus flowers and offered them unto his worshipable Devi Durga, as he did every day, he was shocked to discover that Maa Durga was holding these lotus flowers in her hands, instead of them lying at her feet. So the lotus flower was offered at the feet, but she offered it to the Lord and it was held in her hand. He understood, later he understood that Lord Krishna is the worshipable master of Maa Durga."
    },
    {
      "start_time": 283,
      "end_time": 389,
      "verse_references": [],
      "themes": [
        "illness",
        "Durga's instruction",
        "surrender to Krishna"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Only fools refuse to surrender unto Krishna... for he is the supreme controller and the ultimate protector.",
      "summary": "This segment details Govinda's illness, his prayer to Durga, and Durga's instruction to meditate on Krishna's lotus feet for liberation.",
      "timestamp_url": "https://youtu.be/Kos3wWxTRfM?t=283",
      "transcript": "And hence, anything offered to Krishna is sacred to all, including the goddess. One day, while Srinivasa and Ramachandra were sitting together, a messenger arrived carrying a letter from Govinda Kaviraj. In that letter, Govinda expressed that he was critically ill and requested his brother, Ramachandra, to come and see him at Telliya Budhari. Ramachandra did not want to take leave from his spiritual master and so he hid the letter. A few days later, Govinda wrote a second letter, expressing that his health has deteriorated further and wished to see Ramachandra and Srinivasa Charya. Actually, Govinda was a staunch devotee of Goddess Durga and he prayed to the Goddess for his mercy. It is said that he had reached a perfectional stage in his worship of Goddess and had even seen her face to face. So when Govinda asked for liberation from her and requested her to bestow her mercy so that he could cross over the ocean of birth and death, the Goddess instructed him to meditate upon the lotus feet of Lord Krishna instantly. If he wished to be delivered, the Goddess revealed that she herself meditates upon and worships the reddish feet of the Supreme Lord Krishna. Krishna alone can deliver one from the clutches of material birth and death. Maa Durga added that there are hundreds of Durgas, Sivas and Brahmas who are constantly engaged in offering prayers and singing the glories of Lord Krishna. But they are yet to reach the end of Supreme Lord's unlimited glories. Only fools refuse to surrender unto Krishna..."
    },
    {
      "start_time": 389,
      "end_time": 574,
      "verse_references": [],
      "themes": [
        "repentance",
        "Ramachandra's intervention",
        "Srinivasa Acharya's mercy",
        "initiation"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "devi kahe bar bar govinda smarana kare highway nishtara translation suddenly govinda's health",
      "summary": "This segment describes Govinda's repentance, his plea to Ramachandra, Srinivasa Acharya's arrival, and Govinda's initiation into the Hare Krishna Mahamantra.",
      "timestamp_url": "https://youtu.be/Kos3wWxTRfM?t=389",
      "transcript": "for he is the supreme controller and the ultimate protector. The great shouted hymn is: Khantaghal Prana Swas-Svahmatra-Urdhabahe... Kathorhaya Isthdevi Prathikahe... Yayto Amarahayla Abhasehsakaal... Kripah Bolkho Konae Chindhashamserajal... Aksh Vanitaya Samashirajet... devi kahe bar bar govinda smarana kare highway nishtara translation suddenly govinda's health began deteriorating severely it appeared as if the time of his death had arrived he was suffering tremendously and the only visible symptom of his life was the outflow of his breath feeling helpless he prayed to his worship of the goddess my last days have now arrived please be merciful unto me and break my attachment with this material world speaking from the sky the goddess repeated again and again contemplate upon lord govinda krishna and only then will you achieve liberation from material bondage hearing this govinda was left shattered he could not believe his ears and realized that he has wasted his life not pursuing the path of devotion service unto lord krishna he remembered his brother ramachandra and wrote to him once more to meet him for the last time on receiving the letter ramachandra went to sinivasa acharya and requested him to accept govinda kaviraja as his disciple when he read govinda's letter shinivasa's heart softened and he decided to accompany ramachandra to talia budhari govinda was elated to hear this news and he ordered his son divya simha to make all the arrangements to welcome shinivasa banana trees were placed at crossings and mango leaves were strung at different places for decoration shinivasa arrived and went straight to meet govinda kaviraj the ladies made auspicious sounds while drums and cymbals were being played very sweetly govinda could not even sit up on his own and was helped by his relatives shinivasa acharya blessed him by placing his lotus feet upon his head after shinivasa bathed and accepted prasadam his remnants were fed to govinda kaviraj as soon as he honored the remnants govinda started feeling better the next day govinda kaviraj was given a bath and thereafter shinivasa acharya initiated him and whispered the"
    },
    {
      "start_time": 574,
      "end_time": 688,
      "verse_references": [],
      "themes": [
        "spiritual recovery",
        "devotional service",
        "poetic contributions",
        "recognition"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "govinda kaviraj's poems are so powerful and so intense that many addressed him as the second vidyapati",
      "summary": "This segment narrates Govinda's spiritual recovery, his engagement in devotional service, his poetic contributions, and the recognition he received, including the title 'Kaviraj'.",
      "timestamp_url": "https://youtu.be/Kos3wWxTRfM?t=574",
      "transcript": "hare krishna mahamantra in his ears. Shinivasa Acharya taught him on how to meditate upon Radha and Krishna and instructed him to read the books composed by the Goswamis. Govinda gradually regained his strength and gave several gifts like gold, cloths, and other items unto his spiritual master in charity. He condemned his previous life and was very thankful to brother because it was only for Ramachandra that he had now received the mercy of Shinivasa Acharya. Govinda Kaviraj lived for 36 more years and engaged himself completely in service of Shri Guru and Govinda, expressed his earnest desire to glorify Lord Krishna and Lord Gauranga through his poems. Shinivasa Acharya happily agreed and blessed him. Govinda Kaviraj's poems are so powerful and so intense that many addressed him as the second Vidyapati. On the request of King Govinda Hari Narayan, he composed a beautiful book dedicated to his brother Ramachandra. The book was called Shri Rama Charita Gita. On the request of King Santoshadatta, the ruler of Keturi, Govinda composed a play known as Sangeetha Madhava Nataka. He was a regular visitor at the royal embassy assemblies of the kings of Jeshore and Pakkapalli. Jivago Goswami also desired to relish his poems and requested Govinda to send his poems to Vrindavan. The senior devotees of Vrindavan found great satisfaction in reading Govinda's bhajans and they conferred the title Kaviraj unto him."
    }
  ]
}