{
  "video_id": "KpcKO1bYmOE",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.9.24 | 20-04-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=KpcKO1bYmOE",
  "segments": [
    {
      "start_time": 0,
      "end_time": 51,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Agyanati Miran Dhasya Gyananjani Shalakaya Chakshurun Meelitam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/KpcKO1bYmOE?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyananjani Shalakaya Chakshurun Meelitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyadi Shatharine Jaya Shri Krishna Chaitanya Prabhu Nityananda Shri Advaita Gadadhara Shiva Sadhi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jaya Mudireet"
    },
    {
      "start_time": 52,
      "end_time": 115,
      "verse_references": [
        "SB 1.9.24"
      ],
      "themes": [
        "Bhishma Deva",
        "Krishna's identity",
        "devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "May my Lord who is four handed and whose beautifully decorated lotus face with eyes as red as the rising sun is smiling kindly await me at that moment when I quit this material body.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam spoken by Bhishma Deva, focusing on his desire to see Krishna at the time of death and establishing Krishna's supreme identity.",
      "timestamp_url": "https://youtu.be/KpcKO1bYmOE?t=52",
      "transcript": "In this session, we will be discussing from the 24th verse of the 9th chapter of the Bhagavad Gita, the first canto of Srimad Bhagavatam, Sadeva Devo Bhagavan Pratikshatam, Kalevaram Yavad Idam Hino Myaham, Prasanna Haasaaruna Lochano Lassan, Mukham Bhujo Dhyana Patash Chatur Bhujah. The meaning of this verse is, \"May my Lord, who is four-handed and whose beautifully decorated lotus face with eyes as red as the rising sun is smiling kindly, await me at that moment when I quit this material body.\" Now, this is a realization of Bhishma Deva, who is an unflinching servitor of the Supreme"
    },
    {
      "start_time": 115,
      "end_time": 185,
      "verse_references": [],
      "themes": [
        "Krishna's identity",
        "Narayana",
        "Brahma Samhita"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bhishma Deva knew well that Lord Krishna is the original Narayana, Govindam Adi Purusham Tamaham Bhajwami.",
      "summary": "The speaker elaborates on Krishna's identity as the original Narayana, referencing the Brahma Samhita and emphasizing that Bhishma Deva understood Krishna's true nature.",
      "timestamp_url": "https://youtu.be/KpcKO1bYmOE?t=115",
      "transcript": "Lord Krishna. What is the identity of Krishna? Though he appears as a son of Vasudeva and Devaki, though he appears to be like one of the descendants of the Vrishni dynasty, a Kshatriya, but he is not a Kshatriya, he is not a person of this world, he is the transcendental Supreme Personality. So Shri La Pravapada says in the purport, Bhishma Deva knew well that Lord Krishna is the original Narayana, Govindam Adi Purusham Tamaham Bhajwami, this is what is said in the Brahma Samhita, by Lord Brahma, he declares Govinda or Krishna, Ishwaraha Paramahakrishnaha, he is the original Supreme Personality of God. His worshipable deity was four-handed Narayana, but he knew that four-handed Narayana is a"
    },
    {
      "start_time": 185,
      "end_time": 252,
      "verse_references": [],
      "themes": [
        "Narayana",
        "humility",
        "auspicious death"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Indirectly he desired Lord Shri Krishna to manifest himself in his four-handed feature of Narayana.",
      "summary": "The speaker explains Bhishma Deva's desire to see Krishna in his four-handed Narayana form and discusses the concept of choosing an auspicious moment to leave the body to avoid rebirth.",
      "timestamp_url": "https://youtu.be/KpcKO1bYmOE?t=185",
      "transcript": "plenary expansion of Lord Krishna, that Bhishma Deva knew. So he did not consider Krishna as an ordinary person. Indirectly, he desired Lord Shri Krishna to manifest himself in his four-handed feature of Narayana. Bhishma Deva is preparing to quit the body because he had the blessing from his father that he could quit his body whenever he desired. In what sense, whenever he desired, what does it mean? It means that he can choose the most auspicious moment to quit the body. Again, this is explained in the Bhagavad Gita, that for somebody who is not a pure devotee of Krishna, they have to select an auspicious time to quit the body in order to escape rebirth."
    },
    {
      "start_time": 252,
      "end_time": 329,
      "verse_references": [],
      "themes": [
        "rebirth",
        "material desires",
        "devotees vs. non-devotees"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "For a common person, generally, because the person has some material desires, he has the right to quit the body. So he has to quit the body.",
      "summary": "The speaker contrasts the fate of those with material desires, who are forced to take rebirth, with that of devotees, who are directly taken by Krishna to the spiritual world.",
      "timestamp_url": "https://youtu.be/KpcKO1bYmOE?t=252",
      "transcript": "In order to escape rebirth. For a common person, generally, because the person has some material desires, he has the right to quit the body. So he has to quit the body. Such a person has to take birth again in this material world to fulfill those desires. But somebody who is free from all material desires, even such a person, if he is not a devotee, he has to quit the body at an auspicious time. That means the passage of the soul from this material world to the spiritual world is controlled by higher authorities, in the case of non-devotees. For devotees, Krishna directly takes charge. As was explained in the previous words, at once, by Krishna's arrangement, a pure devotee is transferred by the internal energy to one of the eternal planets, as soon as the devotee quits the body. As soon as. So that's not true for non-devotees."
    },
    {
      "start_time": 329,
      "end_time": 371,
      "verse_references": [],
      "themes": [
        "Narayana",
        "devotion",
        "spiritual world"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So here it is explained that Krishna, in his four-handed feature, as the Narayana, is the supreme transcendental Lord Narayana in the spiritual world, Bhishma is desiring that that Narayana manifest himself before Bhishma at the time of Bhishma quitting the body.",
      "summary": "The speaker reiterates Bhishma's desire to see Krishna as Narayana at the time of death, emphasizing the Lord's transcendental nature and Bhishma's devotion.",
      "timestamp_url": "https://youtu.be/KpcKO1bYmOE?t=329",
      "transcript": "Non-devotees, their passage is controlled by higher authorities. So here it is explained that Krishna, in his four-handed feature, as the Narayana, is the supreme transcendental Lord Narayana in the spiritual world. Bhishma is desiring that that Narayana manifest himself before Bhishma at the time of Bhishma quitting the"
    },
    {
      "start_time": 371,
      "end_time": 453,
      "verse_references": [],
      "themes": [
        "humility",
        "Vaishnava",
        "devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Although it was sent person certain that Bhishmadeva was approaching Vainkuttadharma just after leaving his material body, still as a humble Vaishnava he desired to see the beautiful face of the Lord, for after quitting the present body, he might not be in a position to see the Lord anymore.",
      "summary": "The speaker explains Bhishma's humility as a Vaishnava, highlighting his desire to see the Lord's face at the moment of death despite being guaranteed to go to Vaikuntha.",
      "timestamp_url": "https://youtu.be/KpcKO1bYmOE?t=371",
      "transcript": "body. Now why is Bhishma desiring this? That Srila Prabhupada says, a Vaishnava is always humble in his behavior. This is Bhishma's humility as a Vaishnava. Why is it said that Bhishma is humble? Because it is explained by Prabhupada, although it was certain that Bhishmadeva was approaching Vaikunthadharma just after leaving his material body, still as a humble Vaishnava he desired to see the beautiful face of the Lord, for after quitting the present body, he might not be in a position to see the Lord anymore. See, this is the humility of the Vaishali. Bhishma's mind is completely absorbed in the thought of Krishna, the Supreme Personality of Godhead. So he is guaranteed to actually go to the Vaikuntha planet after quitting his material body, because he is absorbed in that kind of thought. But then, he is doubly ensuring that he wants, at the last moment of quitting the body, to see the beautiful face of the Supreme Lord."
    },
    {
      "start_time": 453,
      "end_time": 535,
      "verse_references": [],
      "themes": [
        "devotion",
        "Krishna's lotus face",
        "Bhagavad Gita"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The lotus face of the Lord may be visible to me at the time of quitting the body, because the Lord has come personally before Bhishma Deva.",
      "summary": "The speaker emphasizes Bhishma's desire to see Krishna's lotus face at the time of death and references the Bhagavad Gita to explain how devotees who are always absorbed in Krishna can leave their bodies at any time.",
      "timestamp_url": "https://youtu.be/KpcKO1bYmOE?t=453",
      "transcript": "That's why the description is there, that Kalevaram yavad idam hinomi when I quit this body, prasanna-hasa-aruna-lochi na ullasat mukham bujaha. The lotus face of the Lord may be visible to me at the time of quitting the body, because the Lord has come personally before Bhishma Deva. So, as a humble Vaishnava, he is thinking, I may not be able to see the Lord after I quit this body. Of course, that is assuming that he may not actually go back to the spiritual world. In that case, he still, till the last moment, he wants to be having darshan of the Lord, the last darshan he wants to have. A Vaishnava is not puffed up, although the Lord guarantees his pure devotee entrance into his abode. Krishna says, for his pure devotees, in the 8th chapter, Krishna explains this in the Bhagavad Gita, for my devotees, they can quit their body any time, because they are always absorbed in thinking of me,"
    },
    {
      "start_time": 535,
      "end_time": 623,
      "verse_references": [],
      "themes": [
        "devotion",
        "Krishna's service",
        "eternal world"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna guarantees that such a devotee will straight be transferred to the eternal world of the personal abode of the Supreme Lord.",
      "summary": "The speaker explains that devotees who are constantly engaged in Krishna's service are guaranteed to be transferred to the Lord's eternal abode and contrasts this with the fate of ordinary people who are forced to leave their bodies by the laws of nature.",
      "timestamp_url": "https://youtu.be/KpcKO1bYmOE?t=535",
      "transcript": "man-mana. In the 8th chapter, Krishna says, antakale chamam eva smaran muktvaka nevaram tasmat sarveshu kaleshu mam anusmara yudhyachu. So, all these verses explain that a devotee's position is, he is always thinking of Krishna, always chanting his name, always engaged in glorifying him, always engaged eternally in his service. Like this, a devotee, such a devotee, who is constantly engaged, tesham satata yuktanam bhajatam priti purvakam. So, such a devotee, Krishna guarantees that such a devotee will straight be transferred to the eternal world of the personal abode of the Supreme Lord. So, Bhishma says, as long as I do not quit this body, that's what Bhishma Deva is telling, yavad idam hinomi aham kalevaram as long as I do not quit this body, this means, Prabhupada says, the great general Bhishma Deva would quit the body by his own will. He was not being forced by the laws of nature."
    },
    {
      "start_time": 623,
      "end_time": 709,
      "verse_references": [],
      "themes": [
        "laws of nature",
        "Bhishma's blessing",
        "Shantanu"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "For ordinary people, who are not yogis having that perfection of being able to quit the body at the chosen auspicious moment, for those who are not such yogis, they are forced to leave the body at a certain time by the laws of nature, higher laws.",
      "summary": "The speaker explains that unlike ordinary people who are forced to leave their bodies, Bhishma had the blessing from his father, Maharaj Shantanu, to choose the time of his death.",
      "timestamp_url": "https://youtu.be/KpcKO1bYmOE?t=623",
      "transcript": "For ordinary people, who are not yogis having that perfection of being able to quit the body at the chosen auspicious moment, for those who are not such yogis, they are forced to leave the body at a certain time by the laws of nature, higher laws. And all such people generally are attached to their body because they don't want to quit the body and they are forced and if they refuse to quit the body, the Yamadutas are there to force them to leave the body. They cannot remain against the laws. Whereas Bhishma, because he is blessed by his father, Maharaj Shantanu blessed Bhishma, who was his son, Shantanu's son Bhishma, was blessed by Shantanu, that you be blessed to quit your body at the auspicious time of your choice. So, Bhishma was very, very powerful. He could stay in his body as long as he desired. He got this benediction from his father."
    },
    {
      "start_time": 709,
      "end_time": 787,
      "verse_references": [],
      "themes": [
        "devotion",
        "Narayana",
        "concentration"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bhishma very humbly, he is praying to the Lord. He desired that the Lord stay before him in his four-handed Narayana feature so that he might concentrate his attention upon this Narayana feature and thus be entranced in that meditation.",
      "summary": "The speaker explains that Bhishma humbly prays for the Lord to appear before him in his four-handed Narayana form so that he can concentrate his attention on the Lord's lotus face and purify his mind.",
      "timestamp_url": "https://youtu.be/KpcKO1bYmOE?t=709",
      "transcript": "So therefore, Bhishma very humbly, he is praying to the Lord. He desired that the Lord stay before him in his four-handed Narayana feature so that he might concentrate his attention upon this Narayana feature and thus be entranced in that meditation. Already, Bhishma, being an unflinching servitor, is always engaged in devotional service of the Supreme Lord. But additionally, he wants that now that the Supreme Lord has appeared in front of me, let me concentrate my attention on his lotus face, beautiful lotus face, and be situated entranced in that way, by concentrating my attention on his lotus face. He is thinking that just in case my mind is not pure at the time of quitting this body, by such concentration of my attention on the lotus face of the Supreme Lord, Krishna, my mind will be sanctified"
    },
    {
      "start_time": 787,
      "end_time": 835,
      "verse_references": [],
      "themes": [
        "devotion",
        "spiritual world",
        "anxiety"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A pure devotee actually is not very anxious that he has to quit this world and go to the spiritual world, the personal abode of the Lord.",
      "summary": "The speaker explains that a pure devotee is not anxious about going to the spiritual world because they are completely dependent on the Lord's will.",
      "timestamp_url": "https://youtu.be/KpcKO1bYmOE?t=787",
      "transcript": "by thinking of the Lord. Then, in such a state, if he quits his body, he did not mind wherever he might go. A pure devotee actually is not very anxious that he has to quit this world and go to the spiritual world, the personal abode of the Lord. The devotee is not very anxious about that. Why? Srila Prabhupada says here, a pure devotee is never anxious to go back to the kingdom of God. Though, that is the destination of the pure devotee, and it is guaranteed by the Supreme Lord."
    },
    {
      "start_time": 835,
      "end_time": 948,
      "verse_references": [
        "BG 9.27"
      ],
      "themes": [
        "devotion",
        "humility",
        "Lord's will"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A devotee is never proud to think that I am a pure devotee. I am entitled to enter the personal abode of the Supreme Lord after quitting this body. He never thinks like that.",
      "summary": "The speaker emphasizes that a pure devotee is always dependent on the Lord's mercy and is ready to serve the Lord anywhere, even in hell, because their only business is to serve the Lord's mission.",
      "timestamp_url": "https://youtu.be/KpcKO1bYmOE?t=835",
      "transcript": "Hmm? Aha! In the Bhagavad Gita, punar janma naiti mam eti sorjuna Krishna guarantees this for his devotees, pure devotees, that mam eti, they come back to me, my abode, madbhava magata. Hmm? Several places. So, a pure devotee is completely dependent on the good will of the Lord. A devotee is never proud to think that I am a pure devotee. I am entitled to enter the personal abode of the Supreme Lord after quitting this body. He never thinks like that. So, a pure devotee always is dependent on the mercy of the Supreme Lord. And, even if the Lord wants him to go to hell, a devotee is ready. Hmm? In the sense that, a devotee is ready to serve the Lord anywhere, even in the material world, even in hellish planets, because the devotee's only business is to serve the mission of the Lord in this material world, especially the mission of the Lord to actually deliver the condition, and deliver the condition source. So, that, in that way, a pure devotee doesn't particularly desire to go to the spiritual planet. Anywhere the Lord wants him to serve, the devotee is ready. So, I will stop here. Thank you very much."
    }
  ]
}