{
  "video_id": "KpcKO1bYmOE",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.9.24 | 20-04-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=KpcKO1bYmOE",
  "segments": [
    {
      "start_time": 0,
      "end_time": 51,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Agyanati Miran Dhasya Gyananjani Shalakaya Chakshurun Meelitam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/KpcKO1bYmOE?t=0"
    },
    {
      "start_time": 52,
      "end_time": 115,
      "verse_references": [
        "SB 1.9.24"
      ],
      "themes": [
        "Bhishma Deva",
        "Krishna's identity",
        "devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "May my Lord who is four handed and whose beautifully decorated lotus face with eyes as red as the rising sun is smiling kindly await me at that moment when I quit this material body.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam spoken by Bhishma Deva, focusing on his desire to see Krishna at the time of death and establishing Krishna's supreme identity.",
      "timestamp_url": "https://youtu.be/KpcKO1bYmOE?t=52"
    },
    {
      "start_time": 115,
      "end_time": 185,
      "verse_references": [],
      "themes": [
        "Krishna's identity",
        "Narayana",
        "Brahma Samhita"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bhishma Deva knew well that Lord Krishna is the original Narayana, Govindam Adi Purusham Tamaham Bhajwami.",
      "summary": "The speaker elaborates on Krishna's identity as the original Narayana, referencing the Brahma Samhita and emphasizing that Bhishma Deva understood Krishna's true nature.",
      "timestamp_url": "https://youtu.be/KpcKO1bYmOE?t=115"
    },
    {
      "start_time": 185,
      "end_time": 252,
      "verse_references": [],
      "themes": [
        "Narayana",
        "humility",
        "auspicious death"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Indirectly he desired Lord Shri Krishna to manifest himself in his four-handed feature of Narayana.",
      "summary": "The speaker explains Bhishma Deva's desire to see Krishna in his four-handed Narayana form and discusses the concept of choosing an auspicious moment to leave the body to avoid rebirth.",
      "timestamp_url": "https://youtu.be/KpcKO1bYmOE?t=185"
    },
    {
      "start_time": 252,
      "end_time": 329,
      "verse_references": [],
      "themes": [
        "rebirth",
        "material desires",
        "devotees vs. non-devotees"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "For a common person, generally, because the person has some material desires, he has the right to quit the body. So he has to quit the body.",
      "summary": "The speaker contrasts the fate of those with material desires, who are forced to take rebirth, with that of devotees, who are directly taken by Krishna to the spiritual world.",
      "timestamp_url": "https://youtu.be/KpcKO1bYmOE?t=252"
    },
    {
      "start_time": 329,
      "end_time": 371,
      "verse_references": [],
      "themes": [
        "Narayana",
        "devotion",
        "spiritual world"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So here it is explained that Krishna, in his four-handed feature, as the Narayana, is the supreme transcendental Lord Narayana in the spiritual world, Bhishma is desiring that that Narayana manifest himself before Bhishma at the time of Bhishma quitting the body.",
      "summary": "The speaker reiterates Bhishma's desire to see Krishna as Narayana at the time of death, emphasizing the Lord's transcendental nature and Bhishma's devotion.",
      "timestamp_url": "https://youtu.be/KpcKO1bYmOE?t=329"
    },
    {
      "start_time": 371,
      "end_time": 453,
      "verse_references": [],
      "themes": [
        "humility",
        "Vaishnava",
        "devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Although it was sent person certain that Bhishmadeva was approaching Vainkuttadharma just after leaving his material body, still as a humble Vaishnava he desired to see the beautiful face of the Lord, for after quitting the present body, he might not be in a position to see the Lord anymore.",
      "summary": "The speaker explains Bhishma's humility as a Vaishnava, highlighting his desire to see the Lord's face at the moment of death despite being guaranteed to go to Vaikuntha.",
      "timestamp_url": "https://youtu.be/KpcKO1bYmOE?t=371"
    },
    {
      "start_time": 453,
      "end_time": 535,
      "verse_references": [],
      "themes": [
        "devotion",
        "Krishna's lotus face",
        "Bhagavad Gita"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The lotus face of the Lord may be visible to me at the time of quitting the body, because the Lord has come personally before Bhishma Deva.",
      "summary": "The speaker emphasizes Bhishma's desire to see Krishna's lotus face at the time of death and references the Bhagavad Gita to explain how devotees who are always absorbed in Krishna can leave their bodies at any time.",
      "timestamp_url": "https://youtu.be/KpcKO1bYmOE?t=453"
    },
    {
      "start_time": 535,
      "end_time": 623,
      "verse_references": [],
      "themes": [
        "devotion",
        "Krishna's service",
        "eternal world"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna guarantees that such a devotee will straight be transferred to the eternal world of the personal abode of the Supreme Lord.",
      "summary": "The speaker explains that devotees who are constantly engaged in Krishna's service are guaranteed to be transferred to the Lord's eternal abode and contrasts this with the fate of ordinary people who are forced to leave their bodies by the laws of nature.",
      "timestamp_url": "https://youtu.be/KpcKO1bYmOE?t=535"
    },
    {
      "start_time": 623,
      "end_time": 709,
      "verse_references": [],
      "themes": [
        "laws of nature",
        "Bhishma's blessing",
        "Shantanu"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "For ordinary people, who are not yogis having that perfection of being able to quit the body at the chosen auspicious moment, for those who are not such yogis, they are forced to leave the body at a certain time by the laws of nature, higher laws.",
      "summary": "The speaker explains that unlike ordinary people who are forced to leave their bodies, Bhishma had the blessing from his father, Maharaj Shantanu, to choose the time of his death.",
      "timestamp_url": "https://youtu.be/KpcKO1bYmOE?t=623"
    },
    {
      "start_time": 709,
      "end_time": 787,
      "verse_references": [],
      "themes": [
        "devotion",
        "Narayana",
        "concentration"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bhishma very humbly, he is praying to the Lord. He desired that the Lord stay before him in his four-handed Narayana feature so that he might concentrate his attention upon this Narayana feature and thus be entranced in that meditation.",
      "summary": "The speaker explains that Bhishma humbly prays for the Lord to appear before him in his four-handed Narayana form so that he can concentrate his attention on the Lord's lotus face and purify his mind.",
      "timestamp_url": "https://youtu.be/KpcKO1bYmOE?t=709"
    },
    {
      "start_time": 787,
      "end_time": 835,
      "verse_references": [],
      "themes": [
        "devotion",
        "spiritual world",
        "anxiety"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A pure devotee actually is not very anxious that he has to quit this world and go to the spiritual world, the personal abode of the Lord.",
      "summary": "The speaker explains that a pure devotee is not anxious about going to the spiritual world because they are completely dependent on the Lord's will.",
      "timestamp_url": "https://youtu.be/KpcKO1bYmOE?t=787"
    },
    {
      "start_time": 835,
      "end_time": 948,
      "verse_references": [
        "BG 9.27"
      ],
      "themes": [
        "devotion",
        "humility",
        "Lord's will"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A devotee is never proud to think that I am a pure devotee. I am entitled to enter the personal abode of the Supreme Lord after quitting this body. He never thinks like that.",
      "summary": "The speaker emphasizes that a pure devotee is always dependent on the Lord's mercy and is ready to serve the Lord anywhere, even in hell, because their only business is to serve the Lord's mission.",
      "timestamp_url": "https://youtu.be/KpcKO1bYmOE?t=835"
    }
  ]
}