{
  "video_id": "kwxD9Tz3e8w",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.16.25 - 30 Part 3 | 03-02-2023",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=kwxD9Tz3e8w",
  "segments": [
    {
      "start_time": 0,
      "end_time": 110,
      "verse_references": [],
      "themes": [
        "invocation",
        "dharma",
        "transcendental qualities of the Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So the discussion is very important because to understand, actually, what is dharma and to also understand the different transcendental qualities which are there in the Supreme Lord is very important for anyone interested in Krishna Consciousness.",
      "summary": "The speaker begins with invocations and introduces the topic of discussion: the 40 transcendental qualities of the Lord as described by Mother Earth in response to Dharma's questions, emphasizing the importance of understanding dharma and the Lord's qualities for those interested in Krishna Consciousness.",
      "timestamp_url": "https://youtu.be/kwxD9Tz3e8w?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyananjan Shalakaya Chaksharan Militam Yena Tasmai Shri Gurave Namaha Namah Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gaurabhani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gnadhara Shri Vasani Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Devim Saraswateem Vyasam Tato Jayam Udhirayet. In this sense, we continue to discuss from the verses 25 to 30 from the 16th chapter of the first canto of Srimad Bhagavatam. These are a series of verses in which 40 different qualities of the Supreme Lord, the transcendental qualities of the Supreme Lord, are mentioned, listed by the earthly deity Mother Earth in the form of a cow while replying to the questions of dharma, the personality of religious principles in the form of a bull."
    },
    {
      "start_time": 110,
      "end_time": 255,
      "verse_references": [],
      "themes": [
        "unlimited qualities of the Lord",
        "finite nature of the material world"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Which means that the number of transcendental qualities of the Lord are unlimited, whereas the number of atoms in this universe is a finite number is not unlimited.",
      "summary": "The speaker emphasizes the unlimited nature of the Lord's transcendental qualities, contrasting it with the finite number of atoms in the universe, setting the stage for discussing some of these qualities.",
      "timestamp_url": "https://youtu.be/kwxD9Tz3e8w?t=110",
      "transcript": "So the discussion is very important because to understand, actually, what is dharma and to also understand the different transcendental qualities which are there in the Supreme Lord is very important for anyone interested in Krishna Consciousness. So Srila Prabhupada writes a very elaborate purport for these verses in the Srimad Bhagavatam. And we have already finished discussing in the past two sessions, part one and part two, some of the qualities described here, particularly the first point that Prabhupada makes in this purport to this set of verses. He says that it is not possible to count the number of transcendental qualities the Lord possesses. Even if one were to compare this number to the number of atoms one can obtain by smashing the entire universe into small particles of dust, still you cannot compare that number of atoms in the universe, total number of atoms, to the number of transcendental qualities possessed by the Lord, which means that the number of transcendental qualities of the Lord are unlimited, whereas the number of atoms in this universe is a finite number, is not unlimited."
    },
    {
      "start_time": 255,
      "end_time": 392,
      "verse_references": [],
      "themes": [
        "Dharini's reply to Dharma",
        "qualities of the Lord",
        "spiritual nature"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, since we are a very, very insignificant part of the Lord, we have some qualities of the Lord in a very, very minute quantity.",
      "summary": "The speaker explains that Mother Earth (Dharini) is replying to Dharma's questions about the Lord's qualities, highlighting that all good qualities are present in the Lord and that living beings possess minute quantities of these qualities due to being part of the Lord.",
      "timestamp_url": "https://youtu.be/kwxD9Tz3e8w?t=255",
      "transcript": "It is not unlimited. So therefore, some qualities are being mentioned here just for our understanding, still the number is not a small number. Forty qualities are mentioned here by Mother Earth while replying to Dharini, Dharini Vacha. That is the beginning of these words, Dharini Vacha. She is replying to the questions asked by Dharma. The previous set of verses before this, Dharma Vacha, that is the principle of, sorry, the personality of religious principles, Dharma, in the shape of a bull, is inquiring from Dharini, Mother Earth, in the shape of a cow. And Dharini is replying that in the Supreme Lord, there reside all good qualities which are to be found among different people in this world. So, since we are a very, very insignificant part of the Lord, we have some qualities of the Lord in a very, very minute quantity. So, we should remember, Lord is completely spiritual, we are also completely spiritual beings, but the Lord is unlimited personality and we are always limited. Unlimited transcendental qualities we have and he has those qualities to an unlimited extent."
    },
    {
      "start_time": 392,
      "end_time": 536,
      "verse_references": [],
      "themes": [
        "compassion of Krishna",
        "Paramatma",
        "fulfillment of desires"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, he cares for every one of us and his compassion is so much that he personally comes to this world in the form of three Vishnus and incarnates as three Vishnus.",
      "summary": "The speaker describes Krishna's unlimited compassion, explaining how He incarnates as three Vishnus and expands as Paramatma to reside in the heart of every living being, fulfilling their desires.",
      "timestamp_url": "https://youtu.be/kwxD9Tz3e8w?t=392",
      "transcript": "Just like the prayer we offer to Krishna, we say, Hey Krishna, Karuna, Sindho, you are an ocean of compassion. Now, comparison to the ocean means that he has got unlimited compassion. And what is the proof? That even though there are so many millions and billions and trillions of living entities who are almost completely forgetful of the Lord in this world, still the Lord out of compassion for each one of them, because they are insignificant. They are many and they are insignificant, but still, as far as Krishna is concerned, every living being, he says, is my part and parcel. Cannot be separated from me, Krishna says. So, he cares for every one of us and his compassion is so much that he personally comes to this world in the form of three Vishnus and incarnates as three Vishnus: the Mahavishnu, the Padmanabha Vishnu, and the maintainer Vishnu. Brahma, Vishnu, Shiva, you would have heard these three names. So, that maintainer Vishnu, that maintainer Vishnu expands as Paramatma and enters the heart of every living being. Why? Why does he do so? In order to actually direct and satisfy the desires and give the intelligence and make the living entity, the Jeeva, in a particular body for the Jeeva to live in that body and to utilize this bodily functions, the Lord is facilitating as Paramatma. So, that is his kindness."
    },
    {
      "start_time": 536,
      "end_time": 683,
      "verse_references": [],
      "themes": [
        "material desires",
        "spiritual pleasure",
        "stubbornness",
        "suffering"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Even though we are not meant to live in the material world, we are not meant to have material body, we are not meant for material enjoyment, we are not meant for that.",
      "summary": "The speaker discusses the nature of material desires and how they lead to suffering, contrasting them with the spiritual pleasure and existence that living beings are truly meant for, emphasizing the stubbornness with which people cling to material enjoyment despite its inherent miseries.",
      "timestamp_url": "https://youtu.be/kwxD9Tz3e8w?t=536",
      "transcript": "He fulfills the desires of the living being. Even though those desires are not really very conducive for the actual happiness of the living being, still, because we are very, very adamant, we are stubborn, we want to fulfilment of our material desires. Even though we are not meant to live in the material world, we are not meant to have material body, we are not meant for material enjoyment, we are not meant for that, because we are spirit soul. So, we are meant for spiritual pleasure, we are meant for spiritual existence, we are meant for spiritual body. We are meant for spiritual happiness, and that is wonderful. That is very, very nice. That is everlasting. But anyway, as long as we desire and we are stubborn, we desire material enjoyment and we are stubborn about it, we don't want to give up. Even though, in all the scriptures it is said, if you give up these material desires, then immediately you become free from so much of suffering. All the material desires are the cause of our suffering and the cause of our suffering and the cause of our material existence are the cause of so many problems and complications in our life. But still, if we are very stubborn, and we are about to give up all our catacombs, and we are about to give up our service, we must, we have to give up everything. That is, if I don't give up, they will come after me. If we don't give up the service, the service will not come after us. If we don't give up everything, the service will not come after us. That is the only way. So, we have to fear our universe, sitting next to the particular soul who has got that body, so he is actually fulfilling the desires."
    },
    {
      "start_time": 683,
      "end_time": 785,
      "verse_references": [],
      "themes": [
        "compassion",
        "qualities of the Lord",
        "equality"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The tenth quality of equality the lord is equally kind to everyone.",
      "summary": "The speaker transitions to discussing specific qualities of the Lord, focusing on the tenth quality: equality, explaining that the Lord is equally kind to everyone, like the sun distributing its rays without discrimination.",
      "timestamp_url": "https://youtu.be/kwxD9Tz3e8w?t=683",
      "transcript": "So that is proof of his compassion. So some of the qualities of the Lord are being analyzed by Srila Prabhupada in the purport based on the commentaries by the previous acharyas. So we already discussed about the third quality mentioned among the 40 qualities, intolerance of another's happiness. So this quality, it was explained in a previous session. I'll proceed next to the tenth quality of equality. The Lord is equally kind to everyone. What does it mean? The Lord has got this quality of equality. He is equally kind to everyone, as the sun is equal in distributing its rays over everyone. The sun is shining in the sky. Is there any discrimination on the part of the sun regarding who actually will get that sunshine?"
    },
    {
      "start_time": 785,
      "end_time": 930,
      "verse_references": [
        "BG 7"
      ],
      "themes": [
        "surrender",
        "protection",
        "material miseries",
        "bad association"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "You just surrender to him and he will guarantee all protection. But unfortunate persons are unable to accept this proposition.",
      "summary": "The speaker explains that surrendering to the Lord guarantees protection, but unfortunate individuals, influenced by bad association, are unable to accept this proposition and thus suffer material miseries.",
      "timestamp_url": "https://youtu.be/kwxD9Tz3e8w?t=785",
      "transcript": "No discrimination, but there are people who are unable to take advantage of the sunshine. Similarly, Prabhupada says the Lord says that surrendering unto him is the guarantee for all protection from him. He will give protection. You just surrender to him and he will guarantee all protection. But unfortunate persons are unable to accept this proposition. There are some people who won't surrender to the Lord. In the Bhagavad Gita in the seventh chapter it is described, there are four kinds of people who surrender to Krishna and there are four other kinds of people who don't surrender to Krishna. So the ones who don't surrender to Krishna, they don't get his personal protection. And therefore, because they don't have his personal protection, such people who don't surrender to Krishna suffer from all material miseries which are there in the material world. Material world means material existence means miseries. This is also explained in the Bhagavad Gita. This material world is described as Dukkhaalayam Ashashvatam, it's a temporary place filled with miseries, Dukkhaalayam. Dukkha means miseries, alayam means filled with, full of miseries and so many miseries. So even though the Lord is equally well-wishing to everyone, he does not say some people I will not give you protection. He doesn't say if you are a non-devotee, I will not give you protection, no he doesn't say that. Neither he acts in that way. But the unfortunate living being due to bad association only, it is bad association. Such a person due to bad association is unable to accept the Lord's instructions in toto."
    },
    {
      "start_time": 930,
      "end_time": 1046,
      "verse_references": [],
      "themes": [
        "material enjoyment",
        "spiritual world",
        "suffering",
        "surrender"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We have foolishly come to this material world desiring material enjoyment.",
      "summary": "The speaker concludes by reiterating that the desire for material enjoyment leads to suffering in the material world, contrasting it with the pure happiness of the spiritual world, and emphasizing that surrender to God can free one from this suffering.",
      "timestamp_url": "https://youtu.be/kwxD9Tz3e8w?t=930",
      "transcript": "Means they don't completely accept and for this the Lord is never to be blamed. We have foolishly come to this material world desiring material enjoyment. There is no material enjoyment in the spiritual world and we as spiritual beings, we belong to the spiritual world. But then we desire material enjoyment. Then we insist on that. We are stubborn about it. Then the Lord makes arrangement for us to come to this material world because that material enjoyment is possible only in the material world. Now the material world, the characteristic is such that it is filled with miseries. There is no pure happiness in this material world. Pure happiness is only in the spiritual world. Spiritual world there is no distress. There is no unhappiness. There is no misery. There is no old age. There is no disease. There is no death. So that is spiritual world. So having come here, now that we may realize in the human form that I am suffering even though I don't want to suffer miseries. And we are also trying to avoid suffering. You have not been able to suffer this suffering in so many ways, our own ways but when one comes in touch with Shastra scriptures one understands that if we surrender to God then God will free us from this suffering but people don't surrender then they have to blame. They have to suffer. I will stop here. Thank you very much."
    }
  ]
}