{
  "video_id": "kyTH8xwBuc4",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.8.10-11 | 02-02-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=kyTH8xwBuc4",
  "segments": [
    {
      "start_time": 0,
      "end_time": 50,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/kyTH8xwBuc4?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyanan Janishalakaya Chaksharunmeelitam Jena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhakti Velanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhigaura Bhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jaya Mudireet"
    },
    {
      "start_time": 51,
      "end_time": 152,
      "verse_references": [],
      "themes": [
        "prayer",
        "protection",
        "embryo"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "O my Lord, you are all powerful...please do me this favor",
      "summary": "The speaker introduces the 10th verse of the 8th chapter of the first canto of Srimad Bhagavatam, focusing on Uttara's prayer for the protection of her unborn child.",
      "timestamp_url": "https://youtu.be/kyTH8xwBuc4?t=51",
      "transcript": "In this session, we will be discussing from the 10th verse of the 8th chapter. This is the first canto of Srimad Bhagavatam. From the previous session, the prayer offered by Uttara continues to Lord Krishna. This is the 10th verse: Abhidhravati Maam Eesha Sharastata Yaso Vibho Kamam Dahatum Maam Natha. Maam Eesha Sharastata Yaso Vibho Kamam Dahatum Maam Natha. Maam Eesha Sharastata Yaso Vibho Kamam Dahatum Maam Natha. Garbho Nipat Pyatam. So this is another part of the prayer offered by Uttara to Lord Krishna. So the translation of this verse is: O my Lord, you are all powerful. A fiery iron arrow is coming towards me fast. My Lord, let it burn me personally if you so desire, but please do not let it burn my embryo. Please do me this favor, my Lord. So Uttara is praying for the protection of the child in her womb because a fiery iron arrow is fast approaching her embryo, and she is praying that let it burn me personally, I don't mind, but let it not burn the child in the"
    },
    {
      "start_time": 152,
      "end_time": 261,
      "verse_references": [],
      "themes": [
        "sati",
        "chastity",
        "responsibility"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Therefore a wife is not allowed to be separated from her husband because the husband is not allowed to be separated from her wife",
      "summary": "Srila Prabhupada's purport is discussed, explaining the context of Uttara's situation after Abhimanyu's death and the concept of 'sati' for chaste wives.",
      "timestamp_url": "https://youtu.be/kyTH8xwBuc4?t=152",
      "transcript": "womb. Now Srila Prabhupada explains in the purport very nicely. This incident took place after the death of Abhimanyu, the husband of Uttara. Abhimanyu, as I mentioned in an earlier session, died in the battle of Kurukshetra. Abhimanyu's widow, Uttara, should have followed the path of her husband, but because she was pregnant and Maharaj Parikshit, the great devotee of the Lord, was lying in the embryo, she was responsible for his protection. She was pregnant when Abhimanyu died, so she did not die along with the husband. She did not follow the sati procedure. For a chaste wife, when the husband dies, then the wife cannot bear the separation from the husband. The fire of separation is much more intense and intolerable than the fire of the burning funeral pyre of the husband. Therefore, a wife is not allowed to be separated from her husband, because the husband is not allowed to be separated from her wife. A chaste wife who is without children, she generally dies along with the husband's funeral. That's called sati, and by such an action, she elevates herself, which elevates her consciousness. That is a symbol of chastity."
    },
    {
      "start_time": 261,
      "end_time": 380,
      "verse_references": [],
      "themes": [
        "devotee",
        "responsibility",
        "lineage"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Uttara was not ashamed to express this frankly before lord Krishna she very frankly admitted that I want to protect my child kindly save this child",
      "summary": "The speaker elaborates on Uttara's qualities and lineage, emphasizing her role as a mother and a student of Arjuna, highlighting her fortunate position.",
      "timestamp_url": "https://youtu.be/kyTH8xwBuc4?t=261",
      "transcript": "Now here, Uttara should have followed her husband, but because she was pregnant, she did not do so. And who was in the womb? It was not an ordinary child, it was Maharaj Pariksit, a great devotee of the Lord, and as a mother, she is responsible for his protection. The mother of a child has a great responsibility in giving all protection to the child, and therefore Uttara was not ashamed to express this frankly before Lord Krishna. She very frankly admitted that I want to protect my child, kindly save this child. Uttara was the daughter of Maharaj, a great king. Her father was also a great king, the wife of a great hero. Abhimanyu was a great hero, fought valiantly in the battle of Kurukshetra. She was his wife, a student of a great devotee, and later she was a mother of a good king also. Student of a great devotee when Pandavas were incognito, living incognito in Virata's kingdom. Uttara was the daughter of King Virata. So she was Arjuna disguised himself as a dance teacher and Uttara became the student of Arjuna. So therefore a student of a great devotee, Arjuna is that great devotee. And later she was a mother of a good king also. That is Parikshit Maharaj. Arjuna became the emperor of the world and so later on she was the mother of the great king."
    },
    {
      "start_time": 380,
      "end_time": 475,
      "verse_references": [],
      "themes": [
        "devotee",
        "protection",
        "Brahmastra"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Having patiently heard her words Lord Shri Krishna who's always very devotees Bhaktavatsala could at once understand that Ashwatthama the son of Dronacharya had thrown the Brahmastra to finish the last life in the Pandava family.",
      "summary": "The speaker introduces the 11th verse, explaining Krishna's understanding of Ashwatthama's use of the Brahmastra to eliminate the Pandava lineage.",
      "timestamp_url": "https://youtu.be/kyTH8xwBuc4?t=380",
      "transcript": "She was fortunate in every respect. So that is the position of Uttara that is being glorified here. Now the next verse describes what is the response of Krishna. The eleventh verse. So, the meaning of this eleventh verse, Suta Goswami is speaking. Having patiently heard her words, Lord Shri Krishna, who's always very devotees, Bhaktavatsala, could at once understand that Ashwatthama, the son of Dronacharya, had thrown the Brahmastra to finish the last life in the Pandava family. If you remember, this Dronacharya's son, Ashwatthama, had tried to throw a Brahmastra to save his own life earlier when Arjuna was chasing him, and Krishna directed Arjuna to neutralize the Brahmastra so that it would not do any harm. Now again, he has thrown a Brahmastra to finish the last life of the in the Pandava family."
    },
    {
      "start_time": 475,
      "end_time": 579,
      "verse_references": [],
      "themes": [
        "devotee",
        "welfare",
        "Krishna consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "There is no reason for us to suffer in this material world other than our foolishness of becoming forgetful of Krishna or being rebellious, envious of Krishna, trying to compete with Krishna, trying to assume Krishna's position or trying to be independent of Krishna.",
      "summary": "Srila Prabhupada's purport is further discussed, emphasizing the Lord's inclination towards devotees for the well-being of everyone and the importance of reinstating living beings in their original position as loving devotees of Krishna.",
      "timestamp_url": "https://youtu.be/kyTH8xwBuc4?t=475",
      "transcript": "This only surviving descendant of the Pandavas. So in the purport, Srila Prabhupada says the Lord is impartial in every respect, but still he is inclined towards the Lord. The Lord supports his devotees because there is a great necessity of this for everyone's well-being. Devotees are meant for the well-being of everyone in the world because devotees do the greatest welfare activity. There are many people who are engaged in different kinds of welfare activity, but which welfare activity is the best? That which reinstates every living being in his or her original position as the loving devotee of the Supreme Lord in his personal abode. We all belong to Krishna. There is no reason for us to suffer in this material world other than our foolishness of becoming forgetful of Krishna or being rebellious, envious of Krishna, trying to compete with Krishna, trying to assume Krishna's position or trying to be independent of Krishna. So many different reasons can be cited why living beings in this material world who don't belong to this world, who belong to Krishna's personal abode, they are away from Krishna due to various"
    },
    {
      "start_time": 579,
      "end_time": 710,
      "verse_references": [],
      "themes": [
        "compassion",
        "devotee",
        "well-wisher"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So the Lord takes compassion and he personally comes and he instructs, he speaks the Bhagavad Gita, he sends his representatives and those representatives are being mentioned here.",
      "summary": "The speaker highlights the compassion of the Lord and his representatives (pure devotees) as the best well-wishers of all living beings.",
      "timestamp_url": "https://youtu.be/kyTH8xwBuc4?t=579",
      "transcript": "reasons and all foolish, all foolish reasons. So the Lord takes compassion and he personally comes and he instructs, he speaks the Bhagavad Gita, he sends his representatives and those representatives are being mentioned here. Because there is a great necessity of Krishna's pure devotees in this world for everyone's well-being. That's a great necessity. The Pandava family was a family of devotees and therefore the Lord wanted them to rule the world. See devotees rule the world then there is well-being for everyone because the devotees see everyone as part and parcel of Krishna. They don't see them in terms of their external body. Oh so and so is this particular resident or national or some particular person belonging to particular state or community or caste or no that's not the way a devotee sees other living beings. A devotee sees all living beings as part and parcel of Krishna. This is what is told in the Bhagavad Gita. Krishna is described in the Bhagavad Gita as surdasarvabhutana and the devotees are described as surdasarvadehina. Same meaning. Sarvadehina means all living beings in different forms of bodies. Sarvabhutana means all devotees. Sarvabhutana means all different living beings in different forms of bodies. Same meaning. So the Lord is the best well-wisher of all living beings. Similarly his pure devotees are also the best well-wishers of all living beings. So both the Lord and his pure devotees"
    },
    {
      "start_time": 710,
      "end_time": 893,
      "verse_references": [],
      "themes": [
        "devotion",
        "leadership",
        "Krishna consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna vanquished the rule of the company of Duryodhana and established the rule of Maharaja Yudhishtira.",
      "summary": "The speaker explains why Krishna favored the Pandavas' rule over Duryodhana's, emphasizing the importance of devotion and the welfare of all citizens.",
      "timestamp_url": "https://youtu.be/kyTH8xwBuc4?t=710",
      "transcript": "are similarly the well-wishers. That was the reason he vanquished the rule of the company of Duryodhana and established the rule of Maharaja Yudhishtira. It's not a question of just competency in ruling. Duryodhana was competent to rule. We can't say he was incompetent, but Duryodhana was lacking that devotion. Therefore Duryodhana was typically having different kinds of feelings in his heart for different categories of people. So and so is my enemy. So and so is my friend. So and so is my well-wisher. Somebody else is my competitor. All kinds of this enviousness. A mentality of differentiation based on externals without looking into the core of the heart that every living being belongs to Krishna. A non-devotee himself doesn't know that he belongs to Krishna. So how will he understand others connection with Krishna. He will never understand by himself if he continues to be in material existence. So therefore to bring about the welfare of all the citizens, all the people of this world, Krishna vanquished the rule of the company of Duryodhana and established the rule of Maharaja Yudhishtira. He also wanted to protect Maharaja Pariksit who was lying in the embryo for the same reason. The successor to Yudhishtira is Pariksit Maharaj, the only surviving descendant in the entire Pandava era. He did not like the idea that the world should be without the Pandavas, the ideal family of devotees. Apandavam idam kartum. Apandavam. This Ashwathama wanted to finish off the last life in the Pandava family so that the world will be without any descendants of the Pandavas, but Krishna did not like that because he wanted pure devotees to rule the world and continue to successively rule. Their descendants who are also pure devotees should successfully rule the world. That's what Krishna wants. And even preaching Krishna consciousness is the only way to do that."
    },
    {
      "start_time": 893,
      "end_time": 912,
      "verse_references": [],
      "themes": [
        "leadership",
        "Krishna consciousness",
        "happiness"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Everyone, especially the leaders, become Krishna conscious. That will do good to the entire world.",
      "summary": "The lecture concludes with a call for leaders to become Krishna conscious for the well-being and happiness of the entire world.",
      "timestamp_url": "https://youtu.be/kyTH8xwBuc4?t=893",
      "transcript": "Everyone, especially the leaders, become Krishna conscious. That will do good to the entire world. The leaders will set a good example for the common people and everyone can actually become happy in Krishna consciousness. That's why this mission of preaching Krishna consciousness."
    }
  ]
}