{
  "video_id": "l0Ygpbdfdb4",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.7.8 | 11-12-2021",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=l0Ygpbdfdb4",
  "segments": [
    {
      "start_time": 55,
      "end_time": 123,
      "verse_references": [
        "SB 1.7.8"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "Vyasadeva",
        "Shukadeva Goswami",
        "Lineage"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "That Vyasadeva, he compiled the Srimad Bhagavatam under the instruction of Narada.",
      "summary": "The lecture begins with an introduction to the verse being discussed, focusing on Vyasadeva compiling and teaching the Srimad Bhagavatam to his son, Shukadeva Goswami.",
      "timestamp_url": "https://youtu.be/l0Ygpbdfdb4?t=55",
      "transcript": "In this session, we will be discussing from the 8th verse of the 7th chapter of the 1st canto of Srimad Bhagavatam: ससम्हिताम भागवतीम कृत्वानु क्रम्य चात्मजम शुकं अध्यापयाम आस निवृत्ति निर्यतं मुनिही. The meaning of this verse is: The great sage Vyasadeva, after compiling the Srimad Bhagavatam and revising it, taught it to his own son Shri Shukadeva Goswami, who was already engaged in self-realization. It's a very, very important verse. What is this verse telling us? That Vyasadeva, he compiled the Srimad Bhagavatam under the instruction of Narada. He revised it because it's a very big work, 18,000 verses. And he also taught it to his own son Shri Shukadeva Goswami. Now, what is the special thing about Vyasadeva teaching his own son Shukadeva Goswami?"
    },
    {
      "start_time": 123,
      "end_time": 192,
      "verse_references": [],
      "themes": [
        "Shukadeva Goswami",
        "Liberation",
        "Samskaras",
        "Self-realization"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Because he was already engaged in self-realization he was a liberated soul by birth.",
      "summary": "This segment discusses Shukadeva Goswami's unique position as a liberated soul from birth, explaining why he didn't undergo traditional Vedic studies.",
      "timestamp_url": "https://youtu.be/l0Ygpbdfdb4?t=123",
      "transcript": "If you remember, the beginning of the Bhagavatam, it is explained Shukadeva Goswami walked away from home without caring to undergo any samskaras, including the Upanayana samskara. He just ignored because only after Upanayana one approaches a bona-fide spiritual master to learn the Vedas, to learn the scriptures, to learn the spiritual knowledge, but Shukadeva Swami just didn't care for any of those formalities. Why? Because he was already engaged in self-realization. He was a liberated soul by birth. It's very, very, very rare somebody is born liberated. Generally, everyone is born as a conditioned soul. The very reason for birth is that one is conditioned by material energy or material nature, but Shukadeva Swami was a liberated soul by birth, so he didn't have to"
    },
    {
      "start_time": 192,
      "end_time": 283,
      "verse_references": [],
      "themes": [
        "Brahma Sutras",
        "Srimad Bhagavatam",
        "Vyasadeva",
        "Commentary"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Srimad Bhagavatam is the natural commentation on the brahma sutras compiled by the same author.",
      "summary": "This section explains the relationship between the Brahma Sutras and the Srimad Bhagavatam, highlighting that the Bhagavatam is a natural commentary on the Brahma Sutras, both authored by Vyasadeva.",
      "timestamp_url": "https://youtu.be/l0Ygpbdfdb4?t=192",
      "transcript": "undergo any study of the Vedas. Now, why did he actually learn the Srimad Bhagavatam? That's the question that will be raised in the next words, but here Srila Prabhupada is the one who explains about the significance of Vyasadeva compiling the Bhagavatam and teaching it to his own son. So Srila Prabhupada says in the purport, \"Srimad Bhagavatam is the natural commentation on the Brahma Sutras compiled by the same author, natural commentary on the Brahma Sutras.\" If you are aware, the Brahma Sutras or the Vedanta Sutras are the most scholarly presentation by Vyasadeva. The essence of the Vedas is given in the Upanishads. The essence of the Upanishads is given in the Vedanta Sutra or the Brahma Sutra. So Brahma Sutra is like the cream of the cream, and that Brahma Sutra is not easy to understand even for learned Vedic scholars. So Vyasadeva himself wrote a commentary on this Vedanta Sutra in the form of Srimad Bhagavatam, and it's called natural because the author of both the Vedanta Sutra and its commentary, the Srimad Bhagavatam, is the same person, Srila Vyasadeva."
    },
    {
      "start_time": 437,
      "end_time": 540,
      "verse_references": [],
      "themes": [
        "Material Bondage",
        "Freedom",
        "Limitations",
        "Material Nature"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Material bondage means we have lost our freedom natural freedom which is there in our spiritual existence.",
      "summary": "The speaker elaborates on the concept of material bondage, explaining how it limits our natural freedom and subjects us to the laws of material nature.",
      "timestamp_url": "https://youtu.be/l0Ygpbdfdb4?t=437",
      "transcript": "Material bondage, material bondage means we have lost our freedom, natural freedom, which is there in our spiritual existence. We are bound up by this body. We are bound up by the laws of material nature. Just like I cannot eat whatever I want, anytime I want, as much as I want. I cannot eat. If I don't obey or follow the laws of material nature, then overeating causes indigestion, or eating the wrong thing, it infects some part of the body, and we get diseased, and we suffer in so many ways due to diseases. So like this, we have lost our natural freedom because material bondage, and what is this proof of material bondage? This very material body. Every body, material body, is a limitation. The soul is completely free to travel anywhere in the whole creation, but being bound up by this body, we cannot just go anywhere and everywhere, and the means of travel also is fixed according to the body, is it not? Birds can fly, human beings cannot fly unless they use a machine called an aeroplane, or they use some yogic siddhi, otherwise they cannot fly. The aquatics can live in the water, but they cannot live on the land. We live on the land, but we cannot live in water."
    },
    {
      "start_time": 540,
      "end_time": 579,
      "verse_references": [],
      "themes": [
        "Sense Gratification",
        "Illusion",
        "Bhagavatam",
        "Liberation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Sense gratification will solve my problem but the remedial measure for all these problems is there in the Bhagavatam.",
      "summary": "This segment discusses how sense gratification is an illusion and that the Srimad Bhagavatam offers the solution to material problems, emphasizing Shukadeva Goswami's liberation.",
      "timestamp_url": "https://youtu.be/l0Ygpbdfdb4?t=540",
      "transcript": "So like this, there are so many limitations, so many limitations. So this called uh bondage, and bondage also dictates sense gratification. We are under illusion or uh this thing that since gratification will solve my problem, but the remedial measure for all these problems is there in the Bhagavatam. was a liberated soul from the very beginning of his life, but his father taught him."
    },
    {
      "start_time": 608,
      "end_time": 680,
      "verse_references": [],
      "themes": [
        "Bhagavatam",
        "Compilation Date",
        "Kali Yuga",
        "Srila Prabhupada"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        4
      ],
      "key_quote": "Therefore Srimad Bhagavatam is compiled not less than five thousand years ago.",
      "summary": "The speaker addresses the age of the Srimad Bhagavatam, explaining how Srila Prabhupada arrives at the figure of five thousand years based on descriptions within the text and the beginning of Kali Yuga.",
      "timestamp_url": "https://youtu.be/l0Ygpbdfdb4?t=608",
      "transcript": "This mundane scholars, they have their own empirical methods of determining how old is some scripture or how many years back something was spoken about. History itself, there are so many opinions according to their own theories, but from the text of the Bhagavatam, it is very clear that this Bhagavatam is compiled before the disappearance of King Pariksit and after the departure of Lord Krishna. So this is all described in the Bhagavatam itself very clearly. When Maharaj Pariksit was ruling the world as the king of Bharata Varsha, he chastised the personality of Kali, Kali Purusha. That is described in the first canto of the Srimad Bhagavata. According to revealed scriptures and astrological calculation, the age of Kali is in its five thousandth year now. Five thousand years have already passed since Kali Yuga began. Therefore, Srimad Bhagavatam is compiled not less than five thousand years ago."
    },
    {
      "start_time": 680,
      "end_time": 742,
      "verse_references": [],
      "themes": [
        "Vedic Literature",
        "Puranas",
        "Mahabharata",
        "Bhagavatam",
        "Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        4
      ],
      "key_quote": "Vyasa deva is the one who compiled all this so he compiled the puranas then he compiled the mahabharata then he compiled the srimad bhagavatam.",
      "summary": "This section discusses the order in which Vyasadeva compiled the Vedic literatures, including the Puranas, Mahabharata, and Srimad Bhagavatam, highlighting the importance of the Bhagavatam's description of Krishna's activities.",
      "timestamp_url": "https://youtu.be/l0Ygpbdfdb4?t=680",
      "transcript": "See how Shila Prabhupada is arriving at this figure of five thousand years old based on the description in the Bhagavatam itself. Mahabharata was compiled before Srimad Bhagavatam, and the Puranas were compiled before Mahabharata. Vyasadeva is the one who compiled all this. So he compiled the Puranas, then he compiled the Mahabharata, then he compiled the Srimad Bhagavatam. That is an estimation of the date of compilation of the different Vedic literatures, especially the Puranas, Mahabharata, and Bhagavatam are very important because they describe the activities of the personality of the Srimad Bhagavatam called Krishna. The activities of the person is very rarely found in very literature. Lot of description is there about the impersonal feature, but that is the subordinate aspect of"
    },
    {
      "start_time": 752,
      "end_time": 834,
      "verse_references": [],
      "themes": [
        "Synopsis",
        "Nivritti Marga",
        "Pravritti Marga",
        "Liberation",
        "Material Disease"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Srimad Bhagavatam is the science for following the path of nivritti marga.",
      "summary": "The lecture concludes by explaining that the Srimad Bhagavatam is a science for following the path of nivritti marga (the path of liberation), contrasting it with pravritti marga and emphasizing its role in curing material disease.",
      "timestamp_url": "https://youtu.be/l0Ygpbdfdb4?t=752",
      "transcript": "the synopsis of Srimad Bhagavatam was given before the detailed description under instruction of Narada. Narada gave the synopsis of Bhagavatam to Vyasadeva, and Vyasadeva expanded that and presented the Srimad Bhagavatam for our understanding in an elaborate way. Srimad Bhagavatam is the science for following the path of nivritti marga. That's why it was said, nivritta niratam munihi. Shukadeva Swamy was liberated soul is the path of liberation. The path of pravritti marga was condemned by Narada. Narada, while instructing Vyasadeva, he said this pravritti marga simply increases, aggravates the diseased condition, whereas nivritta marga relieves one of the disease, material disease, and also on the path of liberation, one becomes freed from all the material miseries that was described in the previous two verses. So this path of nivritti marga is the natural, sorry, the path of pravritti marga is the natural inclination for all conditioned souls. The theme of the Srimad Bhagavatam is the cure of the materialistic disease of the human being or stopping completely the pants of material existence."
    }
  ]
}