{
  "video_id": "l14fgF83Gbw",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.12.19 Part 2 | 16-08-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=l14fgF83Gbw",
  "segments": [
    {
      "start_time": 30,
      "end_time": 119,
      "verse_references": [],
      "themes": [
        "saintly kings",
        "protection",
        "dharma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The meaning of this verse is, the learned Brahmanas said, O son of Pritha, this child shall be exactly like King Ikshwaku, the son of Manu, in maintaining all those who are born.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam and explains that the child Pariksit will be like King Ikshwaku in maintaining those who are born and like Rama in being true to his promise.",
      "timestamp_url": "https://youtu.be/l14fgF83Gbw?t=30",
      "transcript": "Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare, Om Namo Bhagavate Vasudevaya, Narayanam Namaskritya, Naram Jai Vanarottamam, Devim Sarasvatim Vyasam, Tato Jaya Mudhirayet. In this session we will be continuing to discuss from the nineteenth verse of the twelfth chapter of the first canto of Srimad Bhagavatam. This is the second part of the discussion of the same verse. I will read the verse in a translation and then we will continue from where we left off in the previous session. The verse, the nineteenth verse: Prajavita Sakshad, Ikshwakur Iva Manavah, Brahmanya Satya Sandhashcha, Ramo Dasarathir Yatha. The meaning of this verse is, the learned Brahmanas said, O son of Pritha, this child shall be exactly like King Ikshwaku, the son of Manu, in maintaining all those who are born. And as for following the Brahmanical principles, and especially in being true to his promise, he shall be exactly like Rama, the personality of Godhead, the son of Maharaj Dasaratha."
    },
    {
      "start_time": 119,
      "end_time": 271,
      "verse_references": [],
      "themes": [
        "material world",
        "imprisonment",
        "karma",
        "protection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This body is actually a prison house.",
      "summary": "The speaker explains that taking birth in the material world is like imprisonment, where the body imposes limitations on the spirit soul, and saintly kings provide protection to all living beings to fulfill their duties and terms of imprisonment.",
      "timestamp_url": "https://youtu.be/l14fgF83Gbw?t=119",
      "transcript": "So in the previous session we discussed what is the meaning of the word Praja, those who have taken birth in the material world. And Prabhupada explained why we take birth in the material world. What does it mean to take birth in the material world and how a saintly king as a representative of Krishna, who is the maintainer of everyone, a saintly king as a representative of Krishna gives protection to all those born in the land where he is ruling. So Sri Laprabha is explaining about the saintly kings, because Yudhishthira Maharaj made a reference to saintly kings of the past, and it is foretold that this Pariksit, who has just taken birth, will also be a saintly king like the forefathers of this dynasty. So Prabhupada says, these saintly kings give protection to all the Prajas, or living beings, to live and to fulfill their duties. But, in fact, they are both priests who issue their terms of imprisonment. This body is actually a prison house, because this body is imposing so many limitations on this spirit soul, which has got FREEDOM, just like every spirit soul is free to travel across hemos cre grantos, and repel spiders and dubies, at will in any part of the Lord's creation. We have to remember that we areżeniae of this body, but we should remember that moment we are inside this body, iber, My body imposes limitation on my mode of travel and where I can go and where I can survive, what atmosphere I can survive in, in this body. See the soul as far as I am concerned, as spirit soul, I have no death. But then if I go to a place which is not suited for my body, then the body will die, body will perish, body cannot survive. So therefore there is a need for giving protection to living beings, all the prajas."
    },
    {
      "start_time": 271,
      "end_time": 390,
      "verse_references": [],
      "themes": [
        "protection",
        "karma",
        "saintly kings",
        "animal rights"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Cows also require protection.",
      "summary": "The speaker emphasizes the importance of protecting all living beings, including cows and trees, and criticizes the modern tendency to prioritize only human beings.",
      "timestamp_url": "https://youtu.be/l14fgF83Gbw?t=271",
      "transcript": "To fulfill their terms of imprisonment. When I get this body, there is a certain duration I have to live in this body according to my karma of the past. Only then my desire to enjoy in a particular way, materially enjoy, will be fulfilled in this body. So the saintly king, they gave this. They gave protection to all living beings, without exception, to live. To live, not that unnecessarily somebody is killed and the king is a mute spectator. Just like nowadays, so many cows are being killed and they have a right to live. Why are they being killed? So therefore, Cows also require protection. Trees are being cut indiscriminately. So that is also against the principle of the scriptures that even the trees require protection to be given by the king or the ruler or the government. The trees also, they have to live within the tree body for whatever their duration. So this is very very important point, that the saintly kings used to give protection to all varieties of living beings in their kingdom. Not just only human beings. Today the understanding is only human beings have to be protected. For the government, concern is protect only human beings. What about animals? What about the trees? They also require protection."
    },
    {
      "start_time": 390,
      "end_time": 573,
      "verse_references": [],
      "themes": [
        "spirit soul",
        "animal rights",
        "protection",
        "karma",
        "punishment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "From the scriptures we understand there are different varieties of bodies.",
      "summary": "The speaker explains that all living beings, including animals and trees, have a spirit soul and a right to live, and those who violate this right will be punished by the laws of nature.",
      "timestamp_url": "https://youtu.be/l14fgF83Gbw?t=390",
      "transcript": "That's why spiritually enlightened people understand that there is spirit soul in the cow's body. There is spirit soul in the tree body. There is also spirit soul in the human body. Some religious faiths, they say, Oh, there is no soul in animal body. There is only soul in human body. This is wrong. This understanding is completely wrong. From the scriptures we understand there are different varieties of bodies. Different varieties of species of life. This is the correct understanding. This is the scientific fact. So, Srila Prabhupada explains, Maharaj Pariksit was actually an ideal saintly king because while touring his kingdom, he happened to see that a poor cow was about to be killed by the person. He was about to be killed by the personified Kali whom he at once took to task as a murderer. See, Prabhupada is giving an example. This will be explained later. How Pariksit Maharaj dealt with Kali Purusha, the personification of this age, we are living in Kali Yuga. Kali Purusha, he was about to kill a cow. When Pariksit Maharaj reached that spot, immediately he took out his sword and said, How dare you harm a cow. I am going to kill you for even attempting to kill a cow. So, Srila Prabhupada says, This means that even animals were given protection by the saintly administrators, not from any sentimental point of view, but because those who have taken their birth in the material world have the right to live. You see, that way some people have sentiment, no? Oh, poor dog, poor cat, poor mouse, or poor some creature. Different people have different sentiments towards different creatures. But this is not a king who sentimentally feels for some other birds or animals, no. It is a scientific fact that every living being has a right to live. Has a right to live, having taken birth in this world by the arrangement of the Supreme Lord. They have a right to live. And if their right is violated, then those who violate that are punishable. If they are not punished by the king, then they are going to suffer punishment in the future by the laws of nature."
    },
    {
      "start_time": 573,
      "end_time": 697,
      "verse_references": [],
      "themes": [
        "animal rights",
        "Vedic literature",
        "feelings",
        "spirit soul"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It's only in the Vedic literature you find the facts explained about Who am I?",
      "summary": "The speaker highlights the importance of Vedic literature in understanding the nature of all creatures and emphasizes that every living being has feelings that originate from the spirit soul within the body.",
      "timestamp_url": "https://youtu.be/l14fgF83Gbw?t=573",
      "transcript": "By the laws of nature they will be suffering. So therefore, it is said here, animals are also given protection by the saintly administrators because the animals also have a right to live. All the saintly kings, beginning from the king of the sun globe down to the king of the earth, are so inclined by the influence of Vedic literature. See, this Vedic literature is very important. It's only in the Vedic literature you find the facts explained about Who am I? What is this world? What is the nature or constitution of all the other creatures? Those who are also living. The animals, the birds, the insects, the reptiles, the plants, the trees. Who are they? They are also spirit souls. They also have a right to live. They also feel pain when they are hurt. Of course, we can hear them cry and when they are harmed, when they are injured, they also bleed. But there may be some creatures who don't show such symptoms of pain. But there have been experiments done on some trees or some plants that they also respond to different kinds of treatment and they show symptoms. They show symptoms of pain. They show symptoms of life by which they respond to different kinds of treatment. So, according to the Vedic literature, every living being has feelings that originally belongs to whom? To the spirit soul within the body."
    },
    {
      "start_time": 697,
      "end_time": 830,
      "verse_references": [],
      "themes": [
        "feelings",
        "pain",
        "karma",
        "punishment",
        "compassion"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If I give pain to somebody else, I'll be punished by the laws of nature that I also have to suffer similar pain in future.",
      "summary": "Using the analogy of a child who cannot express their pain, the speaker explains that all living beings feel pain, even if they cannot express it, and inflicting pain on others will result in punishment according to the laws of nature.",
      "timestamp_url": "https://youtu.be/l14fgF83Gbw?t=697",
      "transcript": "The body may not be having the facility to express. Just like a child. If it is having stomach pain, it cannot exactly tell its mother, my stomach is paining. So what will the child do? Just cry. That's all. So the mother has to figure out why is the child crying. Is it crying because it's hungry? Is it crying because it has stomach pain? Is it crying because the aunt is biting its toe? The mother has to figure out. The child cannot express. So does it mean the child cannot express therefore it doesn't have any specific requirement? No, it has, but it cannot express. Similarly, the plants, they feel pain. But just because they cannot cry, so does it mean they don't feel the pain? So this is the mistake of the modern civilization, who are uneducated, who don't have proper knowledge, and who are unaware that if I give pain to somebody else, I'll be punished by the laws of nature that I also have to suffer similar pain in future. Therefore, when the king gives punishment, then the king is doing a great favor to that soul or the person who is inflicting the pain. He gets the lesson that I should not unnecessarily give pain to others because then I will be punished. Then I have to suffer pain. Atmavat sarva bhuteshu If I suffer pain and I don't want to suffer, similarly others also suffer pain, they should not be given pain. They should not inflict suffering on anyone else, any other living creature. So this is the philosophy of life."
    },
    {
      "start_time": 830,
      "end_time": 972,
      "verse_references": [
        "BG 4.1"
      ],
      "themes": [
        "Vedic literature",
        "disciplic succession",
        "saintly kings",
        "protection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Live and let live.",
      "summary": "The speaker concludes by emphasizing the philosophy of 'live and let live' taught in Vedic literature and explains how knowledge is passed down through disciplic succession, using the example of Krishna teaching the Bhagavad Gita to the Sun God, who then taught it to his son Manu, and then to Ikshvaku.",
      "timestamp_url": "https://youtu.be/l14fgF83Gbw?t=830",
      "transcript": "This is the philosophy of life. The Vedic literatures educate us in this philosophy of life. Live and let live. The Vedic literatures have taught in higher planets also, as there is reference in the Bhagavad Gita about the teachings to Sun God Vivasvan by the Lord, Supreme Lord Krishna. And such lessons are transferred by disciplic succession as it was done by the Sun God to his son Manu. imam vivasvate yogam proktavanam abhyayam vivasvan manave praha vivasvan, the Sun God, he has a son by name Manu, vaivasvata Manu. That vaivasvata Manu is ruling in this vanvantara, the human beings. And he was taught, first of all Krishna says he taught the Bhagavad Gita to the Sun God. Sun God means the the controller of the Sun planet, the ruler of the Sun planet. And the Sun God taught it to his son Manu, vaivasvata Manu. The same lessons which Krishna taught to Vivasvan, Sun God, same lessons Vivasvan taught it to vaivasvata Manu. And from Manu to Ikshvaku, Ikshvaku, Ikshvaku is the first king in the in this earth planet, in this vanvantara, Ikshvaku. So Ikshvaku's name is mentioned here. Like Ikshvaku, this child will be maintaining everyone perfectly whoever has taken birth in the land, like Ikshvaku. Ikshvaku was famous. As a saintly king, like him, this Pariksit also will be a saintly king. So I'll stop here. Thank you very much."
    }
  ]
}