{
  "video_id": "L2bHf61IKDA",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.9.31 | 29-04-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=L2bHf61IKDA",
  "segments": [
    {
      "start_time": 0,
      "end_time": 39,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyanati Miran Dasya Gyananjani Shalakaya Chakshurunmeenitam Jena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, invoking blessings and paying respects to the spiritual master and Lord Krishna.",
      "timestamp_url": "https://youtu.be/L2bHf61IKDA?t=0",
      "transcript": "Om Agyanati Miran Dasya Gyananjani Shalakaya Chakshurunmeenitam Jena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadi Gauravata Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 39,
      "end_time": 113,
      "verse_references": [
        "SB 1.9.31"
      ],
      "themes": [
        "meditation",
        "liberation",
        "Krishna consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "By pure meditation looking at Lord Sri Krishna, He at once was freed from all material inauspiciousness and was relieved of all bodily pains caused by the arrow wounds.",
      "summary": "HH Stoka Krishna Swami introduces the 31st verse of the 9th chapter of the 1st canto of Srimad Bhagavatam, explaining how Bhishma, through pure meditation on Lord Krishna, was freed from material inauspiciousness and bodily pain.",
      "timestamp_url": "https://youtu.be/L2bHf61IKDA?t=39",
      "transcript": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Devim Saraswati Vyasam Tato Jayam Udi Rayet. In this session, we will be discussing from the 31st verse of the 9th chapter of the 1st canto of Srimad Bhagavatam: Vishuddhaya Dharanayahata Ashubhaha Tad Eekshayai Vashu Gata Yudhashramaha Nivritta Sarvendriya Vritti Vibhramaha Tustava Janyam Visrujanjana Yudhasharanam. The meaning of this verse is: By pure meditation, looking at Lord Sri Krishna, He at once was freed from all material inauspiciousness and was relieved of all bodily pains caused by the arrow wounds. Thus, all the external activities of his senses at once stopped, and he prayed transcendentally to the controller of all living beings"
    },
    {
      "start_time": 113,
      "end_time": 174,
      "verse_references": [],
      "themes": [
        "yoga",
        "bhakti",
        "dharma",
        "perfection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bhishma is simultaneously a expert ashtanga yogi and also perfect bhakti yogi he is simultaneously both he is teaching by his example how a astanga yogi should prepare himself for quitting the body he is also teaching the devotees how a devotee should prepare himself to quit his body both he is teaching",
      "summary": "The speaker elaborates on Bhishma's example as both an expert Ashtanga Yogi and a perfect Bhakti Yogi, emphasizing his role as a Mahajana and an authority on Dharma, aiming for the highest perfection of returning to God.",
      "timestamp_url": "https://youtu.be/L2bHf61IKDA?t=113",
      "transcript": "while quitting his material body. So Bhishma is simultaneously an expert ashtanga yogi and also a perfect bhakti yogi. He is simultaneously both. He is teaching by his example how an astanga yogi should prepare himself for quitting the body. He is also teaching the devotees how a devotee should prepare himself to quit his body. He is teaching both. Bhishma's teaching both. He is, of course, the mahajana, the expert, the topmost authority among the topmost authorities, 12 authorities in practicing dharma and aiming to attain the highest perfection of practice of dharma, which is to go back to God."
    },
    {
      "start_time": 174,
      "end_time": 335,
      "verse_references": [],
      "themes": [
        "meditation",
        "material body",
        "inauspiciousness",
        "ignorance"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This material body is full of inauspiciousness in so many ways what is this body made up of flesh and blood and bone and stool and mucus and urine and all kinds of obnoxious things so this body which we adore so much just because of some facility for sense enjoyment we give a lot of value to the body and we are forgetting that this body after all is something material and not made up of very nice substances",
      "summary": "The lecture delves into the nature of the material body, describing it as full of inauspiciousness and made of undesirable substances, highlighting the ignorance in adoring it and forgetting its true nature.",
      "timestamp_url": "https://youtu.be/L2bHf61IKDA?t=174",
      "transcript": "at the end of this life in the human form of body. So here it is described, 'by pure meditation.' This is the practice of the ashtanga yoga, pure meditation upon whom? Upon the Supreme Lord in the heart. Now Krishna says, 'I am seated in everybody's heart.' So it is Krishna only who's seated in everyone's heart. Therefore, Bhishma Deva, by pure meditation, looking at Lord Shri Krishna, of course, for Bhishma, there is no need to focus his attention on the inside of the heart, no need, because Krishna was right in front of him. The same Krishna was seated on the heart, was right in front of Bhishma Deva. So Bhishma Deva simply had to fix his mind upon the form of Lord Krishna standing in front of him, and by doing so, Bhishma was at once freed from all material inauspiciousness. This material body is full of inauspiciousness in so many ways. What is this body made up of? Flesh and blood and bone and stool and mucus and urine and all kinds of obnoxious things. So this body, which we adore so much just because of some facility for sense enjoyment, we give a lot of value to the body, and we are forgetting that this body, after all, is something material and not made up of very nice substances. It is now simply packaged with a covering called the skin. It's in another place in the Bhagavatam described, it's a leather bag, a skin bag made up of three elements called vata, pitta, and kapha. Vata, pitta, and kapha, air, vata is air, and pitta is bile secretion, and kapha is mucus, obnoxious things, mucus and stool and urine and bone and flesh and blood, all horrible things, and we adore this body so much in ignorance. This ignorance, actually, you should understand from the scriptures that this body is not at all auspicious."
    },
    {
      "start_time": 335,
      "end_time": 485,
      "verse_references": [],
      "themes": [
        "Krishna",
        "transcendental form",
        "spiritualization",
        "illusion",
        "relationship with Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So bhishma deva by fixing his attention on krishna the transcendental form of krishna in front of him completely being absorbed in meditation on krishna he was freed at once from all material inauspiciousness his conscience became completely spiritualized krishna consciousness he became situated and complete krishna consciousness",
      "summary": "The speaker explains how Bhishma, by focusing on Krishna's transcendental form, was freed from material inauspiciousness and became situated in Krishna consciousness, emphasizing that identification with the material body is due to forgetfulness of our eternal relationship with the Lord.",
      "timestamp_url": "https://youtu.be/L2bHf61IKDA?t=335",
      "transcript": "you should understand from the scriptures that this body is not at all auspicious. It is full of inauspiciousness. So Bhishma Deva, by fixing his attention on Krishna, the transcendental form of Krishna in front of him, completely being absorbed in meditation on Krishna, he was freed at once from all material inauspiciousness. His conscience became completely spiritualized, Krishna consciousness. He became situated and complete Krishna consciousness and was relieved of all bodily pains caused by arrow wounds, all bodily pains completely gone because the consciousness is differently absorbed. Thus, all of the external activities of his senses at one stop. So Prabhupada explains, what is this external activities of the senses? So Prabhupada says in the purport, the material body is completely destroyed and the consciousness is completely destroyed. So this material energy is actually illusory energy, and this body is due to the illusory energy effect upon the soul, the spirit soul. So each one of us, we are not the body, we are spirit soul. We are completely spiritual by nature, but when there is the influence of the illusory energy, we become bewildered, we forget ourself, and we identify with the material body, which is the covering for our real self. Further, Sri Lakshmi says, identification with the material body is due to forgetfulness of our eternal relationship with the Lord. All of us, each one of us, we have an eternal relationship with Krishna because we belong to Krishna. We have a relationship with Krishna in the spiritual world. We have a relationship with Krishna in the spiritual world, but we forget that when we are situated in the material body, by the influence of the illusory energy, we forget Krishna, we forget our relationship with Krishna, and we identify with"
    },
    {
      "start_time": 485,
      "end_time": 626,
      "verse_references": [],
      "themes": [
        "body",
        "mind",
        "illusion",
        "devotion",
        "Krishna",
        "darkness"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "For a pure devotee of the Lord like Bhishma Deva this illusion was at once removed as soon as the Lord arrived as soon as Krishna came in front of Bhishma Deva by just fixing his attention on Krishna who is the most attractive personality most attractive beautiful form in the whole creation that supremely attractive Krishna came in front of Bhishma Deva Bhishma Deva at once fixed his attention on Krishna and all his illusion was gone",
      "summary": "The lecture continues by explaining that the identification with the body and mind is an illusion, which is removed by devotion to Krishna, comparing Krishna to the sun and material energy to darkness, which disappears upon Krishna's arrival.",
      "timestamp_url": "https://youtu.be/L2bHf61IKDA?t=485",
      "transcript": "this body as myself. If you ask me, 'Are you?' I describe myself in terms of my body and mind, body and mind, which is not the real self, which is not me, which is my covering. There is a subtle covering called the mind and a gross covering called the material body, the external gross body. For a pure devotee of the Lord like Bhishma Deva, this illusion was at once removed as soon as the Lord arrived. As soon as Krishna came in front of Bhishma Deva, by just fixing his attention on Krishna, who is the most attractive personality, most attractive beautiful form in the whole creation, that supremely attractive Krishna came in front of Bhishma Deva. Bhishma Deva at once fixed his attention on Krishna, and all his illusion was gone. You, of course, as a pure devotee, was never an illusion, but even if there was any material pain or material inauspiciousness, that is all completely, that is, that disappeared when Krishna arrived in front of Bhishma Deva. So how does it work? Prabhupada explains by giving example from the Chaitanya Charita Amrita, Lord Krishna is like the Sun, Krishna's Surya Sama, and the illusory external material energy is like darkness, Maya Hoy Andhakar. Maya, material energy, illusory energy is like darkness. Krishna, the Supreme Personality of Godhead, is like the Sun. In the presence of the Sun, there is no possibility that darkness can stand, just like in the morning when the Sun rises, there is no darkness that remains which was there at the night when the Sun was not in the sky. Similarly, just on the arrival of Lord Krishna, all material contamination is completely removed, and Bhismadeva was thus able to be transcendentally situated by stopping the"
    },
    {
      "start_time": 626,
      "end_time": 779,
      "verse_references": [],
      "themes": [
        "consciousness",
        "senses",
        "material activities",
        "purity",
        "impurity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When we are not krishna conscious then our consciousness is limited to our body and the mind in such a state of consciousness we are acting we are performing activities uh with our senses with the body uh in collaboration with matter that means the original senses which are our spiritual senses they are the ones we are utilizing for performing material activities",
      "summary": "The speaker explains that when we are not Krishna conscious, our consciousness is limited to the body and mind, leading to impure material activities through the senses, emphasizing the difference between material and spiritual senses.",
      "timestamp_url": "https://youtu.be/L2bHf61IKDA?t=626",
      "transcript": "activities of the impure senses in collaboration with matter. This requires little explanation now. When we are not Krishna conscious, then our consciousness is limited to our body and the mind. In such a state of consciousness, we are acting, we are performing activities with our senses, with the body, in collaboration with matter. That means the original senses, which are our spiritual senses, they are the ones we are utilizing for performing material activities through the covering called the body, the material senses like the hands, the legs, the eyes, the ears. We are seeing through the eyes, we are hearing through the ears, we are utilizing our hands for different activities or the legs for walking or for any any other purpose, material purposes. So all this is impure because it is material, it's impure. The soul is originally pure, and also the senses, original senses are pure senses, spiritual senses. By material contamination, the senses assume the role of imperfection and impurity. So when we are covered by the material body, we identify with the body, and we wrongly think that my this material hand is my real hand, or the material eyes, this whole arrangement called the material eye, I think that is my eyes. I am completely forgetful of my spiritual eye, which is different from this material life, my spiritual hand different from my material hand. All my spiritual senses are different from my material senses. The material senses are covering"
    },
    {
      "start_time": 779,
      "end_time": 922,
      "verse_references": [],
      "themes": [
        "devotional service",
        "yoga",
        "spiritual senses",
        "Krishna",
        "chanting",
        "Hare Krishna",
        "spiritual activities",
        "bhakti yoga"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "When we revive our contact with the supreme lord krishna through devotional service or through yoga practice the senses again become freed from material contamination then our original senses spiritual senses are awakened and we act with our spiritual senses we act spiritually through with spiritual senses we act perform spiritual activities the same activities",
      "summary": "The lecture concludes by explaining how devotional service and yoga can revive our contact with Krishna, awakening our spiritual senses and enabling us to perform spiritual activities, emphasizing the ease of contacting Krishna through chanting the Hare Krishna mantra.",
      "timestamp_url": "https://youtu.be/L2bHf61IKDA?t=779",
      "transcript": "the spiritual senses. So when we revive our contact with the Supreme Lord Krishna through devotional service or through yoga practice, the senses again become freed from material contamination. Then our original senses, spiritual senses, are awakened, and we act with our spiritual senses. We act spiritually through with spiritual senses. We act, perform spiritual activities, the same activities, and through the material senses, we perform material activities, the same activities. So spiritual life means awakening our spiritual senses by contact with Krishna. This contact with Krishna is very easy through chanting and hearing the holy name of Krishna, chanting and hearing the holy name of Krishna, Hare Krishna. When I say Hare Krishna, Krishna appears in the form of transcendental sound on my tongue, and Krishna appears in the form of sound, so I hear that sound, and thereby I contact the transcendental personality Krishna in the form of this transcendental sound. So then immediately I am freed from this material misconception, material covering. I'm free in the level of the consciousness, then I can perform spiritual activities in spiritual consciousness. So this is the whole process of bhakti yoga. This has to be practiced, just like I say Hare Krishna, I am freed from the material misconception, but again after saying Hare Krishna, when I stop saying Hare Krishna, again I go back to my original consciousness, material consciousness. So by practice, we learn to come out of this material consciousness, and when we are completely out of the material consciousness by always being in Krishna consciousness, then no more this material covering will be effective, will be situated in our spiritual position, in spiritual consciousness. We'll discuss"
    }
  ]
}