{
  "video_id": "LBbiYjC3mBE",
  "title": "SB 1.18.12 | HH Stoka Krishna Swami | 02-04-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=LBbiYjC3mBE",
  "segments": [
    {
      "start_time": 0,
      "end_time": 112,
      "verse_references": [
        "SB 1.18.12"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "Govinda",
        "Nectar"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "You are distributing nectar of the lotus feet of Govinda, the Supreme Lord. And that is very pleasing to us.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam 1.18.12, explaining that the sages of Naimisharanya are glorifying Suta Goswami for distributing the nectar of the lotus feet of Govinda.",
      "timestamp_url": "https://youtu.be/LBbiYjC3mBE?t=0",
      "transcript": "Om Ajnana Timiraandhasya Gyananjanishalakaya Chakshurunmilitam Jena Dasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhigaura Bhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet In this session, we will be discussing from the 12th verse of the 18th chapter of the 1st canto of Srimad Bhagavatam. Karmani Asmin Anashvase Dhooma Dhoomratmanam Bhavan Apayayati Govinda Pada Padmasavam Madhu The meaning of this verse is, \"We have just begun the performance of this fruited, seductive activity, a sacrificial fire, without certainty of its result due to the many imperfections in our action. Our bodies have become black from the smoke, but we are factually pleased by the nectar of the lotus feet of the personative Godhead Govinda, which you are distributing.\""
    },
    {
      "start_time": 112,
      "end_time": 244,
      "verse_references": [],
      "themes": [
        "Fruitive activity",
        "Sacrifice",
        "Material benefit",
        "Spiritual progress"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Fruitive activity means doing an activity the result of which we are doing an activity which is some type of material benefit or material enjoyment.",
      "summary": "The speaker contrasts fruitive activities, which aim for material benefits, with activities that lead to spiritual progress, emphasizing that fruitive sacrifices in this age are prone to imperfections and may not yield spiritual results.",
      "timestamp_url": "https://youtu.be/LBbiYjC3mBE?t=112",
      "transcript": "So these are words spoken by the sages of Naimisharanya to the people of Godhead. They are glorifying Suta Goswami. You are distributing nectar of the lotus feet of Govinda, the Supreme Lord, and that is very pleasing to us. But as far as our own fruitive activity is concerned, what is the meaning of fruitive activity? Fruitive activity means doing an activity, the result of which... we are doing an activity, and the result of which we are doing an activity which is some type of material benefit or material enjoyment. That specifically, it's a technical term Prabhupada uses, fruitive activity. So this sacrificial fire they had lit up and they had begun a thousand year sacrifice, there was no certainty of its result because such a sacrifice is prone to be imperfect, especially in this age of Kali. So Srila Prabhupada will explain in the purport what are the imperfections of such a sacrifice being performed in this age of Kali. And the result of such a sacrifice is that one will get some material benefit or material pleasure, but one does not make any spiritual progress simply by performing such fruitive activities for millions and billions of lifetimes, nothing spiritual ever happens. So there's a distinct difference between such a sacrifice and such a sacrifice."
    },
    {
      "start_time": 244,
      "end_time": 390,
      "verse_references": [],
      "themes": [
        "Sacrifice",
        "Kali Yuga",
        "Brahmanas",
        "Imperfection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The sacrificial fire kindled by the sages of Naimisha Aranya was certainly full of smoke and doubts because of so many flaws.",
      "summary": "The speaker explains that sacrifices performed in Kali Yuga are often flawed due to the scarcity of qualified Brahmanas and that any discrepancy can spoil the entire sacrifice, making the results uncertain.",
      "timestamp_url": "https://youtu.be/LBbiYjC3mBE?t=244",
      "transcript": "this material activities and devotional service. So Prabhupada explains in the purport, \"The sacrificial fire kindled by the sages of Naimisha Aranya was certainly full of smoke and doubts because of so many flaws.\" Flaws means defects. The first flaw is that there is an acute scarcity of expert brahmanas able to carry out such performances successfully in this age of Kali. Kali Yuga, there is an acute scarcity, that means very, very, very difficult to find qualified brahmanas who can properly perform such fruitive activity, who can properly perform on the behalf of the yajaman. Just like you don't know how to perform such a sacrifice, then you can get a qualified Brahmana to do it on your behalf or guide you to perform it, but there is an acute scarcity of such brahmanas in this age of Kali. Kali Yuga, there is an acute scarcity of such brahmanas in this age of Kali Yuga, there is an acute scarcity of such brahmanas in this age of... not at all easy to find a qualified brahmana who can properly perform such sacrifices. Srila Prabhupada further explains, \"Any discrepancy in such sacrifices spoils the whole show.\" Somewhere there is some discrepancy, some defect, some mistake, some shortcoming, then the whole sacrifice is spoilt and the result is uncertain, no guarantee of result. Even if somebody performs this sacrifice very meticulously, correctly, there is no guarantee of result. And Prabhupada compares it to agricultural enterprises, this is like agricultural enterprises, hmm."
    },
    {
      "start_time": 390,
      "end_time": 468,
      "verse_references": [],
      "themes": [
        "Uncertainty",
        "Sacrifice",
        "Agriculture",
        "Rain"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Performance of any kind of sacrifice in this age of Kali is also uncertain.",
      "summary": "The speaker draws an analogy between agricultural enterprises dependent on rain and sacrifices in Kali Yuga, highlighting the uncertainty of results due to factors beyond human control, particularly the lack of qualified Brahmanas.",
      "timestamp_url": "https://youtu.be/LBbiYjC3mBE?t=390",
      "transcript": "hmm hmm what is this comparison that is being done here? What is the relevance? Prabhupada says, \"The good result of tilling the paddy field depends on providential rain.\" They till the paddy field and try to sow this paddy seeds to get rice, but the uncertainty is that there may be no rain. In spite of the farmer of farmers preparing that ground, there may be no rain, hmm. So rain is not under our control, rain is controlled by higher arrangement, hmm. So just like we don't have control over rain, so therefore our agriculture enterprise may be successful or not? May be successful or may be unsuccessful. If there is no rain it is unsuccessful, and rain is just one of the factors, there are many other factors also, but this uncertainty is certainly there, hmm. Similarly, performance of any kind of sacrifice in this age of Kali is also uncertain."
    },
    {
      "start_time": 468,
      "end_time": 590,
      "verse_references": [],
      "themes": [
        "Kali Yuga",
        "Brahmanas",
        "Sankirtan Yajna",
        "Chanting"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "In Kali Yuga it is particularly recommended that one should perform only one type of Yajna. What is that? The Sankirtan Yajna.",
      "summary": "The speaker emphasizes that in Kali Yuga, the recommended sacrifice is Sankirtan Yajna, the congregational chanting of the holy name, due to the scarcity of qualified Brahmanas and the ineffectiveness of fruitive sacrifices.",
      "timestamp_url": "https://youtu.be/LBbiYjC3mBE?t=468",
      "transcript": "Why? The primary reason is there is no qualified Brahmin, hmm. Unscrupulous, greedy Brahmin, there is no qualified Brahmin, hence the brahmanas of the age of Kali induce the innocent public to such uncertain sacrificial shows without disclosing the scriptural injunction that in the age of Kali there is no fruitful sacrificial performance, but the sacrifice of the congregational chanting of the holy name of the Lord. What does this mean? There are greedy Brahmin who want to make money from people. They don't tell the truth that you should not do any fruitive activities, you should not do any Karmakanda sacrifices. That they don't say. But the fact is, even if they don't say that, if somebody engages a Brahmana who is not perfect in performing such sacrifices, then there is zero spiritual benefit. That is one thing. And even material benefit is uncertain. Not too sure whether you will get material success or not. So therefore, the explanation by Prabhupada that in Kali Yuga it is particularly recommended that one should perform only one type of Yajna. What is that? The Sankirtan Yajna. And this Sankirtan Yajna primarily is"
    },
    {
      "start_time": 590,
      "end_time": 681,
      "verse_references": [],
      "themes": [
        "Sankirtan",
        "Chaitanya Mahaprabhu",
        "Mercy",
        "Hearing"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Chaitanya Mahaprabhu has blessed all the fallen souls of this world that you please chant Hare Krishna in Sankirtana and you will achieve all perfection just by doing this.",
      "summary": "The speaker explains that Sankirtan doesn't require qualification and is accessible to everyone due to the mercy of Chaitanya Mahaprabhu, and that the sages of Naimisharanya were experiencing the positive effects of hearing from Suta Goswami.",
      "timestamp_url": "https://youtu.be/LBbiYjC3mBE?t=590",
      "transcript": "performed by congregational chanting of the holy name of the Supreme Lord Krishna. Apollo 25emerbridge Asanteuzzaringa Kirthna Sprachnava Kirtna Adhe Eva Krishnasya So that is the recommendation in Kali Yuga. And such kirtan performance doesn't require qualified Brahmanas. Anyone can chant, anyone can sing, anyone can follow, without any previous qualification or education, but anyone can perform in the который Field, anyone can sing here Allah's faith is absolute. Anyone who is not qualified in the Hereafter is forgiven. previous qualification it works that is because of the mercy of Chaitanya Mahaprabhu Chaitanya Mahaprabhu has blessed all the fallen souls of this world that you please chant Hare Krishna in Sankirtana and you will achieve all perfection just by doing this chanting in congregation this is called Sankirtan Yagna and now the Sankirtan Yagna that was going on in the forest of Naimisha Aranya when the sages had assembled is that that is being described here by Prabhupada Suta Goswami was narrating the transcendental activities of the Lord before the congregation of sages and they were factually perceiving the result of hearing these transcendental"
    },
    {
      "start_time": 681,
      "end_time": 733,
      "verse_references": [],
      "themes": [
        "Srimad Bhagavatam",
        "Hearing",
        "Nectar"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Before even they can begin hearing the actual Srimad Bhagavatam these sages are perceiving the result of the quality of that hearing.",
      "summary": "The speaker notes that even before Suta Goswami begins reciting the actual Srimad Bhagavatam, the sages are already experiencing the nectar-like quality of hearing about Krishna.",
      "timestamp_url": "https://youtu.be/LBbiYjC3mBE?t=681",
      "transcript": "transcendental activities. So the Goswami still not begun speaking what he heard from Shukadeva Swami, he still not begin, that begins in the second canto. He is just telling the preliminaries for the events leading to Parikshit Maharaj meeting Shukadeva Swami and then Parikshit asking Shukadeva Swami to recite the Bhagavatam. So before even they can begin hearing the actual Srimad Bhagavatam, these sages are perceiving the result of the quality of that hearing, the subject matter hearing, that will be like nectar for their ears."
    },
    {
      "start_time": 733,
      "end_time": 881,
      "verse_references": [],
      "themes": [
        "Devotional Service",
        "Experience",
        "Krishna Katha",
        "Spiritual Realization"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Anyone who hears Krishna Katha from the right source, they immediately are able to perceive this result of hearing Krishna Katha.",
      "summary": "The speaker compares the experience of devotional service to the satisfaction of eating when hungry, emphasizing that the results of hearing Krishna Katha are directly and practically perceived, leading to spiritual realization through Sankirtan Yajna.",
      "timestamp_url": "https://youtu.be/LBbiYjC3mBE?t=733",
      "transcript": "Now Srila Prabhupada says, \"One can feel this practically as one can feel the result of eating food.\" This example is given, 11th canto of the Bhagavatam. How do you experience the effect of or the result of performing devotional service? It is exactly like Bhagavatam says, \"When you're very hungry, if you eat a nice nutritious, well-prepared, very tasty, nice food, then as you go on eating with every morsel...\" morsel means this much, keep on eating, you experience three things. You experience mitigation of hunger, your hunger will subside, you experience you are getting more and more strength, and you also experience the pleasure of eating, you relish the taste of that food. So three things happen simultaneously. You nobody need tell you that you are actually, your hunger is getting mitigated, it is your personal experience, practically we experience that every day. So like that even bhakti is as directly experienced as simple things as eating. So anyone who hears Krishna Katha from the right source, they immediately are able to perceive this result of hearing Krishna Katha. And Srila Prabhupada says, \"Spiritual realization acts in that way.\" That's the way of spiritualization in this age of Kali, Sankirtan Yagnam. And the results are practically perceived by anyone who sincerely engages"
    },
    {
      "start_time": 881,
      "end_time": 933,
      "verse_references": [],
      "themes": [
        "Sankirtan",
        "Suta Goswami",
        "Krishna Katha",
        "Fortunate"
      ],
      "content_type": "summary",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Definitely the sages of Naimisharanya were fortunate to meet Suta Goswami and hear from Suta Goswami, the Srimad Bhagavatam.",
      "summary": "The speaker concludes by reiterating that the sages of Naimisharanya were fortunate to hear Krishna Katha from Suta Goswami, experiencing the positive effects that contrasted with the doubts and suffering from their sacrificial fire.",
      "timestamp_url": "https://youtu.be/LBbiYjC3mBE?t=881",
      "transcript": "in this Sankirtana, participates in Sankirtana. And as regards the sages of Naimisharanya, they were suffering from the smoke of the sacrificial fire they lit up, and they were doubtful about the result. But when they were hearing from Suta Goswami, they became very happy that Suta Goswami is speaking so nicely, we are feeling the difference in hearing some mundane ordinary stuff and hearing this Krishna Katha. So definitely the sages of Naimisharanya were fortunate to meet Suta Goswami and hear from Suta Goswami, the Srimad Bhagavatam."
    }
  ]
}