{
  "video_id": "LcVYkn2Czwo",
  "title": "Daily Evening Bhagavatam Discourse | SB 1.17.16-17 | HH Stoka Krishna Swami | 22-02-2023",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=LcVYkn2Czwo",
  "segments": [
    {
      "start_time": 0,
      "end_time": 39,
      "verse_references": [],
      "themes": [
        "invocation",
        "mantra",
        "guru"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Agyanati Miran Dhasya Gyananjan Shalakaya Chaksharun Militam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, invoking blessings and paying respects to the spiritual master and Lord Krishna.",
      "timestamp_url": "https://youtu.be/LcVYkn2Czwo?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyananjan Shalakaya Chaksharun Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadhadhara Shri Vasadi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 39,
      "end_time": 153,
      "verse_references": [],
      "themes": [
        "Srimad Bhagavatam",
        "Kali Yuga",
        "protection",
        "sinful activities"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "It gives us a clue as to how we can protect ourselves against the evil influence of Kali, this age, this time.",
      "summary": "The speaker introduces the topic of discussion: verses 16 and 17 of the 17th chapter of the first canto of Srimad Bhagavatam, focusing on how Parikshit Maharaj dealt with Kali Yuga and how individuals can protect themselves from its negative influences by leading a pious life.",
      "timestamp_url": "https://youtu.be/LcVYkn2Czwo?t=39",
      "transcript": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jaya Mudhirayet. In this session, we are discussing from the 16th and the 17th verses of the 17th chapter, chapter of the first canto of Srimad Bhagavatam. The title of the 17th chapter is Punishment and Reward of Kali. How the Kali Yuga, the Kali Purusha, the personality who is the personification of this age, Kali Yuga, of this period, how he is dealt with by Parikshit Maharaj when Kali Yuga is about to begin. He is trying to enter Parikshit's kingdom when Dwapar Yuga is ending and the Kali Yuga is going to begin, and how he is dealt with, that is very, very instructive for all of us. It gives us a clue why is it important for us. It gives us a clue as to how we can protect ourselves against the evil influence of Kali, this age, this time, this atmosphere, the prevailing external conditions, the bad influence. How can we protect ourselves, provided of course pious people want to lead a life free from sinful activities, want to lead an honest life, a clean life, a pious life. Then how do they protect themselves against the evil influence?"
    },
    {
      "start_time": 153,
      "end_time": 257,
      "verse_references": [],
      "themes": [
        "dharma",
        "apadharma",
        "scriptures",
        "Vishwamitra"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The supreme duty of the ruling king is to give all protection to law-abiding persons and to chastise those who stray from the ordinances of the scriptures in ordinary times when there is no emergency.",
      "summary": "The speaker explains the meaning of the 16th verse, emphasizing the king's duty to protect those who follow religious principles and punish those who deviate, while also discussing the concept of 'apadharma' or occupational duty in times of emergency, using the example of Vishwamitra.",
      "timestamp_url": "https://youtu.be/LcVYkn2Czwo?t=153",
      "transcript": "That is the reason why this is being discussed here. The 16th verse, Ragnyohi paramo dharma ha swadharma sthanu palanam shasato anyan yatha shasram anapadi utpathan iha. Let me read this. Okay. The meaning of this verse is, the supreme duty of the ruling king is to give all protection to law-abiding persons and to chastise those who stray from the ordinances of the scriptures in ordinary times when there is no emergency. So, in the purport, Srila Prabhupada says, \"In the scriptures, there is mention of apadharma or occupational duty at times of extraordinary happenings. It is said that sometimes the great sage Vishwamitra had to live on the flesh of dogs in some extraordinary dangerous position.\" Flesh-eating at normal circumstances is completely forbidden. Or if somebody, somehow or the other, because they are very much desirous of enjoying eating some flesh, animal food, animal flesh, then if they do so, then they are liable to be punished by the laws of God, the laws of nature, laws of karma. But under extreme circumstances, when there is no food available except for flesh, nothing else is available, then one may eat flesh just to survive."
    },
    {
      "start_time": 257,
      "end_time": 378,
      "verse_references": [],
      "themes": [
        "sin",
        "animal slaughter",
        "scriptures",
        "punishment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When plenty of fruits, vegetables, grains, milk is available, then why should people eat flesh?",
      "summary": "The lecture condemns unnecessary animal slaughter and flesh-eating, stating that it is sinful and punishable, especially when other food sources are readily available, emphasizing that one should not kill animals simply to satisfy the tongue.",
      "timestamp_url": "https://youtu.be/LcVYkn2Czwo?t=257",
      "transcript": "That is called apadharma, emergency time. So, Srila Prabhupada says, \"In cases of emergency, one may be allowed to live on the flesh of animals of all description. But that does not mean that there should be regular slaughterhouses to feed the animal eaters and that this system should be encouraged by the state, this is completely sinful. When plenty of fruits, vegetables, grains, milk is available, then why should people eat flesh? Why should they kill animals for getting the flesh?\" So, that is very, very sinful and severely punishable. So, Srila Prabhupada says, \"No one should try to live on flesh in ordinary time simply for the sake of the palate.\" Palate means simply for satisfying the tongue. Oh, I like to eat. No. Just because you like to eat, you cannot kill other animals. As much as you have a desire to live, you want to subsist in this particular, in this particular present body. Similarly, every living being has got the desire to live and should be allowed. Should not be, there should be no unnecessary killing of even an ant, even a small plant, no unnecessary killing. So, it is said here, Srila Prabhupada further, \"If anyone does so, it means they simply kill animals for the sake of satisfying their tongue. The king or the executive head should punish him for gross enjoyment.\""
    },
    {
      "start_time": 378,
      "end_time": 462,
      "verse_references": [
        "BG 18.48"
      ],
      "themes": [
        "swadharma",
        "occupational duty",
        "scriptures",
        "protection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The state executive head is to see that such Swadharma is not changed by the follower, whatever it may be, and he should be given all protection.",
      "summary": "The speaker discusses the concept of 'Swadharma' or prescribed duty according to one's nature, referencing Bhagavad Gita 18.48, and emphasizes that the state should protect individuals in following their prescribed duties, which should not be violated except in emergencies.",
      "timestamp_url": "https://youtu.be/LcVYkn2Czwo?t=378",
      "transcript": "There are regular scriptural injunctions for different persons engaged in different occupational duties, and one who follows them is called Swadharmastha or faithful in one's prescribed duties. Everybody has got a prescribed duty given in the scriptures. Hmm. In the Bhagavad Gita, 18.48, it is advised that one should not give up his occupational prescribed duties even if they are not always flawless. Swadharma, what is prescribed for you according to your acquired nature, according to your nature. Hmm. You have to perform a certain type of occupational duty to maintain yourself. Such Swadharma might be violated in case of emergency, but not in normal circumstances should you violate. If one is forced by circumstances, one may violate, but they cannot be violated in ordinary times. The state executive head is to see that such Swadharma is not changed by the follower, whatever it may be, and he should be given all protection. The follower of the Swadharma should be given all protection by the king."
    },
    {
      "start_time": 462,
      "end_time": 583,
      "verse_references": [],
      "themes": [
        "punishment",
        "civil law",
        "criminal law",
        "scriptures"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The duty of the king is to see that everyone strictly follows his occupational duty as prescribed in the scriptures.",
      "summary": "The lecture explains that violators of Swadharma are subject to punishment according to the scriptures, drawing an analogy to civil and criminal laws to illustrate the different levels of transgression and the corresponding consequences, emphasizing that Shastras are perfect and given by the Supreme Lord.",
      "timestamp_url": "https://youtu.be/LcVYkn2Czwo?t=462",
      "transcript": "The violator is subject to punishment in terms of the Shastra. Now what punishment who should get according to the particular violation. Hmm. Just like in ordinary law, there are civil laws and criminal laws. Civil laws is for some minor transgression, transgression of some particular rule or law of the land. Hmm. Just like somebody is driving, they are just exceeding the speed limit. So that's not a very serious violation of the road rules or the law of the road driving, driving laws. So such a person may be just, he may be just warned or he may be just given some small fine. He has to pay. That's all. But somebody is driving rashly and killing another person or bringing about severe accident, severe damages, then such a person is subject to criminal code of conduct. Criminal laws are applicable in such cases. So, there is a difference depending on the kind of violation. The duty of the king is to see that everyone strictly follows his occupational duty as prescribed in the scriptures. Shastras should be the basis, perfect. They are perfect in all respects. They are not made by some human beings with defects. Shastras are given by the Supreme Lord and further elaborated upon by liberated souls, saintly persons who are liberated personalities."
    },
    {
      "start_time": 583,
      "end_time": 643,
      "verse_references": [],
      "themes": [
        "dharma",
        "Parikshit Maharaj",
        "Krishna",
        "devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Captivated by the devotional qualities of the Pandavas, even Lord Krishna, the personality of Godhead, performed duties as a messenger.",
      "summary": "The speaker introduces the 17th verse, where Dharma responds to Parikshit Maharaj, praising him as a worthy descendant of the Pandavas, whose devotional qualities were so captivating that even Lord Krishna served them.",
      "timestamp_url": "https://youtu.be/LcVYkn2Czwo?t=583",
      "transcript": "The 17th verse, dharmavacha, because Pariksit was speaking to dharma, to the personality of religion. So dharma is now responding to Pariksit Maharaj. etad vaha pandavayanam yuktam aartabhayam vachaha yesam gunaganai krishno dhautyadau bhagavan krutah. The meaning of this verse is the personality of religion said, he is replying to Pariksit Maharaj. These words just spoken by you, befit a person of the Pandava dynasty. Captivated by the devotional qualities of the Pandavas, even Lord Krishna, the personality of Godhead, performed duties as a messenger. Something wonderful."
    },
    {
      "start_time": 643,
      "end_time": 748,
      "verse_references": [],
      "themes": [
        "Parikshit Maharaj",
        "power",
        "devotee",
        "grace"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He was not falsely proud for a devotee of the Lord is equally as powerful as the Lord or sometimes more powerful by the Lord's grace.",
      "summary": "The lecture explains that Parikshit Maharaj's assurances are not exaggerations but reflect his real power as a devotee of the Lord, emphasizing that devotees can be as powerful as or even more powerful than the Lord by His grace.",
      "timestamp_url": "https://youtu.be/LcVYkn2Czwo?t=643",
      "transcript": "Dharma is telling about Pariksit Maharaj. He is glorifying Pariksit Maharaj. So in the Purport, Srila Prabhupada says, \"The assurances and challenges made by Maharaj Pariksit are never exaggerations of his real power.\" He is speaking, I will punish anybody who violates. I don't care even if that person who is violating is a denizen of the heaven. I don't care. So these words are befitting his actual position, and they are not simply some exaggerations. The Maharaja said that even the denizens of heaven could not escape his stringent garment if they are violators of religious principles. He is a strict ruler, and he has the power to rule and enforce the law of the scriptures, the rules and regulations and laws of the scriptures, even upon the devatas, even upon superior beings. He was not falsely proud, for a devotee of the Lord is equally as powerful as the Lord or sometimes more powerful by the Lord's grace. And any promise made by a devotee, though it may be ordinarily very difficult to fulfill, is properly executed by the grace of the Lord. You see, that's the position of a devotee. Pariksit Maharaj is a pure devotee of the Lord, so he has got extraordinary power. Nobody else can have it. Not even devatas can have as much power as Pariksit has, because Pariksit is a pure devotee."
    },
    {
      "start_time": 748,
      "end_time": 878,
      "verse_references": [],
      "themes": [
        "Pandavas",
        "devotional service",
        "Krishna",
        "servant",
        "love"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Pandavas, by their unalloyed devotional service, made it possible for the Lord to become a chariot driver or sometimes their letter messenger.",
      "summary": "The speaker elaborates on how the Pandavas' pure devotional service allowed Krishna to become their servant, acting as a chariot driver and messenger, highlighting the Lord's desire to serve His unalloyed devotees.",
      "timestamp_url": "https://youtu.be/LcVYkn2Czwo?t=748",
      "transcript": "So further, Srila Prabhupada says, \"Pandavas, by their unalloyed devotional service, unalloyed devotional service, pure devotional service, and full surrender to the Supreme Lord, made it possible for the Lord to become a chariot driver or sometimes their letter messenger.\" See, Krishna, the Supreme Personality of Godhead, worshipable by everyone, including the devotees, everyone is subservient to Krishna and Krishna is supremely powerful, unlimitedly powerful. But that Krishna, being captivated by the Pandavas' wonderful qualities, devotional qualities, he became their servant. Voluntarily, he became their servant. He became the chariot driver of Arjuna in the battle of Kurukshetra. He became the messenger of Yudhishthira. He carried a message, a peace message on behalf of Yudhishthira to Duryodhana. Toward the war, the battle of Kurukshetra, before the war was actually fought, Yudhishthira wanted to avert this big world war. So Krishna personally carried this message from Yudhishthira to Duryodhana, personally went. So he was a letter messenger of Yudhishthira. Such duties executed by the Lord for his devotee are always very pleasing to the Lord because the Lord wants to render service to his unalloyed devotee whose life has no other engagement than to serve the Lord with full love and devotion. The devotee wants to serve the Lord unconditionally. The Lord wants to serve his devotees also without any hesitation, without any consideration that he is the Lord."
    },
    {
      "start_time": 878,
      "end_time": 954,
      "verse_references": [],
      "themes": [
        "Parikshit Maharaj",
        "Arjuna",
        "devotee",
        "protection",
        "grace"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So when Pariksit makes an assurance, it is always backed up by the special protection of the Supreme Lord Himself.",
      "summary": "The lecture concludes by reiterating that Parikshit Maharaj, as a pure devotee like his grandfather Arjuna, was always protected by Krishna, even from the womb, and that his assurances are backed by the Lord's special protection, ending with gratitude and the Hare Krishna mantra.",
      "timestamp_url": "https://youtu.be/LcVYkn2Czwo?t=878",
      "transcript": "Maharaj Pariksit, the grandson of Arjuna, the celebrated friendly servitor of the Lord, was a pure devotee of the Lord, like his grandfather. Who is his grandfather? Arjuna. Pariksit is the grandson of Arjuna. Arjuna's son was Abhimanyu. Abhimanyu's son was Pariksit. So Pariksit was also a pure devotee like Arjuna. Therefore the Lord was always with him even from the time when he was helplessly lying in the womb of his mother and was attacked by the blazing Brahmastra weapon of Ashwathama. This is the history of Pariksit. We discussed this earlier. He was saved in his mother's womb when he was an infant, not even an infant. He was not even born, not even come out of the mother's womb. He was protected by Krishna because he was a devotee. So when Pariksit makes an assurance, it is always backed up by the special protection of the Supreme Lord Himself. So the personality of religion, Dharma, accepted this fact and thanked the King for his being true to his exalted position. I will stop here. Thank you very much."
    }
  ]
}