{
  "video_id": "lEvontw9tWU",
  "title": "How to Become Free from Past Karmas? | Sri Madhu Pandit Dasa | SB 3.22.12 | 14.08.2024",
  "speaker": "HG Madhu Pandit Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=lEvontw9tWU",
  "segments": [
    {
      "start_time": 32,
      "end_time": 53,
      "verse_references": [],
      "themes": [
        "detachment",
        "sense gratification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "In material life, everyone is desirous of sense gratification.",
      "summary": "The speaker introduces the topic of detachment and sense gratification in material life.",
      "timestamp_url": "https://youtu.be/lEvontw9tWU?t=32",
      "transcript": "To deny an offering that has come of itself is not commendable, even for one absolutely free from all attachment, much less one addicted to sensual pleasure."
    },
    {
      "start_time": 419,
      "end_time": 539,
      "verse_references": [],
      "themes": [
        "karma",
        "free will",
        "sukha",
        "dukha"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Sukha Dukha, material Sukha Dukha for the body and the mind, is fixed for everybody when one takes birth.",
      "summary": "The speaker explains that Sukha and Dukha (happiness and distress) are fixed at birth, but not in a way that eliminates free will.",
      "timestamp_url": "https://youtu.be/lEvontw9tWU?t=419",
      "transcript": "The forces of the mind and the body and the senses that rise up. How we manage those things? We are given guidelines by Krishna and Bhagavad Gita, by our Acharya, by the Purvacharyas. How you conduct your life in a manner in which you handle these urges? We handle these natural, bodily, mental urges. We cannot deny that these urges are not there. Nobody can deny. We have taken this body in this material world for enjoying, so therefore the Lord has mercifully given this body, just like every karma He gives, He gives us a body according to our karma. This body has got a certain value. It has got a certain potential of Sukha and Dukha, which is unveiled, it's a function of time. Tomorrow on Sukha Dukha, day after tomorrow on Sukha Dukha, next year, 100 years from now, 10 years from now, 15 years from now, it's a function of Kala, Sukha Dukha. But Prabhupada says and the Shastra says that Sukha Dukha is a function of time. It's a function of time. It's a function of time. So Sukha Dukha, material Sukha Dukha for the body and the mind, is fixed for everybody when one takes birth. It is fixed. Sukha and Dukha is an experience. So Sukha Dukha is fixed. Not that this particular Sukha is fixed, this particular Dukha is fixed. Not that the full chart of where all you will get Sukha, where all you will get Dukha is fixed. That is not what it means. That is not what it means."
    },
    {
      "start_time": 540,
      "end_time": 577,
      "verse_references": [],
      "themes": [
        "karma",
        "sukha",
        "dukha",
        "analogy"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Suppose there is a currency called Sukha currency. And there is another currency called Dukha currency.",
      "summary": "The speaker uses the analogy of 'Sukha' and 'Dukha' currency to explain how these experiences are allotted at birth.",
      "timestamp_url": "https://youtu.be/lEvontw9tWU?t=540",
      "transcript": "Then you have no choice, no. Your Sukha Dukha is fixed means, suppose there is a currency. Currency is used to buy something, no? Suppose there is a currency called Sukha currency. And there is another currency called Dukha currency. When you are born, you are given a purpose. It is not called Sukha currency. में अकरोशoline का करण कैसे दुखा करण लिया। ये यह Kook LDK हो रहेंग्गी, जिसी पास आप आज 60 शत्riage लिया हैं, तारे से 60-60वें क Australia पाका लगा जाता है"
    },
    {
      "start_time": 811,
      "end_time": 928,
      "verse_references": [],
      "themes": [
        "devotional service",
        "karma",
        "sukha",
        "dukha",
        "austerity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If the devotee is having the, you know, has determined to work hard for Prabhupada, take trouble for Prabhupada, sweat for Prabhupada, take tension for Prabhupada, take anxiety for Prabhupada, please understand that you are burning your Dukkha currency.",
      "summary": "The speaker explains how devotees can manage pleasure and pain by using their 'currency' in Krishna's service, burning off 'Dukkha currency' through austerities.",
      "timestamp_url": "https://youtu.be/lEvontw9tWU?t=811",
      "transcript": "What the devotee does is what? He uses that currency for Krishna's service. The duality of the material world is felt in terms of heat and cold, misery and happiness. A Krishna conscious person is above duality because he does not hesitate to act in any way for the satisfaction of Krishna. Just see, when you take trouble to serve Prabhupada and Krishna, bodily, mental struggle you take against your wish. Tapasya means against your default mode. Now your present wish is to serve Prabhupada and Krishna. But there is a default mode, lazy fellow, all these kind of things, don't want to do, live happily. All this kind of philosophy, you know, concocted, karmi philosophy will be there. If the devotee is having the, you know, has determined to work hard for Prabhupada, take trouble for Prabhupada, sweat for Prabhupada, take tension for Prabhupada, take anxiety for Prabhupada, please understand that you are burning your Dukkha currency. If you don't take trouble for Prabhupada. If you don't take trouble for Prabhupada. If you don't take trouble for Prabhupada. If you don't take tension for Prabhupada, if you don't take anxiety for Prabhupada, Dukkha will come to you some other way, which is not service of Krishna. It may even stop service of Krishna, right? If you become very sick, then you will not be able to even do service, isn't it? Now I am talking about how devotees manage pleasure and pain. In Kota, which is there as per law of karma, management of pleasure and pain."
    },
    {
      "start_time": 935,
      "end_time": 1078,
      "verse_references": [],
      "themes": [
        "austerity",
        "devotional service",
        "karma"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So secret number one is, take authorized austerities.",
      "summary": "The speaker emphasizes the importance of taking authorized austerities in Krishna consciousness to avoid struggling for material existence.",
      "timestamp_url": "https://youtu.be/lEvontw9tWU?t=935",
      "transcript": "So secret number one is, take authorized austerities. One of the things that disturb ones most in life, for everybody is what? When problems come. Isn't it? Nobody likes problems. So better we take voluntarily problems. In this material world, to preach Krishna consciousness is very problematic. To raise funds is very problematic. To convince somebody is very problematic. You need patience, tolerance, be behind him, be behind him, be behind him. Be behind him. You have to put chest. To make one devotee, right? Or you take up a project, you have to be behind it. Every problems that the karmas have in building a project, the devotee will also have to face. So all these things when we do for Krishna, it has got very high value to make our devotional life peaceful. Therefore austerity should be taken. So many times in different classes I have told, in Krishna consciousness after you have come, if you don't struggle for your spiritual, for service, if you don't struggle to control your senses, then you will be made to struggle for material existence. Struggle will not be, that struggle will not be taken away. When you struggle for material existence, it is useless. It doesn't help you in any way. It's all temporary. When you struggle for Krishna consciousness, it is giving you eternal benefit. So, where do you, suppose you say, anyway you have to struggle. If you struggle here, you will get something for this life. If you struggle here, you will get something eternal for your soul. Which will you choose? This is intelligent management. Therefore, we should struggle."
    },
    {
      "start_time": 1079,
      "end_time": 1133,
      "verse_references": [],
      "themes": [
        "austerity",
        "sadhana"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We should, body and mind should have austerity every day. Something you don't like, you will have to do every day.",
      "summary": "The speaker advises devotees to incorporate daily austerities into their lives, focusing on overcoming their default tendencies in service.",
      "timestamp_url": "https://youtu.be/lEvontw9tWU?t=1079",
      "transcript": "We should, body and mind should have austerity every day. Something you don't like, you will have to do every day. Sadhana, something your default system does not want. Maybe something got trained and still there is some small percentage it doesn't want. Take that percentage and hit it. Go, do it. Do it. Maybe you don't want to be in one shot and finish your 16 rounds. After few rounds your mind will say something else. No. Take austerity. Do it. Finish it. There are hundreds of ways in which in our personal life, in devotees personal life, in Krishna consciousness movement that Prabhupada has given, there are hundreds of ways of picking up austerities, bona fide austerity."
    },
    {
      "start_time": 1136,
      "end_time": 1204,
      "verse_references": [],
      "themes": [
        "austerity",
        "karma",
        "vishnu"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "No, we are talking about tapasya which will give us eternal benefit.",
      "summary": "The speaker cautions against generalized austerities and emphasizes the importance of performing austerities that are pleasing to Vishnu.",
      "timestamp_url": "https://youtu.be/lEvontw9tWU?t=1136",
      "transcript": "We are not generalizing the principle of austerity. Okay, I will do one thing. Today, you know, I will, after morning program, you know, suddenly you will see one brahmachari in the middle of the brahmachari ashram, standing on one leg. Prabhupada, today I have decided, 10 hours I am going to stand like this. Why? No, tapasya. So that I can burn off my, you know, papa bijas. No, tapasya. So that I can burn off my, you know, papa bijas. No, tapasya. So that I can burn off my, you know, papa bijas. No, we are talking about tapasya which will give us eternal benefit. Oh, I have to do tapasya Prabhu, you told me. No, Mondays I will fast and Fridays I will fast. No. These are all good for karmas. Yes, it helps them, encourages them. Every kind of austerity. Austerity for pleasing Shiva, austerity for pleasing Ganesha. Monday for Shiva I will fast. Thursday I will fast for Ganesha. Monday for Shiva I will fast. Thursday I will fast for Ganesha. Thursday I will fast for Ganesha. All this they have. Let them do. But we want to do those austerities which are pleasing to Vishnu, to the Lord."
    },
    {
      "start_time": 1205,
      "end_time": 1293,
      "verse_references": [],
      "themes": [
        "austerity",
        "spiritual master",
        "radha kunda"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Srila Prabhupada has given us, even within these bona fide austerities, again a set of austerities.",
      "summary": "The speaker explains that even within bona fide austerities, there are specific guidelines given by the spiritual master, using the example of visiting Radha Kunda.",
      "timestamp_url": "https://youtu.be/lEvontw9tWU?t=1205",
      "transcript": "So we have to be very careful in simply, that is another extreme. Some devotees go into this whole austerity mode and all this kind of things. So there are bona fide austerities. So there are bona fide austerities. Within even those bona fide austerities, Srila Prabhupada has given us, even within these bona fide austerities, again a set of austerities. Why he has given a set of austerities? Just suppose somebody says, oh I want to go to Radha Kunda and chant every day 64 rounds. See, it is a, how can you say no, it is not a good austerity. Now you have to again see what our bona fide, our spiritual master has told us. Now you have to again see what our bona fide, our spiritual master has told us. Stand 16 rounds nicely, probably another 10 lives. Then one day you will go to Radha Kunda. There is a stage for everything. Bhakti Siddhanta Saraswati Thakur used to blast any disciple if he goes to Radha Kunda and sits. He said, you are not qualified even to dip in Radha Kunda. He said, you are not qualified even to dip in Radha Kunda. He said, you are not qualified even to dip in Radha Kunda. Even Prabhupada, I think only once or something he went dip, but afterwards he stopped. Because all the foreign disciples started swimming and everything in Radha Kunda."
    },
    {
      "start_time": 1375,
      "end_time": 1450,
      "verse_references": [],
      "themes": [
        "tapasya",
        "hearing",
        "hare krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "In fact, the greatest tapasya that one can do in this age is to hear the holy name of the Lord.",
      "summary": "The speaker highlights that hearing the holy name of the Lord is the greatest tapasya in this age, despite being easier than other forms of austerity.",
      "timestamp_url": "https://youtu.be/lEvontw9tWU?t=1375",
      "transcript": "In fact, the greatest tapasya that one can do in this age is to hear the holy name of the Lord. See, tapasya can be known, can be understood by two means. One is how difficult it is. Another is what is the result of it. See, don't mistake, always tapasya means pain. It's not so. There are authorized tapasyas. Each tapasya has a pain and a result. If you take chanting Hare Krishna Mahamantra, the hearing of Hare Krishna Mahamantra, definitely is not so difficult as standing on one leg for 10 hours. Right? Much easier. But the result of that one hearing of Hare Krishna cannot be compared to 100 years of standing on one leg. So that's what you have to understand."
    },
    {
      "start_time": 1451,
      "end_time": 1589,
      "verse_references": [],
      "themes": [
        "tapasya",
        "acharya",
        "srimad bhagavatam"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "That is why an Acharya's guidance is required. Otherwise you will misunderstand.",
      "summary": "The speaker emphasizes the need for an Acharya's guidance to properly understand the scriptures and apply them to one's life.",
      "timestamp_url": "https://youtu.be/lEvontw9tWU?t=1451",
      "transcript": "Don't think that tapasya only means, you know, tapasya means authorized tapasas. Authorized tapasas, authorized austerity, because there is some, definitely some tapas is there in hearing because mind goes here and there. But it is not, it is, it is, it is easy, easier than many other tapasyas. But the value of this tapasya is something which is, what is revealed in the scriptures. Discounted tapasya for Kali Yuga. Just simply you hear then you get, you know, the results of so many Ashwamedha Yajna, Shastras. Even then you cannot equal to this tapasya of hearing this Hare Krishna Mahamantra. So, we have to be very careful in understanding purport of Prabhupada, understanding these verses. That is why an Acharya's guidance is required. Otherwise you will misunderstand. Otherwise from Bhagavatam, whatever you want, you can get. All kinds of stories are there. Whatever you want to justify, you will get it. Sometimes devotees, sometimes devotees also argue, no, no, actually Bhagavatam is for Grahasthas. And the Paramahamsas say, no, no, Bhagavatam is a Paramahamsa Shastra. It is for Paramahamsas. The fact is that for those who want to practice Vaishnavism, it is available for everybody, irrespective of any Ashrama. Bhagavatam caters to Grahasthas. Bhagavatam caters to Paramahamsas also. So such an all-encompassing literature is Srimad Bhagavatam. Therefore we need guidance. How it is applicable to each. And that is how I explain now."
    },
    {
      "start_time": 1646,
      "end_time": 1776,
      "verse_references": [],
      "themes": [
        "sukha",
        "free will",
        "pleasure management"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "You can decide what to take pleasure in, you have got a free will.",
      "summary": "The speaker shifts the focus to managing pleasure, emphasizing that individuals have the free will to choose what they take pleasure in.",
      "timestamp_url": "https://youtu.be/lEvontw9tWU?t=1646",
      "transcript": "What about Sukha? That also is there in the purse everyday. It is delivered in the plate, Sukha and Dukha, everyday. Just like Dukha comes without asking, Sukha also comes without asking. Now again, don't think that Sukha means that specific Sukha. Then you have no free will. No. Suppose a specific Sukha is pushed upon you, then you have no free will at all. So there is a Sukha. Now whether you want to, what do you want to do with this Sukha? This is another very important clue, how to manage our pleasure and pain. Now pain management, I have told. Pleasure management, I will tell. How pleasure management? You can decide what to take pleasure in, you have got a free will. Just like you have got pleasure currency, either you can buy it, you know, tomatoes or orange or apple or what you want to buy, you can buy. Currency is fixed and you have to spend it by evening. It's a force on the body. It's a Vega in the body. Pleasure Vega is coming in the body, in the mind. Pleasure Vega is coming. You have to spend it. And I told you, to spend it, you can decide what to take pleasure in. What is it? You have got the freedom to decide what to take pleasure in. But pleasure you have to take everyday. What to take pleasure in? It's a very big freedom. It's a very big knowledge item. That you have got a freedom to choose what to take this pleasure in."
    },
    {
      "start_time": 1779,
      "end_time": 1870,
      "verse_references": [],
      "themes": [
        "pleasure",
        "devotional service",
        "karma"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Take pleasure in every work that you do for Prabhupada and Krishna.",
      "summary": "The speaker advises devotees to take pleasure in chanting, devotional service, and all work done for Krishna to manage their pleasure quota.",
      "timestamp_url": "https://youtu.be/lEvontw9tWU?t=1779",
      "transcript": "So what should we take pleasure in? Chanting, devotion service, dancing, taking prashadam. Take pleasure in every work that you do for Prabhupada and Krishna. Everyday your pleasure management of your body-mind system is taken care of. But you have to take pleasure. That is very important. All of you can research. Go into Prabhupada folio and see. Taking pleasure. About 300 times Prabhupada has written. Taking pleasure. That means it is your free will. You should take pleasure in Brahmanical life. You should take pleasure in sadhana. You should take pleasure in your work. See somebody is, let us say, the person is thinking, oh this is very, you know, I have to work, I have to work, I have to work, I have to work. Then he is not, that days all pleasure currency is piling up. By evening, by night he is frustrated. Because his pleasure currency is not burnt. And finally that pleasure currency will come out of some gross sense enjoyment. Very important. Somewhere it has to go, sensual pleasure it will come out. Those who enjoy their service, whatever it may be, even if it is difficult work, take pleasure. Do you know the secret that you can take pleasure in things which are painful also?"
    },
    {
      "start_time": 1871,
      "end_time": 1947,
      "verse_references": [],
      "themes": [
        "pleasure",
        "service",
        "mind"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "You can take pleasure in a painful thing.",
      "summary": "The speaker explains that one can even take pleasure in painful things, especially when done in service to Krishna, and that the mood in which service is done is important.",
      "timestamp_url": "https://youtu.be/lEvontw9tWU?t=1871",
      "transcript": "These are all big tricks of the mind. You can take pleasure in a painful thing. Painful for the body, painful for the mind, but pleasure for the soul. So you can take pleasure, just like tapasya also you can take pleasure. So taking pleasure in chanting, taking pleasure in everything that you do, taking pleasure in the service, because nearly 8-10 hours, 7-8 hours you are spending in service. So the mood in which you do service is very important for you to control your senses. You have to learn how to enjoy your service. Enjoy means not that, enjoy means not enjoy the content of the service. Enjoy doing service. You have to take pleasure in doing service to Krishna. I like it. This way day to day we can manage the pleasure and pain quota."
    },
    {
      "start_time": 1948,
      "end_time": 2043,
      "verse_references": [],
      "themes": [
        "karma",
        "pleasure",
        "pain",
        "bona fide"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "At the same time we don't get bound by karma. In the same time, if we are freed from sinful expressions of pain and pleasure.",
      "summary": "The speaker discusses managing pleasure and pain to avoid karma, emphasizing bona fide expressions of pleasure in Krishna consciousness.",
      "timestamp_url": "https://youtu.be/lEvontw9tWU?t=1948",
      "transcript": "At the same time we don't get bound by karma. In the same time, if we are freed from sinful expressions of pain and pleasure. There are bona fide expressions of pain and pleasure. Taking prasadam is bona fide pleasure, expression of pleasure. Right? Eating nonsense, it is not a bona fide pleasure. So there are bona fide expressions of pleasure and pain, pleasure and pain in our Krishna consciousness life, that Prabhupada has given us. And you take pleasure and do it. Take pleasure in honoring prasadam. Take pleasure in kirtan. Somebody may say, no, take pleasure is all artificial. How can I take pleasure? It should become pleasurable. Anything before it becomes pleasurable, you have to take pleasure. This is another rule. Because pleasure is a combination of something from outside and your decision to enjoy. Your pleasure potency. Each of us have a tiny pleasure potency. We are sample of God. If you don't decide to take pleasure, even outside thing if it is pleasurable also, you will not feel pleasure. Both have to mix together."
    },
    {
      "start_time": 2044,
      "end_time": 2144,
      "verse_references": [],
      "themes": [
        "pleasure",
        "free will",
        "sense gratification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Because pleasure is a combination of something from outside and your decision to enjoy.",
      "summary": "The speaker explains that pleasure is a combination of external stimuli and the individual's decision to enjoy, highlighting the role of free will.",
      "timestamp_url": "https://youtu.be/lEvontw9tWU?t=2044",
      "transcript": "Hydrogen is gas. Oxygen is gas. Mix hydrogen and oxygen, you get something which is water, liquid. The property of water is neither of hydrogen or oxygen. Yes? In the same way, if you take my contribution of giving pleasure potency is hydrogen. Sense object is oxygen. Only when they mix together, you get what is sense gratification. Sense gratification is a combination of sense enjoyer and sense object. Is it not? So therefore, you have trained yourself, you have conditioned yourself to enjoy something. It simply means that you have already taught your mind to take pleasure in it. That is why now, you are not consciously taking pleasure. But you have trained your mind to take pleasure in it. It is already set inside. If you have not taken pleasure in it, you will not find, you will not, you know, you have to teach yourself fresh how to enjoy. Every enjoyment is not automatic. Every enjoyment that we have with the sense object, it is all learnt. From childhood slowly it is learnt. This is pleasurable. Okay, I will take pleasure in it. You see such a big role, this taking pleasure, free will to take pleasure. In the actual final pleasure experience, your taking pleasure is such an important factor."
    },
    {
      "start_time": 2145,
      "end_time": 2236,
      "verse_references": [],
      "themes": [
        "pleasure",
        "pain",
        "management",
        "mind"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So we have to take pleasure in bona fide expressions of pleasure, which are many in Krishna consciousness movement, authorized for us as a Brahmachari, as a Grihastha, whatever, it is plenty.",
      "summary": "The speaker concludes by emphasizing the importance of managing pleasure and pain through authorized means in Krishna consciousness to achieve a peaceful mind.",
      "timestamp_url": "https://youtu.be/lEvontw9tWU?t=2145",
      "transcript": "So we have to take pleasure in bona fide expressions of pleasure, which are many in Krishna consciousness movement, authorized for us as a Brahmachari, as a Grihastha, whatever, it is plenty. So this way, if we manage our expressions of pleasure and pain, Kota, which is in our destiny, as long as we have this body, that force is there. So as long as, if we can manage that in this, using these two formulas, then our mind will be peaceful. Mind cannot become sober, when there is pain and pleasure, these two things pull the mind apart, these dualities. You cannot be a sober person, you cannot be a dheera, dheera means sober, adheera means pleasure pulls, pain pulls, your consciousness, pleasure and pain may be there, but your consciousness is pulled up and down. So a dheera is one whose consciousness is not pulled up and down. So that your consciousness is not pulled up and down, you have to minimize the pull of pleasure and pain, by management of your pleasure and pain, Kota. So that the mind is peaceful, and it can execute positive devotional service."
    },
    {
      "start_time": 2237,
      "end_time": 2311,
      "verse_references": [],
      "themes": [
        "chanting",
        "pleasure",
        "austerity",
        "dheera"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Yes, it manages, because two things you are already doing, taking pleasure in chanting, and while taking pleasure in chanting, you are doing austerity with your mind and body, which doesn't take pleasure.",
      "summary": "In a Q&A, the speaker explains how chanting nicely manages pleasure and pain by combining the soul's pleasure with the body and mind's austerity.",
      "timestamp_url": "https://youtu.be/lEvontw9tWU?t=2237",
      "transcript": "Hare Krishna. Any questions? Yes. Hare Krishna. When we do our chanting very nicely, by taking lot of tapasya, this pleasure and dukkha, whatever we have, get managed throughout the day, mystically or in a very automatic way? Yes, it manages, because two things you are already doing, taking pleasure in chanting, and while taking pleasure in chanting, while you are taking pleasure in chanting, you are doing austerity with your mind and body, which doesn't take pleasure. It wants freedom. You tell sit in one place and chant, it doesn't want. Mind and body is, by default goes in another direction. So you learn how to take pleasure, with your soul, and you are taking pain with your body and mind, lot of your Kota is burnt out. Whole day you can remain a Dheera."
    },
    {
      "start_time": 2312,
      "end_time": 2346,
      "verse_references": [],
      "themes": [
        "purity",
        "dheera",
        "devotee"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Unless purity comes, full purity comes, we cannot be a Dheera always.",
      "summary": "The speaker clarifies that while full purity is needed to be a 'Dheera' (sober) always, devotees can achieve it on a day-to-day basis by following the instructions of pure devotees.",
      "timestamp_url": "https://youtu.be/lEvontw9tWU?t=2312",
      "transcript": "See, we have, unless purity comes, full purity comes, we cannot be a Dheera always. That is a pure devotee situation. But if you do what a pure devotee has told, on a day to day basis we can be a Dheera. Today you can be a Dheera, if you have done this chanting nicely. Tomorrow if you don't do chanting, you will be a Dheera. Whereas a pure devotee, who is fixed in Krishna consciousness, he is always Dheera."
    },
    {
      "start_time": 2358,
      "end_time": 2395,
      "verse_references": [],
      "themes": [
        "vaikuntha",
        "material energy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "You have to chant more, you have to do another 10-15 years of service, then I will give you this answer.",
      "summary": "In a Q&A, the speaker jokingly deflects a complex question about how material energy captured a soul from Vaikuntha.",
      "timestamp_url": "https://youtu.be/lEvontw9tWU?t=2358",
      "transcript": "Hare Krishna Prabhu, Constitutionally, I was taking pleasure in serving Krishna, in Vaikuntha world. But how is it that, gradually this material energy captured me, and it manifested over my spiritual body. I want to know how. You have to chant more, you have to do another 10-15 years of service, then I will give you this answer. Give the phone to somebody else. No, this is the answer. I gave you the answer."
    },
    {
      "start_time": 2398,
      "end_time": 2469,
      "verse_references": [],
      "themes": [
        "pain",
        "pleasure",
        "body",
        "soul"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "You've got a free will to take pleasure in pain of body and mind.",
      "summary": "In a Q&A, the speaker clarifies that while the body and mind experience pain and pleasure, the soul has the free will to take pleasure even in the pain of the body and mind.",
      "timestamp_url": "https://youtu.be/lEvontw9tWU?t=2398",
      "transcript": "Hare Krishna Prabhu, Prabhu, initially you told how to burn our pain and pleasure. Both we are burning on the same thing, right? How to? Burn our pain and pleasure currency. Yeah. Both we are burning on the same thing, right? Like chanting is… So how the same thing is pain also and pleasure also? It's not same thing. I told you, body and mind, Yeah. is doing tapas. And you take pleasure in your soul, soul takes pleasure. So both are there. Because see, the vegas are of where? Body. Of the body and the mind. Yeah. So when you take pleasure, when soul takes pleasure or pain, the body also takes pleasure and pain. Because body follows the soul. If the soul takes pain, it is not necessary the soul should, sorry, if the body and mind takes pain, not necessary that the soul should take pain. You've got a free will to take pleasure in pain of body and mind. Understand? Yeah."
    }
  ]
}