{
  "video_id": "LfFYYZdRfuk",
  "title": "Srimad Bhagavatam | HG Chanchalapathi Dasa | SB 3.15.34 | 22-01-2016",
  "speaker": "HG Chanchalapathi Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=LfFYYZdRfuk",
  "segments": [
    {
      "start_time": 0,
      "end_time": 231,
      "verse_references": [
        "BG 7.27"
      ],
      "themes": [
        "impurity",
        "desire",
        "anger",
        "lust",
        "Vaikuntha",
        "Krishna consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "People should learn Bhagavad Gita and accept the Supreme personality of Godhead Krishna as the Lord of everything, they should practice satisfying the senses of the Supreme Lord instead of trying to satisfy their own senses.",
      "summary": "This segment introduces the Srimad Bhagavatam verse and Srila Prabhupada's purport, discussing the causes of falling into the material world and the path back to Vaikuntha through Krishna consciousness.",
      "timestamp_url": "https://youtu.be/LfFYYZdRfuk?t=0",
      "transcript": "Reading from Srimad Bhagavatam, Canto 3, Chapter 15, Text number 34. He is stated in Bhagavad Gita, 7th Chapter, Verse 27. It is stated that as long as a living entity is pure, he is in complete harmony with the desires of the Supreme Lord. But as soon as he becomes impure, he is in disharmony with the desires of the Lord. By contamination, he is forced to transfer to this material world, where the living entities have three enemies, namely, desire, anger, and lust. These three enemies force the living entities to continue material existence, and when one is free from them, he is eligible to enter the kingdom of God. One should not, therefore, be angry in the absence of an opportunity for sense gratification, and one should not be lusty to acquire more than necessary. In this verse, it is clearly stated that the two doormen should be sent into the material world, where criminals are allowed to reside. Since the basic principles of criminality are sense gratification, anger, and unnecessary lust, persons conducted by these three enemies of the living entity are never promoted to Vaikunthaloka. People should learn Bhagavad Gita and accept the Supreme Personality of Godhead Krishna as the Lord of everything. They should practice satisfying the senses of the Supreme Lord instead of trying to satisfy their own senses. Training in Krishna consciousness will help one be promoted to Vaikuntha. Thus ends the Bhaktivedanta purport."
    },
    {
      "start_time": 231,
      "end_time": 488,
      "verse_references": [],
      "themes": [
        "Vaikuntha",
        "material world",
        "sinful people",
        "three enemies",
        "duality"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Let them go to this material world, where paapi asaha, sinful people live with three enemies.",
      "summary": "The four Kumaras' curse on the doormen is explained, focusing on the doormen's destination: the material world, a place of sin and the three enemies (desire, anger, and greed).",
      "timestamp_url": "https://youtu.be/LfFYYZdRfuk?t=231",
      "transcript": "So we are seeing in this part of the Bhagavatam, the four Kumaras trying to enter Vaikuntha, and they have been stopped by the two doormen, and the sages have become angry, and now they are speaking their angry words. And we are seeing in this part of the Bhagavatam, in this particular verse, they sort of take an action, what should be done with these two doormen. Manthadhi means intelligence. Manthadhi means they are not acting very intelligently. Manthadhibhyam, these two. So let us consider, dhimahi, let us consider what should be done. Karatumprakrshtumiha, we should do something to them that will actually eventually benefit them. Karatumprakrshtumiha. And what do they decide? Lokan itho vrajatam. Let them itaha, from here, in this Vaikuntha. Lokan vrajatam, let them go, go away from here. Lokan itho vrajatam, because, antharabhava drishtya, they have developed a vision of antharabhava. They have, the Lord has one bhava, but they have developed an antharabhava. So, they have developed this kind of antharabhava drishtya. So they should not be here. Lokan itho vrajatam. They should go away from here. Where should they go? Paapi asas, place where paapi asa, paapis, sinful, wicked people, go. And where? Traya ime ripavo asya yatra. Ripaha, ripavaha, is enemies. Traya ime ripavaha, is enemies. Traya ime ripavaha, traya ripavaha, where people in this material world, let them go to this material world, where paapi asaha, sinful people live with three enemies. Ripavaha, traya ripavaha, let them live there, let them go to the place where living entities live with three enemies. Therefore let us consider, dhimahi, how these two contaminated persons, mandadhibhyam, should be punished. Kartum prakristam. The punishment should be apt. For thus, benefit can eventually be bestowed upon them. Prakrshtam ehah! Since they find duality in the existence in vaikunta life. Antharabhava drishtya. They are contaminated, mandadhibhyam, and should be removed from this place, vrajatam, to the material world, lokan, itho vrajatam, where living entities have three kinds of enemies,"
    },
    {
      "start_time": 488,
      "end_time": 587,
      "verse_references": [],
      "themes": [
        "pure souls",
        "material world",
        "criminal department"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The reason why pure souls come into existential circumstances of the material world, which is the purport of the material world, is because of the purport of the material world.",
      "summary": "This segment discusses why pure souls enter the material world, referring to it as the 'criminal department' of the Supreme Lord, as explained in Bhagavad Gita.",
      "timestamp_url": "https://youtu.be/LfFYYZdRfuk?t=488",
      "transcript": "traya ime ripavo asya yatra ha. So Srila Prabhupada has mentioned some very significant things in the purport. This is an example of two perfected living entities in the spiritual world, the doorman. The doorman of Vaikuntham, lokan, itho vrajatam, living the spiritual world and coming to this material world. So Prabhupada has used this word in the purport. The reason why pure souls come into existential circumstances of the material world, which is the purport of the material world, is because of the purport of the material world. The purport of the material world, which is considered to be the criminal department of the Supreme Lord, is stated in Bhagavad Gita, chapter 7, verse 27. So how the living entities, pure souls, come into this material world, what causes that? Why they come into this material world? And that is what is happening here, and that is explained, Prabhupada is saying, that the purport of the material world is said in the purport of the material world. As the çünkü."
    },
    {
      "start_time": 587,
      "end_time": 755,
      "verse_references": [
        "BG 7.27"
      ],
      "themes": [
        "spiritual world",
        "material world",
        "delusion",
        "duality",
        "desire",
        "envy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The living entities, bewildered, come into this material existence.",
      "summary": "The lecture explores the fall of living entities from the spiritual world, citing Bhagavad Gita 7.27 and explaining the concepts of 'dvandva moha' (delusion of duality) and its connection to desire and envy.",
      "timestamp_url": "https://youtu.be/LfFYYZdRfuk?t=587",
      "transcript": "So this verse, Prabhupada referred to this verse. Even during Srila Prabhupada's time, there would be discussions among devotees. So the living entities fall from the spiritual world. If they're in the spiritual world, the moral Ninevayas must be perfect. But, they fall to the material world. How does that happen? So that is explained in the seventh chapter of the Bhagavad Gita. Ichcha dvesha samuthena dvandva mohena bharata. Sarva bhutani sammoham sargeyanti parantapa. Sarga means creation. Remember that verse in the Bhagavatam we read some time back. There are ten topics in the Bhagavatam: Sarga, visarga, creation, secondary creation, and so on. So Krishna is referring to the creation. Sargeyanti. Yanti means to come or to go, to go to the sarga, to go to the material creation. Yanti deva vratan devan. So yanti means to go. Sargeyanti parantapa. So this is actually referring to living entities going to the material creation. So living entities falling to the material world. So why does that happen? Sarva bhutani sammoham sargeyanti parantapa. The living entities, bewildered, come into this material existence. What is that bewilderment? Dvandva mohena bharata. Ichcha dvesha samuthena dvandva mohena bharata. Dvandva moha. Delusion of duality. That's what Krishna is saying here in the Gita. The same thing we are seeing here in the Bhagavatam. Antarbhava drishtya. Dvandva moha. Dvandva means duality. Having a desire and interest different from the Lord. That is called dvandva moha."
    },
    {
      "start_time": 755,
      "end_time": 974,
      "verse_references": [],
      "themes": [
        "desire",
        "envy",
        "Krishna",
        "duality",
        "dictionary analogy"
      ],
      "content_type": "analogy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Having a desire and interest different from the Lord. That is called dvandva moha.",
      "summary": "The speaker elaborates on 'dvandva moha' as having desires different from the Lord, using the analogy of parts of the body serving the whole and then suggests reading verses before and after for context, like looking up surrounding words in a dictionary.",
      "timestamp_url": "https://youtu.be/LfFYYZdRfuk?t=755",
      "transcript": "Just like here, antarabhava drishtya. So as living entities, we are part and parcel of the Lord. It is natural that we must have an interest like the Lord. Our interest must be perfectly aligned with the interest of the Lord. But when we develop a different desire, a different understanding, a different mentality, antarabhava, then that is called dvandva moha. And then, because of that dvandva moha, itchha dvesha samuthena comes about. Prabhupada has explained very nicely what is this itchha dvesha. Itchha means desire. Here it is specifically referring to desire to become the supreme. In fact, if you see in this material world, everyone in every field tries to become the foremost. Businessmen try to become the richest. Students try to become the smartest. Famous people try to become the most famous. Powerful people try to become the most powerful. So they are actually, this is the desire. The living entity is driven by that desire. Itchha. And dvesha is envy of Krishna. When you hear that Krishna is the supreme, the thought, why should I accept Krishna is the supreme? Why Krishna is the supreme? Why can't I be the supreme? These two desires, itchha dvesha samuthena dvandva mohena bharata. Actually, a living entity is not expected to have this kind of a thinking. A living entity is part and parcel of the Lord. Just like every part of the body tries to serve the whole body. That is natural. And when the part develops a different attitude, it is called antarabhava drishtya. Dvandva moha. Sarvabhutha nisamoham sargeyanti paranthi. Actually, it's interesting to see in what context Krishna says this. It's good to, like I remember sometime long ago, someone had told, when you read a, when you see a word in a dictionary, like sometime, of course now you don't see a dictionary, all these days are gone. You google. When you see a word in a dictionary, some, you know, some old people's good advice, you see one word before that and one word after that and learn two words, so you learn three words. In the same way, when you read a verse in the Gita, it's good to see one verse before and one verse after, and you'll get to see the context, and it'll help us develop a certain interesting perspective."
    },
    {
      "start_time": 974,
      "end_time": 1148,
      "verse_references": [
        "BG 7.26",
        "BG 7.27"
      ],
      "themes": [
        "Krishna's knowledge",
        "delusion",
        "duality",
        "desire",
        "hate"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "All living entities are born into delusion overcome by the dualities of desire and hate, this is the reason why they don't know me.",
      "summary": "The speaker analyzes the verses surrounding Bhagavad Gita 7.27 to understand why Krishna says people don't know Him, attributing it to delusion, duality, desire, and hate.",
      "timestamp_url": "https://youtu.be/LfFYYZdRfuk?t=974",
      "transcript": "So let's see why Krishna is saying this in the seventh chapter and we'll come back to the Bhagavatam verse soon after that. Krishna is saying, vedaham samatitani vartamanani caarjuna bhavishyani chabhutani mamtu vedana khaschana. Krishna is saying, I know, vedaham, aham vedah, I know samatitani, atitani sama, I know equally atitani, what is in the past, vartamanani, what is in the present, bhavishyani, what is in the future. I know the past, present, and the future. Chabhutani, and I know all the living entities. I know the past, I know the present, I know the future, I know all the living entities. Mamtu vedana khaschana, but me nobody knows. Mamtu vedana khaschana, khaschana mam na vedah, they don't know me actually. Krishna is developing this idea how people don't know me. Naham prakashasarvasya yogamaya samavrta hamudoyam na, anyway I won't go into those things. There is a very interesting line of thinking that Krishna is developing and then he has come to this point, mamtu vedana khaschana, me nobody knows. Why they don't know? Krishna is explaining in the next verse why is it that they have come to this state that they don't know me in the material world because, O son of Bharata, O conqueror of the four, all living entities are born into delusion overcome by the dualities of desire and hate. This is the reason why they don't know me because they are born into this material existence with this duality, delusion of duality and they have become, they have been overcome by this desire and hate, iccha dvesha samuttena. But what is this iccha? What is this dvesha? We need the help of the acharyas to understand that iccha refers to desiring to become the supreme ourselves. Dvesha means not willing to accept Krishna as the supreme, why can't I be the supreme? That envy, the desire and the envy and dvandva moha, duality, delusion of duality, a difference of understanding that we should not have actually."
    },
    {
      "start_time": 1148,
      "end_time": 1336,
      "verse_references": [
        "BG 7.28"
      ],
      "themes": [
        "liberation",
        "sinful activities",
        "virtuous activities",
        "duality",
        "devotee service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Those who have ended sinful activities and performing pious and virtuous activities, they have become freed from this duality.",
      "summary": "The lecture shifts to Bhagavad Gita 7.28, explaining how to return to the spiritual world by ending sinful activities, performing virtuous deeds, and serving pure devotees.",
      "timestamp_url": "https://youtu.be/LfFYYZdRfuk?t=1148",
      "transcript": "In the next verse Krishna explains who is eligible to go back to the spiritual world. This first, this verse is talking about how the living entities came to this world, now how can they go back to the spiritual world that Krishna is saying in the next verse. Ye santmantagatam papam jananam punyakarmanam tedvandvamohamirmukthabha bhajanthemam dhrudabhrataham. Ye santmantagatam papam, those who have ended sinful activities, antagatam papam, jananam punyakarmanam, and performing pious and virtuous activities, tedvandvamohamimukthah. They have become freed from this duality, having a different idea. They worship me with firm determination. We will come to this verse a few minutes later. There are some interesting things. So, the sages are deciding that these two living entities, they have developed this, so they should leave this Vaikuntha and they should go to the material world. And what is that material world? Actually, the word Papi, we all generally understand, as one who has done Papa, right? Papi and Papa. So, actually, originally the meaning word, the word Papi means most wicked person, evil person, such a person. So, let them go to the place where such evil, wicked people go. People. And what do they do? They live with three enemies. Let them go to that world. See? That is why here, in this verse also, this contrast is there. Punya also, again, one understanding is pious. Papa means sinful. Actually, Punya means very elevated, very exalted, very exalted. Opposite of Papa, means very wicked, lowest. So, here, Punya-Karmana means activities in relation with Punya, virtuous. Acharyas describe that Punya-Karmana refers to serving a pure devotee."
    },
    {
      "start_time": 1336,
      "end_time": 1486,
      "verse_references": [
        "SB 5.5.2",
        "BG 16.21"
      ],
      "themes": [
        "liberation",
        "devotee service",
        "sinful desires",
        "three enemies",
        "degradation of the soul"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If one actually wants to be liberated, he must render service to the devotees.",
      "summary": "The speaker emphasizes the importance of serving devotees for liberation and introduces the three enemies (lust, anger, and greed) from Bhagavad Gita 16.21, which lead to the degradation of the soul.",
      "timestamp_url": "https://youtu.be/LfFYYZdRfuk?t=1336",
      "transcript": "If you read the purport also, Prabhupada is talking about that. It is stated in the Srimad Bhagavatam, that if one actually wants to be liberated, he must render service to the devotees. See, Punya-Karmana actually refers to serving devotees, because they are the most exalted people, and should have ended antagatam papam, that sinful desires, sinful activities, one should have ended. So, here, the sages are saying, they should go to Papiyasaha. Papiyasaha. Praya ime ripavo asya yatra. The three enemies, that is also Prabhupada has referred. That is also here in the Bhagavad Gita. Krishna refers to in the 16th chapter, the three enemies of the living entity. Trividham narakasyedam dvaram nashanam atmanah. This is the chapter which we are all chanting now, 16th chapter. Dvaram nashanam atmanah. Kamah krodhas tatha lobhas tasmad etat trayam tyajet. So, Krishna is saying, Nara idam narakasyat dvaram. These three, Trividham narakasyat dvaram. Trividham narakasyedam dvaram nashanam atmanah. And this is one which, na atmanah nashanam. This can destroy. How soul can never be destroyed? What do we mean by that? Here, it is referring to degradation of the soul. Atmanashanam. It does not mean that soul will be destroyed, because soul can never be destroyed. It is already, na jayate namriyate. It is understood. Here, atmanashanam. That is why when we are reading the Vedic literatures, we should see it is to be, the meaning should be taken according to the context. So, Trividham narakasyetam dvaram nashanam atmanah. And what are the three things? The three doors to hell. Narakasya, kamah krodhah tatha lobha. Lust, anger, and greed."
    },
    {
      "start_time": 1486,
      "end_time": 1635,
      "verse_references": [
        "BG 16.21"
      ],
      "themes": [
        "lust",
        "anger",
        "greed",
        "Kali Yuga",
        "unfortunate age"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "One should give up these three activities, kama, krodha and lobha.",
      "summary": "The lecture discusses how lust, anger, and greed are glorified in modern society, making Kali Yuga a difficult age for practicing Krishna consciousness.",
      "timestamp_url": "https://youtu.be/LfFYYZdRfuk?t=1486",
      "transcript": "And Krishna's recommendation is tasmad. Therefore, see, Prabhupada says, whenever tasmad is used, it is like a conclusive statement. Krishna is making a conclusion after having analyzed something. These three are the gateways to hell and leads to the degradation of the soul. So, therefore, tasmad etat trayam tyajet. One should give up these three activities, kama, krodha, and lobha. And if you see in the material world, in our present civilization, these three qualities are highly glorified. Kama, lust. It is highly promoted. Kama, krodha. Okay, krodha to some extent it is very, even for good living, comfortable material living, is not very encouraging. So, it is not so much advised. Lobha, greed. There is no such thing. One can be, one could, material civilization, Kali Yuga civilization encourages one to rise to higher and higher and higher. Keep trying, keep struggling, working hard. So, these are the three which are considered to be ripavaha, enemies of the living entities. And, this is a world where paapiya sahatraya ime ripavo asya yatra. So, just see the, the things that are, how in the material world, how we look at things. And this is highly glorified. All the newspapers, media, everywhere, cinemas, everything, karma is encouraged. And, there is nothing wrong about it, people think. It is highly promoted. And, on the other hand, Krishna is saying, tasmadetatrayam tyajet. So, that is why, Kali Yuga is considered a very unfortunate age for those who are trying to practice Krishna consciousness,"
    },
    {
      "start_time": 1635,
      "end_time": 1759,
      "verse_references": [],
      "themes": [
        "material world",
        "abominable place",
        "three enemies",
        "unawareness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Material world is an abominable place.",
      "summary": "The speaker contrasts the common perception of the material world as great with the perspective of enlightened sages, who see it as a terrible place where living entities are disturbed by the three enemies without even realizing it.",
      "timestamp_url": "https://youtu.be/LfFYYZdRfuk?t=1635",
      "transcript": "maybe we will find many, many kinds of hurdles. So, paapiya sahatraya ime ripavo asya yatra. And, we also see a certain perspective, the sages are showing. These two people, who have antarbhava drishtya, lokaan ito vrajatam. They should go away from here, and go to, paapiya sahatraya ime ripavo asya yatra. They should go to the material world. Actually, we here in the material world, we think, oh, our world is so great. Our country is so great. Our place is so great. Our, you know, so many nice things are there. But, the living entity, the great sages, in their estimation, material world is an abominable place. This is not a great place. That is why, Srila Prabhupada always quoted Bhaktisiddhant Saraswati Thakur saying, this is not a place, this is not a place for a gentleman. This is the perspective actually we must have. When we, this is an enlightened perspective. We should have a perspective of enlightened persons. The sages are enlightened persons. How they look at the material world, it's actually a terrible place. The living entities, they are caught up in this material world. And the three enemies are constantly disturbing them, and they don't even know that. Imagine you are thinking, he is your great friend and you are having always, you are always having him with you. You are always consulting him. But actually you don't know he is your enemy. How unfortunate. And he is always advising us and we are following that. Lust, anger, greed, these things are constantly influencing us, and we are accepting that influence and we are working in that direction."
    },
    {
      "start_time": 1759,
      "end_time": 1880,
      "verse_references": [],
      "themes": [
        "criminality",
        "sense gratification",
        "Krishna consciousness",
        "training",
        "pure devotee"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "People should learn Bhagavad Gita and accept the supreme personality of Godhead Krishna as the Lord of everything.",
      "summary": "The lecture concludes with Srila Prabhupada's recommendation to learn Bhagavad Gita, accept Krishna as the Supreme Lord, and practice Krishna consciousness, emphasizing the importance of pleasing a pure devotee.",
      "timestamp_url": "https://youtu.be/LfFYYZdRfuk?t=1759",
      "transcript": "Just see. And, finally, Srila Prabhupada concludes very nicely. People should learn, since the, that is why Prabhupada uses the word paapiya saha in the sense of a crime, criminality. In these last two purports, if you see, Prabhupada is using this, using the word criminal department. This material world is a criminal department in the sense of paapiya saha. Since the basic principles of criminality are sense gratification, anger, and unnecessary lust, persons conducted by these three enemies of the living entity are never promoted to Vaikunthaloka. People should learn Bhagavad Gita and accept the Supreme Personality of Godhead Krishna as the Lord of everything. So this is Prabhupada's recommendation here towards the end of the purport. People should learn Bhagavad Gita and accept the Supreme Personality of Godhead Krishna as the Lord of everything. They should practice satisfying the senses of the Supreme Lord instead of trying to satisfy their own senses. And for doing this one, training in Krishna consciousness will help one be promoted to Vaikuntha. So there is a certain training that is required. Training in Krishna consciousness that will help one be promoted to Vaikuntha. And Srila Prabhupada has established an institution for training. And in this institution, in the process for this training to go back to Vaikuntha, a very important principle again and again explained in the Vedic literatures is that one should please a pure devotee."
    },
    {
      "start_time": 1880,
      "end_time": 2188,
      "verse_references": [],
      "themes": [
        "institution",
        "leadership",
        "service",
        "spiritual master",
        "mission"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If you serve Tamal Krishna and Vishnu Jana nicely, I'll be very happy.",
      "summary": "The speaker illustrates the principle of pleasing a pure devotee through the example of Prabhupada instructing devotees to serve Tamal Krishna Maharaj and Vishnujan Maharaj, highlighting the importance of serving leaders within the institution to fulfill Prabhupada's mission.",
      "timestamp_url": "https://youtu.be/LfFYYZdRfuk?t=1880",
      "transcript": "This is an inescapable principle. So how has Prabhupada instituted this in this institution where Prabhupada has said that this institution can train us to go back to Vaikuntha? One very interesting example where Prabhupada points out this principle. During Prabhupada's time there were several devotees. It was headed by Tamalkrishna Maharaj and Vishnujan Maharaj. These two sannyasis they were heading a group of Brahmacharis called it was called Radha Damodar Traveling Sankirtan Party. RDTSKP it was called those days. So it became a very successful Traveling Sankirtan Party. The two sannyasis both very good preachers leaders at that time those days and they were traveling in from one city to another city conducting programs in American universities and they recruited many many devotees hundreds of devotees they were recruiting and they had three big buses and they used to have Radha and Damodar Deities that's why it was called Radha Damodar Traveling Sankirtan Party. So one time these some of these devotees they were who were made devotees they were all they had joined the temples or joined the traveling party and Prabhupada had come to one place and then these devotees were all lined up about hundred of them American young boys clean shaved up and they were all given a rose flower and they lined up and they came and offered the rose flower to Prabhupada offered their obeisance and then and Prabhupada was very happy and then he all of them were sitting there and then Prabhupada addressed them young Bhaktas all young from the American universities so in that short address Prabhupada says if you serve Tamal Krishna and Vishnu Jana nicely I'll be very happy so this is an actually Prabhupada showing an important principle if you serve Tamal Krishna and Vishnu Jana nicely I'll be very happy so this is the system that Prabhupada created in the institution institution has certain leaders and if we work to serve them nicely this is exactly this is what the devotees some of them recalled and they said Prabhupada said if you serve Tamal and Vishnu Jana nicely I'll be very happy and that will please the spiritual master because this is an institution serving Prabhupada's mission and in an institution it is expected that there is somebody playing the role of a leader and everyone following the leader's direction and the vision and going ahead and doing different activities and if we do this as an institution it is serving Prabhupada's mission that will please him so it's actually a very important principle of course the leaders have a very big responsibility they have to represent Prabhupada they have to themselves be following Prabhupada's instructions properly and they should be constantly having that vision of serving Prabhupada's mission that's the responsibility of the leaders and if the devotees are serving them in fulfilling the mission of the institution that is pleasing pure devotees spiritual master Srila Prabhupada this is the institutional system that Prabhupada has set up and if we work in this institutional set up we will be trained training in Krishna consciousness will come about and will help one be promoted to Vaikuntha so even in very simple occasions like this Srila Prabhupada what he said is something very significant and this is an important principle that is actually working in the institution and if the leaders are playing their role properly and if the devotees are serving the leaders and following the systems and the services that have been assigned then this whole training process will be working and Srila Prabhupada will be pleased and Prabhupada will be blessing the devotees and we will be making progress to go back to the spiritual world"
    },
    {
      "start_time": 2188,
      "end_time": 2211,
      "verse_references": [],
      "themes": [
        "purification",
        "spiritual world",
        "training",
        "blessings"
      ],
      "content_type": "summary",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We have come to this material world developing a Dvandva Moha Antara Bhava Drishti and now we can rectify that and get purified and go back to the spiritual world.",
      "summary": "The lecture concludes by summarizing the journey from the spiritual world to the material world due to 'dvandva moha' and 'antara bhava drishti', and the possibility of purification and return through the training provided within the institution.",
      "timestamp_url": "https://youtu.be/LfFYYZdRfuk?t=2188",
      "transcript": "So we have come to this material world developing a Dvandva Moha Antara Bhava Drishti and now we can rectify that and get purified and go back to the spiritual world all of these things are being discussed here in these purports we will stop here Grantharaj Srimad Bhagavatam Ki."
    }
  ]
}