{
  "video_id": "LI_x8kx2fbA",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.15.41 Part 2 | 27-12-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=LI_x8kx2fbA",
  "segments": [
    {
      "start_time": 0,
      "end_time": 53,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Namo Bhagavate Vasudevaya",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/LI_x8kx2fbA?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyanan Janishalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shri Vasadi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Jai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udeerayet"
    },
    {
      "start_time": 54,
      "end_time": 152,
      "verse_references": [],
      "themes": [
        "detachment",
        "material conception of life",
        "self-realization"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Then as pure self he became free from the material conception of life",
      "summary": "The speaker introduces the topic of Yudhishthira Maharaj's detachment and explains the meaning of a verse describing the process of withdrawing from material existence.",
      "timestamp_url": "https://youtu.be/LI_x8kx2fbA?t=54",
      "transcript": "In this session, we will continue to discuss the four principles of the Bhagavad Gita. In the previous session, we had discussed the first half of the purport, and in this session, we will discuss the second half of the purport. Here is a little technical description of how Yudhishthira Maharaj actually cut off all the material attachments when he was preparing to actually go back home, back to Godhead, after relinquishing all his responsibilities by handing them over to his grandson and Krishna's great grandson. So, it was already explained, just to refresh your memory of that time, and we started to learn a little bit more about the verse itself: Vacham Juhava Manasee Tatprana Itareya Tam Mrityav Apanam Sotsargaam Tam Panchatve Hi Ajo Havit. The meaning of this verse is that then He amalgamated all the sense organs into the mind, the mind into life, life into breathing, and its total existence as an entire being, existence into the embodiment of the five elements, and his body into death."
    },
    {
      "start_time": 152,
      "end_time": 285,
      "verse_references": [],
      "themes": [
        "material desires",
        "spiritual existence",
        "material world"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Spirit soul material world is a foreign place like a fish out of water",
      "summary": "The speaker elaborates on the nature of material desires, the reason for our existence in the material world, and the incompatibility of the spirit soul with material existence.",
      "timestamp_url": "https://youtu.be/LI_x8kx2fbA?t=152",
      "transcript": "Then, as pure self, he became free from the material conception of life. So, in the previous session, I had elaborately explained what is this material conception of life, and then to become free from this material conception is to give up all the wrong identifications with the material coverings for the real self, for this spirit soul. Our existence in this material world becomes possible because of all the material coverings that are possible, provided for the sake of material existence. Just like as spirit soul, we have spiritual senses, we have spiritual mind, we have spiritual intelligence, we have spiritual identity, we can perform spiritual activities. It is meant for living in the spiritual world now, but if we have to live in the material world, why have we got to live in the material world? Because we have material desires for enjoyment, and what are the nature of material desires for enjoyment? Independent enjoyment, separate from Krishna, or trying to lord over like Krishna the resources for our existence. So, all this is only possible in the material world: lording over, independent enjoyment, separate existence. All this is possible only in the material world, and spirit soul, material world is a foreign place, like a fish out of water. Can a fish survive outside of water? It's meant to live in the water."
    },
    {
      "start_time": 285,
      "end_time": 371,
      "verse_references": [],
      "themes": [
        "material desires",
        "spiritual world",
        "liberation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "That is what awaits us in the spiritual world full of bliss, full of knowledge, eternal life in loving relationship with Krishna",
      "summary": "The speaker continues to explain how Krishna fulfills our material desires by placing us in the material world and contrasts this with the bliss and freedom of the spiritual world.",
      "timestamp_url": "https://youtu.be/LI_x8kx2fbA?t=285",
      "transcript": "Similarly, we are meant to live in the spiritual world as spirit soul, but if we want material enjoyment, if we... Krishna, just to fulfill our material desires, Krishna actually places us in the material world, and Krishna also arranges for all these material coverings which we use while living in the material world. Conversely, while drinking, you are not allowed to have material around you. You can... we too have the reasons why living in it by moving our behavior, it's in the way of your breathing. The tools we take, if you also smoked how to do it or that by moving your spirit, this body is a reality can produce it, can act out of it, can разбredit you can now see it's effecting on us because it's it's just me now. I am разделing my mind or understanding wrongly. Is it says that life is just that anybody are in environmental smoke, so we can no longer not delve into the physical self based in a safe selecting at all way but in a particular type of body. Now, if you want to go back to Godhead, now that you realized that I don't belong to this place, some way I didn't stay, but I really can't be happy, I really can't be fully satisfied and live there naturally with full freedom from all these material entanglements, freedom from all material entanglements. That is what awaits us in the spiritual world, full of bliss, full of knowledge, eternal life in loving relationship with Krishna."
    },
    {
      "start_time": 371,
      "end_time": 535,
      "verse_references": [],
      "themes": [
        "detachment",
        "material coverings",
        "mind control"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Mind should wind up all material activities and be turned towards the transcendental service of the Lord.",
      "summary": "The speaker discusses the difficulty of giving up material coverings, particularly the gross and subtle bodies, and emphasizes the need to redirect the mind towards transcendental service.",
      "timestamp_url": "https://youtu.be/LI_x8kx2fbA?t=371",
      "transcript": "That is what is waiting for us, so you prepare yourself to go back to God and give up this material coverings. Now, giving up the material coverings is not as easy as trying to give up this covering that is a piece of cloth. I just remove this and just discard it. Now, the difficulty with this material covering called the gross body and the subtle body is that the gross gross body to some extent is easy to understand what is this gross body, but the difficulty is my thinking is without the gross body I am unable to work, I am unable to act, I am unable to live. Just like somebody unfortunately has got some problem because of which the hand is amputated, without the hand the person is handicapped, so much of difficulty in doing ordinary things. Similarly, not only the gross body, the gross senses, but also the subtle body, the mind, the material mind, the material intelligence. We can't think if we don't have the material mind. Why is that? Because my thinking is all material, my activities are material, I am dealing with material objects. Material objects I can hold with a material hand. I don't know how to use my spiritual hand to hold material objects. I do not know, neither it is it is practical or feasible. It is not meant. The spiritual hand is not meant to hold material objects. No, it's not required either for spiritual existence. It's meant for spiritual existence in association with Krishna. So, when you have to return to Krishna, then cut off all these attachments and free the soul from material entanglement. There's a whole process. So, how to give up all these material coverings, that's been described, and the previous session had already explained that mind should wind up all material activities and be turned towards the transcendental."
    },
    {
      "start_time": 535,
      "end_time": 664,
      "verse_references": [],
      "themes": [
        "mind control",
        "devotional service",
        "purification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The activities of the mind can be changed from matter to devotional service.",
      "summary": "The speaker explains that the mind is a reflection of the soul and that its activities should be transformed from material to devotional service to purify it.",
      "timestamp_url": "https://youtu.be/LI_x8kx2fbA?t=535",
      "transcript": "service of ml. to the Lord. In this way, the senses, one is able to actually become free from the material senses. This is the outermost layer of covering, this gross bodily covering. Then, actually, the activities of the mind cannot be stopped, for they are the reflection of the eternal soul. Actually, the material mind, we want to stop all material thinking, but that does not mean totally stop all activities of this mind. The present mind that we have. No. Because, it is the desire of the soul that is expressed through the mind. The activities of the soul are expressed through the material mind. So, therefore, Prabhupada says, the activities of the mind are reflection of the eternal soul. I am spirit. I am soul. I am eternal soul. So, the soul in the material world is reflected through the mind. Therefore, what has to be done is, the activities of the mind can be changed from matter to devotional service. So, there is a need to engage the mind differently. That's all. So, the material color of the mind is changed when one washes it from contaminations of life breathing, and thereby frees it from the contamination of repeated births and deaths."
    },
    {
      "start_time": 664,
      "end_time": 799,
      "verse_references": [],
      "themes": [
        "birth and death",
        "spiritual practice",
        "mind engagement"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Begin with spiritual life. Let's say, just chant 108 times Hare Krishna every day.",
      "summary": "The speaker discusses how purifying the mind stops the cycle of birth and death and recommends starting with simple spiritual practices like chanting Hare Krishna to gradually increase spiritual engagement.",
      "timestamp_url": "https://youtu.be/LI_x8kx2fbA?t=664",
      "transcript": "If you are having idea of a continuing material existence, then, when this body, the term of life, in this body is over, if I have to continue material existence, I have to get another material body. That's called repetition of birth and death. So, to purify this mind means to stop this repetition of birth and death. That means to end all activities of the mind, all plans for continuing material existence, or rather, change material existence to spiritual existence. Now, Srila Prabhupada says, one has to situate oneself in pure spiritual life. Therefore, we should practice. Therefore, we should practice. Begin with spiritual life. Let's say, just chant 108 times Hare Krishna every day. It just takes about 10 minutes. So, out of 24 hours in a day, 10 minutes at least, perform spiritual activity, whereby 10 minutes you are not engaging the mind in material activity. The mind becomes engaged in spiritual activity. So, this is a very important point. And gradually go on increasing the spiritual activity, thereby reducing the engagement of the mind in material activities. And by the time you retire from all your material responsibilities, you should have completely changed all your engagements of the mind from material to spiritual. It means go on increasing your spiritual activities"
    },
    {
      "start_time": 799,
      "end_time": 992,
      "verse_references": [],
      "themes": [
        "sadhana bhakti",
        "devotional service",
        "association"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "When the mind is purified, and that means the mind is constantly engaged in the service of the Lotus Feet of the Lord, then at the time of death, the mind will not produce another material body, but the mind will actually enable the soul to go back home, back to God.",
      "summary": "The speaker explains the concept of Sadhana Bhakti, the 64 principles of devotional service, and emphasizes the importance of associating with dedicated devotees to learn how to manage material duties while minimizing material engagement of the mind, ultimately leading to liberation.",
      "timestamp_url": "https://youtu.be/LI_x8kx2fbA?t=799",
      "transcript": "by which you engage the mind in spiritual life. Therefore, the program of Sadhana Bhakti is how to increase the activities that we perform through the body, words, and mind, more and more in devotional service. So, there are 64 principles of Sadhana Bhakti, different varieties of engagement in spiritual life. Why 64? Why so many? Because in different ways, we are engaging our body, words, and mind in material activities. So, if we have to spiritualize our engagement of the mind, we have to find different varieties of engagement for the mind through the body, through the words, and through the mind. So, therefore, there are 64 activities. And one by one by one, we should start adding those activities to our daily routine. Just like chanting Hare Krishna, then singing Hare Krishna, then offering food to Krishna, either a picture of Krishna or a deity of Krishna, accepting Prasadam after offering food, then reading the spiritual literature, Bhagavad Gita, Bhagavatam, hearing about Krishna's pastimes, like that. So many different engagements are possible and increase the engagements. Now, how do the engagements become more and more? When you associate with devotees who are already engaged in such spiritual activities, especially the devotees who are dedicated for Krishna Consciousness. Throughout the day, they are engaged in varieties of activities simply meant for engaging the mind in Krishna Consciousness. So, you also associate, you learn, you become interested, you become attracted. You also get some practical tips about how to manage your material duties, material responsibilities while minimizing the material engagement of the mind. You learn from the devotees. And in this way, the mind becomes purified. When the mind is purified, and that means the mind is constantly engaged in the service of the Lotus Feet of the Lord, then at the time of death, the mind will not produce another material body, but the mind will actually enable the soul to go back home, back to God. I'll stop here. Thank you very much."
    }
  ]
}