{
  "video_id": "LKEdvValcxA",
  "title": "Why Lord Krishna Accepts the Smallest Offering? | HH Stoka Krishna Swami | Gaura Mandala Parikrama",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=LKEdvValcxA",
  "segments": [
    {
      "start_time": 0,
      "end_time": 114,
      "verse_references": [],
      "themes": [
        "Saligram Shila",
        "Krishna",
        "Deity worship"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Saligram Shila is Sakshat Krishna.",
      "summary": "The speaker explains that Saligram Shila is a self-manifest form of Krishna that doesn't require installation and is directly worshipable.",
      "timestamp_url": "https://youtu.be/LKEdvValcxA?t=0",
      "transcript": "In the people, other than the Supreme Lord Sri Krishna Himself, comes and delivers the people. So, for this reason, he began to worship Krishna, particularly he chose to worship Krishna in the form of Saligram Shila. Why? There are several reasons, but two important reasons I'll mention. Saligram Shila is self-manifest, self-manifest Deity in this world. Saligram Shila is Krishna appearing in the form of a stone with certain markings, and you directly take the Saligram Shila and begin worshipping. You don't have to do what is called as Prana Pratishta. You don't have to install this Deity. This is a very, very special Deity of Krishna. Eight forms and eight different substances, we can make the Deity according to Shastra. And then after making the Deity according to scriptural directions, we have to install. Saligram Shila, no installation. Directly you take and start worshipping. So Saligram Shila is Sakshat Krishna."
    },
    {
      "start_time": 114,
      "end_time": 273,
      "verse_references": [
        "BG 9.26"
      ],
      "themes": [
        "Saligram Shila",
        "Worship",
        "Devotion",
        "Offerings"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Of all the Deities that you can worship, all types of Deity worship you can do, the easiest is to worship the Saligram Shila.",
      "summary": "The speaker discusses the ease of worshipping Saligram Shila with devotion, emphasizing the importance of offering even simple items like a Tulasi leaf and water with love.",
      "timestamp_url": "https://youtu.be/LKEdvValcxA?t=114",
      "transcript": "So therefore, he actually decided to worship the Saligram Shila. The second reason is that... No, the second reason is, it is very, very, very, very easy to worship the Saligram Shila. Of all the Deities that you can worship, all types of Deity worship you can do, the easiest is to worship the Saligram Shila. Of course, as Krishna says, the only requirement for doing any service, devotional service of worshipping the Supreme Lord is our Bhakti. But with devotion, the Saligram Shila is to be worshipped with two items. Tudasi, I will tell you a prayer which Ajay Dacharya offered to Krishna. All of you repeat this prayer. Tudasi, dada, matrena, jalasya, chulakenava, vikrinete, swamatmanam, bhaktebhyo, bhaktavatsalaham. Now this verse was chanted by Advaita Acharya to worship Krishna in the form of Saligram Shila. Saligram Shila is very easy to please by just offering two items. Tudasi, dada, matrena. Just one leaf of Tudasi. One leaf of Tudasi. As Krishna says in Bhagavad Gita, patram, pushpam, phalam, toyam, yome, bhaktya prayatchati. One can offer Krishna with devotion either a leaf or a flower or one fruit or a little water. So these two items, patram and toyam, are particularly mentioned in this prayer to Krishna. Tudasi, dada, matrena, particularly Tudasi leaf. And jalasya, chulakenava, one palmful of water. One palmful of water. Of course, the water should be Ganga Jal. But you can invoke Ganga"
    },
    {
      "start_time": 273,
      "end_time": 382,
      "verse_references": [],
      "themes": [
        "Krishna",
        "Devotion",
        "Reciprocity",
        "Offerings",
        "Love"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He sells Himself completely to His devotee.",
      "summary": "The speaker explains that Krishna values devotion so much that He considers Himself sold to a devotee who offers even a simple Tulasi leaf and water with love.",
      "timestamp_url": "https://youtu.be/LKEdvValcxA?t=273",
      "transcript": "just by chanting the name of Ganga. Okay? And just these two items, Krishna says, if it is offered with devotion, particularly to the Saligram Shila, Krishna thinks that there is nothing in my possession that is equivalent to one Tudasi leaf and a palmful of water offered with devotion by my devotee. So how does, how can Krishna reciprocate? He can't just receive whatever the devotee is offering with love and devotion and be, you know, just be just neutral about it. He has to give back something. He has to reciprocate. So Krishna considers, what can I give my devotee? My devotee will never accept anything that I give which is actually in my possession. My devotee doesn't want anything. In exchange for what the devotees offer, they don't want anything. So what can I give? And then Krishna thinks, also Krishna thinks, I have nothing in my possession which is equivalent to any of these two items. So, He Himself, vikrinete svamatmanam He sells Himself completely to His devotee. He offers Himself to His devotee. In exchange for just one Tudasi leaf and a palmful of water offered with devotion."
    },
    {
      "start_time": 382,
      "end_time": 517,
      "verse_references": [],
      "themes": [
        "Advaita Acharya",
        "Krishna",
        "Devotion",
        "Saligram Shila",
        "Property of Devotees"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is the property of His pure devotees.",
      "summary": "The speaker narrates how Advaita Acharya worshipped Saligram Shila with devotion, leading to the appearance of Chaitanya Mahaprabhu, and emphasizes that Krishna is the property of His pure devotees.",
      "timestamp_url": "https://youtu.be/LKEdvValcxA?t=382",
      "transcript": "This is the way Krishna reciprocates. So this prayer from the Gautamiya Tantra came to the mind of Advaita Acharya. How to actually make sure that Krishna comes down for this purpose of delivering the whole world. So he decided to worship the Saligram Shila and based on this prayer he was sure that Krishna will definitely come down and answer my prayer if I offer the Saligram Shila with devotion just one Tudasi leaf and a palmful of water. vikrinete svamatmanam bhaktebhyo bhakta vatsalah Because Krishna is very very very very very affectionate to His devotees. Krishna is very affectionate to His devotees. So in exchange for the devotees offering one Tudasi leaf and a palmful of water, Krishna sells Himself to His devotee. When Durvasamani approached Krishna in Vaikuntha so he was seeking protection against the attack of the Sudarshan Chakra. So Vishnu said of course he approached Vishnu in Vaikuntha, Narayana. So Narayana said I am not independent I have sold myself to my devotees I am the property of my devotees. So if at all you want anything from me you have to go to my devotee. I can't give you because I am not independent I am not free. So like that actually this prayer also says Krishna sells Himself to His devotee. So therefore Krishna is the property of His pure devotees. They have got pure devotion to Him. Krishna is the property of His pure devotees."
    },
    {
      "start_time": 517,
      "end_time": 571,
      "verse_references": [],
      "themes": [
        "Devotees",
        "Krishna",
        "Prabhupada",
        "Chaitanya Mahaprabhu"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Only Prabhupada can give us Krishna nobody else can give us Krishna.",
      "summary": "The speaker states that only Prabhupada can give us Krishna, emphasizing the importance of the Vaishnava Acharyas.",
      "timestamp_url": "https://youtu.be/LKEdvValcxA?t=517",
      "transcript": "Kuntideva also says this So such Akechana devotees Krishna is their property. Bhaktinath Thakur also says Krishna se tumhara Krishna dite paro tumhara shakti aache. The Vaishnava Acharya Krishna is His property. So Krishna can be given to us if we want Krishna then Prabhupada only Prabhupada can give us Krishna nobody else can give us Krishna. So Advaita Acharya worshipped with this prayer and Chaitanya Mahaprabhu appeared. In answer to Advaita Acharya's prayers."
    },
    {
      "start_time": 721,
      "end_time": 890,
      "verse_references": [],
      "themes": [
        "Chaitanya Mahaprabhu",
        "Radharani",
        "Love",
        "Krishna",
        "Internal Reasons"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Desiring to understand the glory of Radharani's love.",
      "summary": "The speaker begins to explain the three internal reasons for Chaitanya Mahaprabhu's appearance, starting with Krishna's desire to understand the glory of Radharani's love.",
      "timestamp_url": "https://youtu.be/LKEdvValcxA?t=721",
      "transcript": "This describes the three internal reasons for Chaitanya Mahaprabhu's appearing in this world. So the prayer itself contains the reasons directly. Desiring to understand the glory of Radharani's love the wonderful Okay, that's the first reason. Desiring to understand the glory of Radharani's love. Now what is special about Radharani's love that even Krishna is so attracted by it and he desires to understand what is the kind of love that Radharani has for me. What is the significance of this? See, Krishna loves Radharani Radharani loves Krishna. Okay, it's mutual, reciprocal. Okay. But Krishna is actually seeing that the pleasure I experience by loving Radharani the happiness I get by loving Radharani Krishna is unlimited Lord. Everything about him is unlimited. Obviously he experiences unlimited pleasure in loving his devotees, particularly Radharani. Okay. But still Krishna feels that Radharani experiences more happiness in her devotional service to me offering her love to me her loving service than I experience in actually loving Radharani or serving Radharani or offering my reciprocation to Radharani. So he is very curious how is it that Radharani is experiencing more happiness more pleasure than me in her devotional service to me. So Krishna is unable to figure this out fathom this understand this. So in order to understand this he takes the position of Radharani as a devotee and he himself worships Krishna he himself serves Krishna he himself offers his love to Krishna. Okay."
    },
    {
      "start_time": 890,
      "end_time": 1070,
      "verse_references": [
        "SB 1.7.10"
      ],
      "themes": [
        "Chaitanya Mahaprabhu",
        "Radharani",
        "Krishna",
        "Qualities",
        "Love"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The wonderful qualities in him that she alone relishes through her love.",
      "summary": "The speaker explains the second internal reason: Krishna wants to understand the special qualities of Radharani that allow her to relish His wonderful qualities in a unique way.",
      "timestamp_url": "https://youtu.be/LKEdvValcxA?t=890",
      "transcript": "So the first reason is desiring to understand the glory of Radharani's love. The second one is the wonderful qualities in him that she alone relishes through her love. Krishna is full of unlimited wonderful qualities. But who is able to relish those wonderful qualities the best devotees relish those qualities of course of Krishna. They are full of appreciation and they treasure that Krishna's wonderful qualities. And there is a verse in the Bhagavatam first canto with Chaitanya Mahaprabhu explained in sixty one ways Atma Rama verse. What does that verse say? Atma Ramasya Munayo nirgranta api urukrame kurvanti ahetuteem bhakti ittham bhuta guno harihi Okay, this is a very big explanation is there. Ittham bhuta guno harihi Krishna is able to attract everybody in the whole creation, existence by his unlimited qualities. And because each jiva, each devotee has got something unique in their constitution. So if you are attracted by one particular quality of Krishna I will be attracted by some other quality of Krishna. Somebody else will be attracted by some other quality of Krishna. So there are no qualities which is lacking in Krishna which will attract every single jiva, every single devotee to Krishna. Therefore Krishna is the only one who is all attracted. Krishna is the only one who is all attracted. But in spite of Krishna having all the wonderful qualities by which he attracts everyone still he is wondering what are the special things about Radharani that she alone relishes through her love all those wonderful qualities in Krishna. So he wants to know that. So that is the second reason why he appears as taken in half with him. He takes the position of Radharani and tries to relish those qualities in him in Krishna which he has taken in half with him. He has taken the position of Radharani and tries to relish those qualities in him in Krishna with Radharani which Radharani otherwise alone relishes."
    },
    {
      "start_time": 1070,
      "end_time": 1269,
      "verse_references": [],
      "themes": [
        "Chaitanya Mahaprabhu",
        "Radharani",
        "Krishna",
        "Happiness",
        "Love",
        "Reciprocity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The happiness she feels when she realizes the sweetness of his love that is the third reason.",
      "summary": "The speaker concludes the explanation of the three internal reasons, focusing on Krishna's desire to experience the happiness Radharani feels when she realizes the sweetness of His love.",
      "timestamp_url": "https://youtu.be/LKEdvValcxA?t=1070",
      "transcript": "And the third one is the happiness she feels when she realizes the sweetness of his love. There is a happiness in all kinds of reciprocation of Krishna. When a devotee prays to Krishna for anything Krishna is very pleased to actually award that whatever the devotee asks of course provided you ask with devotion. Even otherwise if somebody doesn't ask with devotion still Krishna will award whatever anybody asks because he is situated as Paramatma in everyone's heart in the material world. And people don't have devotion in this material world. When they go to God or even go to a demigod or even perform some pious activities it's ultimately Krishna only who awards the result of somebody's pious activities or the result of worshipping demigods or the result of even doing Atheists doing hard work. Atheists doing whatever they do to get some fulfillment of desire including the Asuras. It is Krishna alone as Paramatma who satisfies all his desires. Okay. So Krishna actually satisfies everyone's desires and particularly he is very pleased to satisfy his devotees who never ask him anything who never ask him anything. So Krishna is looking for what does my devotee want what will satisfy him. The devotees don't ask pure devotees don't ask anything from Krishna. So what will Krishna do? Krishna is always looking for an opportunity to serve his devotees in any way he can. Just like devotees are always looking for opportunity to serve Krishna in all possible ways to please him. Same thing. So now Radharani she relishes delicious Okay. Now last last reason the happiness she feels when she realizes the sweetness of his love that is the third reason. Now Krishna says I'll complete this translation the Supreme Lord Hari richly endowed with her emotions appeared from the womb of Srimati and the Lord and the Lord of the world and the universe as I said in the book of Srimati and the universe and the universe in this"
    }
  ]
}