{
  "video_id": "LKYq3LNn7jk",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.14.12 - 16 | 12-11-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=LKYq3LNn7jk",
  "segments": [
    {
      "start_time": 0,
      "end_time": 39,
      "verse_references": [],
      "themes": [
        "invocation",
        "mantras"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Agyanati Miran Dhasya Gyanan Janishalakaya Chaksharun Militam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, invoking blessings and paying respects to spiritual teachers.",
      "timestamp_url": "https://youtu.be/LKYq3LNn7jk?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyanan Janishalakaya Chaksharun Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shri Vasadi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 39,
      "end_time": 142,
      "verse_references": [
        "SB 1.14.12"
      ],
      "themes": [
        "omens",
        "disappearance of Krishna",
        "Yudhishthira's concern"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Yudhishthira is observing some bad omens, and he's conjecturing that it may indicate the disappearance of Krishna.",
      "summary": "The speaker introduces the context of Srimad Bhagavatam 1.14.12, explaining Yudhishthira's concern about Krishna's disappearance based on observed bad omens and Arjuna's delayed return.",
      "timestamp_url": "https://youtu.be/LKYq3LNn7jk?t=39",
      "transcript": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet. In this session, we will be discussing verses 12 to 16 of the 14th chapter of the first canto of Srimad Bhagavatam. This chapter deals with the topic of Disappearance of Lord Krishna. The 12th verse: Shivai Shodhyantam Adityam Abhirauti Analanana Mamanga Sarameyoyam Abhirebhati Abhiruvat. The meaning of this verse is: Just see, O Bhima, how the she-jackal cries at the rising sun and vomits fire, and how the dog barks at me fearlessly. So, in the purport, Shri Leprava says, these are words spoken by Yudhishthira to Bhima. Yudhishthira is observing some bad omens, and he's conjecturing that it may indicate the disappearance of Krishna. But, he has sent Arjuna to Dwaraka to find out Krishna's next program, and Arjuna has not returned for 7 months. So Yudhishthira is becoming concerned, what could be the reason why Arjuna has not returned? Is everything alright in Dwaraka? Has the Lord left this earth planet? This is the concern of Yudhishthira."
    },
    {
      "start_time": 142,
      "end_time": 290,
      "verse_references": [],
      "themes": [
        "auspiciousness",
        "inauspiciousness",
        "science of Nimitta",
        "scriptural validity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "In this material world always there is consideration of auspicious symptoms and inauspicious symptoms.",
      "summary": "The speaker discusses the Vedic science of Nimitta, differentiating between auspicious and inauspicious signs, and emphasizing the scriptural basis for recognizing omens, distinguishing it from superstition.",
      "timestamp_url": "https://youtu.be/LKYq3LNn7jk?t=142",
      "transcript": "So he is telling Bhima about the bad omens that he is observing. So, in the purportional pravapa says just one sentence, these are some bad omens indicating something undesirable in the near future. There is a science in the Vedic literature called science of nimitta. Nimitta means certain indications by which we can say we can expect something auspicious to happen, or some other indications which indicate to us that something inauspicious is going to happen. So, in this material world, there is always consideration of auspicious symptoms and inauspicious symptoms. In the spiritual world, there is all auspiciousness; there is no inauspiciousness. So, this difference always exists between the material world and the spiritual world. Besides that, this science of Nimitta is not some superstitious belief as sometimes people may think. Modern man thinks that if the scriptures describe the crying of the she-jackal is inauspicious at the time of the rising of the sun, then people may dismiss it as something superstitious. Well, some people do have some superstitious beliefs which are not based on scriptures, that is all right. But if the scriptures are informing us of some inauspicious happenings, that we can expect undesirables in the near future by some bad omens, and they are very specific. It is not that I think it is bad or somebody else thinks it is not so bad. No, it is actually universally true, these bad omens. So, some of these bad omens are being observed by Yudhishthira and he is indicating them to Bhima."
    },
    {
      "start_time": 290,
      "end_time": 465,
      "verse_references": [
        "SB 1.14.13"
      ],
      "themes": [
        "bad omens",
        "animal behavior",
        "harmony with nature"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "O Bhima Sena, tiger amongst men, now useful animals like cows are passing me on my left side and lower animals like the asses are circumambulating me.",
      "summary": "The speaker explains the 13th verse, focusing on Yudhishthira's observations of unusual animal behavior as bad omens, and highlighting the importance of living in harmony with nature and respecting all living beings.",
      "timestamp_url": "https://youtu.be/LKYq3LNn7jk?t=290",
      "transcript": "In the 13th verse, Yudhishthira continues to speak to Bhima and tell him about the bad omens he is observing. The meaning of this 13th verse: O Bhima Sena, tiger amongst men, now useful animals like cows are passing me on my left side and lower animals like the asses are circumambulating me. My horses appear to weep upon seeing me. These are all some of the inauspicious symptoms. Now see the close relationship between the people and the domestic animals. The horses appear to weep upon seeing me. That means they cared for the animals, not just in terms of taking some service from them, but also for their welfare, for their well-being, so the horses are weeping upon seeing their master, means they are also foreseeing something inauspicious is going to happen. So it is said in the scriptures that dogs can see ghosts, and if there's a ghost attack on somebody, the dogs will bark or make a sound in a particular way which is different from the usual barking of the dogs, a whining sound, so that indicates that dogs are foreboding some inauspicious bad happenings. So these are all very much true as explained in the scriptures, and these can be experienced if people learn how to live in harmony with nature. That means in harmony with nature means not to ill-treat or unnecessarily harm any other living being in any type of body."
    },
    {
      "start_time": 465,
      "end_time": 587,
      "verse_references": [],
      "themes": [
        "non-violence",
        "compassion",
        "Jada Bharat",
        "detachment"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Not to harm anyone even the lower animals or the insignificant creatures.",
      "summary": "The speaker narrates the story of Jada Bharat to illustrate the importance of non-violence and avoiding entanglement, even with seemingly insignificant creatures, to maintain spiritual focus.",
      "timestamp_url": "https://youtu.be/LKYq3LNn7jk?t=465",
      "transcript": "This is very, very important to note, not to harm anyone. Even the lower animals or the insignificant creatures, like in the Bhagavatam there's a description that there was one saintly person, my name Jada Bharat, that was described in the fifth canto. He was highly enlightened, he was a pure devotee, but because he was misled by some happening in his past life, he became entangled in caring for one baby deer who lost its mother, and being thus entangled, he missed the opportunity at the time of death to think of Krishna, to remember the Supreme Lord, and therefore in this particular future life, he was extra cautious not to get entangled in something which is distracting in this world now. So he was very, very careful in conducting himself in such a way that he would not show any interest in any material activities or material happenings, but when he was walking on the ground, he was careful not to stamp even upon an ant that was passing. He was paying moeten to avatar to see vipassana and Giri 봤sān, he was a pure devotee."
    },
    {
      "start_time": 587,
      "end_time": 697,
      "verse_references": [],
      "themes": [
        "devotion",
        "compassion",
        "seeing Krishna in all beings",
        "bad omens"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A pure devotee does not want to harm anyone even an insignificant creature like an ant.",
      "summary": "The speaker emphasizes the devotee's compassion and ability to see the presence of Krishna in all living beings, connecting this to Yudhishthira's sensitivity to the horses' behavior as a sign of impending calamity.",
      "timestamp_url": "https://youtu.be/LKYq3LNn7jk?t=587",
      "transcript": "This is natural for a pure devotee. A pure devotee does not want to harm anyone, even an insignificant creature like an ant. This is very, very striking because that enlightened state enables one to see the part and parcel of Krishna, the living being, the tiny spirit soul in every type of body, every type of creature, in hundred habían saw and every type of body and ninety type of creature, every type of living entity, whatever be the body. Of course, we are not so careful when we walk on the ground, and we do commit some minor sins if we stamp on some ant or some insignificant insect while walking on the ground. And for all these type of minor sins, we have to perform some atonement, prayas chitta, so that these sinful reactions will not come in the way of our ultimately going back to Godhead. But those who are enlightened, they don't want to unnecessarily kill even when they are walking, even some insignificant creature. So similarly, Yudhishthira is pointing out to Bhima, my horses appear to weep upon seeing me. Who would care for a horse in this way other than a devotee? He is noticing that how the horses are responding when he is passing in front of them. Yudhishthira Maharaj is noticing that. They appear to weep upon seeing me, which means that they are indicating something inauspicious is going to happen."
    },
    {
      "start_time": 697,
      "end_time": 884,
      "verse_references": [
        "SB 1.14.14",
        "SB 1.14.15",
        "SB 1.14.16"
      ],
      "themes": [
        "bad omens",
        "natural disasters",
        "calamity",
        "Yudhishthira's observations"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Just see, pigeon is like a messenger of death the shrieks of the owls and their rival crows make my heart tremble it appears that they want to make a void of the whole universe some big calamity is going to happen.",
      "summary": "The speaker describes the bad omens mentioned in verses 14-16, including unusual bird behavior, atmospheric disturbances, and violent weather, all indicating an impending calamitous event, and concludes by reiterating Yudhishthira's concern.",
      "timestamp_url": "https://youtu.be/LKYq3LNn7jk?t=697",
      "transcript": "The 14th verse: viśvam vai ABOUT 10 0 the beginning of this Netflix words, just see… the pigeon is like a messenger of death. The shrieks of the owls and their rival crows make my heart tremble. It appears that they want to make a void of the whole universe. Some big calamity is going to happen, that's what all these symptoms are indicating, external symptoms in nature. They are very much living in harmony with nature, so they can notice specifically the shrieks of the owls, they are of a different type of sound, not the usual sound that they make when everything is normal. The 15th verse: Dhoomra Disha Paridhaya ha Kampate bhū sahādra vihi nirgātaś ca mahāṁ sthāta sākam ca sthanayit nubhī Dhoomra Disha Paridhaya ha Kampate bhū sahādra vihi nirgātaś ca mahāṁ sthāta sākam ca sthanayit nubhī. The meaning of this verse: Just see how the smoke encircles the sky. It appears that the earth and mountains are throbbing. Just hear the cloudless thunder and see the bolts from the blue. All these are indications of something calamitous that's going to happen, symptoms in the sky, symptoms on the surface of the earth, and symptoms in one's own body, that will come later in the later verses. The 16th verse, the meaning is: The wind blows violently blasting dust everywhere and creating darkness. Clouds are raining everywhere with bloody disasters. So the violent blowing of the wind blasting dust is also a sign of something inauspicious or calamitous that's going to happen. So these are all controlled. It is not simply something is accidentally or coincidentally happening, no, these are all definite symptoms and these are definite, a cent percent you can be sure that something calamitous is going to happen. Therefore Yudhishthira is particularly pointing out all these to Bhima."
    }
  ]
}