{
  "video_id": "lLyEqGSVdx4",
  "title": "Disassocating from the Influence of Past Conditioning | Sri Satya Gaura Chandra Dasa | SB 6.9.23-25",
  "speaker": "HG Satya Gaura Chandra Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=lLyEqGSVdx4",
  "segments": [
    {
      "start_time": 0,
      "end_time": 121,
      "verse_references": [],
      "themes": [
        "protection",
        "divine intervention"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Thus, we also expect the Lord to protect us from this dangerous condition.",
      "summary": "HG Satya Gaura Chandra Dasa reads from Srimad Bhagavatam, explaining how the Lord has protected devotees in the past and expressing hope for similar protection in the present.",
      "timestamp_url": "https://youtu.be/lLyEqGSVdx4?t=0",
      "transcript": "OM NAMO BHAGAVATE VASUDEVAYA Reading from Srimad Bhagavatam, Canto 6, Chapter 9, and Texts 23, 24 and 25. I will read the first two verses myself. Text 23: The Manu, named King Satyavrata, formally saved himself by tying the small boat of the entire world to the horn of the Masya Avatara, the Fish Incarnation. By the grace of the Masya Avatara, Manu saved himself from the great danger of the flood. May that same Fish Incarnation save us from the great danger. May that same Fish Incarnation save us from the great and fearful danger caused by the son of Tvasta. Text 24: In the beginning of creation, a tremendous wind caused fierce waves of inundating water. Text 25: In the beginning of creation, a tremendous wind caused fierce waves of inundating water. The great waves made such a horrible sound that Lord Brahma almost fell from his seat and the lotus into the water of devastation. But he was saved with the help of the Lord."
    },
    {
      "start_time": 121,
      "end_time": 282,
      "verse_references": [
        "BG 7.25"
      ],
      "themes": [
        "illusion",
        "perception of God",
        "conditioned soul"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This is why we cannot understand who God is or see Him face to face.",
      "summary": "The speaker explains why conditioned souls cannot see God, even when He appears before them, because they falsely believe themselves to be independent controllers.",
      "timestamp_url": "https://youtu.be/lLyEqGSVdx4?t=121",
      "transcript": "Thus, we also expect the Lord to protect us from this dangerous condition. Text 25: Ya Eka Eesho Nijamaya Ya Naham Sasarjaya Nanu Shujama Vishvam Vayamnaya Syaapipurah Sameeha Taha Pashyamalingam Prudhagisham Anina Pashyamalingam Prudhagisham Anina Translation and purport by His Divine Grace A.C. Bhaktivedanta Swamishya Prabhupada Translation: The Supreme Personality of Godhead who created us by His external potency, and by whose mercy we expand the creation of the universe, is always situated before us as the Supersoul, but we cannot see His form. We are unable to see Him because all of us think that we are separate and independent gods. Purport by Shri Prabhupada: Here is an explanation of why the conditioned soul cannot see the Supreme Personality of Godhead, face to face. Even though the Lord appears before us as Lord Krishna or Lord Ramachandra and lives in human society as a leader or king, the conditioned soul cannot understand Him. Abhajananti Mamudha Manushim Tanumashritam Rascals, mudhas, deride the Supreme Personality of Godhead, thinking Him an ordinary human being. However, insignificantly, the Lord appears before us as Lord Krishna, and we think that we are also God, that we can create a universe, that we can create, or that we can create another God. This is why we cannot see or understand the Supreme Personality of Godhead. In this regard, Shri Madhvacharya says, Lingam eva pashyamaha kadachit abhimanastu. Devanam apisanyava prayaha kaleshu nastya va taratam yena sopitu We are all conditioned to various degrees, but we think we are God. This is why we cannot understand who God is or see Him face to face."
    },
    {
      "start_time": 282,
      "end_time": 366,
      "verse_references": [],
      "themes": [
        "context",
        "demigods",
        "prayers"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Because we think that we are also an independent controller.",
      "summary": "The speaker provides the context of the verses, explaining that the demigods are offering prayers to the Lord because they are bewildered by the power of a demon.",
      "timestamp_url": "https://youtu.be/lLyEqGSVdx4?t=282",
      "transcript": "The sense of the Bhaktivedanta Prabhupada. So we are reading from the chapter title, The Appearance of Godhead, The Appearance of the Demon Vrutrasura. And in this chapter, we have seen a few shlokas back that Demon Vrutrasura indeed makes His appearance. And so the demigods, looking at His power, they become bewildered, and in a helpless situation, they are offering their prayers to the Supreme Lord. So here, they are mentioning some examples of how Krishna or the Lord has protected His devotees previously. So they are appealing to the Lord to protect them similarly this time. And so, here, in the last shloka, they are mentioning, although the Lord is before us in the form of the Supersoul, we are not able to see Him. We are not able to understand or not able to see Him because pashyama lingam prudha-eeshamanina because we think that we are also an independent controller."
    },
    {
      "start_time": 366,
      "end_time": 644,
      "verse_references": [],
      "themes": [
        "intelligence",
        "universal intelligence",
        "ants"
      ],
      "content_type": "analogy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "How is it that the smallest, the living entity that we see, is exhibiting such a powerful intelligence, and skill?",
      "summary": "The speaker uses the example of ants, highlighting their complex behaviors like seed preservation and surgery, to illustrate the presence of a universal intelligence.",
      "timestamp_url": "https://youtu.be/lLyEqGSVdx4?t=366",
      "transcript": "So that is the context. Actually, nowadays, it looks like there is a lot of research going on about ants. You know, the scientists are interested to understand what the ants are doing. And, you know, generally, ants, I quoted this example in one of the classes also, the ants, they save the grains for the rainy day, you know, for this season. So, when the scientists are analyzing, they understood that whenever an ant gets a grain, it divides that into two and keeps them into their godown. Ants have godowns, storekeepers, everything is there. So then they were very curious, why is the ant breaking the grain into two? Then they figured out that if the grain is broken, then it will not, you know, germinate. It will not become a seedling, a small plant. So, that's why the ants break the seeds, so that it won't grow into some plant or something and they miss the food. So that's going on. And meanwhile, they saw there is one coriander seed. And this time, the ant has broken the coriander seed into four parts. And they were surprised. Why is this? Other seeds are only two. Now it is broken into four. So they started analyzing. They found that coriander seed, if you break them into two, still seedling is possible. It can germinate and become small seedlings. So that's why the ant knows that this is a coriander seed. And if I break only into two, then, you know, it will not, this, it is not okay. So it breaks them into four. And then the story, in a rehearsal, the scientists are blown off. How is it that they are so intelligent? We also don't know that coriander seed. Ants have such an intelligence. Even scientists are bewildered. Then, the story goes one step further. Then they found, one day they saw one of the ants, fellow ants, got injured. In the day-to-day existence, they have very fragile legs. And, you know, whole body is very small. So then, one of the fellow ants came to this ant and found that, that fragile leg. Something gone wrong. And then, in front of the eyes of the scientists, that ant has performed a surgery and amputated that leg of the fellow ant, which got injured. So now the scientists are blown off. They are thinking, only human society has surgeons. Here is a much more skilled surgeon. In fact, they found that the fellow ant doesn't do operations every time. First it analyzes whether it can be cured by some medicine. If not, then it does a skilled operation and removes that little portion. They found that 90% success rate in the surgery. Other cases, probably they wouldn't have seen. 100%. Nowadays, I mean, not all doctors, but some doctors, you go with any problem, they immediately say, surgery. Cut it. But ant is not saying, first it will analyze whether medicine is okay. And then, if not, then do the surgery. How is it that the smallest living entity that we see, is exhibiting such a powerful intelligence and skill? This is a big mystery for the scientists."
    },
    {
      "start_time": 644,
      "end_time": 786,
      "verse_references": [],
      "themes": [
        "intelligence",
        "universal intelligence",
        "Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, one has to understand that there is an energy which is actually working in this world.",
      "summary": "The speaker emphasizes that the intelligence observed in nature, like in the ant society, points to a universal intelligence ultimately coming from Krishna.",
      "timestamp_url": "https://youtu.be/lLyEqGSVdx4?t=644",
      "transcript": "Because, in human society, if somebody has to become a surgeon, first five years of MBBS, and before that you have to cross NEET, that examination, and then five years of MBBS, and then after that, there is a specialization. You know, you get, you become a surgeon. That is the, so, just to develop such a talent and skill, in the human society we see, it takes so many years, but here we are seeing, in the ant society, very, that kind of skilled operations they are able to do, and getting a 90% success rate. They were shocked. So, there is this universal intelligence. They don't want to accept, but that indicates to the presence of a universal intelligence. So, here, the demigods are appealing to that universal intelligence, Krishna, in the form of the super soul. The Lord, who is giving the intelligence to that ant, is the Lord in the heart, and he is the super soul, and he knows how to guide that living entity. So, that's why here, they are saying, . Actually, is creating, is maintaining, and is destroying, and, . , we are also creating but, means, following the direction of the original creator, we are also creating, and expanding the creation, but we are actually completely dependent on the supreme creator, that is Krishna."
    },
    {
      "start_time": 786,
      "end_time": 953,
      "verse_references": [],
      "themes": [
        "intelligence",
        "protection",
        "squirrel"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "One should see this tremendous intelligence which is all pervading in this universe.",
      "summary": "The speaker shares a personal anecdote about observing a squirrel's quick escape from a predator bird, highlighting the all-pervading intelligence in the universe.",
      "timestamp_url": "https://youtu.be/lLyEqGSVdx4?t=786",
      "transcript": "So, one has to understand that there is an energy which is actually working in this world. And through that energy we see creation, maintenance and destruction is going on, like in this ant society. So, we see the maintenance is there and very intelligently it happens. Similarly, once I was coming from Vijayawada to Hyderabad and then slowly I saw that the driver is doing like this, so I got scared. So I offered to him, you know, if you want you can take coffee tea or something, basically if he feels inhibited. So I offered to him, you know, if you want you can take coffee tea or something. He was inhibited, hesitant because Swamiji is seated behind and how can I ask coffee tea? No problem, you please ask, otherwise you will ask my life. Coffee tea is okay, much better. So he went there and then our car was parked next to some bushes and then it is just close to my window, so just I happened to see there is one interesting bird, not bird, there is a small animal, maybe squirrel type and you know it is moving around and it is doing something and at one point suddenly the squirrel became very, what do you say, alert, stunned and all that. I thought probably it has found me or something like that but actually one big bird just zoomed into the bush to catch this squirrel. Tuck! the squirrel disappeared. It just disappeared into the bushes and then there is some commotion and finally the bird went away, unsuccessful. How does the squirrel know that this bird is my enemy? Even sometimes we human beings don't know who is our enemy. How did this little squirrel know and that bird looked very unusual to me, not seen ordinarily. We see, you know, regular birds. Peacocks, parrots and all those things. This looks a little medium sized, some colors, very unusual bird and when that came, it understood that yes, this is my enemy. Immediately defense mechanisms, protection, everything came into picture and then it has protected itself."
    },
    {
      "start_time": 953,
      "end_time": 1164,
      "verse_references": [],
      "themes": [
        "material energy",
        "seer",
        "Supersoul"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It's possible only by that energy. There is a different energy which is controlling these hands and legs and all my senses and sense objects. It's not me. I'm only seeing.",
      "summary": "The speaker explains that our bodies are made of material energy, and we are merely seers within, with movements controlled by Krishna's external energy and directed by the Supersoul.",
      "timestamp_url": "https://youtu.be/lLyEqGSVdx4?t=953",
      "transcript": "One should see this tremendous intelligence which is all pervading in this universe and which is actually controlling this energy. What is this energy? We all know our bodies are made up of material energy or the external potency. And inside this body, a living entity is situated as Kshetrajna, as a seer. So we see actually our own body also. We see the senses and we also see many objects. You know, for our senses, we need some objects to be seen. Those objects are also there and they are also made up of this material energy. So one important point is that since we are seers only, that means we are only knowers of the field. How is it that the hands are moving, legs are moving, my eyes are working? I'm only a seer inside. I'm simply sitting and I'm just coming to know what is happening in this field. And you know, all those things are happening. It's exactly like you are sitting inside a car and the tires are running and the brake is happening and so many things are going on. You're just sitting as a passenger behind. How a seer can move something that he's seeing? Let us say I want to move this camera. I cannot move because I'm a seer and that is seen. So when the seer is able to move, say I'm moving my hands, how is this possible? It's possible only by that energy. There is a different energy which is controlling these hands and legs and all my senses and sense objects. It's not me. I'm only seeing. But the movements are happening by some other agency and that is Nijamaya, Krishna's energy, external energy. And then this energy is not moving irrationally. Statically or without any discipline, a facade way, no. We are seeing there is a global intelligence. There is a massive intelligence behind the actions of this Jada energy. The energy which is otherwise inert. That is working wonderfully because of an intelligent personality. Actually, Shukadeva Goswami gives this logic. In the second canto, to prove that, you know, of course we are seer and the scene, the scene is animated. You know, we are seeing so many things. They are all getting animated. So that means there is an animating energy and that is the external energy. And the director for this animation is the Supreme Lord who is present as the Supersoul."
    },
    {
      "start_time": 1164,
      "end_time": 1247,
      "verse_references": [],
      "themes": [
        "bad thoughts",
        "seer",
        "identification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If you understand that all these things are i'm able to see means i'm separate from all this.",
      "summary": "The speaker addresses the issue of unwanted thoughts, emphasizing that we are separate from them as seers, and that identifying with the body leads to unnecessary struggle.",
      "timestamp_url": "https://youtu.be/lLyEqGSVdx4?t=1164",
      "transcript": "So, Nijamaya naha sa sarja. Sometimes some devotees, they get worried about some bad thoughts or some envious thoughts or lusty thoughts in the mind. They may also become very emotional about some bad habits which are pulling them. So if you understand that all these things are, I'm able to see, means I'm separate from all this. Say envious thought comes, you're able to see, you're a seer and you're seeing an envious thought, that means you're separate from it. It is not mine. It is coming up in the field. Why it is coming up in the field? Because previously I have put something there. It's only my own, my own previous actions. But currently I am able to see that thought separate from me. It is actually not mine. Only because we identify with our body, with what is happening in this body, we unnecessarily assume that all these things are mine and then struggle"
    },
    {
      "start_time": 1247,
      "end_time": 1350,
      "verse_references": [],
      "themes": [
        "fundamentals",
        "Krishna",
        "energy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Always remain fascinated by these fundamentals.",
      "summary": "The speaker stresses the importance of remaining fascinated by fundamental spiritual truths and recognizing Krishna's direction behind all energy.",
      "timestamp_url": "https://youtu.be/lLyEqGSVdx4?t=1247",
      "transcript": "and with emotions we make it complicated. So this knowledge that I'm a knower, a Kshetrajna, I am not this body, I'm a spirit soul, it may appear to be very routine and you know, we have heard many times, like yesterday also I was mentioning to some devotees, if we want to progress in Krishna consciousness, always remain fascinated by these fundamentals. You should remain fascinated. You see Prabhupada, what is his position? A Mahabhagavata Acharya and somebody analyzed what are the slokas that he quoted. Yeah, of course he is quoting for us, but he is ever fascinated by quoting those same slokas again and again. They, you know, they, he tells this in Paris, then goes to London, they know as many of the, he's not tired. He's ever fascinated by those fundamentals and he wants to give that knowledge to all of us. So these are the secret. This energy where we see a systematic tremendous intelligence and that is coming from Krishna. This energy cannot move, Jatakam. This energy, for example, this table cannot move on its own. These are all fundamentals. Somebody has to move it. Similarly, the entire external energy is a Jada, but how it is moving?"
    },
    {
      "start_time": 1350,
      "end_time": 1483,
      "verse_references": [],
      "themes": [
        "demigods",
        "supreme",
        "conditioned souls"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Every conditioned soul thinks that he is God.",
      "summary": "The speaker explains that even demigods acknowledge Krishna as the supreme controller, while conditioned souls often falsely believe themselves to be God.",
      "timestamp_url": "https://youtu.be/lLyEqGSVdx4?t=1350",
      "transcript": "That is because Krishna's direction is. So the demigods, they're aware of this. They're saying there is only one Isha and demigods are all also, they're also, they're like two Ishas. They're saying festival, but they are saying you are the supreme Isha. See this knowledge, demigods self and then they are saying we are also post-bild intelligence creating. We are also creating situations in this world. We're expanding the creation, but that is, only because you are giving intelligence. Unless Krishna gives intelligence, we cannot do anything. These hands cannot move, this tongue cannot work, the eyes cannot see. A living entity is completely dependent like that, but why is it that it is not able to see all this? Because Eesha Maanina, the whole problem starts with this Maanina, your thinking. And what is that thinking? Every conditioned soul thinks that he is God. He may not really, some of the people, they may not really think that I am God, but as soon as one identifies himself with the body and he thinks that some creation he makes, and he thinks this is my creation, I did it, my creation, that means he is saying I am God. Only God is the only creator. Even demigods, they know that we are only secondary creators that too following the direction of the Supreme Lord, we are able to create something. So if the demigods are agreeing to Krishna's position as the sole doer of everything, now what about the conditioned souls?"
    },
    {
      "start_time": 1483,
      "end_time": 1674,
      "verse_references": [],
      "themes": [
        "doership",
        "devotees",
        "conditioned soul"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If we want to come out of the doership, then this is the secret. We should always recognize that Anusrujama Vishwam, my Lord, I am able to create this only because, you know, because of your direction or your intelligence.",
      "summary": "The speaker explains that to overcome the illusion of being the doer, one must recognize that all creation is due to Krishna's direction, and that conditioned souls believe the world revolves around them.",
      "timestamp_url": "https://youtu.be/lLyEqGSVdx4?t=1483",
      "transcript": "So if we want to come out of the doership, then this is the secret. We should always recognize that Anusrujama Vishwam, my Lord, I am able to create this only because, you know, because of your direction or your intelligence. So devotees, they understand this, they depend completely on Krishna. And as Krishna permits, as Krishna directs, the devotees, they keep executing their duties. And while doing their duties, they get a lot of intelligence, insights, and those insights will enhance their performance, and then devotees become successful, even with little endeavors. Hmm. This is an experience of all of us, you know, we may be doing the smallest service or whatever, you are absorbed, you are dependent on Krishna, then you will see, you know, some insights, some little light, some flash, whatever you call it, and then suddenly our work gets completed quickly. Whereas outsiders, they take so much of time to do that. So, okay, now if somebody thinks that I am also a creator, I am also a doer, then what happens? The demigods are saying, we will not be able to see your form, my Lord. Now, this is the danger. Although Krishna, Lord is there in the heart, and when he appears, physically, he may be there in front of us, but the conditioned soul will not be able to recognize him, because we are absorbed in ourselves as the Isha. Every conditioned soul thinks that the whole world, whole Vishwa is centered around him. You know, when he gets into a community or gets into some kind of a group also, that self-prominence will be very strongly present in the mind. Things should happen the way I want. Things should be for my comfort. Things should be, you know, centered around me. I should get the attention. This is the thinking of a conditioned soul. He wants to become the cynosure of the eyes of the whole community. As soon as he enters, everybody should see him. Everybody should. And if they don't see him, he becomes dependent. He becomes depressed. He becomes very neglected. He thinks, oh, you know, nobody's recognizing me and gets neglected. So, that's because of his thinking, Isha Manana. So, the only"
    },
    {
      "start_time": 1674,
      "end_time": 1794,
      "verse_references": [],
      "themes": [
        "service",
        "Krishna",
        "revelations"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The only counteraction to this Isha Manana is one single word that is called Seva on Mokha.",
      "summary": "The speaker emphasizes that the antidote to thinking oneself as God (Isha Manana) is selfless service (Seva) to Krishna, which leads to understanding and revelations.",
      "timestamp_url": "https://youtu.be/lLyEqGSVdx4?t=1674",
      "transcript": "counteraction to this Isha Manana is one single word that is called Seva on Mokha. That's why, there's an farther meaning here. Does anybody know even that? Yeah. With the same senses, we are not able to see Krishna. How is it that, you know, just by Seva on Mokha, now we are able to see. So that is the power of this Seva on Mokhehi Jivahado Swayameva. No, this is a secret. The senses are same apparently but as soon as your attitude changes... ... And you become Sevun Mukha, inclined to render service. Then you will be able to see and pursue Krishna. This is a secret. That's why devotees, as soon as we meet someone, we try to engage him in some service. LLP preachers or whoever is in the field, they know, as soon as we go, we put some two Kaja pieces in his hand, and then the natural tendency in tuck he will put. Immediately things have started working. He is simultaneously rendering service to Krishna. And so you will see a complete difference in that. This is the way he deals with us. Before eating Kaja, after eating Kaja, you can see a stark difference. And we make them chant, chanting his service, hearing his service. So like that, when a conditioned soul is induced to do devotional service to Krishna, then he will start understanding about Krishna. He gets revelations."
    },
    {
      "start_time": 1794,
      "end_time": 1957,
      "verse_references": [],
      "themes": [
        "conditioning",
        "degrees",
        "Satva Guna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We are subjected to follow innumerable conditions in our life.",
      "summary": "The speaker discusses the various degrees of conditioning that living entities experience, highlighting how those in Satva Guna have fewer conditions and greater clarity.",
      "timestamp_url": "https://youtu.be/lLyEqGSVdx4?t=1794",
      "transcript": "And then on his own, he will take steps to advance, if he is fortunate. So, our particular situation is that, here Madhvacharya has mentioned that we are all conditioned to various degrees. Now, in each of the living entities, there are various degrees of conditioning. But everybody is conditioned. What is this conditioning? We are subjected to follow innumerable conditions in our life. And each person has his own set of conditions to follow. Like, we were discussing, I was discussing with one devotee, how, you know, when, for example, some devotees, when they eat, they have to wait for six to seven hours to eat. For seven hours to again eat something. But some devotees, within three hours or three and a half hours, completely digested and hungry. Where is the next person? He is very hungry. The condition for him is three hours, three and a half hours. And condition for him is six hours or seven hours. But both of them are having conditions. One may feel like eating whole day. Go on eating. But actually, no, there is a condition. So, like that, there are innumerable conditions. If somebody sits down and tries to list down the conditions that he has to follow, Oh my God, so many conditions are there. But these conditions are not same. Somebody who is in Satva Guna, his conditions are less. He feels more freedom. Free from diseases, free from all these things. He can also see things as they are. His knowledge is bright. And so, he doesn't get implicated in conditions, breaking conditions unnecessarily. He can see. Why misery comes? Because we break these conditions. We don't follow the conditions. As soon as we break, then the reaction is... The reaction is ready. So, that's why Satva Guna means you should see, Oh, these are the conditions. Let me adhere to it so that it's all clean."
    },
    {
      "start_time": 1957,
      "end_time": 2111,
      "verse_references": [],
      "themes": [
        "devotees",
        "Satva Guna",
        "discipline"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "More discipline, more happy.",
      "summary": "The speaker explains that devotees strive to rise to the level of Satva Guna through disciplined practice, which ultimately leads to happiness by avoiding future misery.",
      "timestamp_url": "https://youtu.be/lLyEqGSVdx4?t=1957",
      "transcript": "Now, devotees, after we became devotees, whatever condition we may be, we are trying to rise to the level of Satva Guna. When we take shelter of a bonafide spiritual master, Prabhupada, first of all, he gives the sadhana process. A regiment he gives where you have to discipline your mind and body and everything. Day after day, day after day, day after day, automatically the devotee comes to the Satvic platform. But this process is, coming to Satva Guna process is not easy. It is full of tapasya. Not easy. Generally not easy. Like Vishwamitra, to get rid of his passion and come to Satva Guna, what and all he had to do? But in our case, that process has been made joyful by Lord Chaitanya, by this process of Sanketan, Prasadam, you know, chanting and all those things. So, devotees, if they can apply themselves to this process, which is given by Prabhupada, gradually they come to this Satva Guna. They can see how this world works. And so that, you know, we don't break any of the rules of this world also. And then there are rules, conditions of the, even the spiritual life. So, a devotee slowly develops his knowledge, and tries to discipline himself by those injunctions. Shastric injunctions are Guru's instructions. So, this is the key point. If we want to become disciple, we have to be disciplined. We have to, you know, happily accept discipline. More discipline, more happy. Why? Because I am saved from the future misery. The future misery. Because, you know, unknowingly if I break something, misery will come. And so, that's why they want to be, they want to be very careful. Now, this big misery has come to these demigods. Why? Because Indra has killed a brahmana priest, Vishwaroopa, out of anger, in a fit of anger."
    },
    {
      "start_time": 2111,
      "end_time": 2268,
      "verse_references": [],
      "themes": [
        "consequences",
        "Sattva Guna",
        "service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We should offer our services to Krishna in Sattva Guna.",
      "summary": "The speaker uses the example of Indra's actions and their consequences to emphasize the importance of offering services to Krishna in Sattva Guna, avoiding harm and adhering to rules.",
      "timestamp_url": "https://youtu.be/lLyEqGSVdx4?t=2111",
      "transcript": "Just killed him off. Now, he is facing the result. What is the result? The consequence is that Vishwaroopa's father, Tvasta, he becomes angry. See, you have to see all this. Consequences means. Now, he does a Homa, a Yajna, and he says, he prays to the Yajna Purusha, that please give me a son, who can kill Indra. Then comes Uttarasura. And then to face Uttarasura, now again they are approaching the Supreme Lord. Let us say, Indra did not do that, killing of Vishwaroopa. No problem, no. They won't be in this miserable condition. Right? Now, this is one more important point. We should offer our services to Krishna in Sattva Guna. We offer our foodstuff in Sattva Guna. Highest, best quality. Similarly, we should also offer our services in Sattva Guna. That means what? When I am doing my service, I am not hurting, disturbing any of the stakeholders. I am not breaking any rules. I am not being cruel or destructive in my thinking. I am not, you know, this is the kind of thinking. Dvesha is not there. This is the Sattvic offering means. We cannot think, no, it's Krishna's service, I will do whatever way I want. And, you know, because it is Krishna's service, doesn't matter. No. Yes, that is Krishna's service, but we have to offer the best quality service to Krishna. Whatever is the best quality that we can offer. And that is the service in Sattva Guna. So, here, although demigods are in Sattva Guna generally, they committed some mistake and then we are seeing the consequences. And the consequences have to be addressed. Similarly, when we also do anything, particularly representing the organization, we should be very careful about the future bondage or consequences. And so, do a lot of deliberation. Do a lot of consultation before we do anything. So, by consulting, by taking all the help, still something goes wrong. Okay? We tried our best. It is the wish of the Supreme Lord. We can, you know, we can take it like that. So, that's the"
    },
    {
      "start_time": 2268,
      "end_time": 2298,
      "verse_references": [],
      "themes": [
        "Isha Manana",
        "service",
        "remedy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The crucial issue is, the Isha Manana, thinking that I am the, I am God, can be counteracted only by increasing our service, aptitude, wanting to do more and more, wanting to give more and more service to Krishna.",
      "summary": "The speaker reiterates that the key to counteracting the illusion of being God (Isha Manana) is to increase one's desire to serve Krishna.",
      "timestamp_url": "https://youtu.be/lLyEqGSVdx4?t=2268",
      "transcript": "some of the points here. The crucial issue is, crucial point is that the Isha Manana, thinking that I am God, can be counteracted only by increasing our service aptitude, wanting to do more and more, wanting to give more and more service to Krishna. That very attitude, whether we are able to really give or not, that is the best remedy to counteract this Isha Manana."
    },
    {
      "start_time": 2298,
      "end_time": 2421,
      "verse_references": [],
      "themes": [
        "devotee",
        "service",
        "Maya"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "As soon as we don't have any work, or we don't do any service, then comes Maya, knocks the door.",
      "summary": "The speaker answers a question about the relationship between divine consciousness and detachment, explaining that a devotee absorbed in service is liberated, but Maya attacks when one is idle.",
      "timestamp_url": "https://youtu.be/lLyEqGSVdx4?t=2298",
      "transcript": "Any questions? Yeah. . A person in the Divine Consciousness, although engaged in seeing, hearing, touching, moving about, sleeping and breathing, always knows within himself that he actually does nothing at all. Because while speaking, evacuating, receiving, opening or closing his eyes, he always knows that only the material senses are engaged with their objects and that he is aloof from them. So this and what you told in the beginning, are they related to? Yeah, they are related. Somebody, a pure devotee who is completely absorbed in the service, the service of the Lord, he gets liberated from this bodily encasement. That liberation is explained as like a coconut inside the shell. Actually it gets disconnected, although it is within the shell. A dried coconut like that. So similarly, a devotee who is absorbed in the service of the Lord, gradually he becomes liberated. Actually as soon as he is absorbed, he is in a liberated platform. But as soon as we don't have any work, or we don't do any service, then comes Maya, knocks the door. Are you free? Are you free? I am free. Maya will say, I am always waiting for you to be free. So then, we immediately identify ourselves as enjoyer. I am the Isha. I am the enjoyer. All these feelings, ego will come. Then that's all. That's a miserable life."
    },
    {
      "start_time": 2421,
      "end_time": 2529,
      "verse_references": [],
      "themes": [
        "soul",
        "body",
        "bewilderment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bewilderment comes only because when you think, I am this body.",
      "summary": "The speaker answers a question about bewilderment, explaining that it arises from identifying with the body and that the counteraction is to focus on being a spirit soul and servant of Guru and Krishna.",
      "timestamp_url": "https://youtu.be/lLyEqGSVdx4?t=2421",
      "transcript": "Yeah. Any other? Prabhu, one more question. And in 27th Sloka in 3rd Chapter, the bewildered spirit soul, under the influence of the three modes of material nature, thinks himself to be the doer of activities which are actually carried out by nature. That and 5.8, both are related. Actually, although the soul by nature is a seer inside, but we feel that we are doing, and we also feel that we are knowing. You know, I am the knower, I am the doer. That's because he identifies with the body. So that is called bewilderment at the level of ego. See, one should know, mind is not all. Above mind, there is intelligence. Above intelligence, there is ego. And all these guys are bringing their own demands, bringing their own confusions into our system. One should know this. So in the mind, something comes. That's not the end of it. And don't identify with those thoughts and become very depressed. Oh, I am like this. You are not that. So bewilderment comes only because when you think, I am this body. Eshamanina. When you get that feeling. So the only counteraction is, focus on this fundamental. What is that? I am not this body. I am a spirit soul. I am an eternal servant of Guru and Krishna. Go on repeating, I am eternal servant of Guru and Krishna. Try to act on that platform. So when you can develop that personality, then we will be freed from this mental harassment. Otherwise, it is not possible."
    },
    {
      "start_time": 2529,
      "end_time": 2855,
      "verse_references": [],
      "themes": [
        "artificial intelligence",
        "Krishna",
        "detachment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Devotees, we become fascinated and we become detached.",
      "summary": "The speaker answers a question about artificial intelligence, explaining that devotees should be fascinated by it as an expression of Krishna's intelligence but detached in the sense of using it for Krishna's service under proper guidance.",
      "timestamp_url": "https://youtu.be/lLyEqGSVdx4?t=2529",
      "transcript": "Okay, last question. Hare Krishna, Prabhu. You were mentioning about universal intelligence. So because of that, every living entity is getting intelligence. Just like the scientists are like blown away about how the ants and other living entities are getting this intelligence. Yeah. So now, today, modern scientists or these people, they have created artificial intelligence, AI. Yeah. And they say that this is now everything, the world, the whole world is fascinated by this artificial intelligence and every gadget, every software is powered by this AI. So as devotees, like how much we should be fascinated by this artificial intelligence. Actually outsiders, they get fascinated and they get attached. Devotees, we become fascinated and we become detached. What is this fascination and detachment? We become fascinated and what is our detachment? Yukta Vairagya detachment. Not, you know, I will not use it, this is not me, this is not, no, that is not the process. Our detachment is, how can I use it for Krishna? Let them work very hard, produce AI, BI, CI, whatever, whatever they want, let them produce, we will simply take and use it for Krishna. The Prabhupada says, rats, they work very hard, dig big, big this thing and build their houses and meanwhile comes one snake, goes inside, eats the rat and lives comfortably. So we are like that. Let them work very hard, increase them and then, when they produce something, we should use it for Krishna. But then, Yukta Vairagya has to be done under guidance, careful guidance. Yukta Vairagya is like going to a pond for fishing. So you are thinking, oh, I will get you know, nice fish, I can catch, using this technology, I can catch somebody. Using this, I can catch somebody, you know, we are going and trying to catch the fish. The problem is, when you put this bite and you are waiting, something has come. Let us say, it is not fish but it is a Timingula. You will be pulled in and you will be swallowed. So when we are doing this Yukta Vairagya of this technology and we are trying to catch somebody, but Maya comes to catch you. Yes, yes, yes, come. So that is why we should be very careful. Under the direction of older devotees and seniors, we should utilize this. So we are also fascinated because this is intelligence of the Lord. Our body is nothing but a robot. Inside the body we are there as seers. So they will come to robotic technology, they will come to all this, but they can never manufacture a soul. They cannot manufacture consciousness. Now they are doing innumerable researches on what is this consciousness. They are also now talking. They are thinking consciousness is a brain phenomena and they are going in that direction. So, we should be very careful about this. So, anyway, that's, so, yes, we are also excited because we see Krishna's intelligence and, but, our thinking is how can I use it for Krishna? Anu, Anusrjama, Anu means following, following the direction of the authorities, Guru and Krishna, we can engage anything in this world in the service of the Lord. And, I am saying universal intelligence because the ant knows that the grain is an eatable. A snake also knows. If you pour a little milk, snake comes or a cat can come or any other Jeeva, they all know this is my food. It's a uniform intelligence. Everybody knows that these are all my eatables. So, universal intelligence, that is, that's why we see there is a, some understanding of what is my food, what is my enemy, everything. So, it's not a, what to say, somehow, by chance, you know, it has developed some intelligence like that. We see there is all pervading intelligence. A uniform, commonly understood intelligence is also there. We can see that. So, that's why it is coming from one single personality and that is Supersoul or the Krishna. Sewantathree sodikhe da Shemadbhaga utham ki"
    }
  ]
}