{
  "video_id": "lSrS5LVxN_U",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.10.25| 14-06-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=lSrS5LVxN_U",
  "segments": [
    {
      "start_time": 0,
      "end_time": 52,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/lSrS5LVxN_U?t=0",
      "transcript": "Om Agyana Timiraandhasya Gyananjan Shalakaya Chakshurun Meelitam Yena Tasmay Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shri Vasadi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jaya Mudhirayet"
    },
    {
      "start_time": 53,
      "end_time": 161,
      "verse_references": [
        "SB 1.10.25"
      ],
      "themes": [
        "incarnation",
        "divine intervention",
        "protection of devotees",
        "destruction of evil"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna incarnates in every yuga to show his mercy towards the faithful devotees, to protect them and to destroy all these animal-like kings and administrators.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam (1.10.25) and explains that Krishna incarnates in every yuga to protect devotees and destroy evil, attracting conditioned souls back to Godhead.",
      "timestamp_url": "https://youtu.be/lSrS5LVxN_U?t=53",
      "transcript": "In this session, we will be discussing from the 25th verse of the 10th chapter of the first canto of Shri Madbhagavatam: Yadahi Adharmena Tamodhiyo Nripa Jeevanti Tatreshahi Satvatah Kila Dhatte Bhagam Satyam Ritam Dayam Yasho Bhavaya Rupani Dadhat Yuge Yuge. The meaning of this verse is: Whenever there are kings and administrators living like animals in the lowest modes of existence, the Lord in his transcendental form manifests his supreme power, the truth positive, shows special mercy to the faithful, performs wonderful activities, and manifests various transcendental forms as is necessary in different periods and ages. So this is the understanding of the pure devotees, that Krishna incarnates in every yuga to show his mercy towards the faithful devotees, to protect them, and to destroy all these animal-like kings and administrators in the lowest modes of existence, and to also, most importantly, perform his wonderful activities to attract the conditioned souls to go back to Godhead."
    },
    {
      "start_time": 161,
      "end_time": 291,
      "verse_references": [],
      "themes": [
        "ownership",
        "entitlement",
        "divine property",
        "prescribed duties"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This world we think it belongs to us but actually it belongs to Krishna.",
      "summary": "The speaker explains that everything belongs to Krishna and we are entitled to only what we need to execute our prescribed duties, emphasizing the concept of divine ownership.",
      "timestamp_url": "https://youtu.be/lSrS5LVxN_U?t=161",
      "transcript": "To go back to his personal abode with him, live with him eternally, a life of bliss and knowledge and eternal life. So, in the purport, Srila Prabhupada explains, as mentioned above, the cosmic creation is the property of the Supreme Lord. This world, we think it belongs to us, but actually it belongs to Krishna. This is the basic philosophy of the Isha Upanishad. The first to punish it among all the punishments, Isha Upanishad, there it is explained, every one of us is a part of the Supreme Lord, and we are all part of the Supreme Lord. Everything is the property of the Supreme being: Isha vasya idam sarvam yatkincha jagattyam jagat. So therefore, no one should encroach upon the property of the Supreme Lord: tena tyaktena bunjitha maa grudakasya svidhanam. One should accept only what is kindly awarded by him. Therefore, the earth or any other planet or universe is the absolute property of the Supreme Lord Krishna. The living beings are certainly his parts and parcels or sons, and thus every one of them has a right to live at the mercy of the Lord to execute his prescribed work. It belongs to Krishna does not mean we are not entitled to any portion of any resource in this world. It doesn't mean that. We have an entitlement as his son, as his child, as his amsha, but we have a right to only a tiny portion which is our actual requirement for executing the prescribed duties."
    },
    {
      "start_time": 291,
      "end_time": 438,
      "verse_references": [],
      "themes": [
        "governance",
        "responsibility",
        "ideal leadership",
        "degradation of leadership"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The authority given to a king to rule over the citizens or for that matter a government to rule over the people is for the sake of executing the will of the Lord that everybody gets their due share to execute their prescribed duty.",
      "summary": "The speaker discusses the role of kings and administrators as representatives of the Lord, contrasting ideal leadership with the degradation caused by ignorance and self-interest.",
      "timestamp_url": "https://youtu.be/lSrS5LVxN_U?t=291",
      "transcript": "No one therefore can encroach upon the right of another individual man or animal without being so sanctioned by the Lord. The Lord's sanction is required if we have to encroach upon others. We cannot encroach, and if we do so unlawfully, we are punishable by the laws of Krishna, called the laws of material nature, the laws of God. The king or the administrator is a representative of the Lord to look after the management of the Lord's will. The authority given to a king to rule over the citizens, or for that matter a government to rule over the people, is for the sake of executing the will of the Lord, that everybody gets their due share to execute their prescribed duty. The king therefore must be a recognized person like Maharaj Yudhishtira or Maharaj Pariksit. Such kings have full responsibility and knowledge from authorities about the administration of the world. They were responsible kings, they were the ideal kings. They ensured that everybody had their quota. There was no scarcity of any material resource. So everybody was happy, everybody was living peacefully, and they were executing their duties very nicely, and everything was very nice in this world. But at times, due to the influence of the ignorance mode of material nature, tamo guna, the lowest of the material modes, kings and administrators come into power without knowledge and responsibility. And such foolish administrators live like animals for the sake of their own personal interest. Irresponsible kings, irresponsible government heads. They live a lavish life. They think they have captured power by dint of their own prowess, and they exploit the resources of material nature."
    },
    {
      "start_time": 438,
      "end_time": 578,
      "verse_references": [],
      "themes": [
        "anarchy",
        "viciousness",
        "ignorance",
        "consequences of bad leadership"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Nepotism, bribery, cheating, aggression and therefore famine, epidemic, war and similar other disturbing features become prominent in human society.",
      "summary": "The speaker elaborates on the negative consequences of irresponsible leadership, including anarchy, corruption, and suffering, especially prevalent in Kali Yuga.",
      "timestamp_url": "https://youtu.be/lSrS5LVxN_U?t=438",
      "transcript": "Subtitles by the Amara.org community. They exploit people. They exploit the wealth which they gather as taxes. And they enjoy and lead a luxurious life without any sense of responsibility. The result is that the whole atmosphere becomes surcharged with anarchy and vicious elements. Naturally such kings cannot rule properly when they don't have the sense of responsibility, when they don't have the proper knowledge, don't have proper understanding. Then in ignorance, darkness of ignorance, they are not able to rule properly. Nepotism, bribery, cheating, aggression, and therefore famine, epidemic, war, and similar other disturbing features become prominent in human society. We see this, especially in this age. As Kali Yuga progresses, we will see more of this. Because the people are unable to understand what kind of ruler will actually be the ideal administrator. They elect somebody who promises some sense enjoyment. Because foolish people think, my only need is to satisfy my senses. They don't understand the responsibility in the human form of life is to engage in activities of self-realization and thereby make an all-around solution to all problems in this world. That people do not know. So they elect the wrong type of leader, and as a result, they suffer due to ignorance. And gradually the situation becomes goes from bad to worse."
    },
    {
      "start_time": 578,
      "end_time": 672,
      "verse_references": [
        "BG 4.7"
      ],
      "themes": [
        "devotee persecution",
        "divine intervention",
        "re-establishment of dharma",
        "incarnation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "All these symptoms indicate the time of an incarnation of the Lord to reestablish the principles of religion and to vanquish the maladministrators.",
      "summary": "The speaker explains that the persecution of devotees and the rise of irreligion signal the time for the Lord's incarnation to restore Dharma, referencing the Bhagavad Gita.",
      "timestamp_url": "https://youtu.be/lSrS5LVxN_U?t=578",
      "transcript": "That's what happens. And as regards the devotees of the Lord, or the faithful, they are persecuted by such leaders who are in the mode of ignorance. All these symptoms indicate the time of an incarnation of the Lord to reestablish the principles of religion and to vanquish the maladministrators. This is also confirmed in the Bhagavad Gita: yadā yadā hi dharmasya glānir bhavati bhārata... abhyuttānam adharmasya. When irreligion becomes too prominent and people neglect the real religious principles, the codes of God, then yadātmānamsrujāmyaham, Krishna says, I appear then as an incarnation. The Lord then appears in his transcendental form without any tinge of material qualities. Whichever the form, Narsimha, Varaha, or Krishna, Rama, all are transcendental forms of the Lord. No tinge of material quality. There is no material quality at all. Completely spiritual qualities. He descends just to keep the state of his creation in normal condition. And it becomes abnormal. Krishna restores normalcy."
    },
    {
      "start_time": 672,
      "end_time": 797,
      "verse_references": [],
      "themes": [
        "divine provision",
        "purpose of creation",
        "material desires",
        "liberation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The normal condition is that the Lord has provided each and every planet with all the needs of the native living beings.",
      "summary": "The speaker discusses how Krishna provides for all beings and created the material world to fulfill material desires while also offering a path to liberation through following the scriptures.",
      "timestamp_url": "https://youtu.be/lSrS5LVxN_U?t=672",
      "transcript": "The normal condition is that the Lord has provided each and every planet with all the needs of the native living beings. If we are meant to stay on the earth planet, Krishna has provided on this earth planet everything necessary for our living comfortably and mainly for executing our prescribed duties to prepare ourselves to get out of material entanglement and go back to Godhead. They can live happily and execute their predestined occupations and attain salvation at the end, following the rules and regulations mentioned in the revealed scriptures. Everything is given by Krishna. The shastras are giving us the knowledge, information about who we are, what are our duties, what are our necessities, what is the way of securing those necessities, how should we perform our duties, and how we can prepare ourselves to attain salvation or liberation at the end of this life, especially human beings. The material world is created to satisfy the whims of the Nityabhadra or everlasting conditioned souls. We are called eternally conditioned because we cannot trace the beginning of our material existence. But nevertheless, Krishna has created this world in such a way that we can try to satisfy our material desires. At the same time, when we follow the shastras, we can also prepare ourselves to attain ultimate liberation. Both are both the purposes are there in creating this world. Actually, because we have material desires for sense enjoyment, Krishna has created this world, otherwise there would be no need of creating this world if we didn't have material desires."
    },
    {
      "start_time": 797,
      "end_time": 897,
      "verse_references": [],
      "themes": [
        "material intoxication",
        "unlawful exploitation",
        "divine chastisement",
        "protection of the faithful"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When people become intoxicated with the power of material science to exploit the resources unlawfully without the sanction of the Lord and that also only for sense gratification, there is necessity of the Lord's incarnation to chastise the rebellious and to protect the faithful.",
      "summary": "The speaker concludes by reiterating that the Lord incarnates to punish those intoxicated by material power and exploiting resources unlawfully, while protecting the faithful and re-establishing Dharma.",
      "timestamp_url": "https://youtu.be/lSrS5LVxN_U?t=797",
      "transcript": "When people become intoxicated with the power of material science to exploit the resources unlawfully without the sanction of the Lord, and that also only for sense gratification, there is necessity of the Lord's incarnation to chastise the rebellious and to protect the faithful. So here Prabhupada is explaining when does the Lord incarnate? When people become too much intoxicated by some material power. They go on exploiting, and a stage comes when they become intoxicated with the power, we can do whatever we like, we have amassed so much of wealth, we have so much of technology, we can do whatever we want, but actually the stringent laws of nature are always working, and these foolish people cannot understand how the laws are working. So the Lord incarnates at such times, so when He descends, He exhibits His superhuman acts just to prove His supreme right, and materialists like Ravana, Hiranyakashipu, and Kamsa are sufficiently punished. The Lord punishes all these miscreants, and He protects His devotees and re-establishes Dharma. So this happens periodically that is what is being explained in this verse. I will stop here. Thank you very much."
    }
  ]
}