{
  "video_id": "LuIn2zkS3ww",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.14.22 - 29 | 14-11-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=LuIn2zkS3ww",
  "segments": [
    {
      "start_time": 48,
      "end_time": 78,
      "verse_references": [
        "SB 1.14.22"
      ],
      "themes": [
        "omens",
        "disappearance of Krishna",
        "Yudhishthira's anxiety"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This chapter deals with the topic of the disappearance of Lord Krishna and we have come to the portion where Yudhishthira Maharaj has observed bad omens and is conjecturing the disappearance of Lord Krishna",
      "summary": "The lecture begins with an introduction to the verses being discussed, focusing on Yudhishthira's observation of bad omens and his concern about Krishna's disappearance.",
      "timestamp_url": "https://youtu.be/LuIn2zkS3ww?t=48",
      "transcript": "In this session we will be discussing verses 22 to 29 of the 14th chapter of the first canto of Srimad Bhagavatam. This chapter deals with the topic of the disappearance of Lord Krishna, and we have come to the portion where Yudhishthira Maharaj has observed bad omens and is conjecturing the disappearance of Lord Krishna, and while he is discussing with Bhimasena and pointing out all the bad omens, what happens next is being described."
    },
    {
      "start_time": 78,
      "end_time": 198,
      "verse_references": [
        "SB 1.14.22",
        "SB 1.14.23"
      ],
      "themes": [
        "Arjuna's return",
        "dejection",
        "unhappiness"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Just when he was talking to Bhima, Arjuna returned, came back from the city of Dwarka.",
      "summary": "This segment describes Arjuna's return from Dwarka in a state of dejection, with tears in his eyes, which Yudhishthira observes with concern.",
      "timestamp_url": "https://youtu.be/LuIn2zkS3ww?t=78",
      "transcript": "In this series of verses, the 22nd verse, Iti Chintayatas Tasyah, Drishta Arishtena Chetasa, Ragnaha Pratyagamat Brahman, Yadupurya Kapidhvajah, the meaning of this verse is O Brahmana Saunaka. Now remember, all this is being narrated by Suta Goswami to the sages and emissaries. Just when he was talking to Bhima, Arjuna returned, came back from the city of Dwarka. Then what happened? 23rd verse, Tampadayor Nipatitam Ayathapurvam Aturam Adho Vadanam Ab Bindoon Srijantam Nayanabhya Yoho. The meaning of this verse is when he bowed at his feet, who was bowing at whose feet? Arjuna was bowing down at the feet of Yudhishthira. The king, that is Yudhishthira, saw that his dejection was unprecedented. His head was down and tears glided from his lotus eyes. This is the state in which Yudhishthira is observing Arjuna has come back, but tears are gliding from his eyes and he was very dejected. His face was showing a lot of..."
    },
    {
      "start_time": 201,
      "end_time": 257,
      "verse_references": [
        "SB 1.14.24"
      ],
      "themes": [
        "Yudhishthira's anxiety",
        "Narada's prophecy",
        "Krishna's departure"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "seeing Arjuna pale due to heartfelt anxieties, the king, that is Yudhishthira, remembering the indications of the sage Narada",
      "summary": "Yudhishthira, seeing Arjuna's distress, recalls Narada's prophecy about staying until Krishna's departure and wonders if Krishna has left.",
      "timestamp_url": "https://youtu.be/LuIn2zkS3ww?t=201",
      "transcript": "The 24th verse, Vilokyo Dvigna Hridayo Vichayam Anujam Nripah Pruchatismasuran Madhye Samsmaran Narade Ritam. The meaning of this verse is seeing Arjuna pale due to heartfelt anxieties, the king, that is Yudhishthira, remembering the indications of the sage Narada foretelling in the past. After Dhritarashtra's departure, Narada had told the Pandavas, you remain here till Krishna remains on the earth, and after that you can depart. So has Krishna departed is Yudhishthira's question."
    },
    {
      "start_time": 257,
      "end_time": 396,
      "verse_references": [
        "SB 1.14.25"
      ],
      "themes": [
        "Yudhishthira's inquiry",
        "well-being of Yadu dynasty",
        "Krishna's associates"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "My dear brother, please tell me whether our friend, friends and relatives such as Madhu, Bhoja, Dasharha, Aarha, Satvata, Andhaka, and the members of the Yadu family are all passing their days in happiness.",
      "summary": "Yudhishthira inquires about the well-being of the various clans and kings of the Yadu dynasty, who were devotees and associates of Krishna.",
      "timestamp_url": "https://youtu.be/LuIn2zkS3ww?t=257",
      "transcript": "Now Yudhishthira's enquiry to Arjuna, the twenty-fifth verse, the meaning of this verse, Maharaja Yudhishthira said, he is addressing Arjuna, My dear brother, please tell me whether our friend, friends and relatives such as Madhu, Bhoja, Dasharha, Aarha, Satvata, Andhaka, and the members of the Yadu family are all passing their days in happiness. He is enquiring about the well-being of the different provincial kings or clans of the Yadu dynasty who were ruling different parts of the different provinces. So Madhu dynasty, Bhoja dynasty, and so on. So it is said elsewhere in the tenth canto, Krishna was the king of 101 clans of the Yadu dynasty. Krishna was the chief. So there were so many clans and Krishna was the chief of all those, primarily because all of them were heading towards the Yadu dynasty. The members of those clans of the Yadu dynasty, they were all devotees of Krishna, pure devotees of Krishna. So Krishna descended to display his pastimes along with his associates from the spiritual world. Of course, not all are associates. Some of them are associates. Some of them are joining Krishna's pastimes after becoming eligible to go back to Godhead. So Yudhishthira is enquiring first of all about the well-being of all those clans of the Yadu dynasty, whether they are all doing well from Arjuna because Arjuna had gone to Dwarka to find out about Krishna's next program and Arjuna has written."
    },
    {
      "start_time": 398,
      "end_time": 472,
      "verse_references": [
        "SB 1.14.26"
      ],
      "themes": [
        "Yudhishthira's inquiry",
        "Shurusena",
        "Vasudeva",
        "family relations"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The meaning of this verse is, he‎ is my respectable grand father, Shuru Sena, in a happy mood. And are my maternal uncle Vasudeva and his younger brothers all doing well?",
      "summary": "Yudhishthira specifically asks about his maternal grandfather, Shurusena, and his maternal uncle, Vasudeva, and their well-being.",
      "timestamp_url": "https://youtu.be/LuIn2zkS3ww?t=398",
      "transcript": "Twenty-sixth verse, shuro mata maha kachit, swasthyaas thev vata-kachit. The meaning of this verse is, is my respectable grandfather, Shuru Sena, in a happy mood? And are my maternal uncle Vasudeva and his younger brothers all doing well? Now, Shuru Sena is Vasudeva's father, and Vasudeva is the maternal uncle of Krishna. The meaning of this verse is that he's the father of Vasudeva. So he has maintained his... of Yudhishthira because Yudhishthira's mother, Kunti, Kunti's brother is Vasudeva. So therefore, Vasudeva, Krishna's father, is the maternal uncle of Yudhishthira. So that's how Yudhishthira and Krishna are cousins. So he is inquiring, Yudhishthira is inquiring about his grandfather Shurusena, who is the father of Kunti, Yudhishthira's mother. So Yudhishthira is inquiring, maternal grandfather, is he doing well? And maternal uncle, Vasudeva, is he doing well, along with his younger brothers?"
    },
    {
      "start_time": 472,
      "end_time": 533,
      "verse_references": [
        "SB 1.14.27"
      ],
      "themes": [
        "Yudhishthira's inquiry",
        "Vasudeva's wives",
        "Devaki",
        "family welfare"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The translation of this verse is, his seven wives, headed by Devaki, are all sisters. Are they and their sons and daughters-in-law all happy?",
      "summary": "Yudhishthira inquires about the welfare of Vasudeva's seven wives, headed by Devaki, and their children and daughters-in-law.",
      "timestamp_url": "https://youtu.be/LuIn2zkS3ww?t=472",
      "transcript": "Twenty-seventh verse. आसते सस्नुषाशेमं देवकी प्रमुखास्वयं The translation of this verse is, his seven wives, headed by Devaki, are all sisters. Are they and their sons and daughters-in-law all happy? Further, Yudhishthira is making inquiry about the wives of Vasudeva. Vasudeva was the king of the Shurusena province, and he had seven wives. These queens were headed by Devaki, and Devaki's sisters were all married to Vasudeva only. So seven sisters. All are the wives of Vasudeva."
    },
    {
      "start_time": 533,
      "end_time": 661,
      "verse_references": [
        "SB 1.14.28",
        "SB 1.14.29"
      ],
      "themes": [
        "Yudhishthira's inquiry",
        "relatives in Dwaraka",
        "Balarama",
        "Mathura"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Yudhishthira to Arjuna specifically is asking about the different relatives of Krishna living with him in Dwaraka.",
      "summary": "Yudhishthira asks Arjuna about specific relatives of Krishna in Dwaraka, including Balarama, and also inquires about the situation in Mathura.",
      "timestamp_url": "https://youtu.be/LuIn2zkS3ww?t=533",
      "transcript": "So he is inquiring about their welfare, and about their sons and daughters-in-law. Twenty-eighth and twentieth. 49th verses are given together, so I'll read them together. The meaning of these two verses. Yudhishthira to Arjuna specifically is asking about the different relatives of Krishna living with him in Dwaraka. Particularly, the mention is made about Balaram, the personality of Godhead, who is also the protector of all devotees. So in the purport, Srila Prabhupada explains, Hastinapura, the capital of the Pandavas, was situated somewhere near present New Delhi, and the kingdom of Ugrasena was situated in Mathura. While returning to Delhi from Dwaraka, Arjuna must have visited the city of Mathura, and therefore, the inquiry about the king of Mathura is valid. Arjuna is returning from Dwaraka, has returned from Dwaraka, to Hastinapura, which is New Delhi. So on the way, he would have passed through Mathura, so he's inquiring about Mathura."
    },
    {
      "start_time": 661,
      "end_time": 794,
      "verse_references": [],
      "themes": [
        "Balarama",
        "Vishnu Tattva",
        "expansions of Krishna",
        "Prakasha Vigraha"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1
      ],
      "key_quote": "Because Lord Balarama is the immediate expansion of Vishnu Tattva as Prakasha Vigraha of Lord Krishna.",
      "summary": "This segment explains the concept of Vishnu Tattva and how Balarama is the immediate expansion of Krishna, possessing the same qualities and power.",
      "timestamp_url": "https://youtu.be/LuIn2zkS3ww?t=661",
      "transcript": "Amongst various names of the relatives, the name of Rama or Balarama, eldest brother of Lord Krishna, is added with the words, the personality of Godhead, Bhagavan, because Lord Balarama is the immediate expansion of Vishnu Tattva as Prakasha Vigraha of Lord Krishna. What is this meaning of Prakasha Vigraha? Now, Krishna, The Supreme Personality of Godhead is the one and only one Supreme Lord in the entire creation, the entire existence. But he expands and there are different types of expansions. So the immediate expansion is called the expansion of the Vishnu Tattva. That means the personality of Godhead with his all godly qualities, godly characteristics expands as Vishnu Tattva. They are all the expansions, immediate expansions, the personal expansions, full expansions are having the same power, same qualities. They are all the same Supreme Personality of Godhead, Krishna only. So Srila Prabhupada explains this. Balarama is the first expansion of Krishna. So Prabhupada says further, the Supreme Lord, although one without a second, expands himself as many other living beings. The Vishnu Tattva living beings are expansions of the Supreme Lord. Here living beings should not be confused with ordinary living entities. Here living being means their personalities, fully conscious and persons, but they are expansions of the Supreme Lord himself, and all of them are qualitatively and qualitatively equal with the Lord."
    },
    {
      "start_time": 794,
      "end_time": 932,
      "verse_references": [],
      "themes": [
        "Vishnu Tattva vs. Jeeva Shakti",
        "spiritual master",
        "Prabhupada's mercy",
        "Balarama as Adiguru"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "One who considers the Vishnu Tattva and the Jeeva Shakti to be on equal level is considered a condemned soul of the world.",
      "summary": "This segment differentiates between Vishnu Tattva and Jeeva Shakti, emphasizing the superiority of the former, and highlights Balarama as the original guru and Prabhupada as his merciful representative.",
      "timestamp_url": "https://youtu.be/LuIn2zkS3ww?t=794",
      "transcript": "This is called Vishnu Tattva. Balarama, Sankarsana, Pradyumna, Aniruddha, Keshava, Narayana, all of them are qualitatively and quantitatively equal with the Lord. But expansions of the Jeeva Shakti, the category of ordinary living beings, are not at all equal with the Lord. So even we living beings, ordinary living beings, we are also expansions of the Lord, but we are not equal with the Lord. One who considers the Vishnu Tattva and the Jeeva Shakti to be on equal level is considered a condemned soul of the world. That means you should never equate any ordinary living being, Jeeva, Jeeva Shakti, with Vishnu Tattva, with the personality of Godhead or his expansions. So the Supreme Lord, Krishna, Balarama, Sankarsana, Pradyumna, Aniruddha, all of them are on the level of Supreme God, and we are at a much, much, much, much lower level. Insignificant beings who have got the quality of the Supreme Lord as spirit soul, we are spiritual beings, but quantitatively, very, very, very, very tiny. Lord is infinite. We are infinitesimal. So therefore, Balarama is addressed as the personality of Godhead and the protector of the devotees. So Prabhupada says, therefore, Balarama is described also as the mercy incarnation of the Supreme Lord, manifested as the spiritual master who is the savior of the pure devotees. So Balarama is the first guru, Adiguru, and our spiritual master, Prabhupada, is the representative Balarama as the mercy incarnation. Prabhupada is very, very merciful upon the suffering souls, and therefore, Prabhupada is preaching in this world and wants to rescue the suffering souls and take them back to God."
    }
  ]
}