{
  "video_id": "lUpn93Jf4rg",
  "title": "SB 1.18.13 | HH Stoka Krishna Swami | 03-04-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=lUpn93Jf4rg",
  "segments": [
    {
      "start_time": 0,
      "end_time": 51,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyana Timiraandhasya Gyananjanishalakaya Chaksharunmilitam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/lUpn93Jf4rg?t=0",
      "transcript": "Om Agyana Timiraandhasya Gyananjanishalakaya Chaksharunmilitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhaktivedanta Svamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shri Vasadi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet"
    },
    {
      "start_time": 51,
      "end_time": 104,
      "verse_references": [
        "SB 1.18.13"
      ],
      "themes": [
        "association with devotees",
        "value of devotional service",
        "material vs. spiritual benefit"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The value of a moment's association with the devotee of the Lord cannot even be compared to the attainment of heavenly planets, or liberation from matter.",
      "summary": "The speaker introduces and emphasizes the importance of Srimad Bhagavatam verse 1.18.13, highlighting the incomparable value of associating with pure devotees over material achievements or liberation.",
      "timestamp_url": "https://youtu.be/lUpn93Jf4rg?t=51",
      "transcript": "In this session, we discussed the 13th verse of the 18th chapter of the first canto of Srimad Bhagavatam: Tulayama Lavenapi Nasvargam Napunarbhavam Bhagavatsangi Sangasya Martyanamkim Utashishaha. This is a very famous verse in the Bhagavatam. It's quoted many times later on in the Bhagavatam itself and even quoted by Srila Prabhupada on many different instances. So the meaning of this verse is: the value of a moment's association with the devotee of the Lord cannot even be compared to the attainment of heavenly planets, or liberation from matter. And what to speak of worldly benedictions in the form of material prosperity, which are for those who are meant for death."
    },
    {
      "start_time": 104,
      "end_time": 232,
      "verse_references": [
        "SB 1.18.13"
      ],
      "themes": [
        "value of time",
        "association with devotees",
        "fruitive activities",
        "liberation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "You cannot compare the immense benefit you get by moments association with a pure devotee you cannot compare that with the benefit of performing so many fructive activities to elevate oneself to heavenly planets or so many more fructive activities to actually get different kinds of material riches material benefits or even some kind of fructive activity for getting liberation from material bondage",
      "summary": "The speaker elaborates on the verse, explaining that even a fraction of a second spent in the association of a pure devotee is more valuable than any material gain or impersonal liberation.",
      "timestamp_url": "https://youtu.be/lUpn93Jf4rg?t=104",
      "transcript": "This is a very important verse, and it is helping us understand that we don't understand the future. What is the value of associating with a pure devotee, even for a very, very short time? Here, the Sanskrit word is lava. Lavena means lava is a measurement of a duration of time which is a fraction of a second. It's actually a moment, a very, very, very, very small bit of time. Even that, if somebody is able to properly associate with a sadhu, a pure devotee, for even a short time, that is very, very, very, very, very, very, very valuable. And how valuable? This verse is being spoken by the sages from the mission, and they are telling you, you cannot compare the immense benefit you get by a moment's association with a pure devotee. You cannot compare that with the benefit of performing so many fruitive activities to elevate oneself to heavenly planets, or so many more fruitive activities to actually get different kinds of material riches, material benefits, or even some kind of fruitive activity for getting liberation from material bondage, impersonal liberation. None of these are actually worthwhile for a person who's about to die, who is subject to death in this material world."
    },
    {
      "start_time": 232,
      "end_time": 358,
      "verse_references": [],
      "themes": [
        "material happiness",
        "transcendental pleasure",
        "impersonal liberation",
        "devotional service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "One cannot compare the association of a pure devotee to anything material...the result of either of these is material happiness and the result of association with pure devotee is transcendental pleasure",
      "summary": "The speaker quotes Srila Prabhupada's purport, contrasting material happiness derived from fruitive activities and impersonal liberation with the transcendental pleasure gained from associating with pure devotees.",
      "timestamp_url": "https://youtu.be/lUpn93Jf4rg?t=232",
      "transcript": "None of these are really beneficial. Why? Because Prabhupada explains in the purport. The purport of Prabhupada says, when there are some similar points, it is possible to compare one thing to another. You'll see the difference between the two. One cannot compare the association of a pure devotee to anything material. Men who are addicted to material happiness aspire to reach the heavenly planets like the moon, Venus, and Indra Loka. And those who are advanced in material philosophical speculations aspire after liberation from all material bondage. Broadly speaking, those who are non-devotees, their attempts at any other form of divine ultimate in the immo أفeki living man, everybody is in his own way of life, taking labor, all kind of pious activities which help one to go to the heavenly plans to take birth in heavenly pleasures. And the second group of activities are those by which one can get liberation from all material bondage. Here, liberation specifically refers to impersonal liberation, merging into Brahman. So both of these are actually, both these kinds of results are considered material benefits, material result, and this cannot be compared to association with a pure devotee because the result of either of these is material happiness."
    },
    {
      "start_time": 358,
      "end_time": 473,
      "verse_references": [],
      "themes": [
        "material enjoyment",
        "liberation",
        "heavenly planets",
        "devotee's perspective"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The pure devotees of the Lord do not aspire after the happiness obtained in heavenly kingdom nor do they aspire after the liberation from material bondage pure devotees don't want this",
      "summary": "The speaker explains that pure devotees do not desire material enjoyment or impersonal liberation, as they find the pleasures of heavenly planets to be illusory and mundane.",
      "timestamp_url": "https://youtu.be/lUpn93Jf4rg?t=358",
      "transcript": "And the result of association with a pure devotee is transcendental pleasure. So Srila Prabhupada says, when one becomes frustrated with all kinds of material advancement, one desires the opposite type of liberation, which is called a punar bhava, or no rebirth. One category of people are trying to enjoy, enjoy, enjoy, enjoying this material world, but the result of association with a pure devotee is transcendental pleasure. So Srila Prabhupada says one category of people are trying to enjoy, enjoy, enjoy in this material world, but when they realize actually we cannot enjoy in this material world, really real pleasure is not there, we have happiness not, then they try opposite. What is that? They try to avoid taking birth again. And how do they avoid taking birth again? By merging into the existence of the Supreme Lord, called the merging into Brahma Jyoti. But the pure devotees of the Lord do not aspire after the happiness obtained in heavenly kingdom, nor do they aspire after the liberation from material bondage. Pure devotees don't want this. Why? For the pure devotees of the Lord, the material pleasures obtainable in the heavenly parents are like phantasma Gorya. What is phantasma Gorya? It is something like some imaginary pleasure, some utopian ideal, like too much of promise, oh it's very nice, but actually experience that you find what, there is no real, not so much of happiness that I was"
    },
    {
      "start_time": 473,
      "end_time": 533,
      "verse_references": [],
      "themes": [
        "liberation",
        "devotional service",
        "transcendental existence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The devotees they are already by devotional service pure devotional service they're already liberated from all material conceptions of pleasure and distress they are liberated even while living in the material world the pure devotees they're already liberated so why will they seek liberation while they want liberation they're already liberated",
      "summary": "The speaker emphasizes that pure devotees are already liberated through devotional service, even while living in the material world, and are engaged in a transcendental existence.",
      "timestamp_url": "https://youtu.be/lUpn93Jf4rg?t=473",
      "transcript": "I was thinking I will get. It is the same mundane pleasure available anywhere else in any other material situation, near the material facility, the same type of flickering momentary happiness. So heavenly pleasures are also the same quality. And the devotees, they are already, by devotional service, pure devotional service, they're already liberated from all material conceptions of pleasure and distress. They are liberated even while living in the material world. The pure devotees, they're already liberated, so why will they seek liberation? Why they want liberation? They're already liberated."
    },
    {
      "start_time": 533,
      "end_time": 630,
      "verse_references": [],
      "themes": [
        "devotional service",
        "material vs. spiritual",
        "eternality",
        "temporal nature of material achievements"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Devotional service is eternal...All these positions are finished with the body. When death comes, finished, over.",
      "summary": "The speaker contrasts the eternal nature of devotional service with the temporary nature of material achievements, such as kingship or residence in heavenly planets, which end with the death of the body.",
      "timestamp_url": "https://youtu.be/lUpn93Jf4rg?t=533",
      "transcript": "That means the pure devotees of the Lord are engaged in a transcendental existence, namely in the loving service of the Supreme Lord, both in the material world and in the spiritual world. This is a secret that many people do not know. A pure devotee's activities appear like ordinary activities of a materialistic person, but actually, a pure devotee's actions are all completely spiritual. And a pure devotee is only engaged in loving devotional service to Krishna, even while he is in the material world. So Prabhupada compares this pure devotee's activity with an example. As a garment servant is always the same, either in the office or at home, or at any place, so a devotee has nothing to do with that. He has nothing to do with anything material, for he is exclusively engaged in the transcendental service of the Lord. Since he has nothing to do with anything material, what pleasure can he derive from material benedictions like kingship or other overlordships, which are finished quickly with the end of the body? Why will a pure devotee aspire for becoming a king, becoming an emperor, becoming a resident of heavenly planets, becoming even the king of heaven? Because all these positions are finished with the body. When death comes, finished, over."
    },
    {
      "start_time": 630,
      "end_time": 697,
      "verse_references": [
        "BG 2.47"
      ],
      "themes": [
        "eternality of devotional service",
        "material vs. spiritual happiness",
        "unbroken happiness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "All material pleasures have a beginning and end. Spiritual happiness, no beginning, no end.",
      "summary": "The speaker reinforces the concept of the eternality of pure devotional service and the continuous, unbroken happiness experienced by those engaged in it, contrasting it with the temporary nature of material pleasures.",
      "timestamp_url": "https://youtu.be/lUpn93Jf4rg?t=630",
      "transcript": "The positions are all temporal. Devotional service is eternal. This is a very, very important point. Pure devotional service, of course devotional service here means pure devotional service, it is eternal. That means there is no end. There is no stoppage. It has no end because it is spiritual. Anything spiritual has no end. Everything material has got an end. This Krishna describes in Bhagavad Gita: Adi antavanta kaunteya na teshu ramate buddhaha. All material pleasures have a beginning and end. Spiritual happiness, no beginning, no end. No beginning especially for those who are always engaged in transcendental loving service with the Lord. They are always happy, and their happiness continues without any break. They are always jolly."
    },
    {
      "start_time": 697,
      "end_time": 796,
      "verse_references": [],
      "themes": [
        "pure devotee",
        "Suta Goswami",
        "Naimisharanya",
        "uselessness of fruitive activities"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "For eternal life, they are useless.",
      "summary": "The speaker uses the example of Suta Goswami speaking to the sages of Naimisharanya to illustrate that fruitive activities and Vedic study are useless for attaining eternal life compared to hearing and reciting the Bhagavatam.",
      "timestamp_url": "https://youtu.be/lUpn93Jf4rg?t=697",
      "transcript": "They are always happy. Therefore, since the assets of a pure devotee are completely different from material assets, there is no comparison between the two. Suta Goswami was a pure devotee of the Lord. Suta Goswami is sitting and speaking Srimad Bhagavatam, the sage of Naimisharanaya. He was a pure devotee of the Lord, and therefore his association with the rishis in Naimisharanaya, the sage of Naimisharanaya is unique. So many. And the sages of Naimisharanaya are very highly qualified brahmanas. They know so much about different kinds of fruitive activities, different kinds of sacrifices, different kinds of study of the spiritual literature, Vedic literature. But none of them are useful for eternal life. They are useless. For eternal life, they are useless. Whereas, Suta Goswami, he is not going to narrate or describe any of those type of descriptions, how to do some material fruitive activity, how to attain impersonal liberation, none of those things."
    },
    {
      "start_time": 796,
      "end_time": 915,
      "verse_references": [],
      "themes": [
        "material entanglement",
        "sense gratification",
        "Bhagavata Sangam",
        "association with devotees"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Simply get association of a pure devotee.",
      "summary": "The speaker contrasts the negative effects of material entanglement and sense gratification with the positive benefits of Bhagavata Sangam, or association with the Lord's name, form, qualities, activities, and pure devotees.",
      "timestamp_url": "https://youtu.be/lUpn93Jf4rg?t=796",
      "transcript": "He simply is reciting the Bhagavatam. In the material world, association with gross materialists is veritably condemned. So the materialist is called Yoshitsangi, or one who is very much attached to material entanglement. Materialists are like that. They are always after material pleasures, and they become entangled. What is this material entanglement? Women and other paraphernalia, they are always looking for sense gratification. So they want sense objects. Here, women means the object of enjoyment in terms of the opposite gender. For a man it is a woman, for a woman it is a man. Sex pleasure. And connected with sex pleasure, there are so many other pleasures: pleasure of eating, pleasure of sleeping, pleasure of enjoying different kinds of sense objects, all those kind of things. Such attachment is conditioned because it drives away the benedictions of life and prosperity. One becomes entangled means one is subject to a repetition of birth and death, because in one body, none of these types of enjoyments can all be experienced. So opposite of this Yoshitsanga is Bhagavata Sangam. Sorry, Bhagavata Sangam. One who is always in the association of Lord's, Supreme Lord's name, form, qualities, activities, pure devotees, etc. Such association is always desirable. Bhagavata Sangam. It is worshipable, it is praiseworthy, and one may accept it as the highest goal of life."
    },
    {
      "start_time": 915,
      "end_time": 949,
      "verse_references": [],
      "themes": [
        "Srila Prabhupada",
        "Bhagavatam",
        "association",
        "eternal life"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "And that association can guarantee you eternal life.",
      "summary": "The speaker concludes by emphasizing that Srila Prabhupada's teachings and recordings provide an opportunity for association that can guarantee eternal life.",
      "timestamp_url": "https://youtu.be/lUpn93Jf4rg?t=915",
      "transcript": "Simply get association of a pure devotee. And that's what exactly Prabhupada is doing by giving us this Bhagavatam, by speaking. And all those speeches are recorded and they are available now. Prabhupada's singing Kirtan, Prabhupada's speaking Bhagavatam, Prabhupada's explanations of the devotional literatures, everything is available simply here, Prabhupada speaking. And that association can guarantee you eternal life. I'll stop here. Thank you very much."
    }
  ]
}