{
  "video_id": "lwNrAcADhF4",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.8.49-50 | 20-03-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=lwNrAcADhF4",
  "segments": [
    {
      "start_time": 37,
      "end_time": 179,
      "verse_references": [],
      "themes": [
        "Kurukshetra War",
        "Yudhishthira's remorse",
        "Responsibility"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So Yudhishthira Maharaj is affected by the massacre that happened in the battle of Kurukshetra.",
      "summary": "The speaker introduces the context of Yudhishthira Maharaj's lamentation after the Kurukshetra war, highlighting the immense loss of life and Yudhishthira's feeling of responsibility.",
      "timestamp_url": "https://youtu.be/lwNrAcADhF4?t=37",
      "transcript": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chaiva Narottamam Deviim Saraswatiim Vyasam Tato Jayam Udhirayet. In this session, we will be discussing the 49th and the 50th verses of the 8th chapter of the first canto of Srimad Bhagavatam. The 49th verse: The meaning of this verse is, \"I have killed many boys, brahmanas, well-wishers, friends, parents, preceptors, and brothers. Though I live millions of years, I will not be relieved from the hell that awaits me for all these sins.\" So Yudhishthira Maharaj is affected by the massacre that happened in the battle of Kurukshetra. It was a World War. The whole world was divided into two parties: those on the side of the Pandavas and those on the side of Kauravas. So The Mahabharata says 640 million people were dead at the end of 18 days of the battle of Kurukshetra. So when Yudhishthira Maharaj was killed by the massacre, he went to the scene of the battlefield. He saw the number of dead people and he was overwhelmed with a feeling that I have been responsible for this entire killing. Now how is it that he's responsible? Because the whole battle was fought."
    },
    {
      "start_time": 179,
      "end_time": 320,
      "verse_references": [
        "BG 1.1"
      ],
      "themes": [
        "Duryodhana's evil intentions",
        "Krishna's protection of Pandavas",
        "Purpose of creation",
        "Krishna consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Only a pure devotee can properly rule this world and actually guide the people to become Krishna conscious, to get out of this material entanglement.",
      "summary": "The speaker explains the reasons behind the war, focusing on Duryodhana's evil intentions and Krishna's divine plan to establish the Pandavas, pure devotees, as rulers to guide people towards Krishna consciousness.",
      "timestamp_url": "https://youtu.be/lwNrAcADhF4?t=179",
      "transcript": "Yudhishthira Maharaj as the emperor of the world. Of course, it was the rightful claim of the Pandavas to rule the world after the death of Pandu, who was the ruling emperor. But Dhritarashtra, being the caretaker king while the Pandavas were very small, their father King Pandu, Emperor Pandu, he died untimely, early. So then Dhritarashtra was made the caretaker king because there was nobody else to take charge of ruling till Yudhishthira grew up and became sufficiently powerful. He was trained and an adult to actually take charge of ruling the kingdom, ruling the entire world. So Dhritarashtra, as the caretaker king, developed the desire that his sons, the Kauravas, headed by Duryodhana, should rule and not the Pandavas. So Duryodhana being evil-minded, it is described in the Bhagavad Gita, Dhritarashtra durbuddhe yudhe priyochikiri shavaha. Durbuddhi, evil-minded Duryodhana, he planned and plotted to kill the Pandavas and eliminate them before they could even become adults and could actually stake the claim for ruling the entire world. But Duryodhana was unsuccessful because the Pandavas, being pure devotees, were always protected by Krishna. It was Krishna's plan that the Pandavas should actually be ruling the entire world because they are the proper representatives of Krishna, the Supreme Lord, being pure devotees of Krishna. Only a pure devotee can properly rule this world and actually guide the people to become Krishna conscious, to get out of this material entanglement. That's the whole plan of the Supreme Lord in this material world."
    },
    {
      "start_time": 320,
      "end_time": 462,
      "verse_references": [],
      "themes": [
        "Purpose of material creation",
        "Conditioned souls",
        "Liberation",
        "Role of a Kshatriya king"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The purpose of this creation is to give a chance to the conditioned souls.",
      "summary": "The speaker elaborates on the purpose of material creation as an opportunity for conditioned souls to realize their spiritual nature and return to the spiritual world, emphasizing the role of a Kshatriya king in guiding people towards liberation.",
      "timestamp_url": "https://youtu.be/lwNrAcADhF4?t=320",
      "transcript": "Sometimes people wonder, what is the purpose of this creation? The purpose of this creation is to give a chance to the conditioned souls. All of us are called conditioned souls. We are conditioned by this material nature. We develop desires to enjoy, thinking that we are this body, we belong to this world. And our life continues birth after birth after birth because we have so many varieties of desires for enjoying. But actually Krishna's purpose is different. Krishna wants us to realize we don't belong here because we are spirit, soul, we are not the body. And as spiritual beings, we can never be really satisfied and happy by material pleasures, by material enjoyment, by material lordship. We can never be satisfied or happy. So Krishna wants us to realize this. And for this purpose, Krishna has created this world in such a way that in the human form of life, we have developed intelligence. And if we are guided on the spiritual path of emancipation, of liberation from material bondage, then very easily we are able to understand and act appropriately under proper guidance and become completely free from all entanglements and go back to our original position in the spiritual world to enjoy eternal life of bliss and knowledge. This is the whole plan of the Supreme Personality of Godhead. This is the purpose of creation: to liberate all the living beings, especially the human beings. And a proper Kshatriya ruling the human beings, ruling this world and particularly guiding the human beings on this path of liberation. It is possible that everyone can be liberated if they are guided by a king like Yudhishthira."
    },
    {
      "start_time": 462,
      "end_time": 533,
      "verse_references": [],
      "themes": [
        "Innocence",
        "Sins of war",
        "Yudhishthira's responsibility"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Whenever there is a war, there is certainly a massacre of many innocent living beings, such as boys, brahmanas and women, whose killing is considered to be the greatest of sins.",
      "summary": "The speaker quotes Srila Prabhupada on the sins of war, particularly the killing of innocent beings, and reiterates Yudhishthira's acceptance of responsibility for the mass killing.",
      "timestamp_url": "https://youtu.be/lwNrAcADhF4?t=462",
      "transcript": "A Krishna conscious king. So in the purport, Srila Prabhupada says, \"Whenever there is a war, there is certainly a massacre of many innocent living beings, such as boys, brahmanas and women, whose killing is considered to be the greatest of sins. Innocent people should not be killed. They are all innocent creatures and in all circumstances killing of them is forbidden in the scriptures. Maharaj Yudhishthira was aware of these mass killings. Similarly there were friends, parents and preceptors also on both sides and all of them were killed. It was simply horrible for him to think of such killing and therefore he was thinking of residing in hell for millions and billions of years.\" Yudhishthira Maharaj accepts responsibility for this mass killing because only for the sake of enthroning Yudhishthira the whole battle was fought. And so many people were killed."
    },
    {
      "start_time": 533,
      "end_time": 667,
      "verse_references": [],
      "themes": [
        "King's duty",
        "Yudhishthira's humility",
        "Self-aggrandizement",
        "Pure devotee's sensitivity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A pure devotee is very thoughtful, is very sensitive, he is very very careful in every action and he always considers the consequences of any action that he performs.",
      "summary": "The speaker discusses the apparent contradiction of a king's duty to kill miscreants versus Yudhishthira's feeling of guilt, highlighting Yudhishthira's humility and a pure devotee's sensitivity to the consequences of their actions.",
      "timestamp_url": "https://youtu.be/lwNrAcADhF4?t=533",
      "transcript": "The 50th verse: naino rājña prajābhartur dharma-yuddhe vadho dviṣāṁ iti me natu bodhāya kalpate śāsanam vachaha. The meaning is, there is no sin for a king who kills for the right cause, who is engaged in maintaining his citizens, but this injunction is not applicable to me. A king has to engage in violence when there is a necessity of protecting innocent creatures, of protecting the weaker sections of society, of protecting women, of protecting saintly persons, of protecting brahmanas. Then he has to actually kill the miscreants. That's the duty of the king. But Yudhishthira Maharaj is thinking that even though a king has got a duty to kill the miscreants, but this killing in this battle is not applicable, is not proper for King Yudhishthira. That's what he's thinking. The Purport: Shrila Prabhupāda says, \"Maharaj Yudhishthira thought that although he was not actually involved in administration of the kingdom, just being carried on well by Duryodhana without any harm to the citizens, he caused the killing of so many living beings only for his personal gain of the kingdom from the hands of Duryodhana. The killing was committed not in the course of administration but for the sake of self-aggrandizement, and as such he thought himself responsible for all the sins.\" This is Yudhishthira Maharaj's thinking. A pure devotee is very thoughtful, is very sensitive, he is very very careful in every action and he always considers the consequences of any action that he performs. Before performing the action there is so much of thinking, there is so much of precautions taken."
    },
    {
      "start_time": 667,
      "end_time": 820,
      "verse_references": [],
      "themes": [
        "Peace negotiations",
        "Duryodhana's obstinacy",
        "Kshatriya dharma",
        "Avoiding war"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Yudhishthira Maharaj tried peace negotiations with Duryodhana and the Kauravas. In so many ways he tried to avert this battle.",
      "summary": "The speaker recounts Yudhishthira's efforts to avoid the war through peace negotiations, highlighting Duryodhana's obstinacy and the Pandavas' willingness to compromise, even asking for just five villages.",
      "timestamp_url": "https://youtu.be/lwNrAcADhF4?t=667",
      "transcript": "As you are aware, in the Mahabharata it is described that to avoid this battle, Yudhishthira Maharaj tried peace negotiations with Duryodhana and the Kauravas. In so many ways he tried to avert this battle. He did not like the idea of fighting against the Kauravas in order to get back his rightful claim for the kingdom. But Duryodhana was obstinate and he would not give the kingdom back to the Pandavas. Of course it is a very long story. Story in the sense it is a historical incident that really happened. It is not a fictitious story. Actually the Kauravas headed by Duryodhana they usurped the kingdom of the Pandavas by cheating them in a gambling match. And after they promised to return the kingdom after the Pandavas had completed 13 years of exile living in the forest. When they came back Duryodhana refused to give back their kingdom. So then war became inevitable because a Kshatriya when challenged he cannot refuse to fight. So Duryodhana said you fight and defeat us and then you take your kingdom. So Kshatriya never begs for kingdom. Of course it was a rightful claim. Yudhishthira was not begging Duryodhana. But Yudhishthira did not like the idea of fighting and killing the Kauravas and so many others. He knew that it is going to be a world war. So to avoid that world war Yudhishthira tried peace negotiations. The Pandavas reduced their request for peace by averting the battle by just asking five villages for the five brothers. Even Duryodhana was not willing to give this much to the Pandavas."
    },
    {
      "start_time": 820,
      "end_time": 956,
      "verse_references": [],
      "themes": [
        "Duty of a king",
        "Simple life of devotees",
        "Detachment",
        "Yudhishthira's guilt"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So the Pandavas as devotees their life is very very simple...They are as pure devotees they are completely free from the desire for sense enjoyment.",
      "summary": "The speaker explains the Pandavas' simple life as devotees, their detachment from material comforts, and reiterates Yudhishthira's feeling of guilt for the massacre caused by the war, despite Duryodhana's obstinacy.",
      "timestamp_url": "https://youtu.be/lwNrAcADhF4?t=820",
      "transcript": "Why were the Pandavas asking? Because they are duty bound to maintain themselves by ruling over citizens, by ruling over people. So they collect taxes and maintain themselves. So the Pandavas as devotees, their life is very very simple. Anyway, thirteen years they have spent in exile. They are so magnanimous souls. They are as pure devotees, they are completely free from the desire for sense enjoyment. A devotee maintains his body simply for the sake of doing some devotional service to Krishna. That's all. He maintains his existence only for serving Krishna. And for serving Krishna what is required? Krishna is happy even if any devotee offers him in worship a leaf, a flower, a fruit or little water. So devotees live a very simple life and they are engaged in a devotional service. So the Pandavas did not have, even though they were born in a royal family and they were living in a palace before they were sent to exile. They were living in royal comforts as Kshatriyas ruling half the world. But as devotees they did not want any of these comforts. So the Pandavas reduced their request and they asked Duryodhana for five villages and Duryodhana refused. So war was inevitable. So even though Duryodhana's obstinacy was the cause for the entire battle, Yudhishthira is now thinking that this massacre that has happened, he considers himself responsible and therefore he is very much feeling guilty of being the cause for this massacre, mass killing."
    }
  ]
}