{
  "video_id": "Lxx7DF7xBbM",
  "title": "Why Our Senses Fail to Reveal Truth | Sri Amitasana Dasa | ISKCON Bangalore Sanga",
  "speaker": "HG Amitasana Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=Lxx7DF7xBbM",
  "segments": [
    {
      "start_time": 0,
      "end_time": 106,
      "verse_references": [],
      "themes": [
        "limitations of senses",
        "spiritual knowledge",
        "surrender",
        "humility",
        "perception of reality"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Our scriptures are saying that we cannot perceive the reality with our senses because our senses, we all have four inherent defects.",
      "summary": "The speaker discusses the limitations of our senses in perceiving reality, referencing scientific theories about extra dimensions and emphasizing the need for spiritual knowledge, humility, and surrender to a spiritual master to gain a glimpse of reality.",
      "timestamp_url": "https://youtu.be/Lxx7DF7xBbM?t=0",
      "transcript": "I'll share with you a quote from a very eminent scientist. He says, \"All the scientific theories do not dictate that there has to be only three dimensions. Although we can't see with our eyes or feel with our fingers, additional dimensions of space are a logical possibility. Our senses register only three dimensions. So, extra dimensions might sound incredible. Even the dimension in the world we are living in, the Earth planet we are living in, in Hyderabad city what we are living in, what we are seeing is not necessarily complete reality. Forget about where we have not gone. But our scriptures are saying that we cannot perceive the reality with our senses because our senses, we all have four inherent defects. So, with this limitation, inherent defects in our senses, we will never be able to perceive the reality. So, when we get spiritual knowledge, we understand how small, insignificant we are, coupled with humility. I am a small, insignificant Jeeva. I have limited sense perception. Can't even control myself. How can I control things?\" When that living entity develops that humility, surrenders to the Supreme Lord, surrenders to a bona fide spiritual master, OM AGYANATI MIRAN DASYA GYANANJANA SHALAKE, we open our eyes with the torch of knowledge."
    }
  ]
}