{
  "video_id": "lZMMEdN_tMU",
  "title": "Daily Evening Bhagavatam Discourse | SB 1.17.21-22 | HH Stoka Krishna Swami | 03-03-2023",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=lZMMEdN_tMU",
  "segments": [
    {
      "start_time": 0,
      "end_time": 48,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Agyanati Miran Dhasya Gyanan Janishalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, invoking blessings and paying respects to the spiritual master and Lord Krishna.",
      "timestamp_url": "https://youtu.be/lZMMEdN_tMU?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyanan Janishalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha Namah Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvijesha Shunyavadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shri Vasadi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Jai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet"
    },
    {
      "start_time": 48,
      "end_time": 116,
      "verse_references": [
        "SB 1.17.21"
      ],
      "themes": [
        "narrative",
        "context"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In this session we will be discussing from two verses, verses 21 and 22 of the 17th chapter of the first canto of Shri Madbhagavatam",
      "summary": "The speaker introduces the verses to be discussed and provides context by explaining that Suta Goswami is narrating events leading to Pariksit Maharaj meeting Shukadev Goswami.",
      "timestamp_url": "https://youtu.be/lZMMEdN_tMU?t=48",
      "transcript": "In this session, we will be discussing from two verses, verses 21 and 22 of the 17th chapter of the first canto of Shri Madbhagavatam. The 21st verse is as follows: Suta Vacha Evam Dharmepravadati Samrat Dvijasattamah Samahitena Manasa Vikhedaparyachashtatam. The meaning of this verse is, Suta Goswami said, O best among the brahmanas, the emperor Pariksit, thus hearing the personality of religion speak, was fully satisfied and without mistake or regret, he gave his reply. Suta Goswami is addressing the brahmanas, the sages of Naimisharanya, assembled in that holy place for hearing about Krishna from Suta Goswami. So Suta Goswami is narrating the events leading to Pariksit Maharaj."
    },
    {
      "start_time": 116,
      "end_time": 289,
      "verse_references": [],
      "themes": [
        "Kali Yuga",
        "Dharma",
        "philosophy",
        "Bhagavatam"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bhagavatam declares the philosophical truths perfectly clearly very nicely and they are all connected with different events incidents historical incidents",
      "summary": "The speaker describes Pariksit Maharaj's encounter with Kali Purusha and the philosophical reply of the bull, who is actually the personality of religion (Dharma), emphasizing the importance of understanding philosophical truths through historical incidents in the Bhagavata Purana.",
      "timestamp_url": "https://youtu.be/lZMMEdN_tMU?t=116",
      "transcript": "Pariksit Maharaj meeting Shukadev Goswami. So when Pariksit was ruling, Kali Yuga just was beginning, Kali Purusha was trying to enter Pariksit's kingdom, and Pariksit encountered this Kali Purusha, and he saw Pariksit saw this Kali Purusha beating cow and bull. Now he was questioning the cow and the bull, \"Who is responsible for hurting you, harming you?\" So the bull gives a very philosophical reply. That reply actually helps Pariksit understand. This is no ordinary bull, and he says that in his reply he will clarify this bull is actually the personality of religion, Dharma. So in the purport, Srila Prabhupada says, \"The statement of the bull, the personality of religion, was full of philosophy and knowledge, and the king was satisfied since he could understand that the suffering bull was not an ordinary one. It is not an ordinary bull. Unless one is perfectly conversant with the law of the Supreme Lord, one cannot speak such things touching philosophical truths.\" So Bhagavatam is such a scripture, you can read it in the book of Bhagavad Gita, and you can read it in the book of Bhagavad Gita, it explains the philosophical truths perfectly clearly, very nicely, and they are all connected with different events, incidents, historical incidents. Therefore, the Bhagavata Purana historical incidents, and these incidents are necessary to understand the truth of the Bhagavad Gita connected with the supreme personality of Godhead Krishna and the pure devotees of Krishna. So therefore, Bhagavata in relationship with Bhagavan, the devotee is called Bhagavata, this scripture is called Bhagavata in relationship with Krishna Bhagavata."
    },
    {
      "start_time": 289,
      "end_time": 354,
      "verse_references": [],
      "themes": [
        "Dharma",
        "wisdom",
        "Pariksit Maharaj"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Dharma is completely conversant with the law of the Supreme Lord and therefore Dharma is speaking Pariksit Maharaj.",
      "summary": "The speaker explains that Dharma is speaking to Pariksit Maharaj, who is also wise and knowledgeable, and is about to reply without doubts or mistakes.",
      "timestamp_url": "https://youtu.be/lZMMEdN_tMU?t=289",
      "transcript": "And Dharma comes to the aid. Dharma is one that gives out a secret truth as required in the ConelightBIhu of life, as explained here, that Dharma is completely conversant with the law of the Supreme Lord, and therefore Dharma is speaking to Pariksit Maharaj. And what about Pariksit Maharaj? The emperor, that is King Pariksit, being also on an equal level of sagacity. Sagacity means wisdom. He is also a wise king. He is trained. He is knowledgeable. He is a devotee. So he replied to the point without doubts or mistakes. Let's hear what is Pariksit's reply to Dharma, the personality of religious"
    },
    {
      "start_time": 354,
      "end_time": 404,
      "verse_references": [
        "SB 1.17.22"
      ],
      "themes": [
        "Pariksit Maharaj",
        "Dharma",
        "irreligious acts"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "O you who are in the form of a bull, you are the repeater, you are the perpetrator. You are no other than the personality of religion.",
      "summary": "The speaker introduces the 22nd verse, where King Pariksit replies to the bull, acknowledging him as the personality of religion and discussing the consequences of irreligious acts.",
      "timestamp_url": "https://youtu.be/lZMMEdN_tMU?t=354",
      "transcript": "principles in the form of a book. So the 22nd verse. The meaning of this 22nd verse is the king said, that is King Pariksit is replying to the bull, \"O you who are in the form of a bull, you know the truth of religion, and you are speaking according to the principle that the destination intended for the perpetrator of irreligious acts is also intended for one who identifies the truth of religion.\" So the 22nd verse says, \"O you who are in the form of a bull, you are the repeater, you are the perpetrator.\""
    },
    {
      "start_time": 404,
      "end_time": 550,
      "verse_references": [],
      "themes": [
        "suffering",
        "karma",
        "God's sanction"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A devotee's conclusion is that no one is directly responsible for being a benefactor or mischief-monger without the sanction of the Lord",
      "summary": "The speaker explains that while there are multiple causes for suffering, ultimately everything happens with God's sanction, and no one is directly responsible without it.",
      "timestamp_url": "https://youtu.be/lZMMEdN_tMU?t=404",
      "transcript": "You are no other than the personality of religion. Let's try to understand what does this verse mean in detail in the purport. The bull has said that it is very difficult to ascertain the particular miscreant who is responsible for our suffering, why? Because there are multiple causes, it's not just one cause. This has been discussed in the Vedanta philosophy in very detailed way, and we went through some of those philosophies in the previous sessions, that some philosophers say the self is responsible, some philosophers say that superhuman powers are responsible, some say nature is the ultimate cause, some say only God is the cause. So all kinds of different philosophies do exist, but Bhagavatam declares the proper understanding of all the causes, and particularly Bhagavatam declares the supreme cause of everything, that is Krishna, sarva karana karanam, the supreme cause. Yet we cannot blame God for our suffering, even though ultimately God is the cause of all causes, the supreme cause of everything, but still we cannot blame. How we will understand from the purport. In the purport Srila Prabhupada says, \"A devotee's conclusion is that no one is directly responsible for being a benefactor or mischief-monger without the sanction of the Lord.\""
    },
    {
      "start_time": 550,
      "end_time": 679,
      "verse_references": [],
      "themes": [
        "karma",
        "God's grace",
        "devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Whether the result of the action is beneficial for me or it is not beneficial it is harmful or it is a loss Both are God sent and thus it is his grace, God's grace.",
      "summary": "The speaker elaborates on the idea that both benefits and losses are God-sent and are ultimately God's grace, even though devotees may sometimes doubt this in the face of suffering.",
      "timestamp_url": "https://youtu.be/lZMMEdN_tMU?t=550",
      "transcript": "You see, any action that has been committed to the Lord, even in this life, that takes place, there is a background for that action, because that action can take place only when the supreme lord, seated as Paramatma in the heart of everyone, has to sanction that act, good or bad, harmful or beneficial. Therefore, Srila Prabhupada says further, he means the devotee does not consider anyone to be directly responsible for such action. So nobody is directly responsible because there are a chain of causes and effects, but in both the cases, he takes it for granted that either benefit or loss is God sent, because in both cases, God is a sanctioner. Krishna is Paramatma in the heart of the performer of the action is sanctioning that action. So therefore, a devotee understands whether the result of the action is beneficial for me or it is not beneficial, it is harmful or it is a loss. Both are God sent, and thus it is His grace, God's grace. In case of benefit, no one will deny that it is God sent, because especially devotees, they always are dependent on the mercy of the Lord, and they are very pleased to receive God's mercy in the shape of so many nice benefits that they derive in any situation. But in case of loss or reverses, one becomes doubtful about how the Lord could be so unkind to His devotee as to put him in great difficulty."
    },
    {
      "start_time": 679,
      "end_time": 822,
      "verse_references": [],
      "themes": [
        "suffering",
        "devotion",
        "tolerance",
        "karma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If I am being harmed by another person, I am equally responsible for getting the suffering, as much as the person who is inflicting the suffering also is responsible, has to take the reaction for that sin.",
      "summary": "The speaker discusses how a devotee should understand suffering caused by others, using the example of Jesus Christ, and emphasizing that the devotee is equally responsible for the suffering due to past karma.",
      "timestamp_url": "https://youtu.be/lZMMEdN_tMU?t=679",
      "transcript": "So how to understand, especially how can a devotee understand that if I am suffering due to somebody's mistreatment, ill treatment, just like the bull was directly being beaten by Kalipurusha. So how can Kalipurusha beat a devotee? Because unless God sanctions Kalipurusha's intention or desire to beat, Kalipurusha cannot do any harm independently. So then why would God sanction a devotee being beaten by a miscreant? Prabhupada gives an example. Jesus Christ was seemingly put into such great difficulty being crucified by the ignorant, but he was never angry at the mischief mongers. This is a fact. Pure devotees, acharyas, and great saintly persons, they know that in any difficult circumstances, they never blame the person who is the immediate cause of the problem. That is the way of accepting a thing either favorable or unfavorable. Thus for a devotee, the identifier is equally a sinner like the mischief monger. That means, if I am being harmed by another person, I am equally responsible for getting the suffering, as much as the person who is inflicting the suffering also is responsible, has to take the reaction for that sin, and I deserve to get that. That is the way of accepting a sin. This is the way of getting the great sin. This is how the person who is suffering from that sin can get a sense of loosing the sense of love, and this is the way of getting the great evil. See, the great evil, the right way to get rid of evil is not just to have the wrong action. This is a great way to end it. Life has a heart, the right way, the left way, the right way, and the right way to face the situation."
    },
    {
      "start_time": 822,
      "end_time": 905,
      "verse_references": [],
      "themes": [
        "tolerance",
        "Krishna consciousness",
        "devotion",
        "karma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A devotee tolerates all difficulties or dangers or any harm by thinking that due to my own past sinful activities in the past, my own past sinful activities, I deserve to suffer much more.",
      "summary": "The speaker explains that devotees tolerate difficulties by recognizing them as a small punishment for past sins and maintaining Krishna consciousness under all circumstances to return to Godhead.",
      "timestamp_url": "https://youtu.be/lZMMEdN_tMU?t=822",
      "transcript": "So, by God's grace, the devotee tolerates all reverses. There are some words in the Bhagavatam, in a later canto, in the tenth canto, Tatenu Kampam Susamikshamano Bhunjana Evatmakrutam Vipakam. A devotee tolerates all difficulties or dangers or any harm by thinking that due to my own past sinful activities in the past, my own past sinful activities, I deserve to suffer much more. But by Krishna's grace, I am getting a very small token of punishment. So let me just suffer. Let me not forget Krishna, even in the midst of difficulty or danger. And let me never forget Krishna, even if I am going through some happiness or going through some period where I have lot of benefits or lot of good things coming my way. In either case, I don't want to forget Krishna. My destination is to go back to Godhead, and I simply have to be Krishna conscious. That's all under all circumstances."
    },
    {
      "start_time": 905,
      "end_time": 991,
      "verse_references": [],
      "themes": [
        "devotion",
        "Krishna consciousness",
        "liberation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Whatever be the situation, devotees simply are Krishna conscious and they go back to Godhead at the end of life.",
      "summary": "The speaker concludes by reiterating that devotees depend on Krishna in all situations, maintain Krishna consciousness, and ultimately return to Godhead, regardless of the circumstances of their lives.",
      "timestamp_url": "https://youtu.be/lZMMEdN_tMU?t=905",
      "transcript": "Therefore, Maharaj Pariksit could understand that the bull was no other than the personality of religion himself. In other words, a devotee has no suffering at all because so called suffering is God's grace for a devotee who sees God in everything. The cow and bull never die. The cow and bull never placed any complaint before the king for being tortured by the personality of Kali, although everyone lodges such complaints before the state authorities. The extraordinary behavior of the bull made the king conclude that the bull was certainly the personality of religion, for no one else could understand the finer intricacies of the codes of religion. So therefore, the conclusion is that there are mudras. There are multiple causes and a devotee depends upon Krishna under all circumstances and by Krishna's grace, the devotee is able to go through all situations in Krishna consciousness and ultimately go back to Godhead, irrespective of whether there was suffering in the course of living life in this body or there was some enjoyment or there was some peace or there was some chaos. Whatever be the situation, devotees simply are Krishna conscious and they go back to Godhead at the end of life."
    }
  ]
}