{
  "video_id": "LZpxLDNv3-g",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.7.37 | 12-01-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=LZpxLDNv3-g",
  "segments": [
    {
      "start_time": 0,
      "end_time": 54,
      "verse_references": [],
      "themes": [
        "Invocation",
        "Prayers"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyana Timiraandasya Gyananjanishalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/LZpxLDNv3-g?t=0",
      "transcript": "Om Agyana Timiraandasya Gyananjanishalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhaktivedanta Swamini Tinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nityananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Devim Saraswateem Vyasam Tato Jaya Mudhirayet Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam"
    },
    {
      "start_time": 54,
      "end_time": 92,
      "verse_references": [
        "SB 1.7.37"
      ],
      "themes": [
        "Verse Explanation",
        "Punishment",
        "Well-being"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A cruel and wretched person who maintains his existence at the cost of others' lives deserves to be killed for his own well-being otherwise he will go down by his own actions",
      "summary": "The speaker introduces the 37th verse of the 7th chapter of the 1st canto of Srimad Bhagavatam, discussing the concept of just punishment for a cruel person.",
      "timestamp_url": "https://youtu.be/LZpxLDNv3-g?t=54",
      "transcript": "In this session, we will be discussing from the 37th verse of the 7th chapter of the 1st canto of Srimad Bhagavatam: Swaprananya Parapranayi Prapushnati Agrana Khalaha Tad Vadastasya Hi Shreyo Yad Doshad Yad Yad Pumaan. The meaning of this 37th verse: A cruel and wretched person who maintains his existence at the cost of others' lives deserves to be killed for his own well-being; otherwise, he will go down by his own actions."
    },
    {
      "start_time": 92,
      "end_time": 128,
      "verse_references": [],
      "themes": [
        "Ashwathama",
        "Punishment",
        "Karma",
        "Well-being"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Ashwathama has committed a very serious crime and if he is not punished now he is going to degrade himself and he is going to suffer the reaction anyway at a later stage so he has to be punished for his own good for his own well-being",
      "summary": "The speaker explains that Krishna is instructing Arjuna that Ashwathama should be punished for his own good to avoid future suffering.",
      "timestamp_url": "https://youtu.be/LZpxLDNv3-g?t=92",
      "transcript": "Now, Krishna is instructing Arjuna that Ashwathama has committed a very serious crime, and if he is not punished now, he is going to degrade himself, and he is going to suffer the reaction anyway at a later stage, so he has to be punished for his own good, for his own well-being."
    },
    {
      "start_time": 128,
      "end_time": 224,
      "verse_references": [],
      "themes": [
        "Capital Punishment",
        "Karma",
        "Hell",
        "Justice"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Political morality is to punish a person by a death sentence in order to save a cruel person from going to hell the punishment in hell is much much much much more severe than just this death sentence now",
      "summary": "The speaker discusses the justification for capital punishment, arguing that it can prevent a murderer from suffering more severe consequences in hell.",
      "timestamp_url": "https://youtu.be/LZpxLDNv3-g?t=128",
      "transcript": "So, Srila Prabhupada elaborately explains this in the purport: A life for a life is just punishment for a person who cruelly and shamelessly lives at the cost of others' lives. So much discussion nowadays is going on that punishment is not justified, capital punishment is to a for a murder, for a murderer. If the laws of the land punish him by giving him a punishment where he'll be able to become free from the reaction when is punished properly, appropriately, political morality is to punish a person by a death sentence in order to save a cruel person from going to hell. The punishment in hell is much, much, much, much more severe than just this death sentence now, because he has committed a murder or he has killed somebody unjustly. So instead of pardoning him and making him suffer in hell in future, it is better that he be punished now."
    },
    {
      "start_time": 224,
      "end_time": 325,
      "verse_references": [],
      "themes": [
        "Karma",
        "Punishment",
        "Purification",
        "Heaven"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "That a murderer is condemned to a death sentence by the state is good for the culprit, because in his next life, he will not have to suffer for his act of murder.",
      "summary": "The speaker elaborates on the idea that punishment purifies a person from their sins, potentially leading to promotion to heavenly planets.",
      "timestamp_url": "https://youtu.be/LZpxLDNv3-g?t=224",
      "transcript": "That a murderer is condemned to a death sentence by the state is good for the culprit, because in his next life, he will not have to suffer for his act of murder. See, people sometimes say, I can't remember what all I did in my previous life. Why am I made to suffer now? That's because you have to suffer. You have done the mistake and you did not atone for it, nor you received punishment for the mistake you did. So neither you atoned nor you received punishment. Therefore, in the next life, you have to suffer the reaction. Such a death sentence for the murderer is the lowest, lowest possible punishment offered to him. You see, lowest possible punishment. And it is said in the Smriti Shastras that men who are punished by the king on the principle of life for a life are purified of all their sins. See, they became purified, even though they might have committed a very, very grievous sin of killing another person unjustly. So much so that they may be eligible for being promoted to the planets of heaven."
    },
    {
      "start_time": 325,
      "end_time": 475,
      "verse_references": [],
      "themes": [
        "Animal Killing",
        "Murder",
        "Conspiracy",
        "Civilized Society"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Even the killer of an animal is to be considered a murderer...Animal food is never meant for the civilized man whose prime duty is to prepare himself for going back to Godhead.",
      "summary": "The speaker quotes Manu, stating that even killing an animal is considered murder and that animal food is not meant for civilized people focused on spiritual advancement.",
      "timestamp_url": "https://youtu.be/LZpxLDNv3-g?t=325",
      "transcript": "So they are completely freed from the reaction of having committed that sin if they are punished appropriately. Now, something very, very important. Srila Prabhupada says, Here, according to Manu, the great author of civic codes and religious principles, Manu is a lawgiver for mankind. Even the killer of an animal is to be considered a murderer, killer of an animal. Nowadays, people are killing animals so much because animal food is never meant for the civilized man whose prime duty is to prepare himself for going back to Godhead. In a civilized society, when there is plenty of vegetables, fruits, grains, milk, why should people kill animals for food? That is the point being made here. Animal food is never meant for the civilized man. And especially civilized human beings are meant for preparing themselves to go back to Godhead. That is a precious opportunity in this human form of life. So Manu says that in the act of killing an animal, there is a regular conspiracy by the party of sinners and all of them are liable to be punished as murderers, exactly like a party of conspirators who kill a human being combinedly. Just like the state law, if a murder happens, it's not just the person who actually killed is punished. Even the others who may be hatching a conspiracy to kill and they engage somebody to kill. Even the conspirators are equally guilty of this murder. That is the state law. Similarly, in killing of an animal, all those who are responsible directly or indirectly for that animal killing will all actually be liable to be punished."
    },
    {
      "start_time": 475,
      "end_time": 514,
      "verse_references": [],
      "themes": [
        "Animal Killing",
        "Responsibility",
        "Murder"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "He who gives permission, he who kills the animal, he who sells the slaughtered animal, he who cooks the animal, he who administers distribution of that foodstuff, animal flesh, and at last he who eats such cooked animal food are all murderers.",
      "summary": "The speaker lists the six types of people involved in animal killing who are all considered murderers according to scriptures.",
      "timestamp_url": "https://youtu.be/LZpxLDNv3-g?t=475",
      "transcript": "Now here, Prabhupada is quoting Manu that who are all liable to be punished when an animal killing happens? He who gives permission, he who kills the animal, he who sells the slaughtered animal, he who cooks the animal, he who administers distribution of that foodstuff, animal flesh, and at last he who eats such cooked animal food are all murderers. Six kinds of persons involved in animal killing are all murderers."
    },
    {
      "start_time": 514,
      "end_time": 652,
      "verse_references": [],
      "themes": [
        "Animal Killing",
        "Responsibility",
        "Punishment",
        "Creation of Life"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Six types of people are liable to be punished when animal killing happens in a civilized human society...Because no one can create a living being despite all advancement of material science. And therefore, no one has the right to kill a living being by one's independent wills.",
      "summary": "The speaker reiterates the culpability of those involved in animal killing, emphasizing that since humans cannot create life, they have no right to take it.",
      "timestamp_url": "https://youtu.be/LZpxLDNv3-g?t=514",
      "transcript": "Even though actual killing is done by one person. But the others, I'll read this again. He who gives permission to kill the animal, somebody is rearing an animal, he actually sells that animal for animal slaughter. Or he may not sell it, but he says, Oh, now this animal is of no use to me. You may take it and you may do whatever you want. You can even kill it. No. He is not absolved of that sin of animal killing. So the person who gives permission, the person who kills the animal, obviously he is liable to be punished. He who sells the slaughtered animal, after the animal is killed, that flesh is sold for those who want to eat meat, animal flesh. He who cooks the animal, somebody is going to cook that meat, because human beings don't eat raw flesh, unlike tigers and lions and all those carnivorous animals, human beings eat cooked flesh. So somebody is cooking that flesh. And those who administer distribution of this cooked meat, somebody is engaged in distributing it. And at last, the person who eats cooked animal food are all murderers. Six types of people are liable to be punished when animal killing happens in a civilized human society. All of them are liable to be punished, by the laws of nature. Why? Because no one can create a living being despite all advancement of material science, and therefore, no one has the right to kill a living being by one's independent wills. We cannot create life, so we cannot kill."
    },
    {
      "start_time": 652,
      "end_time": 775,
      "verse_references": [],
      "themes": [
        "Animal Sacrifice",
        "Revival",
        "Restrictions",
        "Slaughterhouses"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "For the animal eaters, the scriptures have sanctioned restricted animal sacrifices only...just to restrict the opening of slaughterhouses.",
      "summary": "The speaker discusses animal sacrifice in yajnas, explaining that it was traditionally performed with the ability to revive the animal and that scriptures only sanction restricted animal sacrifices to prevent widespread slaughterhouses.",
      "timestamp_url": "https://youtu.be/LZpxLDNv3-g?t=652",
      "transcript": "So, we should also understand, if an animal is sacrificed in a yajna, then that animal being sacrificed, it will be revived. After the sacrifice, the animal which was killed will be revived. It will be given a new life. How? By brahmanas who know how to chant mantras and actually give new life to a dead animal. So, Chaitanya Mahaprabhu explains, in a sacrifice, when an animal is killed for the sake of the sacrifice, such animal is given a new life. So, therefore, Srila Prabhupada says, in modern times, when they are killing animals, they are not reviving the animal, they don't know how to give new life, so they are liable to be punished. They cannot kill animals like that. For the animal eaters, the scriptures have sanctioned restricted animal sacrifices only. See, animal sacrifice is restricted. And such sanctions are there just to restrict the opening of slaughterhouses, just so that people don't systematically kill animals in a slaughterhouse. To prevent that, Shastras give a concession that under highly restricted conditions, an animal flesh eater may sacrifice an animal in a suitable animal sacrifice. It is not meant for encouraging animal killing. This animal sacrifice sanctioned in the scriptures is never meant for animal killing."
    },
    {
      "start_time": 775,
      "end_time": 849,
      "verse_references": [],
      "themes": [
        "Animal Sacrifice",
        "Benefits",
        "Meat Eating",
        "Restrictions"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The procedure under which animal sacrifices are allowed in the scriptures is both good for the animal sacrificed and also good for the animal eaters.",
      "summary": "The speaker explains that animal sacrifice, when performed according to scriptural guidelines, benefits both the animal (by promoting it to a human form) and the meat-eater (by saving them from grosser sins).",
      "timestamp_url": "https://youtu.be/LZpxLDNv3-g?t=775",
      "transcript": "The procedure under which animal sacrifices are allowed in the scriptures is both good for the animal sacrificed and also good for the animal eaters. That's the way the scriptures are advising the animal sacrifice to be performed by meat eaters. It's good for the animal in the sense that the sacrificed animal is at once promoted to the human form of life after being sacrificed. After being sacrificed at the altar, when the rules are followed for animal sacrifice, the animal is immediately promoted to the human form of life. It doesn't have to wait for gradual evolution to the human form. And the animal eater is saved from grosser types of sins eating meat supplied by organized slaughterhouses. One is never meant to purchase flesh from a slaughterhouse. No. If at all they want to eat, the sanction is there for animal sacrifice to be performed, and in that way, one may under restricted conditions indulge in meat eating."
    },
    {
      "start_time": 849,
      "end_time": 945,
      "verse_references": [],
      "themes": [
        "Slaughterhouses",
        "Sinful Reactions",
        "Calamities",
        "Karma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "These slaughterhouses Srila Prabhupada describes here are ghastly places for breeding all kinds of material afflictions to society, country and the people in general.",
      "summary": "The speaker concludes by condemning slaughterhouses as sources of sinful reactions that lead to calamities and suffering in society, emphasizing the link between sinful activities and natural disasters.",
      "timestamp_url": "https://youtu.be/LZpxLDNv3-g?t=849",
      "transcript": "Not otherwise. These slaughterhouses, Srila Prabhupada describes here, are ghastly places for breeding all kinds of material afflictions to society, country, and the people in general. When there is a slaughterhouse, there is a wholesale sinful reaction that the country, the society, the people in general have to suffer. So it is very, very dangerous to have a slaughterhouse. It's not good for the society. The material world is itself a place always full of anxieties, and by encouraging animal slaughter, the whole atmosphere becomes polluted more and more. How does it become polluted? By war, pestilence, famine, and many other unwanted calamities. Calamities are because people become sinful in this society. Otherwise, there will be no calamities. So there is a link between some calamity and natural calamity and the sinful activities indulged in by the people in general. So they are linked up. It is not something accident or by chance something happened. No. There is no chance, there is no accident in this world. That's what the scriptures explain. So I will stop here. Thank you very much."
    }
  ]
}