{
  "video_id": "M-zxPx9dtoc",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.10.30 | 20-06-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=M-zxPx9dtoc",
  "segments": [
    {
      "start_time": 32,
      "end_time": 175,
      "verse_references": [],
      "themes": [
        "devotion",
        "Krishna's reciprocation",
        "self-satisfaction"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "actually Krishna is just reciprocating the devotional service of his devotees",
      "summary": "Krishna reciprocates the loving devotional service of his devotees, even though He is self-satisfied and doesn't need anything.",
      "timestamp_url": "https://youtu.be/M-zxPx9dtoc?t=32",
      "transcript": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Deviim Sarasvatim Vyasam Tato Jaya Mudhirayet. In this session, we will be discussing from the 30th verse of the 10th chapter of the 1st canto of Srimad Bhagavatam. The meaning of this verse is: All these women auspiciously glorified their lives despite their being without interest, without individuality, and without purity. Their husband, the lotus-eyed personality of Godhead, never left them alone at home. He always pleased their hearts by making valuable presentations. So these descriptions may appear like Krishna is a henpecked husband, but actually Krishna is just reciprocating the devotional service of his devotees. That's all Krishna is doing because Krishna has no need for anyone's service. He is full in himself, Atma Rama. He is completely self-satisfied. So it is the devotees who, out of their own devotion to Krishna, their love for Krishna, they render service to him, and the mood of the devotees, pure devotees also, that we simply want to please Krishna. Reciprocally, Krishna also accepts the service, and in return for the service, Krishna wants to please his devotees."
    },
    {
      "start_time": 175,
      "end_time": 326,
      "verse_references": [],
      "themes": [
        "devotion",
        "service",
        "attracting Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "only through devotion we can attract Krishna's attention",
      "summary": "The queens served Krishna with devotion, and only pure devotion, not knowledge, skill, or mystic powers, can attract Krishna.",
      "timestamp_url": "https://youtu.be/M-zxPx9dtoc?t=175",
      "transcript": "So the description here is that the queens, they always were rendering very, very nice service to Krishna in the palace. Now, these queens were provided by Krishna with each queen one palace and so many thousands of servants to attend to every single need of the king and the queen, of Krishna and his queen. But in spite of that, the queens would personally serve Krishna. They would not depend on, they would not take the help of any of the other servants. Personally, they would tend to every need of Krishna. That is described in detail in the tenth canto of the Bhagavatam. And Krishna very kindly accepted their service simply because it was offered with devotion. So only through devotion, we can attract Krishna's attention. We cannot attract Krishna's attention by any other way, not by knowledge, not by our skill, not by our perfection in some yoga practice, siddhis, mystic perfections. No. None of these things can attract Krishna because he is himself full of all mystic perfections. He is Yogeshwara. He is full of all knowledge. He is full of all varieties of opulences, wealth. So we cannot attract Krishna by our wealth, knowledge, or by our strength, nothing. But devotion, pure devotion, that attracts Krishna. So these queens attracted Krishna by their devotion. All the devotees, not only the queens, every devotee of Krishna, pure devotee of Krishna, attracts Krishna only by their pure devotion. That's all."
    },
    {
      "start_time": 326,
      "end_time": 486,
      "verse_references": [],
      "themes": [
        "purification",
        "devotional service",
        "spiritual master"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Krishna accepts anything only from his pure devotees.",
      "summary": "Devotional service purifies us, and Krishna accepts even mixed devotional service offered through a pure devotee spiritual master.",
      "timestamp_url": "https://youtu.be/M-zxPx9dtoc?t=326",
      "transcript": "Nothing else can attract Krishna. So in the purport, Srila Prabhupada explains, \"The devotees of the Lord are purified souls.\" Devotee means completely purified of all material contamination. Of course, in the beginning stage, when we begin devotional service in the neophyte stage, beginning stage, we may not be completely pure, we may be contaminated to whatever extent, but devotional service itself is purifying, itself is purifying. So we become purified as we keep on rendering devotional service according to rules and regulations, according to the principles of sadhana bhakti. But when we become completely purified, then our service comes to the level of pure devotional service. As long as there is contamination in the heart, our service is a mixed devotional service. It is not counted as pure devotional service. Nevertheless, Krishna accepts if such mixed devotional service is offered through a pure devotee, spiritual master, only then Krishna accepts. If such mixed devotional service is offered through a pure devotee, spiritual master. Mixed devotional service is never accepted by Krishna if somebody tries to do that independently. Therefore, in the beginning, we have to approach a bona fide spiritual master and render service to Krishna, begin rendering or continue to render service to Krishna through the spiritual master. Only then Krishna will accept it. Krishna accepts anything only from his pure devotees. So through the pure devotee, we can offer to Krishna some food we might have cooked. Otherwise, Krishna is not hungry or Krishna is not in need of any food. But when the pure devotee recommends that here is a sincere soul wanting to offer you some service, and Krishna very kindly accepts the seva of the neophyte devotee, even though it is mixed devotional service, he accepts it through the medium of the bona fide spiritual master who is a pure devotee."
    },
    {
      "start_time": 486,
      "end_time": 693,
      "verse_references": [],
      "themes": [
        "spiritual master",
        "guidance",
        "progress"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bhakti is never, never, never possible to be independently practiced",
      "summary": "Devotional service cannot be practiced independently; guidance from a pure devotee spiritual master is essential for progress and perfection.",
      "timestamp_url": "https://youtu.be/M-zxPx9dtoc?t=486",
      "transcript": "Only through a pure devotee, we can offer our seva to Krishna in the mixed devotional stage, mixed devotional service stage. Otherwise, it is not possible. Therefore, don't try to do any service, devotional service independently. Independently, somebody may cultivate knowledge. Independently, somebody may practice. Independently, somebody may practice ashtanga yoga. Independently, somebody may try to perform some rituals. But that is impersonal kind of thing. You see, it doesn't depend on who the person is. They are just governed by some laws. That's all. Laws in this material world. And somebody may make progress also independently, trying to do something, cultivation of knowledge or perfecting their yoga practices, asana, pranayama, pratyahara, they may do independently. Though even in those aspects, it is recommended that one should have a guide so that you don't waste time making mistakes and trying to correct yourself through trial and error. But somebody is somehow desirous of independently practicing or trying out the practice itself. It may work, but not bhakti. Bhakti is never, never, never possible to be independently practiced, to make progress on the path of pure devotional service, it's never possible. Therefore, we see people who take to devotional service, but give up the shelter, the guidance, the teachings of the pure devotee spiritual master, they are lost in this material world. They cannot achieve perfection. Never. Perfection is never achieved that way. Whereas those who are carefully under the guidance of the pure devotee spiritual master and strictly follow his instructions without even one millimeter of deviation, they are the ones who make rapid progress. And Srila Prabhupada says, in this lifetime you can go back to Godhead. You can perfect yourself in this lifetime, go back to Godhead, irrespective of what your background had been before taking to devotional service. Even the most sinful person among sinners can take to devotional service under the guidance of a pure devotee spiritual master and perfect himself very quickly."
    },
    {
      "start_time": 693,
      "end_time": 771,
      "verse_references": [
        "BG 14.26"
      ],
      "themes": [
        "surrender",
        "purification",
        "devotional service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "As soon as the devotees surrender unto the lotus feet of the Lord sincerely, the Lord accepts them and thus the devotees at once become free from all material contaminations.",
      "summary": "Surrender to Krishna through a pure devotee spiritual master leads to immediate purification, transcending material qualifications.",
      "timestamp_url": "https://youtu.be/M-zxPx9dtoc?t=693",
      "transcript": "So therefore, Prabhupada says, \"As soon as the devotees surrender unto the lotus feet of the Lord sincerely, the Lord accepts them and thus the devotees at once become free from all material contaminations. Such devotees are above the three modes of material nature.\" They are not on the platform of the three gunas. Krishna says that in Bhagavad Gita: mam chayo avyabhicharena bhakti-yogena sevate sagunan samatityetan brahma bhuyaya kalpate. One comes to the spiritual platform as soon as one renders pure devotional service to Krishna, then such a service is above the three gunas. So therefore, Prabhupada says, \"There is no bodily disqualification of a devotee, whether he is from a Brahminical background, or a Kshatriya background, or a Vaishya background, or a Shudra background, or a Chandala background, or a sinful background, antyaja,\" it doesn't matter when it comes to pure devotional service. Just as the example is given by Srila Prabhupada, \"There is no qualitative difference between the Ganges water and the Fildi drain water"
    },
    {
      "start_time": 771,
      "end_time": 952,
      "verse_references": [],
      "themes": [
        "purification",
        "Ganga analogy",
        "devotional service"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "anybody who renders service to Krishna through the medium of a pure devotee actually becomes purified regardless of their background.",
      "summary": "Like the Ganga river, devotional service through a pure devotee purifies regardless of one's background, as exemplified by Krishna accepting the service of the women under Bhaumasura's control.",
      "timestamp_url": "https://youtu.be/M-zxPx9dtoc?t=771",
      "transcript": "when they are amalgamated.\" Now the Ganga river is flowing. When it comes from the Gangotri Himalayas to Haridwar, it is crystal clear water. But as it flows down the Gangetic plains through different towns, villages, cities, till it joins the Bay of Bengal, so many drain water may join the Ganga river flow. But that doesn't mean after the drain water is joining the Ganga, Ganga does not lose any potency, spiritual potency. Ganga does not lose any spiritual potency. And even it is proven that, let us say, a person who is infected with some disease, he's got germs of the disease on his body, and such a person goes and takes bath in the Ganga river, then, immediately if you take that water, where the person has taken a bath, that water will actually have those germs. But within three hours of taking that water and keeping it aside, that water, Ganga Jal, which had those germs, all those germs will be destroyed. This has been verified by medical scientists back in the British era, that these Hindus, they claim Ganga water is very pure always. How is it possible? So they have proven that actually. It's a fact. But we are more interested in understanding that the spiritual potency of Ganga is not reduced because some drain water is mixing with the river Ganga when it flows in different parts of this, North India. Similarly, anybody who renders service to Krishna through the medium of a pure devotee actually becomes purified regardless of their background. So this is how it is said here that the women who were actually under the clutches of Bhaumasura, and they had become polluted, but when Krishna accepted them, their service, sincere service, they became completely purified. And there was no more any question of their impurity remaining. So that is the mercy of the Supreme Lord."
    }
  ]
}