{
  "video_id": "M4I2JbNriyc",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.16.32-33 | 10-02-2023",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=M4I2JbNriyc",
  "segments": [
    {
      "start_time": 52,
      "end_time": 206,
      "verse_references": [
        "SB 1.16.32",
        "SB 1.16.33"
      ],
      "themes": [
        "separation from the Lord",
        "Mother Earth's lament",
        "Lord's presence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So this is a beautiful description of how Mother Earth is feeling separation from the Lord after the Lord's disappearance from the Earth.",
      "summary": "The speaker introduces and reads verses describing Mother Earth's feelings of separation from the Lord after His departure.",
      "timestamp_url": "https://youtu.be/M4I2JbNriyc?t=52",
      "transcript": "In this session, we will be discussing the 32nd and 33rd verses of the 16th chapter of the first canto of Srimad Bhagavatam. These two verses are given together. I shall read them first, the two verses, and then we will hear the translation of the two verses given together. And then we will discuss from the purport. ब्रह्माद यो बहुतितं यद अपांग मोक्षा कामास्तपस समचरन भगवत प्रपन्ना साश्री स्ववासं अरविन्द वनं विहाया यद पाद सवभगं अलं भजतेनु रक्ता This was the 32nd verse. And the 33rd verse. तस्याहं अब्ज कुलिष अंकुष केतु केतै श्रीमत पदैर भगवत समलंक्रतां गी त्रीन अत्यरोच उपलभ्य ततो विभूतिम लोकान समाम व्यस्रजत उत्स्मयतीम तदन्ते These two verses, the meaning is given together by Srila Prabhupāda, the translation of these two verses. लक्ष्मीजी दे गौड़ेस अफ फोर्चून विभूतिम ततो विभूतिम लोकान समाम व्यस्रजत उत्स्मयतीम तदन्ते This glance of grace was sought by demigods like Brahma and for whom they surrendered many a day unto the personality of Godhead. That Lakshmiji gave up her own abode in the forest of lotus flowers and engaged herself in the service of the lotus feet of the Lord. And now Mother Earth is telling, I was endowed with specific... specific powers to supersede the fortune of all the three planetary systems by being decorated with the impressions of the flag, thunderbolt, elephant-driving rod, and lotus flower, which are the signs of the lotus feet of the Lord. But at the end, when I felt I was so fortunate, the Lord left me."
    },
    {
      "start_time": 262,
      "end_time": 473,
      "verse_references": [],
      "themes": [
        "grace of the Lord",
        "material opulence",
        "dependence on nature",
        "sinful activities"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The beauty and opulence of the world can be enhanced by the grace of the Lord and not by any man-made planning.",
      "summary": "The speaker explains Srila Prabhupada's purport, emphasizing that the earth's opulence comes from the Lord's grace, not human endeavors, and that our dependence on nature is affected by our piety or sinfulness.",
      "timestamp_url": "https://youtu.be/M4I2JbNriyc?t=262",
      "transcript": "Now in the purport, Srila Prabhupada explains something very valuable, very important for all of us to understand. He says, \"The beauty and opulence of the world can be enhanced by the grace of the Lord and not by any man-made planning.\" We think that by our own efforts at utilizing the resources of nature and controlling material nature in such a way that... he is most favorable for our enjoyment here. We forget the actual control of the Supreme Lord over material nature and over us and over everything else that we forget. So when there is the mercy or grace of the Lord, there is no scarcity of anything for the whole... material existence and the beauty and opulence of the world can be enhanced significantly by getting the mercy of the Lord, his merciful glance. When the Lord Sri Krishna was present on this earth, the impressions of the special signs of his lotus feet were stamped on the dust. Whenever Krishna used to walk, so he would leave behind the impression of his feet. And especially in Vrindavan, the other inhabitants of Vrindavan were very conscious of Krishna's footprints, that when they are walking in Vrindavan, if there is a footprint of Krishna which is recognized by the symbols of a flag, thunderbolt, elephant-driving rod, or the lotus flower, then they will not disturb that impression. They will walk away from that. So the earth was beautified by these impressions. And as a result of this, what happened? The whole earth was made as perfect as possible. The earth became a wonderful place. The earth became a wonderful place for all its inhabitants. It is described here, in other words, the rivers, the seas, the forests, the hills, and the mines which are the supply agents for the necessities of men and animals, were fully discharging their respective duties. So this is very, very important. We depend on the supplies of nature for our success, for our subsistence, and for our civilization to flourish. But that supply is sometimes curtailed if we become sinful. And if we are pious, that supply is in abundance. So we need not have industrial enterprises to exploit this material nature and try to get more and more and more and more and more of those resources."
    },
    {
      "start_time": 543,
      "end_time": 685,
      "verse_references": [],
      "themes": [
        "Lord's grace",
        "omnipresence of the Lord",
        "devotional service",
        "transcendental sound"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "One should ask that the grace of the Lord always be present on earth, so that we may be favored by His causeless mercy, and be happy, having all the necessities of life, for living comfortably and enjoying life without any scarcity.",
      "summary": "The speaker discusses how to maintain the Lord's presence on Earth through devotional service, particularly by chanting the Hare Krishna mantra, which is identical to the Lord.",
      "timestamp_url": "https://youtu.be/M4I2JbNriyc?t=543",
      "transcript": "Therefore, Prabhupada says, \"One should ask that the grace of the Lord always be present on earth, so that we may be favored by His causeless mercy, and be happy, having all the necessities of life, for living comfortably and enjoying life without any scarcity.\" So, then one may ask, how can we detain the Supreme Lord on this earth after His mission is fulfilled and He has left this earth, for going to His own abode? When He was present, because of the footprints of the Lord, everything was in abundance, all supplies were in abundance. That's described already in a previous chapter. So, Srila Prabhupada says that there is no need to detain the Supreme Lord in this material world. Why? Because, the Lord is actually omnipresent. He is always present everywhere. But, if we want Him, He can be present in a way that we can perceive His presence. We can perceive His presence by the way He is approached by us. If we are attached to His devotional service by hearing, chanting, remembering, etc., then He can always be present with us in the form of transcendental sound. Transcendental sound. That transcendental sound is specifically taught by Caitanya Mahaprabhu as Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare, that is what is taught by Chaitanya Mahaprabhu, so very easy way of having the presence of the Lord in this world by which we can get immense amount of benefits from the Lord and even without our asking the Lord will..."
    },
    {
      "start_time": 745,
      "end_time": 863,
      "verse_references": [],
      "themes": [
        "Hare Krishna mantra",
        "offenseless chanting",
        "purification",
        "avoiding sinful activities"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, and this presence of the Lord in the form of the transcendental sound can be experienced by offenseless chanting.",
      "summary": "The speaker elaborates on the importance of chanting the Hare Krishna mantra offenselessly, emphasizing the need to avoid sinful activities to achieve purification and experience the Lord's presence.",
      "timestamp_url": "https://youtu.be/M4I2JbNriyc?t=745",
      "transcript": "Krishna Krishna mantra, we can always be connected with him, simply vibrate the tongue Hare Krishna. We are connected with him through his sound because the holy name of the Lord in the form of this Hare Krishna mantra and the Lord himself, the supreme personality, transcendental personality, they are identical. So, and this presence of the Lord in the form of the transcendental sound can be experienced by offenseless chanting. There are considerations of offenses in chanting Hare Krishna. Of course, in the beginning, we are just told to chant Hare Krishna. Simply vibrate your tongue and produce a sound and try to hear that sound. But as we advance in Krishna consciousness, we learn that chanting is fully effective if we are able to chant without any offenses. What does it mean? That means there are some activities we have to refrain from in order to please the Lord by our chanting. That means chanting Hare Krishna. Just like one of the offenses to be considered while chanting Hare Krishna in the form of japa is to commit sinful activities on the strength of chanting the holy name because by chanting we become purified. It doesn't mean we can go on committing sinful activities and go on chanting and purifying ourselves. It doesn't work like that. Similarly, all the other offenses are to be considered."
    }
  ]
}