{
  "video_id": "m6qtPxtFAh0",
  "title": "Srimad Bhagavatam I Sri Jai Chaitanya Dasa I SB 2.2.23 I 09.11.2023",
  "speaker": "HG Madhu Pandit Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=m6qtPxtFAh0",
  "segments": [
    {
      "start_time": 0,
      "end_time": 67,
      "verse_references": [],
      "themes": [
        "transcendentalism",
        "materialism",
        "spiritual body"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The transcendentalists are concerned with the spiritual body.",
      "summary": "This segment introduces the concept of transcendentalists and their ability to move freely within and beyond the material world, contrasting them with materialistic individuals who are restricted by their gross bodies.",
      "timestamp_url": "https://youtu.be/m6qtPxtFAh0?t=0",
      "transcript": "Yogi Veswaranam Gatimahurantah Vahisthi Lokya Pavanantaratmanah Na Karma Vistam Gatimapnubhanti Vridyatapo Yoga Samadhi Bhajan Translation and Purport by S. Jivayangres Abhaya Charanarvinda Bhaktivedanta Swami Srila Prabhupada. The transcendentalists are concerned with the spiritual body. As such, by the strength of their devotional service, austerities, mystic power and transcendental knowledge, their movements are unrestricted within and beyond the material world. The fruity workers or the gross materialists"
    },
    {
      "start_time": 67,
      "end_time": 157,
      "verse_references": [],
      "themes": [
        "planetary travel",
        "mystic powers",
        "devotional service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The speed of the transcendentalists can never be attained by the gross or subtle materialists.",
      "summary": "This segment discusses the limitations of materialistic attempts to reach other planets and highlights the unrestricted movement of transcendentalists like Narada Muni and Durvasa Muni through devotional service and mystic powers.",
      "timestamp_url": "https://youtu.be/m6qtPxtFAh0?t=67",
      "transcript": "can never move in such an unrestricted manner. The materialistic scientists' endeavor to reach other planets by mechanical vehicle is only a futile attempt. One can, however, reach heavenly planets by virtuous activities. But one can never expect to go beyond swarga or janaloka by such mechanical or materialistic activities, either gross or subtle. The transcendentalists, who have nothing to do with the gross material body, can move anywhere within or beyond the material worlds. Within the material worlds, they move in the planetary system of mahar, janas, tapa and satraloka. And beyond the material worlds, they can move in the vaikunthas as unrestricted spacemen. Narada Muni is one of the examples of such spacemen and Durvasa Muni is one such mystic. By the strength of devotional service, austerities, mystic powers and transcendental knowledge, everyone can move like Narada Muni or Durvasa Muni. It is said that Durvasa Muni traveled through the world, the entirety of material space and part of spiritual space, within one year only. The speed of the transcendentalists can never be attained by the gross or subtle materialists."
    },
    {
      "start_time": 157,
      "end_time": 297,
      "verse_references": [],
      "themes": [
        "self-realization",
        "body suitability",
        "planetary bodies"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This body is not suitable for any other place other than this planet.",
      "summary": "This segment explains the process of knowing the Lord and transferring oneself to the original position, emphasizing that the current material body is specifically designed for Earth and unsuitable for other planets.",
      "timestamp_url": "https://youtu.be/m6qtPxtFAh0?t=157",
      "transcript": "So understanding the Lord in the heart, chapter of Bhagavatam, step by step, the process of knowing the Lord and transferring one's attention, transferring oneself to his original position, is being explained here. So anybody who has the ability can transfer his body from this body, transfer his soul from this body to any other planet where he can get a suitable body. As we saw, the yogis, they can transfer themselves. Wherever you want to go, we could go. You want to go to sun planet, want to go to moon planet. Scientists and astronomers, they want to go to many planets in this lifetime. That becomes difficult. You can go to the other planets but you will have to give up this body. Scientists, astronomers, they want to go in this body. Actually they are not even going in this body. They have to cover this body with so many other things. In this body they can't go. They have to cover with so many things which is conducive to the atmosphere in that planet. They cannot expose their body. Wear a coat and suit and I am going to moon. I am going to mars. Not possible. You have to wear the appropriate dress. If you wear the appropriate dress then you could go. So actually they don't, they don't realize that this body is not suitable for any other place other than this planet because they don't know, because this body is made for this planet. This is earth. Earthly place. Earth, water, fire, all these things are present in this world."
    },
    {
      "start_time": 297,
      "end_time": 473,
      "verse_references": [],
      "themes": [
        "pancha bhutas",
        "body composition",
        "spiritual perception"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It is foolish to go to these places because you are not supposed to be there.",
      "summary": "This segment elaborates on the composition of the body based on the five elements (pancha bhutas) and argues that it's foolish to try to explore other planets with this body, as different planets require different types of bodies and senses to perceive their inhabitants.",
      "timestamp_url": "https://youtu.be/m6qtPxtFAh0?t=297",
      "transcript": "And our body also consists of these things, because pancha bhutas, maha pancha maha bhutas, earth, water, fire, air, ether, these things are the coverings of this material world. These are the substance with which this world is made. So with these things being in the outer space, it is also present in our body in small, small proportion. So this planet which consists more of earth and water, our body is also more of earth and water. Majority of the body is water covered with fat, marrows and flesh and skin predominantly made of earth. Within this body there is this fire which helps us to sustain, create energy for movement, energy for digestion. Then this subtle energy, fire becomes, this fire becomes subtle energy in the form of all, all nervous systems, all electrical pulses around the body. As I say, we have, body's heart is pumping six liters of this blood in the body. So we don't buy a half HP pump and fit it inside and pump it, connect it to your plug point. Where is the plug point? Where is the power? Body is generating all those things. So body generates power just like a generator. So this is all made for this planet. Suppose you are in sun planet, this body will burn. But say you have a fire body, will you burn? You will not burn. Some other planet you have some other elements. So different planets are having different kinds of elements in different proportion and that suitable body you can be there. You go in this body and go to the, first of all you can go to sun. Say you are going to moon. They say they went to moon. Say you go to moon, now they want to go to mars. So they go to these places and look for, you know, who is there, hello, who is there. You can't see them nor can they hear you. But that doesn't mean there is nobody there. Right? Say you go to the world of ghost and knock and say hello. The ghost can see you. They will say hello. But you can't see them. You can't hear them. So it is foolish to go to these places."
    },
    {
      "start_time": 473,
      "end_time": 626,
      "verse_references": [],
      "themes": [
        "appropriate form",
        "subtle existence",
        "transcendental knowledge"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Just because we cannot see, we cannot perceive with the senses doesn't mean they don't exist.",
      "summary": "This segment uses analogies of ocean life and sky to illustrate the need for an appropriate form to interact with different environments, emphasizing that the inability to perceive something with our senses doesn't negate its existence, which is a key understanding in transcendental knowledge.",
      "timestamp_url": "https://youtu.be/m6qtPxtFAh0?t=473",
      "transcript": "Because you are not supposed to be there. Just like you can't go to the ocean and say hello to the dolphins and come. You need to have the appropriate clothing supporting your life. Then you can go there and play around. In the sky also you have something which keeps you floating. They can fly around and say hi to the birds, the geese are flying around. Same way you cannot go around the space and say oh Narada Muni is going there, Durvasa Muni is going there. Not possible. So we think these are all untrue. But if you sit back and think why not? Right? If the birds can fly, fishes can swim and I can't do that. There may be other living entities who can do something better than me. Something which I can't do. And maybe they can't do what I can do here. The people in Mars cannot come and say see the earthling. No they cannot. So even according to the material understanding looking at these millions and millions of stars it is foolish to think that we are the only people here. Because because Keetha explains spirit soul is sarvagataha, there is no place which is devoid of soul. Soul is everywhere. Even in this room we are only soul, 100 people or 50 people. No there are so many souls. There are so many ants here much more than us. There are so many bacteria here. There is coronavirus also around. Maybe millions of them. So if you say what is the strength of this room? He will say 60. No no no. There are millions and millions of people here in this lecture. So you can say that no no I was talking to millions of souls. Not to 50s. So there are many things in this room which we cannot see. And there are subtle bodies. Maybe some ghost also here in this. Fortunate ghost. Every ghost cannot hear Bhagavatam. Some fortunate ghost can hear. So living entities in subtle form are existing. So just because we cannot see, we cannot perceive with the senses doesn't mean they don't exist. That is the first understanding of a person who knows transcendental knowledge."
    },
    {
      "start_time": 626,
      "end_time": 776,
      "verse_references": [],
      "themes": [
        "yoga",
        "transcendentalism",
        "sense control"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So anybody who wants to transcend this material world.",
      "summary": "This segment defines transcendentalists as those who seek to transcend the material world through practices like yoga and sense control, highlighting the need to free oneself from the limitations of the material world.",
      "timestamp_url": "https://youtu.be/m6qtPxtFAh0?t=626",
      "transcript": "With that understanding we can see truth in what Bhagavatam and Shastras say. Shastras never tell untrue because they know more than us. So we are restricted. So the yogis try to free themselves from this restricted body and restricted mind. Because they know the soul is much much more powerful than this body and this mind. This subtle body. So they want to go away. Go above this material form. How? Through the process of yoga. The process of yoga involves sense control. They are all called transcendentalists. Whether you are a yogi or you are a jnani. Whether a monist or personalist or a Vaishnava. They are all called transcendentalists. Transcendentalist generally means anybody who wants to transcend this material world. Whoever wants to go above the material world. So if you want to go above the material world then you have to deny or you have to be free from the limitations of this world. Then only you can be a transcendentalist. As long as you are drowning in the water you cannot say that you are out of water. When you come out of water then you are out of water. So you need to deny the rules of water. Then you can get into the rules of earth, the shore. So as long as we don't deny the activities of the material world. What are the activities of the material world? Sensitification. Providing what the eyes want. Providing what the nose wants. Providing what the mouth wants. Tongue wants. The skin wants. So as long as we provide these things that the body wants we cannot be transcendentalist. Some people become out of body but they keep giving the materials required for the mind, for the intelligence, for the ego. They are also not transcendentalists because they are stuck with the subtle energies of this material world. Not only the gross energies of the material world but the subtle energies. So they are also called embodied. They are also called muk. They are not the bhadha jivas. But as long as you want to free yourself from this material, the requirements of the body then you are a transcendentalist. Even when you are trying, you are called a trying transcendentalist."
    },
    {
      "start_time": 776,
      "end_time": 902,
      "verse_references": [],
      "themes": [
        "bhakti",
        "planetary systems",
        "bodily requirements"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "As soon as we deny the requirements of the body, we are transcendentalist.",
      "summary": "This segment discusses the different planetary systems and emphasizes that even in this material world, liberation is possible by denying the requirements of the body, which is a prerequisite for going beyond the body and mind through devotional service or other spiritual processes.",
      "timestamp_url": "https://youtu.be/m6qtPxtFAh0?t=776",
      "transcript": "So we are also transcendentalists. Trying transcendentalists. We are not following the yoga process or the jnana process. We are following bhakti. Bhakti process. Whichever the process is you are called transcendentalist. So these transcendentalists try to free themselves from these bodily limitations and rise above the body. Above this world, they go beyond this world, Svargaloka. Prabhupada says in this parbhud they cannot go beyond Svarga. Bhuvah, Svaha, Maha, Jnana, Tapa, Satya. These are the seven planetary systems above. Similarly seven below. So fourteen planetary systems. So up to Svarga you can go with material desires. Prabhupada says Jnana, which is part of Svarga. If you want to go to Maha, Tapa, Satya, you can go with the material desires. Prabhupada says Jnana, which is part of Svarga. If you want to go to Maha, Tapa, Satya, you cannot. So the people who are the souls who are in those planets are much much more advanced. Advanced in spiritual knowledge. Means they are free from the bodily bondages. They don't feel hungry like us. They don't feel the senses are just like us. But they are also in the material world. So half of the people in the material world are controllers of the body. But in this earth, you have two options. You can either be free from the bodily conditions or you can be within the bodily conditions. So you can be liberated in this material world, in this earth also. So as soon as we deny the requirements of the body, we are transcendentalist. And that is a prerequisite to go beyond this body and mind. Deny the requirements. So in devotional service or in yoga or any spiritual process, bodily requirements are limited."
    },
    {
      "start_time": 902,
      "end_time": 1072,
      "verse_references": [],
      "themes": [
        "regulatory principles",
        "karma",
        "internal development"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If the same time is involved in internal development, then you can levitate.",
      "summary": "This segment explains the importance of regulatory principles and sadhana in elevating the soul out of the body, using the examples of Narada Muni and Durvasa Muni, and comparing the effort spent on material advancements like space travel with the potential for internal development and spiritual progress.",
      "timestamp_url": "https://youtu.be/m6qtPxtFAh0?t=902",
      "transcript": "So there is rules and regulations. Do this, don't do this. Regulatory principles. Follow these principles. Do this sadhana. These are all processes of elevating the soul out of this body. So Prabhupada gives two examples. Narada Mani or Durvasa Mani. Durvasa Mani also could travel. So people who are beyond this body, who are becoming beyond this body, they can start travelling everywhere. But you are restricted where you want to go. Just like in this world also, you want to go to the richest country. I want to be in the richest country in this world. Which is the richest country? Now? USA is gone. No more. Say some, I don't know, Denmark, Finland, they are rich. They won't allow you, unless you are also rich like them. First you have to show a balance sheet, your income tax, how much money you have, how much wealth you have, how good you are, what is your professional capacity, what are your abilities, can you contribute to the country, and then you come. So even in this material world, you cannot go to rich places. You want to go to Sudan? No problem. Because you are qualified to go there. Because people there are less qualified than you. But if you want to go to a place which is more qualified than you, conditions are there. So even in this world there are conditions. So if you have good karma, good money, good intelligence, then you are welcome to good places. Same way, if you have good karma, if you have controlled your body, you can go to a place better than this place. Svarga, you can enjoy so many things. Beyond Svarga, Chana, Tapa, Maharloka, Satyaloka, all are yogis. They can go anywhere. Just take off. Travel anywhere. They might be sitting and wondering what these people in earth are doing. Making aeroplanes, making rockets, and getting blasted. Laughter. Why are they struggling so much? The same energy, the same power, the same tapasya. Because all this needs tapasya, right? So much money is needed, so much practice is needed, so much technology is needed for putting one thing to work. So if the same time is involved in internal development, then you can levitate. Right? Why you need food? Aircrafts."
    },
    {
      "start_time": 1072,
      "end_time": 1226,
      "verse_references": [],
      "themes": [
        "material desires",
        "yogic transcendentalists",
        "science of Krishna consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This science of Krishna consciousness has to be understood.",
      "summary": "This segment contrasts the desires of materialists with the goals of transcendentalists, emphasizing that the yogic transcendentalists can reach higher planetary systems, but the ultimate goal is to go beyond the material world through the science of Krishna consciousness.",
      "timestamp_url": "https://youtu.be/m6qtPxtFAh0?t=1072",
      "transcript": "So the soul can be lifted up. The problem is that I want to go with my material desire. I want to go with this mind. I want to go with this conditioning. That is not possible. So we are controlled. So transcendentalists want to go beyond this material conditioning. So the yogic transcendentalists, they can go to Satyaloka, Tapaloka, beyond Svarga. Brahma is in Satyaloka. Everything is dissolved in this material world. Brahmaloka will always be there. Satyaloka will always be there. Until the day of Brahma. That also has to wind up. So traveling to different planets in this material world is not a very big exciting thing for a transcendentalist who want to go beyond this material world. So that is easy for bhakti yogis because bhakti yogis, they understand the Lord who is in this beyond this material world, that is my destination. This is not my destination. My destination is there with the Lord. The Lord with the transcendental body and I also have a transcendental body which is engaged today. That is why this world is called Durga, prison house. We are in the prison house, limited by this body, by the iron bars of this body. So when we are liberated, we are in this spiritual world. So this is called science of Krishna consciousness. Prabhupada always mentioned. This science of Krishna consciousness has to be understood. Those who understand this science, Prabhupada does not say religion, this belief, this faith. This is beyond belief and faith and religion. This is pure science. So people say, no, no, no I cannot be sectarian, I have to be secular. We are not even saying secular or sectarian, we are saying scientific. We are all scientists. We are all scientists. Chandras, Tilak, Shikha. What are we science? What is the science we are following? The science of getting out of this material body. The science of going beyond this body which is limiting us and going to a world which is unlimited. So that world which is unlimited, like Brahma Samhita says, the world, the real world of spiritual life."
    },
    {
      "start_time": 1226,
      "end_time": 1354,
      "verse_references": [],
      "themes": [
        "personalism",
        "devotee's goal",
        "awakening the soul"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The process of awakening the soul is this great chanting of liberation.",
      "summary": "This segment highlights the importance of intelligence and the right Shastra in understanding personalism beyond material limitations, emphasizing the devotee's goal of gradually understanding the supreme truth and awakening the soul through chanting the Hare Krishna Mahamantra.",
      "timestamp_url": "https://youtu.be/m6qtPxtFAh0?t=1226",
      "transcript": "No material body. So to understand that there is personalism beyond this material limitation, you need Sumedha Saha. You need intelligence. And that intelligence comes by reading the right Shastra. Not people who want to create something of their own. That is the beauty of Bhagavatam in the Vaishnava Parampara which clearly describes our rotation and clearly describes what destination we have to go to and how to go to that destination. That is Bhagavatam philosophy. Step by step going out. It may take many lifetimes. Devotees are not concerned about that. Devotees are concerned that am I gradually understanding the supreme truth in its real form and am I understanding the cheating which is going on in this body. Cheating means limitations which is going on in the body. Which is controlling my soul within this body. By making me do what the body wants. By making me do what my mind wants. And what my false ego wants. And not allowing me to do what my soul wants. Soul is sleeping. So the process of awakening the soul is this great chanting of liberation like Prabhupada says. This chanting of Hare Krishna Mahamantra is a great chanting for liberation. Because sound, through sound we can liberate. Yogis try to liberate through yogic practices. Because the life air is controlled. The soul is balanced by the life force within the body. So by controlling the life air he can pull out the soul out. Like we saw in previous verses. How a yogi can pull out from the cerebrum of the head. They can pull out. Transcendentalist can dissolve himself. Naithi, naithi, naithi I am not this body, I am not this body. I am not this matter, I am not this mind."
    },
    {
      "start_time": 1354,
      "end_time": 1506,
      "verse_references": [],
      "themes": [
        "impersonal energy",
        "spiritual activity",
        "material limitations"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Activities are not stopped.",
      "summary": "This segment discusses the different paths to liberation, including yoga and transcendentalism, and emphasizes that devotees understand the activity of the soul and gain admission into the spiritual world where they can continue activity free from material limitations.",
      "timestamp_url": "https://youtu.be/m6qtPxtFAh0?t=1354",
      "transcript": "And he understands spirit means some impersonal energy, which is also part of the absolute. Fortunate yogis can go up to Paramatma. And devotees they understand the activity of the soul. When you understand the activity of the soul then we get admission into the spiritual world, where we can continue activity free from all the limitations. Activities are not stopped. So we in the material world sometimes we don't understand what is spiritual activity. Because we know activity means limitation. I can do certain thing. I can only lift 100 kilos. Or maybe 50 kilos. I am limited by my body. I can understand some formula. I can understand beyond that. I am limited by my intelligence. I can desire and own and control this many number of people of this caliber. Not beyond that. Again I am controlled. So that is what happens in this material world of control. How do we go beyond this control? But that doesn't mean that I am not at all controlled. Spiritually also we are controlled. We are eternally controlled. But we are controlled by the Supreme Lord. His internal energy. Control means not like material control. It is just like saying this small finger is controlled by the body. It is not that this is restricted. That control has no restriction. This control has utilization. This small pinky finger is used for this body. What the body wants it does. That way it is subservient to the body. But it is part of the body. And it is also enjoying along with the body. Same way when Prabhupada says the spirit soul is part and parcel of the whole. And it is supposed to serve the whole. It does not mean the servant relationship in the material world. It is a mutually useful relation. Just like the fingers and the body. So the spirit souls are supposed to serve the Supreme Whole. Supreme Lord Krishna. And by that service he is also served. He is also happy. He is also nourished. That is a connection of a devotee and Supreme Lord, which is full of activities, which is free from material limitations, starting from false ego, and all the limiting factors in the material world."
    },
    {
      "start_time": 1506,
      "end_time": 1628,
      "verse_references": [],
      "themes": [
        "spiritual addiction",
        "Krishna's energy",
        "Narada and Durvasa"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It is up to us whether we want to run around this universe in bliss or we have to run around with fear.",
      "summary": "This segment contrasts material and spiritual addiction, highlighting the importance of associating with the transcendental through chanting and surrendering to Krishna's spiritual energy, using the examples of Narada and Durvasa to illustrate the difference between running around in bliss and running around with fear.",
      "timestamp_url": "https://youtu.be/m6qtPxtFAh0?t=1506",
      "transcript": "Which is different things. Karma, Krodha, Moha, Mada, Matsarya. All these things limit us. Anger limits us. Karma limits us. It doesn't limit us. It makes us a person. Makes us a person who is dependent. Addicted to that. Addicted to material things. But simultaneously we practice being addicted to spiritual things. Gradually, gradually. Chanting of the holy name, which is transcendental. We are associating with transcendental. So we want to be controlled by the spiritual energy of Krishna. Materialists want to be controlled by the material energy of Krishna. Like two personalities given example here. Narada and Durvasa. Narada is controlled by Krishna. But he is free. He can travel anywhere. You can say Durvasa also travelled everywhere. But he is not under the control of Krishna. See what happened to be under the control of Maya. He was a great mystic. But he had this ambition to be a great person. He had the arrogance of belittling others. As long as he has all this arrogance belittling others. Pride. Karma. You are controlling the material world. So that is a controlled life. He is running around the universe. Why is he running around? He is running around because Sudarshan is behind him. But he has a capacity to run because he was a great yogi. He is going to Shivaloka, Brahmaloka almost like Vaikuntha. Must be Swetha Deepa. See that Swetha Deepa is a spiritual world. Even though it is part of material world. He is running everywhere. Narada is also running everywhere. But he is running in bliss. So it is up to us whether we want to run around this universe in bliss or we have to run around with fear."
    },
    {
      "start_time": 1628,
      "end_time": 1790,
      "verse_references": [],
      "themes": [
        "material contamination",
        "spiritual consciousness",
        "sacrificing material things"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If our consciousness is materially contaminated then we are in a different consciousness.",
      "summary": "This segment explains how Krishna's energy can be displayed according to our consciousness, emphasizing the need to sacrifice material things and cultivate spiritual habits like surrender, humility, and knowledge to achieve a spiritual consciousness.",
      "timestamp_url": "https://youtu.be/m6qtPxtFAh0?t=1628",
      "transcript": "As long as we are in the grip of material world we are running around with fear. As it is said Krishna's energy of two types. One is energy which is supporting you. Other one is energy which is punishing you. Prabhupada is an example of a cat. The same cat. Same teeth. Very very sharp teeth. It is carrying a kitten. The same teeth it is carrying a rat. A rat is like Durvasa. Shivering and afraid in the mouth of the cat. Narada is like a kitten. In the same mouth. So the energy of the Lord can be displayed according to our consciousness. If our consciousness is materially contaminated then we are in a different consciousness. Material consciousness, which is limiting. If we are in a spiritual consciousness surrendered to the Supreme Lord then we are orbiting in a different orbit. So it is up to us. Today Bhagavatam step by step is teaching how to go beyond the material thing to the transcendental world. So transcendentalists are not interested in roaming around in this world. But they are more interested in freeing themselves and seeing their real form in the spirit, as a spirit soul, and engage in Krishna's service in the spiritual world. So that should be the goal of our life, which may mean denying certain things in this material world. Without sacrificing, we don't get that. So we need to sacrifice material things. So material things are name, fame, position, power, money, women, family, business, power to control. When we give these things up then we inculcate spiritual habits. Spiritual habits are surrender, humility, knowledge, always differentiating what is matter, what is spirit. Engaging only in spiritual activity. Always subservient to the Supreme Lord. And always friendly to all the other creations of the Lord. Not only that we are subservient to the Lord we are subservient to all the other things. All the living entity is created by the Lord. Then he becomes a friend of all the living entity. Then he becomes friend of this world also. Water, air, forest, soil, energies, everything is Lord's. So he uses it all in a friendly way. Not in an exploiting way."
    },
    {
      "start_time": 1790,
      "end_time": 1900,
      "verse_references": [],
      "themes": [
        "devotees",
        "impersonalists",
        "surrender"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "To give up to become surrendered is very very difficult.",
      "summary": "This segment distinguishes between devotees and impersonalists, emphasizing that devotees are dedicated and surrendered to the Lord, while impersonalists are frustrated with the material world and still trying to exploit the Lord, highlighting that surrender is the most difficult thing to achieve.",
      "timestamp_url": "https://youtu.be/m6qtPxtFAh0?t=1790",
      "transcript": "So two kinds of transcendentalists. One kind of transcendentalists who are called devotees. They are dedicated to the Lord. Other kind of transcendentalists are people who are frustrated with the material world. And they are in a denying position. They are still trying to exploit the Lord. Even impersonalists are not dedicated. They are not surrendered. They are out of the material world but they are not surrendered. So devotee is the only person who is surrendered and who is in the real reality. Others are all assumed reality. Material world is assumed reality. Impersonalism is also a kind of assumed reality because he is not coming to his real position of subservient. He also wants to be like God or Brahma Jyoti. There is still no surrender there. To give up to become surrendered is very very difficult. Most difficult thing. You may say yoga is very difficult. Jnana is very difficult. But actually surrendering is most difficult. So bhakti yuga they say bhakti yuga is for all japa madhav. All for people who don't understand knowledge. People who don't understand yoga. Try to do that. Bring a yogi and tell him to get up for three sixty five days. He will give up and go. He will say no yoga is better. Bring a jnani and tell him to surrender and wash pots everyday. So surrender is most difficult than yoga and jnana. Even though they say that bhakti is for people who don't understand. Sometimes it's good. When you don't understand it's easy to surrender. If you understand too much then it becomes very difficult to surrender also."
    },
    {
      "start_time": 1900,
      "end_time": 2036,
      "verse_references": [],
      "themes": [
        "simplicity",
        "bhakti yoga",
        "material knowledge"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A pure devotee he knows going to different planets wasting their time they will say.",
      "summary": "This segment explains that bhakti yoga is internally connected to the Supreme Lord, granting devotees knowledge of everything, and emphasizes that a pure devotee understands the futility of material pursuits like exploring different planets, focusing instead on escaping the prison house of the material world.",
      "timestamp_url": "https://youtu.be/m6qtPxtFAh0?t=1900",
      "transcript": "So one way they are correct. So if you remain simple and humble and uneducated in the material sense, you become educated in the spiritual sense. Because a pure devotee he knows going to different planets wasting their time they will say. They don't know anything about physics. They don't know anything about world economy. But they will simply say simply why are they struggling all these things. Because bhakti yoga is internally connected to supreme lord. When you are in connection with supreme lord you know the entire philosophy entire biology entire chemistry, entire physics entire aerodynamics everything they will know. Why? Everything is created by the lord. So when you say a devotee knows everything it doesn't mean that he is expert in chemistry. He is expert in such a way that he identifies everything as the lord's energy and he keeps it in its place. But he understands the superior position of the spirit and engages in the spiritual activity. Because a person in the jail is not very much interested in becoming popular in the jail. He is saying I want to get out of this jail. I am the most obedient jailer. Or I am the most powerful jail. Jail. What do you call them? Prisoner. I am the great prisoner here. I am the most, I am the best singer prisoner. I am the best body builder prisoner. I am the best intellectual prisoner. You are in the prison. But a humble simple person say I want to finish my 20 years and get out. So this prison house how much knowledge you want of the prison? Same way how much knowledge of this material world we need? Moon, Sun, Mars, billions and billions of stars are there. We are not even know once we went to moon and came back wasted money. If at all we went. Forgot it. Now want to go to another place. This is called Marakatavairagya. Monkey goes to one tree, eats some fruit, throws it then goes to next tree. Eats something, goes to next tree. So he went to moon, not interested. Going to Mars, not interested. They will keep"
    },
    {
      "start_time": 2036,
      "end_time": 2094,
      "verse_references": [
        "BG 13.7-11"
      ],
      "themes": [
        "knowledge",
        "ignorance",
        "subjective knowledge"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "What is knowledge and what is not knowledge?",
      "summary": "This segment contrasts objective knowledge of the material world with subjective knowledge concerning the soul and its relationship with everything, emphasizing that true knowledge consists of humility, sastric knowledge, tolerance, and patience.",
      "timestamp_url": "https://youtu.be/m6qtPxtFAh0?t=2036",
      "transcript": "jumping like this. So what are these planets? What are these stars? What is this material world? What is spiritual world? How to go to spiritual world? What is knowledge? What is not knowledge? In Bhagavad Gita Krishna says what is knowledge and what is not knowledge? Ignorance. You don't find knowledge of chemistry, biology, maths, statistics. You don't find. That is not given as part of knowledge. Knowledge is given as humility, sastric knowledge, tolerance, patience. This is called as knowledge. Because by these things you can really can get the real knowledge. Others are all very objective knowledge of these objects you see beyond you. Other one is a subjective knowledge which is concerning you the soul and your relationship with all that you see. We stop here. Any questions or comments?"
    },
    {
      "start_time": 2094,
      "end_time": 2222,
      "verse_references": [],
      "themes": [
        "spiritual body",
        "fruitive workers",
        "regulative principles"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The transcendentalists are concerned with spiritual body.",
      "summary": "This segment reiterates the importance of focusing on the spiritual body and following regulative principles, emphasizing that fruitive workers cannot move around in an unrestricted manner.",
      "timestamp_url": "https://youtu.be/m6qtPxtFAh0?t=2094",
      "transcript": "So the transcendentalists are concerned with spiritual body. Not just material body. They are concerned with the soul. And by the strength of devotional service, they go beyond this material world. As long as we are fruity workers or gross materialistic, we cannot move around in this unrestricted manner. Okay. Pooja's. And also Prabhupada mentions that when we chant and follow the four divine principles, Prabhupada takes us back to the body. So when Prabhupada is saying that the four divine principles, that means that the in the six ways. So Prabhupada also says that . . No. When you say regulative principles, it is for the entire body. And what is this entire body? It is gross and subtle. Both together are we. We are not just a gross form. We are not a lump of flesh. This this is grossness and subtleness both are involved. So when you say if regulative principles had to be followed, we should not do that in the subtle form. I am not drinking coffee but 24 hours I am thinking the smell of coffee. So that is not following regulative principles. I want to give up sense gratification but I am sitting and thinking only of sense gratification, nice eating, nice ice cream, nice vehicles going outside,"
    },
    {
      "start_time": 2222,
      "end_time": 2390,
      "verse_references": [
        "BG 3.6"
      ],
      "themes": [
        "subtle sense gratification",
        "mithyacharya",
        "100% purification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "There is no question of going back to Godhead without 100% purification.",
      "summary": "This segment emphasizes the importance of following regulative principles in both gross and subtle forms, warning against subtle sense gratification and highlighting the need for 100% purification to return to Godhead.",
      "timestamp_url": "https://youtu.be/m6qtPxtFAh0?t=2222",
      "transcript": "like I joined ISKCON, I can't go out but nice. So that is also subtle sense gratification. Like Krishna says, a person who is not intelligent senses but who is meditating on sense objects is only mithyacharya. He is only a, he is only acting as he is a spiritualist. He is not spiritualist. So when you say you, when Bhagavatam or Gita, anybody says you, it means you the full you. Which is, you means what? You the soul, you the contaminated consciousness, you the subtle body, you the gross body, you with all your karmas, all your prarabdha karmas, all your present thoughts, everything is called you. You is a very general term. So when you say you means, or I, when you say I, I means all these things and I have to follow the regulatory principle. So I have to follow the regulatory principles in the gross form, in the subtle form, in the mental form, in the false ego form, in the imaginative form, in other forms of your existence, of awareness, you should not be aware of that. So we don't be aware of these things but we be aware of Krishna. So when awareness comes, that is consciousness. So we have to consciously not be conscious of the relative, of the force interactivities. We have to be consciously aware of devotional practices. Then we are called followers of Prabhupada. Only then Prabhupada will take you. There is no question of going back to Godhead without 100% purification. And Prabhupada will take only people who are 100% pure. But Prabhupada is available to you to become pure by serving him. That is the meaning of saying, I will take you. Prabhupada when he says, I will take you means what? Even if he is not following forward, drag him and take him back to Godhead. That is not the meaning. When you say Prabhupada will take us back to Godhead, as long as we are followers of Prabhupada, following 100% and becoming pure, then he is a way for us to easily go to Krishna. That is the meaning of that. Not that even if you are not qualified, no, no, no, Prabhupada will take us back to Godhead. Just like Chaitanya Mahaprabhu said, you chant Hare Krishna Mahamantra, Harinam, Sankirtan, that is enough. You will get mukti. But along with that comes a big rule. What is the big rule? Ten offences showed in it. So chanting, you chant Haripol, Haripol, Haripol, you can come, but along with that you have to do ten things to give up. That giving up is a many lifetimes job."
    }
  ]
}