{
  "video_id": "M73IIcYUqC0",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.8.51 | 21-03-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=M73IIcYUqC0",
  "segments": [
    {
      "start_time": 0,
      "end_time": 60,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyana Timiraandhasya Gyananjanishalakaya Chakshurunmilitam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/M73IIcYUqC0?t=0",
      "transcript": "Om Agyana Timiraandhasya Gyananjanishalakaya Chakshurunmilitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Srimate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Deveem Saraswateem Vyasam Tato Jaya Mudeerayet"
    },
    {
      "start_time": 61,
      "end_time": 146,
      "verse_references": [
        "SB 1.8.51"
      ],
      "themes": [
        "guilt",
        "responsibility",
        "devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Therefore he is expressing his feelings as a conscientious devotee. This is his behavior or his reaction as a devotee.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam and explains Yudhishthira Maharaj's feelings of guilt after the war.",
      "timestamp_url": "https://youtu.be/M73IIcYUqC0?t=61",
      "transcript": "In this session, we will be discussing from the 51st verse of the 8th chapter of the 1st canto of Srimad Bhagavatam: Streenam Madhata Bandhunam Droho Yosav Ihotthitaha Karmabhir Grihamedhiyair Naham Kalpo Vyapohitum. The meaning of this verse is, \"I have killed many friends of women, and I have thus caused enmity to such an extent that it is not possible to undo it by material welfare work.\" This is continuing from the previous few verses where Yudhishthira Maharaj, after visiting the battlefield after the war was over, his son was killed, he had seen the massacre that has taken place. Millions, 640 million people were dead, and he is feeling very guilty that just for me to be enthroned as the emperor of the world, this huge killing has happened. Therefore, he is expressing his..."
    },
    {
      "start_time": 166,
      "end_time": 280,
      "verse_references": [],
      "themes": [
        "materialism",
        "sin",
        "Grihamedhi",
        "Grihastri"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "a materialist is sure to commit sins even unintentionally in the course of discharging material duties.",
      "summary": "The speaker explains the concept of Grihamedhi (materialist) and how they inevitably commit sins even unintentionally while pursuing material prosperity.",
      "timestamp_url": "https://youtu.be/M73IIcYUqC0?t=166",
      "transcript": "He is assuming responsibility for killing different kinds of people as a result of this battle. So, Srila Prabhupada explains in the purport, the Grihamedhis are those whose only business is to perform welfare work for the sake of material prosperity. There are two words that are used in the scriptures, Grihamedhi and Grihastri. Grihamedhi is a person who doesn't have any spiritual understanding of life, simply works on the basis of, \"I am the body,\" and simply works for maintenance of the body, for giving pleasure to the body, for maintaining the body, and the false ego dictates that, \"I am this body and all the body is mine. The bodily connections are mine.\" This is the outlook of a Grihamedhi, and such a Grihamedhi, whatever work he does, he does only for the sake of material gain. He has no understanding of spiritual perspective of life itself. So, such Grihamedhis, they perform welfare activity only for the sake of material prosperity. Now, these material prosperity is sometimes hampered by sinful activities. Why? Why is it hampered by sinful activities? Because a materialist is sure to commit sins even unintentionally in the course of discharging"
    },
    {
      "start_time": 280,
      "end_time": 399,
      "verse_references": [],
      "themes": [
        "sin",
        "atonement",
        "sacrifice",
        "brahmanical culture"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "among all the types of sinful activities a person can commit in the human form of life the most grievous type of sinful activity is this killing of a brahmana killing of a cow",
      "summary": "The speaker discusses how the Vedas prescribe sacrifices to atone for unintentional sins, highlighting the importance of protecting brahmanas and cows for spiritual progress.",
      "timestamp_url": "https://youtu.be/M73IIcYUqC0?t=280",
      "transcript": "material duties. That's the nature of this material world. Even if a person knows what is sin and wants to avoid sinful activities, he cannot avoid that simply by being engaged in material duties. So it is said here, to get relief from such sinful reactions, the vedas prescribe several kinds of sacrifices. Unintentionally committed sins, there is a prescription in the vedas, different kinds of sacrifices are prescribed for those on the path of material gain through the scriptural directions. So further, Srila Prabhupada says, it is said in the vedas that by performing the ashwamedha yagna or horse sacrifice, one can get relief from even brahma hatya, killing of a brahmana. Among all the types of sinful activities a person can commit in the human form of life, the most grievous type of sinful activity is this killing of a brahmana, killing of a cow, and killing of a brahmana. Krishna is worshipped as a brahmana hita yacha. Krishna is worshipped as the topmost well-wisher of the cows and the brahmanas. The brahmanical culture, human society can progress spiritually only if this brahmanical culture is maintained and all saintly kings, raja rishis,"
    },
    {
      "start_time": 399,
      "end_time": 556,
      "verse_references": [],
      "themes": [
        "atonement",
        "war",
        "enmity",
        "karma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "when they are killed a fresh enmity is created and thus a chain of actions and reactions increase which is not possible to be counteracted even by thousands of ashwamedha yagnas",
      "summary": "The speaker explains that Yudhishthira Maharaj felt that even performing sacrifices could not atone for the sins of war due to the cycle of enmity it creates.",
      "timestamp_url": "https://youtu.be/M73IIcYUqC0?t=399",
      "transcript": "maintain this brahmanical culture based to protect the brahmanas and cows especially. But Yudhishthira Maharaj's thinking is different. So Yudhishthira Maharaj actually performed this ashwamedha yagna in order to atone for unintentional sinful activities, but he thinks that even though by performing such yagnas one can generally become free from sinful reactions, he thinks that for him it is not possible to get relief even by performing ashwamedha yagna from the great sins he has committed. What happens when a war takes place? Srila Prabhupada explains, in war either the husband or the brother or even the father or sons go to fight. When they are killed, a fresh enmity is created, and thus a chain of actions and reactions increase which is not possible to be counteracted even by thousands of ashwamedha yagnas. In a particular battle, one particular family people are killed, kshatriyas, then the women are so much, the surviving family members, the women and children unprotected, and then there is enmity. Lelakshmi may be described as the first family in violence, but in the great days there is that a woman named lelaki or a woman called lelaki who is a nice lady and a very kind person, the child killed her son left her child to his mother-in-law also with her husband and his wife the two lovers had a very good relationship and now they say that they are not sharing the battle and that is why they say that the FX is not that they can not make it in this way when they find out that they can not do it in their own way then the gravedigger of the vale will say that he has no power over them and son of Yadav is again leaving them alone after their loss become enemies of the new ruling king. Like this, this enmity continues and there is a chain of"
    },
    {
      "start_time": 556,
      "end_time": 682,
      "verse_references": [
        "BG 9.27",
        "BG 9.28"
      ],
      "themes": [
        "karma",
        "devotion",
        "surrender",
        "Krishna's will"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "such actions and reactions on the path of work can be checked only when work is done on behalf of the Supreme Lord.",
      "summary": "The speaker explains that the way out of the cycle of karma is to offer all actions and their results to Krishna, emphasizing that the Pandavas were acting according to Krishna's will.",
      "timestamp_url": "https://youtu.be/M73IIcYUqC0?t=556",
      "transcript": "action and reaction. So, Srila Prabhupada says the way of karma is like that. Material activity or work in this material world is like that. We are always entangled in a chain of action and reaction. It creates one action and another reaction simultaneously and thus increases the chain of material activities, binding the performer in material bondage. So, what is the way out of this chain of actions and reactions? In the Bhagavad Gita, Srila Prabhupada says, in the 9th chapter, 2 verses, 27th and 28th verses, the remedy is suggested that such actions and reactions on the path of work can be checked only when work is done on behalf of the Supreme Lord. Only by offering the work or doing the work on behalf of the Supreme Lord or offering the results of the work to Krishna, can one be freed from the reactions. The battle of Kurukshetra was actually fought by the will of the Supreme Lord, Shri Krishna. Krishna, as it is evident from his version, that is Krishna's version, and only by Krishna's will was Yudhishthira placed from the throne of Hastinapura. So actually Yudhishthira Maharaj is a pure devotee, and it is Krishna's intention that a king like Yudhishthira Maharaj rules the whole world because he is the proper representative of Krishna in this material world. Therefore,"
    },
    {
      "start_time": 682,
      "end_time": 807,
      "verse_references": [],
      "themes": [
        "devotion",
        "Krishna's plan",
        "peace",
        "responsibility"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "for those who are non-devotees when they are involved in a war in which massive killing happens they are responsible for that killing if they have declared war out of personal whims or for their own sake",
      "summary": "The speaker clarifies that the Pandavas were not tainted by sin because they acted on Krishna's orders, while non-devotees bear the responsibility for wars fought for personal gain.",
      "timestamp_url": "https://youtu.be/M73IIcYUqC0?t=682",
      "transcript": "factually no sin whatsoever touched the Pandavas who were only the order carriers of the Lord. For the Pandavas there is no sin because they are pure devotees. They do everything for pleasing Krishna. They do everything on behalf of Krishna. They carry out Krishna's orders. It is this ground in the Mahabharata, after the battle was over and Yudhishthira Maharaj was to be enthroned, he did not want to rule the world that way, but Krishna wanted it. Therefore, Yudhishthira Maharaj accepted to rule the world. So this is the real nature of devotee, detached from everything material, but for the sake of the Supreme Lord, a devotee accepts anything and everything for the sake of serving the Lord. That's the nature of a devotee. So Srila Prabhupada says, for others, that means those who are non-devotees who declare war out of personal interest, the whole responsibility lies on them. That means for those who are non-devotees, when they are involved in a war in which massive killing happens, they are responsible for that killing if they have declared war out of personal whims or for their own sake. Here Yudhishthira Maharaj tried for peace negotiation. Yudhishthira Maharaj sent even Krishna to the yodana for peace negotiation. But Krishna also could not convince Duryodhana to stop this battle, to avoid this war."
    },
    {
      "start_time": 807,
      "end_time": 912,
      "verse_references": [],
      "themes": [
        "Krishna's plan",
        "demons",
        "purification",
        "devotee's actions"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Because a pure devotee never kills anyone except on the order of Krishna.",
      "summary": "The speaker explains that Krishna orchestrated the war to remove the burden of the earth and that demons killed by Krishna or his devotees are purified of their sins.",
      "timestamp_url": "https://youtu.be/M73IIcYUqC0?t=807",
      "transcript": "So it was inevitable that Yudhishthira had to fight this battle, and Krishna wanted it because Krishna's plan was to remove the burden of the earth. The earth was overburdened by demoniac kings before the appearance of Krishna, and the Pandavas appeared simply for assisting Krishna in his pastimes because they are his pure devotees. So Krishna reduced the burden by killing so many demons. And finally, those demons who still remained after Krishna killing them, he gathered all those demons on the battlefield of Kurukshetra, and he wanted his pure devotees, the Pandavas, to kill these demons on his behalf. So actually the demons killed by Krishna are so much benefited that their sinful reactions are completely nullified because being killed by Krishna. When some demons, any demon is killed by a pure devotee, similarly the demon is purified of all sinful reactions because a pure devotee never kills anyone except on the order of Krishna. Because a pure devotee kills somebody only on the order of Krishna, the person who is killed even by a pure devotee is nullified, his sinful reactions are completely nullified."
    },
    {
      "start_time": 912,
      "end_time": 930,
      "verse_references": [],
      "themes": [
        "devotion",
        "humility"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "They were untouched by any reactions.",
      "summary": "The speaker concludes by reiterating the Pandavas' purity and Yudhishthira Maharaj's humility, ending with Hare Krishna.",
      "timestamp_url": "https://youtu.be/M73IIcYUqC0?t=912",
      "transcript": "So that was the end of this video. What was the actual position of the Pandavas? They were untouched by any reactions, but Yudhishthira Maharaj is still continuing to think that he is responsible for the mass killing. I will stop here. Thank you very much."
    }
  ]
}