{
  "video_id": "ma8Tz568NBs",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.16.3 | 09-01-2023",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=ma8Tz568NBs",
  "segments": [
    {
      "start_time": 0,
      "end_time": 48,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyanati Miran Dhasya Gyananjan Shalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, invoking blessings and paying respects to the spiritual master and Lord Krishna.",
      "timestamp_url": "https://youtu.be/ma8Tz568NBs?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyananjan Shalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine Jai Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shri Vasadi Gauravatta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet"
    },
    {
      "start_time": 49,
      "end_time": 91,
      "verse_references": [
        "SB 1.16.3"
      ],
      "themes": [
        "sacrifice",
        "kingship",
        "demigods"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Maharaj Parikshit, after having selected Kripacharya for guidance as his spiritual master, performed three horse sacrifices on the banks of the Ganges.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam describing Maharaj Parikshit performing horse sacrifices and the significance of these events.",
      "timestamp_url": "https://youtu.be/ma8Tz568NBs?t=49",
      "transcript": "In this session, we will be discussing from the 3rd verse of the 16th chapter of the 1st canto of Srimad Bhagavatam: Aajahara Ashwamedham Streen Gangayam Bhuridakshinan Sharadvatam Gurum Krutva Deva Yatrakshi Gocharaha. The meaning of this verse is Maharaj Parikshit, after having selected Kripacharya for guidance as his spiritual master, performed three horse sacrifices on the banks of the Ganges. These were executed with sufficient care, with sufficient rewards for the attendants."
    },
    {
      "start_time": 91,
      "end_time": 161,
      "verse_references": [
        "SB 1.16.3"
      ],
      "themes": [
        "demigods",
        "interplanetary travel",
        "sacrifice"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It appears from this verse that interplanetary travel by the denizens of higher planets is easy.",
      "summary": "The speaker explains Srila Prabhupada's purport, focusing on the ease of interplanetary travel for demigods and their presence at sacrifices performed by influential kings.",
      "timestamp_url": "https://youtu.be/ma8Tz568NBs?t=91",
      "transcript": "And at these sacrifices, even the common man could see demigods. So in the purport, Shri La Prabhupada says, \"It appears from this verse that interplanetary travel by the denizens of higher planets is easy. We may have difficulty, or rather, we definitely do have difficulty in travelling to other planets. But for the inhabitants of the upper planets to come to this earth planet, there is no difficulty.\" Further, Shri La Prabhupada says, \"In many statements in Bhagavatam, we have observed that the demigods from heaven used to visit this earth to attend sacrifices performed by influential kings and emperors. Herein also we find that during the time of the horse sacrifice ceremony of Maharaj Parikshit, the demigods from other planets were visible even to the common man.\""
    },
    {
      "start_time": 161,
      "end_time": 244,
      "verse_references": [],
      "themes": [
        "demigods",
        "devotees",
        "respect"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A pure devotee, a first class devotee, is respected and honored everywhere in the whole universe.",
      "summary": "The speaker elaborates on the nature of demigods, their subtle bodies, and the exceptional circumstances under which they appear on Earth, emphasizing the respect accorded to pure devotees.",
      "timestamp_url": "https://youtu.be/ma8Tz568NBs?t=161",
      "transcript": "Due to the sacrificial ceremony. You should remember the devatas, they live in upper planets. They don't have gross bodies like we have, we human beings have on the earth. They have subtle bodies. And in their subtle body, they are not visible even if they come to the earth planet. First of all, they don't come to the earth planet very often. There is no reason to come here. Only under exceptional situations or circumstances like being invited by a first class devotee, Mahabhagavata Parikshit Maharaj, he invites the devatas to come for the sacrifice. Then they accept the invitation very graciously because of the stature of Parikshit Maharaj. A pure devotee, a first class devotee, is respected and honored everywhere in the whole universe by all the great sages, by all great devatas, by all great jnanis, yogis, tapasvis, everyone, by realized souls,"
    },
    {
      "start_time": 244,
      "end_time": 317,
      "verse_references": [],
      "themes": [
        "demigods",
        "Krishna",
        "visibility",
        "grace"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Similarly, the demigods also become visible to the common man by their own grace.",
      "summary": "The speaker explains that demigods and Krishna are not generally visible to common people but can become visible by their own grace, similar to Krishna's avataras.",
      "timestamp_url": "https://youtu.be/ma8Tz568NBs?t=244",
      "transcript": "everyone honors and respects a pure devotee of Krishna. That is the position of the pure devotee. So please try to understand what is being described here, that common men could see devatas in the sacrifice that was organized by Parikshit Maharaj. So Srila Prabhupada explains that demigods are not generally visible to common men even when they come to this earth. As Lord Krishna is not visible to common men, but as the Lord, Supreme Lord Krishna, by His causeless mercy, descends to be visible to the common man, Krishna comes down from His spiritual abode, personal abode, that's called avatara, to descend, to come down, and becomes visible. Similarly, the demigods also become visible to the common man by their own grace. If they decide to be visible, they can be visible. If they decide not to be visible, they'll not be visible."
    },
    {
      "start_time": 317,
      "end_time": 384,
      "verse_references": [],
      "themes": [
        "Krishna",
        "demigods",
        "spiritual body",
        "Parikshit"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Because Krishna's form or body is completely spiritual. It's not material like our body.",
      "summary": "The speaker reinforces the idea that Krishna and demigods have spiritual bodies and are visible only by their own will, highlighting Maharaj Parikshit's influence in making the demigods visible.",
      "timestamp_url": "https://youtu.be/ma8Tz568NBs?t=317",
      "transcript": "Just like Krishna. He sits in our heart. But unless He gives darshan, we cannot see Him. Or even when Krishna was present on the earth, 5000 years back, only if He decided to become visible for the common man, He would be visible. Otherwise they could not see Him, because Krishna's form or body is completely spiritual. It's not material like our body. And the devatas, they don't have a gross body. So therefore, neither the devatas nor Krishna are visible to ordinary people, to common people's sight on this earth. If they decide to become visible, they can be seen by common people. All those celestial beings, means those living in heavenly planets, are not visible to naked eyes of the inhabitants of this earth. It was due to the influence of Maharaj Pariksit"
    },
    {
      "start_time": 384,
      "end_time": 481,
      "verse_references": [],
      "themes": [
        "sacrifice",
        "kingship",
        "charity",
        "welfare"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The kings used to organize such sacrifices for the welfare of the entire citizens.",
      "summary": "The speaker discusses the lavish spending by kings during sacrifices, emphasizing the importance of pleasing the devatas, sages, and brahmanas, and comparing the king's charity to a cloud distributing rain.",
      "timestamp_url": "https://youtu.be/ma8Tz568NBs?t=384",
      "transcript": "that the demigods also agreed to be visible. The kings used to spend lavishly during such sacrifices as a cloud distributes rains. So this is very significant. The kings used to organize such sacrifices for the welfare of the entire citizens. Now, in such sacrifices, it was an important aspect of pleasing the devatas, the sages, the brahmanas, learned brahmanas, who direct the king how to perform the sacrifice. Their satisfaction is very, very important to get the full benefit of the sacrifice, to derive the benefit. So one of the aspects of the king performing sacrifice successfully is that the king will spend very, very liberally and the description given here by Srila Prabhupada is just like a cloud distributes rains, similarly the kings would spend during such sacrifices to give in charity"
    },
    {
      "start_time": 481,
      "end_time": 574,
      "verse_references": [],
      "themes": [
        "charity",
        "taxes",
        "prosperity",
        "sacrifice"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The charity made by the kings in such sacrifices are but another form of the taxes collected from the citizens.",
      "summary": "The speaker explains that the king's charity during sacrifices is a redistribution of taxes for the citizens' benefit, leading to prosperity through the successful performance of the sacrifice.",
      "timestamp_url": "https://youtu.be/ma8Tz568NBs?t=481",
      "transcript": "to all the invitees. Srila Prabhupada explains about cloud distributing rain. A cloud is nothing but another form of water. Or in other words, the waters of the earth transform into clouds. What is a cloud? After all, water evaporated by the sun forms the cloud, which has got water in the form of water vapor. Similarly, and those water vapor when they condense, then the clouds pour down rain. That's the system, arrangement of the Supreme Lord in this material world. Similarly, the charity made by the kings in such sacrifices are but another form of the taxes collected from the citizens. Where will the king spend from? From the taxes he collects from the citizens. And what will he spend for? He will spend for giving back the benefit to the citizens. How will the citizens benefit if the king spends for a sacrifice? The result of the sacrifice is all prosperity for the citizens. All types of prosperity. So the citizens benefit by the king performing sacrifices properly."
    },
    {
      "start_time": 574,
      "end_time": 686,
      "verse_references": [],
      "themes": [
        "charity",
        "satisfaction",
        "kingship",
        "responsibility"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Satisfied citizens will never organize agitation against the king.",
      "summary": "The speaker discusses the liberal distribution of charity during sacrifices, leading to citizen satisfaction and stability in the monarchical state, emphasizing the king's responsibility for the citizens' welfare and spiritual guidance.",
      "timestamp_url": "https://youtu.be/ma8Tz568NBs?t=574",
      "transcript": "And the king gives sufficient charity to the deserving, qualified brahmanas, sages, like that. But, as the rains fall down very lavishly and appear to be more than necessary, the charity made by such kings also seems to be more than what the citizens need. So, they would distribute liberally to everyone present in the sacrifice. Not only to the brahmanas, not only to the sages, but to everyone. Now, this is done according to the direction of the shastra. This is not one's whimsical idea to distribute liberally to everyone. No. It is exactly according to shastra. Now, in the sacrifice, the citizens will be satisfied completely. So, Srila Prabhupada says, \"Satisfied citizens will never organize agitation against the king.\" And thus, there was no need in changing the monarchical state. The kings would rule keeping all the citizens satisfied by providing all the necessities, by doing proper sacrifices, by guiding the citizens properly towards the ultimate goal of life. In so many ways,"
    },
    {
      "start_time": 686,
      "end_time": 764,
      "verse_references": [],
      "themes": [
        "spiritual master",
        "guidance",
        "progress"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Without such guidance, one cannot make progress in spiritual life.",
      "summary": "The speaker emphasizes the necessity of a spiritual master for guidance, even for advanced devotees like Maharaj Parikshit, highlighting that spiritual progress requires guidance from the right authority.",
      "timestamp_url": "https://youtu.be/ma8Tz568NBs?t=686",
      "transcript": "the kings were very responsible. Srila Prabhupada says further, even for a king like Maharaj Pariksit, there was need of a spiritual master for guidance. Of course, Pariksit was trained and he was well-versed in the principles of bhakti. He himself was a first-class devotee. But that does not mean he does not require guidance. He still requires a spiritual master for guidance. Without such guidance, one cannot make progress in spiritual life. Spiritual life means to progress by getting guidance from the right person, from the right authority, from the right source. Whimsically, we cannot select somebody we like. Or as people say, \"I believe or I think such and such a person is very good.\" No. It should not be based on what we like or what we whimsically choose or what we think is correct. No. It has to be guided by, again,"
    },
    {
      "start_time": 764,
      "end_time": 858,
      "verse_references": [],
      "themes": [
        "acharya",
        "spiritual master",
        "Vaishnava",
        "bona fide"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Acharya means he is identified as the universal teacher. He teaches by his example.",
      "summary": "The speaker defines the qualities of an acharya and a bona fide spiritual master, emphasizing their spotless character, exemplary life, and Vaishnava qualification, necessary for achieving self-realization.",
      "timestamp_url": "https://youtu.be/ma8Tz568NBs?t=764",
      "transcript": "proper spiritual authorities. That's why acharya. Acharya means he is identified as the universal teacher. He teaches by his example. His life is spotless, character. He has spotless character. His life is exemplary in every way. Acharya. So like that, one has to accept a spiritual master and take guidance in spiritual matters to make spiritual progress. The spiritual master must be bona fide. And one who wants to have self-realization must approach and take shelter of a bona fide spiritual master to achieve real success. This is very important. Success is possible only if one has got a proper bona fide spiritual master. There are qualifications. Just like a bona fide spiritual master should be a Vaishnava. avaishnava gurur nasyat vaishnava shupacho guru Vaishnava. Irrespective of the background of the spiritual master, if he is a Vaishnava, a pure devotee, then such a pure devotee is a suitable spiritual master, bona fide spiritual master."
    },
    {
      "start_time": 858,
      "end_time": 860,
      "verse_references": [],
      "themes": [
        "conclusion"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Thank you very much. Hare Krishna.",
      "summary": "The speaker concludes the lecture with gratitude and the Hare Krishna mantra.",
      "timestamp_url": "https://youtu.be/ma8Tz568NBs?t=858",
      "transcript": "I will stop here. Thank you very much."
    }
  ]
}