{
  "video_id": "MaInYq5698k",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.10.26 | 15-06-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=MaInYq5698k",
  "segments": [
    {
      "start_time": 36,
      "end_time": 143,
      "verse_references": [],
      "themes": [
        "Glorification of Yadu dynasty",
        "Virtue of Mathura",
        "Krishna's birth and pastimes"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "O how supremely glorified is the dynasty of King Yadu, and how virtuous is the land of Mathura, where the supreme leader of all living beings, the husband of the goddess of fortune, has taken his birth and wandered in his childhood.",
      "summary": "The speaker introduces the verse being discussed, which glorifies the Yadu dynasty and the land of Mathura, emphasizing Krishna's divine nature and childhood pastimes.",
      "timestamp_url": "https://youtu.be/MaInYq5698k?t=36",
      "transcript": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Deviim Sarasvatim Vyasam Tato Jayam Udi Rayet. In this session, we will be discussing from the 26th verse of the 10th chapter of the first canto of Srimad Bhagavatam, continuing the prayers offered by the ladies of Hastinapura, not exactly prayers, but they are glorifying Krishna, and through their glorification, we can get to know something about the transition of Krishna. This is the transcendental personality of Sri Krishna. Aho Alam Shlagyatamam Yadokulam Aho Alam Punyatamam Madhorvanam Yadesh Pumsam Rishabhashriyapatihi Svajanmana Chankramanena Chanchati. The meaning of this verse is, O how supremely glorified is the dynasty of King Yadu, and how virtuous is the land of Mathura, where the supreme leader of all living beings, the husband of the goddess of fortune, has taken his birth and wandered in his childhood."
    },
    {
      "start_time": 143,
      "end_time": 237,
      "verse_references": [],
      "themes": [
        "Krishna's Supremacy",
        "Transcendental Nature",
        "Intelligence and Religion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He is not an ordinary person. He is not just another personality of this world. He is the transcendental personality of the spirit.",
      "summary": "This segment emphasizes Krishna's supreme position as the leader of all living beings and the husband of the goddess of fortune, highlighting his transcendental nature and differentiating him from ordinary individuals.",
      "timestamp_url": "https://youtu.be/MaInYq5698k?t=143",
      "transcript": "So this verse glorifies the dynasty of King Yadu, Yadu dynasty, in which Krishna appeared, and also the place, the land of Mathura, where Krishna took birth, and the Vrindavan forest, where Krishna performed his childhood pastimes. And who is Krishna described as? The supreme leader of all living beings. Nityo Nityanam Chetanas Chetanana. And he is also the husband of the goddess of fortune. He is not an ordinary person. He is not just another personality of this world. He is the transcendental personality of the spirit. The zen people of Spike. What he is. If you are never against any person who is intelligent or religious, that is the way. Otherwise you never are so admitting it. You are not following conservative religion. If you are by all means, you should not have worn that hair color. Why? Why should you become.. You should not say that. Have somevos else to… You will become a..."
    },
    {
      "start_time": 237,
      "end_time": 391,
      "verse_references": [
        "BG 4.09"
      ],
      "themes": [
        "Krishna's Appearance vs. Birth",
        "Internal Potency",
        "Transcendental Activities"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Lord appears in a particular family or place by his inconceivable potency.",
      "summary": "The speaker explains the difference between Krishna's appearance and the birth of conditioned souls, emphasizing that Krishna appears through his internal potency and his activities are transcendental.",
      "timestamp_url": "https://youtu.be/MaInYq5698k?t=237",
      "transcript": "In the purport, Srila Prabhupada says, in the Bhagavad Gita, the personality of Godhead, Sri Krishna, has expressively given a description of his transcendental appearance, disappearance, and activities. Particularly in the fourth chapter, Krishna describes that even though he is unborn, he definitely does appear in this material world by his internal potency. All of us in this material world, we appear or we take birth by the force of the external energy, the illusory energy of Krishna. But Krishna appears by his internal potency, spiritual potency. So there is a very, very, very big difference between the two. There is a big difference between Krishna's appearance and our taking birth. There is a big difference. And therefore, his birth is specifically called appearance. And his, Krishna does not die. So it's called disappearance. When Krishna is out. When Krishna is out of our vision, then it is described as disappearance, and both of them are transcendental, and even his activities are completely transcendental, completely spiritual. Janma Karma Chame Divyam Evam Yo Vetthi Tatvatah. This is described by Krishna in the fourth chapter of the Bhagavad Gita. That is being cited by Srila Prabhupada. He will show us this story in this purport. Further, Srila Prabhupada says, The Lord appears in a particular family or place by his inconceivable potency. That is his internal potency, his spiritual potency, his personal potency. And it is inconceivable how that internal energy is working. How that internal energy is working. He does not take his birth as a conditioned soul, quits his body and acts as another body."
    },
    {
      "start_time": 391,
      "end_time": 511,
      "verse_references": [],
      "themes": [
        "Conditioned Soul vs. Krishna",
        "Material Energy",
        "Krishna's Eternal Form"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna never accepts any material body. Krishna never comes in contact with the material energy.",
      "summary": "This segment contrasts the nature of a conditioned soul, bound by material energy, with Krishna, who never comes into contact with it and whose form is eternal and unchanging.",
      "timestamp_url": "https://youtu.be/MaInYq5698k?t=391",
      "transcript": "Conditioned soul, this has been used a few times earlier. Conditioned means completely under the control of the conditions of this material world, imposed by the external energy. And we are all spirit soul, but our spiritual nature is covered by this conditioning of the material nature. So we take birth after we quit one body. We are forced to accept another material. Krishna never accepts any material body. Krishna never comes in contact with the material energy. This is the mystery, how he appears to take birth like another human being, but he is not taking birth. Ajop is an avyayatma. His transcendental form never deteriorates. Our form, this form, it is constant. It is constantly changing. It is constantly changing. Krishna's form never changes. Krishna is always in his transcendental form, eternally. The same supreme personality of Godhead without any change in position, without any change in his qualities, without any change in his opulences. He always is the supreme lord, always is the owner, enjoyer, controller of all the opulences in existence."
    },
    {
      "start_time": 511,
      "end_time": 674,
      "verse_references": [
        "BG 4.09"
      ],
      "themes": [
        "Sun Analogy",
        "Krishna's Appearance and Disappearance",
        "Liberation through Understanding Krishna"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "His birth is like the appearance and disappearance of the sun.",
      "summary": "Using the analogy of the sun's rising and setting, the speaker explains that Krishna's appearance and disappearance are not like ordinary births and deaths, and understanding this truth leads to liberation.",
      "timestamp_url": "https://youtu.be/MaInYq5698k?t=511",
      "transcript": "So that unique position of Krishna is unchanged. Therefore it is said here, he does not take his birth like a conditioned soul. His birth is like the appearance and disappearance of the sun. Srila Prabhupada is giving one example. The sun, which we can relate with, because we have experience of seeing the sun rise and set every single day. The sun arises from the eastern horizon, but that does not mean that the eastern horizon is the parent of the sun. Is it that the sun is being generated out of the eastern horizon? No. The sun exists. Even before it appears on the eastern horizon, the sun is existing. In its position, relative to our vision, the sun becomes visible in the eastern horizon at a certain time. And about 12 hours later, the sun sets on the western horizon. The sun is existent in every part of the solar system. But he becomes visible at a scheduled time. And so also becomes invisible at another scheduled time. Sunrise, sunset. Becomes visible at sunrise. And the sun becomes invisible at sunset. So this is a very good example to help us understand. Similarly, the Lord appears in this universe like the sun and again leaves our sight at another time. He exists at all times at every place. Krishna is present everywhere. And always He is present. But by His causeless mercy, when He appears before us, we take it for granted that He has taken His birth. janma karma chame divyam. Anyone who can understand this truth in terms of the statements of revealed scriptures certainly becomes liberated just after quitting the present body. That is told by Krishna in the Bhagavad Gita. tyaktvā dehaṁ punar janma naiti mām eti."
    },
    {
      "start_time": 674,
      "end_time": 794,
      "verse_references": [],
      "themes": [
        "Liberation",
        "Spiritual Knowledge",
        "Importance of Hearing Krishna's Glories"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But simply by knowing in truth about the Lord's transcendental births and activities, one can get liberation at once.",
      "summary": "The speaker discusses the path to liberation, contrasting the difficult path of many lifetimes with the immediate liberation attainable by understanding Krishna's transcendental nature and activities through scriptures like the Srimad Bhagavatam and Bhagavad Gita.",
      "timestamp_url": "https://youtu.be/MaInYq5698k?t=674",
      "transcript": "When quitting the body, the present body, one who understands the truth in terms of the statements of the shastras, the revealed scriptures, such a person does not take his birth again in this material world. Instead, returns to Krishna loka, Krishna's personal abode in the spiritual world. So liberation is obtainable after many births and after great endeavor in patience and perseverance in knowledge and renunciation. Generally, liberation is not easy. The scriptures describe liberation is after many, many, many births, millions of lifetimes. And that also, after great endeavor, what is that endeavor? In cultivating spiritual knowledge and developing material detachment. These two are very important factors for liberation. But simply by knowing in truth about the Lord's transcendental births and activities, one can get liberation at once. Therefore, the importance of hearing the glories of Krishna's appearance and activities from the Srimad Bhagavatam, from the Bhagavad Gita. Of course, Bhagavatam contains much more details about Krishna's appearance and activities in his various incarnations, especially in his incarnation as Krishna. This is what is explained in the Bhagavad Gita,"
    },
    {
      "start_time": 794,
      "end_time": 923,
      "verse_references": [],
      "themes": [
        "Ignorance and Atheism",
        "Transcendental Arrangements",
        "Fortunate Souls in Krishna's Company"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It is simply by knowing the transcendental nature of birth and activities of Lord Krishna, one can get liberation easily.",
      "summary": "The speaker warns against the ignorance of atheists who see Krishna as an ordinary human, emphasizes the transcendental arrangements of Krishna's birth, and highlights the immense fortune of those who directly associated with Krishna during his earthly pastimes, concluding with the glorification of the Yadu dynasty and Mathura by the ladies of Hastinapur.",
      "timestamp_url": "https://youtu.be/MaInYq5698k?t=794",
      "transcript": "so far whatever Prabhupada has said. But those who are in the darkness of ignorance conclude that the Lord's birth and activities in the material world are similar to those of ordinary living beings, atheists and materialistic persons. They think Krishna is just another human being, which is completely wrong. Such imperfect conclusions cannot give anyone liberation. So they are unable to get liberation by coming to such wrong conclusions. His birth, therefore, in the family of King Yadu as the son of King Vasudeva and his transfer into the family of Nanda Maharaj in the land of Mathura are all transcendental arrangements made by the internal potency of the Lord. The internal potency is working to make this happen. The fortunes of the Yadu dynasty and that of the inhabitants of the land of Mathura cannot be materially estimated. How very, very fortunate they are. It is simply by knowing the transcendental nature of birth and activities of Lord Krishna, one can get liberation easily. We can just imagine what is in store for those who actually enjoyed the company of the Lord in person as a family member or as a neighbor. Krishna appeared and there were so many fortunate souls who were accompanying Krishna in his Leela in Mathura, in the Yadu dynasty, in Vrindavan. Very, very, very fortunate. So there is no doubt about their great fortune and therefore the ladies of Hastinapur are glorifying the Yadu dynasty and the land of Mathura. I will stop here. Thank you very much."
    }
  ]
}