{
  "video_id": "mbHtRZ49ssY",
  "title": "Mahabharata | Part 45 | Danger befalls Sairindhri | His Grace Suvyakta Narasimha Dasa.",
  "speaker": "HG Suvyakta Narasimha Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=mbHtRZ49ssY",
  "segments": [
    {
      "start_time": 0,
      "end_time": 91,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer",
        "guru"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Ajahnath Mirandasya Dhyananjana Chalakaya Chaksharanme Litam Jena Dasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, offering obeisances to the spiritual master and Lord Krishna.",
      "timestamp_url": "https://youtu.be/mbHtRZ49ssY?t=0",
      "transcript": "Thank you for watching. Om Ajnana Timirandhasya Jnananjana Shalakaya Chakshurunmilitam Yena Tasmai Shri Gurave Namaha. Namah Om Vishnupadaya Krishna Preshtaya Bhutale Srimate Bhaktivedanta Swamin Nithinamine. Namaste Saraswate Deve Gaura-vani Pracharine Nirvishesha Sunyavadi Paschatya Desha Tarine. Jaya Shri Krishna Chaitanya Prabhu Nithyananda Sri Advaita Gadadhara Sri Vasadigauravattavrinda. Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare. Mukam Karoti Vachalam Pangam Langhayate Girim Yat Kripa Tamaham Vande Sri Gurum Dina Taranam."
    },
    {
      "start_time": 93,
      "end_time": 270,
      "verse_references": [],
      "themes": [
        "Mahabharata",
        "Pandavas",
        "incognito",
        "Virata",
        "disguise",
        "code names"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "So, in case of any danger and in case of need of any help, they decided on code names by which they would call each other.",
      "summary": "The speaker summarizes the previous episode, detailing the Pandavas' decision to go incognito in the kingdom of Virata, their chosen disguises, and the secret code names they established for emergencies.",
      "timestamp_url": "https://youtu.be/mbHtRZ49ssY?t=93",
      "transcript": "All of you are welcome to this next episode of the Mahabharata. In the last episode, we have seen how the Pandavas had completed their 12 years of forest exile and now it was time for them to go incognito. And fortunately, they also happened to receive the blessings of Yamaraj, by which they were assured that they would be able to successfully go back to their native land. They were able to successfully pass the time of one year incognito without anyone recognizing them. Having now obtained the boon from Yamaraj, still the Pandavas felt it wise to disguise themselves and as advised by Yamaraj, they decided to go to the kingdom of Virata. And in the kingdom of Virata, the five Pandavas entered Virata separately. Yudhishthir Maharaj became Kanka, an advisor to the king. Bhima became Vallabha, a cook in the royal kitchens. Draupadi became Sairindri, a maid-servant who dresses the hairs for the queen of King Virata, Sudeshna. Arjuna became Brihannala, a eunuch, and he was appointed by King Virata to teach art of dance and music to his young daughter Uttara. And then Nakula became Granthika, who was going to take care of the horses in the stable of King Virata. Sahadeva became Tantripala, who was going to take care of the cows of King Virata. After entering the kingdom of Virata, the Pandavas had a secret code by which they would call each other if any one of them were to be in any kind of trouble or danger and they needed the help of the others. In case they were in danger, because they were all entering separately and they were not in their disguise going to reveal that they were related to each other in any way, they would not be able to call out the names what they had assumed, nor could they call out their original names. So, in case of any danger and in case of need of any help, they decided on code names by which they would call each other. So, they gave themselves the names of Jayanta, Vijaya, Jaya, Jayat Sena, Jayat Bala. Like this, they gave each other names by which they could call out, any one of them could call out the other's names, and then immediately the others would understand that there is some danger and this person needed help."
    },
    {
      "start_time": 270,
      "end_time": 483,
      "verse_references": [],
      "themes": [
        "Duryodhana",
        "spies",
        "Keechaka",
        "Virata's kingdom",
        "power",
        "protection"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Although Keechaka was a disturbance, he was also a great protective shield for Virata's kingdom.",
      "summary": "The lecture describes Duryodhana's efforts to uncover the Pandavas' disguise and introduces Keechaka, the powerful commander-in-chief of Virata's army, highlighting his influence and the kingdom's dependence on him.",
      "timestamp_url": "https://youtu.be/mbHtRZ49ssY?t=270",
      "transcript": "Now, the Pandavas, they had entranced themselves in their respective positions and things were going quite smoothly. Nobody had detected them. In the meantime, Duryodhana had started sending spies all over the place. They were going to various kingdoms and they were observing who are the kind of people there, whether the Pandavas are there or not. Because Duryodhana's intention was, if somehow or the other he is able to uncover their disguise, then again the Pandavas would have to go into another 12 years of forest exile. So, he could very comfortably, without any opposition, he could enjoy the kingdom of the Pandavas as well as his own kingdom which was Hastinapura. Now, although the spies were going everywhere, they could not find any trace of the Pandavas. And so, the Pandavas were able to keep up their disguise very effectively for more than 10 months. During these 10 months, the Pandavas were able to live peacefully. More or less, they were avoiding all attention. And Bhima would also, because he was a cook, he was in the kitchen, whenever he would cook some delicacies, he would come in the night secretly, meet with his other brothers and share with them. And sometimes Tantripala would get some cow milk products, he would share it with his brothers. And sometimes Yudhishthira would get some gifts from the king, he would come and share it with the brothers. So, like this, they were managing to pass their time. Although they were not very happy being servants to subordinate kings, it was not the ideal position to be in, but they were not in any kind of trouble also. Now, like this, after more than 10 months had passed, they were into the 11th month. This queen Sudeshna had a brother and the name of this brother was Keechaka. He was extremely powerful and very well built and he was very expert in fighting and in the art of warfare. Therefore, King Virata had appointed Keechaka as his commander-in-chief of his army. Now, this Keechaka was quite a terror and he had created lot of problems for all the surrounding neighboring kingdoms and even for the Kauravas, this Keechaka was a headache. But then he was quite powerful, so nobody dared to oppose him openly like that. Nobody wanted a direct confrontation like that. So, to maintain peace, they would tolerate his, he would sometimes encroach on them. He would encroach into others' kingdoms. He would go and sometimes pillage a town or something like that. Those kind of things he was off and on doing. But rival kings were keeping distance because they didn't want to antagonize him. And Virata was also heavily dependent on Keechaka for the protection of his kingdom. Although Keechaka was a disturbance, he was also a great protective shield for Virata's kingdom. Otherwise, the surrounding neighboring enemy kings could easily swallow the kingdom of Virata. Virata, King Virata himself was not so powerful. So, he was quite lenient and he used to not take too much notice of the wrongdoings of Keechaka."
    },
    {
      "start_time": 483,
      "end_time": 672,
      "verse_references": [],
      "themes": [
        "Keechaka",
        "Draupadi",
        "lust",
        "infatuation",
        "rejection",
        "Sudeshna",
        "proposal"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Actually, you should be in a much better condition than this. Why don't you become my queen?",
      "summary": "Keechaka sees Draupadi (Sairindri) and becomes infatuated with her, proposing to her and being rebuffed. He then enlists his sister Sudeshna's help to woo her.",
      "timestamp_url": "https://youtu.be/mbHtRZ49ssY?t=483",
      "transcript": "Now, this Keechaka one day happened to visit his sister Sudeshna and there he happened to see Draupadi who was a Sai Rindri. Now, when he saw her, immediately this Keechaka, he was infatuated with her. And he was not a man of any great good morals or something like that. So, he immediately developed lusty desires towards Sai Rindri. And he started asking Sudeshna, Who is this girl? I have never seen her before. Where has she come from? What is she doing? And all these kind of things. And then when Draupadi, Sai Rindri came to Sudeshna for some work, immediately Keechaka started talking to her. Oh, my beautiful girl. Who are you? Where are you from? I have never seen you before. I am Keechaka. I am the commander of the king's army. So, you are serving like a maid servant in my sister's palace. Actually, you should be in a much better condition than this. Why don't you become my queen? Like this, he started talking. Now, Sai Rindri immediately, she got alarmed. What is this man saying? All these months, she had managed to keep a low profile and avoid the gaze of any men. And somehow, she was managing. Because Draupadi was exquisitely beautiful. That was the fear that Sudeshna also had. Now, Keechaka's eyes, unfortunately, fell on Sai Rindri. Now, Sai Rindri, immediately she was taken aback. And she said, Oh, my... Oh, king, please don't talk like this. Because I am already wedded to another person. So, it is not appropriate for a person like you, who is from a royal family, to set his eyes upon a woman who is already married. This is against the principles of Dharma. So, please give up such thoughts. And please avoid thinking of me in such way. And give up any hopes like this if you have towards developing any relationship with me. Like this, Sai Rindri said. And she immediately turned and walked away. Now, Keechaka was not someone to give up so easily. Although he was rebuffed by Sai Rindri, he was not, in the least, he was not deterred. He spoke to Sudeshna and he said that somehow I have to get her. How to get her hand? How to woo her? How to make her agree to my proposal? So, Sudeshna looked at her brother. And because he was, after all, her brother, she said, Don't worry, because in front of everybody, she might have felt a little shy. So, she might have spoken like that. I will create some excuse and send her to you for some small work. At that time, in a secluded place, you propose to her. Maybe, if you nicely talk to her, she may change her mind also. Sudeshna said like this. Because in those times, in the royal family, sometimes the kings would have relationships with some of the maid servants also. Although they may not be wedded with the maid servants. And this was not so uncommon. And so, Sudeshna thought, Maybe, Sairendri may become interested. If she becomes interested and both adults are consenting, then what's the problem?"
    },
    {
      "start_time": 672,
      "end_time": 792,
      "verse_references": [],
      "themes": [
        "Sudeshna",
        "Draupadi",
        "Keechaka's chambers",
        "danger",
        "prayer",
        "Suryadeva",
        "Vishnu"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Oh, my dear lady, you have already seen that day, how he was talking to me. And he has these kind of lusty desires to me.",
      "summary": "Sudeshna, despite Draupadi's objections, sends her to Keechaka's chambers. Draupadi prays to Suryadeva for protection as she goes.",
      "timestamp_url": "https://youtu.be/mbHtRZ49ssY?t=672",
      "transcript": "So, then, after a few days, Sudeshna found some opportunity. And she told Draupadi, Sairendri, that you please fetch some rice and some other things from my brother's chambers. You please go and get it. Now, Sairendri immediately told Sudeshna, Oh, my dear lady, you have already seen that day, how he was talking to me. And he has these kind of lusty desires to me. Now, if I go to his chambers, God alone knows what is going to happen. So, please don't put me into this kind of a dilemma. Please don't put me into any embarrassing situation like this. Now, Sudeshna, she dismissed her. She said, don't worry. You tell him that I have sent you. So, he will not try anything wrong with you. He will not misbehave with you. Don't worry about that. He is not going to have that much guts to do something. Then, I have sent somebody. So, don't worry. Like that, Sudeshna, somehow she brushed aside Sairendri's objections and sent her. Now, Sairendri, what to do? Now, she was almost on the verge of crying. She knew what was going to happen with Keechaka. And so, as she stepped out of the place and then she was proceeding towards the Keechaka's chambers, she looked up at the sky and looked at Suryadeva. Suryadeva, the sun was shining very strongly. So, she looked up at him and she prayed, please protect me, like that, and she went. It was a very informal kind of prayer from her side, from Draupadi's side. But then, what we have to understand is, all the Pandavas, including Draupadi, are great devotees of Lord Krishna. And in the Rig Veda also it is said, OM TAD VISHNOH PARAMAM PADAM SADAPASHYANTI SURAYAH DIVIVA CHAKSHU RATATAM TAD VIPRASO VIPANYAVO JAGRAVAMSA SAMINDATE VISHNO ORYAT PARAMAM PADAM."
    },
    {
      "start_time": 792,
      "end_time": 939,
      "verse_references": [
        "BG 9.4"
      ],
      "themes": [
        "Devatas",
        "Vishnu",
        "devotees",
        "Pandavas",
        "Suryadeva",
        "Rakshasa",
        "protection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If you want to love me, first learn to love my dog.",
      "summary": "The speaker explains the relationship between the Devatas and Vishnu, emphasizing that devotion to Vishnu extends to his devotees. Suryadeva, recognizing Draupadi's devotion to Krishna, sends a Rakshasa to protect her.",
      "timestamp_url": "https://youtu.be/mbHtRZ49ssY?t=792",
      "transcript": "Vishnu's lotus feet are considered the supreme destination, even for the Devatas. So, even the Devatas are constantly waiting, when can we have darshan of the lotus feet of Lord Vishnu. So, all the Devatas are always trying to please Lord Vishnu. They are trying to please and serve Lord Vishnu in some way or the other. Why? Because Lord Krishna says in the Bhagavad Gita, AHAM ADHIRHI DEVANAM. Krishna is the source of all the Devatas. The Devatas are all created by Krishna himself, by Vishnu. So, naturally, Krishna, so Vishnu being the supreme creator, all the Devatas are always looking for opportunities to serve Vishnu. Now, there is a saying that, If you want to love me, first learn to love my dog. The idea behind this saying is that, If you want to love me, then you should love everyone else that I also love. You cannot say that I love you, but I hate your father and mother. I am a big enemy of your brother, but I love you. You cannot say that. If you have to love me, then you have to love all the people that I love also. This is generally saying like that. So, all the Devatas, the demigods, they are all great devotees of Vishnu. They are also very respectful and devoted to all the devotees of Vishnu. Now, the Pandavas are great devotees of Lord Krishna. They are eternal associates of Lord Krishna. Therefore, all the Devatas, all the demigods have the greatest of respect for the Pandavas. And naturally, Suri Deva also, when he saw that, Draupadi has asked for my protection, then he felt obliged. Oh, she is a great devotee of Krishna, so I have to provide protection to her. Although, she asked very casually, just in a passing, she asked Draupadi. But still, for Suri Deva, it was like a great prayer for him. Because, Draupadi was a great devotee of Lord Krishna. And so, immediately, Suri Deva summoned one Rakshasa and told him, Please go and always, whenever there is a problem, Draupadi steps out of her residence, always be with her. And constantly protect her. And so, this Rakshasa, he invisibly started following Draupadi,"
    },
    {
      "start_time": 939,
      "end_time": 1136,
      "verse_references": [],
      "themes": [
        "Keechaka",
        "Draupadi",
        "assault",
        "Rakshasa",
        "intervention",
        "court",
        "assembly"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Oh! My Sairendri, my dear lady, you have come.",
      "summary": "Keechaka attempts to assault Draupadi in his chambers. She escapes and runs into the royal assembly, where Keechaka drags her by the hair and kicks her. The Rakshasa intervenes, attacking Keechaka.",
      "timestamp_url": "https://youtu.be/mbHtRZ49ssY?t=939",
      "transcript": "who walked into Keechaka's chamber. Now, when Draupadi walked into Keechaka's chamber, Keechaka was very happy to see her. He was very glad to see her. Ah! Sairendri has come. Of course, he could not see the Rakshasa who was following close behind, whom Surya had sent. And so, he said, Oh! My Sairendri, my dear lady, you have come. Please tell me, what have you come for? What is the purpose? Sairendri said, Sudeshna has asked for some things, which I have to take from here. Please provide to me. The queen is also waiting. I should not keep her waiting. Quickly, I have to go. Please, as soon as possible, please hand over the things. Keechaka, she was carrying a golden pot in her hand. Keechaka took the pot from her. And he gave it to one of his servants who was standing there. And he said, Don't worry. My servants will take care of it. Fill it and send it to Sudeshna. And he said, You don't worry. You sit with me. You sit down. I want to talk to you. And he started all kinds of sweet talks, which Sairendri was not happy to hear. And he said, Sorry, I have to take this. I have been given the order by Sudeshna. So, please don't prevent me. Please give me the pot. I want to take it and go. And if you are not giving it to me, I will go myself. And then, Keechaka, what he did? He caught hold of Sairendri. And he started pulling her to him. Now, Sairendri got alarmed. Now, what to do? She gave Keechaka one push on the chest. And this caught Keechaka completely unaware. And because he was not expecting it, he got off balance and he fell down. Taking the opportunity, immediately Draupadi turned and she fled out of the room. And Keechaka managed to pull himself together. Then he got up. Then he started chasing Sairendri. Hey, where are you going? Stop. Wait. I am telling you to stop. Like that. Now, Sairendri, she got very afraid. Now, this Keechaka is not leaving me. He is pursuing me. Now, where shall I go? What shall I do? She ran into the court, into the assembly of King Virata. Where Virata was sitting, all his ministers were sitting. And it so happened that Kanka and Vallabha were also in the assembly at that point of time. Sairendri ran into that assembly. And from behind, Keechaka is pursuing. And the moment she entered the assembly, Keechaka caught hold of her hair and he started dragging her. And when Draupadi tried to resist, Keechaka gave her a mighty kick on her back. And Sairendri fell down on the floor. Now, when this happened, the Rakshasa, who was sent by Surya, he could not tolerate. He went and gave one strong kick to Keechaka on his chest. And Keechaka fell over and he got thrown behind. He was flung behind. And he went and landed on the floor. And the impact was so huge that he got completely disoriented. And then he started looking around. He was completely dazed. What had happened? Suddenly, from somewhere, some foals came and flung him on the floor with a huge impact on the chest. And he was not able to figure out what happened."
    },
    {
      "start_time": 1136,
      "end_time": 1239,
      "verse_references": [],
      "themes": [
        "Draupadi",
        "pleading",
        "Virata",
        "Yudhishthira",
        "Bhima",
        "restraint",
        "disguise"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "A woman's honour is being violated. That too, right in front of you in your assembly.",
      "summary": "Draupadi pleads for justice in the assembly, criticizing the inaction of King Virata and indirectly appealing to Yudhishthira and Bhima. Bhima is enraged but restrained by Yudhishthira to protect their disguise.",
      "timestamp_url": "https://youtu.be/mbHtRZ49ssY?t=1136",
      "transcript": "And nobody could figure out what happened suddenly to Keechaka. And seeing the opportunity, that Keechaka was dazed and he was, for a moment he had forgotten about this Sairendri, she got up and started pleading to Virata, O my king, please see what kind of thing is happening in your kingdom. A woman's honour is being violated. That too, right in front of you in your assembly. This Keechaka has come and kicked me in front of you. In front of you in the assembly. And because I resisted his advances. He wanted to own me, although he knows I am a married woman. And he, because I resisted, he has insulted me, humiliated me like this. How can such a thing happen in the presence of such great kings? Indirectly, Draupadi was referring to Yudhishthir Maharaj and to Bhima, who are also there. I have got five Gandharva kings. They are very powerful. Unfortunately, they are not taking any action right now. Otherwise, if they were to take cognisance of this, they would completely annihilate all the people like Keechaka, would have no chance to continue living. So like this, Draupadi indirectly started telling Yudhishthira and Bhima. She was criticizing them. Now, when Bhima saw this, his fury went beyond his control. His eyes went red. His whole body was trembling. And then he stood up to go and attack Keechaka. He would have finished Keechaka right there. But then, that would have blown the disguise of the Pandavas. So immediately, Yudhishthira Maharaj gently tapped Bhima on his hand. And when Bhima looked down and he saw Yudhishthira Maharaj motioning him to sit down, with great difficulty, Bhima restrained himself and sat down."
    },
    {
      "start_time": 1239,
      "end_time": 1325,
      "verse_references": [],
      "themes": [
        "Virata",
        "dilemma",
        "Yudhishthira",
        "intervention",
        "escape",
        "Keechaka",
        "departure"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "This is neither the time, nor the opportunity, nor the place for you to, to air your grievances.",
      "summary": "King Virata hesitates to act against Keechaka. Yudhishthira intervenes, advising Draupadi to leave. Draupadi complies, and Keechaka storms out of the room.",
      "timestamp_url": "https://youtu.be/mbHtRZ49ssY?t=1239",
      "transcript": "And then King Virata now, he was in a dilemma. He knew that what was happening with Saiyarendri was unjust. At the same time, he did not want to antagonize him. He did not want to antagonize Keechaka because his whole kingdom was resting on his protection. So, Virata, very diplomatically, the King Virata, he said, you please see, maid servant, without hearing both the parties, how can I take a decision? I have not heard what is Keechaka's side of the story. I have heard what you said, but I have to hear what he also has said. Otherwise, how can I decide something? How can I decide that he has behaved unjustly to you? Like this, he started saying. Now, in the meantime, Keechaka had picked himself up and slowly, he was gathering himself and he was coming back to his senses and gathering what had happened, what was going on right there. Now, Yudhishthir Maharaj took advantage of this and he said, maid servant, O Saiyarendri, this is neither the time, nor the opportunity, nor the place for you to air your grievances. Please go back to your chambers and you discuss this with Sudeshna. This is not the place for you to air all your grievances. Please carry on. This is not the, you should not continue to be here. The situation is not favorable. Immediately, Saiyarendri also took the cue from what Kanka had said and she left the palace and went back to Sudeshna's chambers. So, by the time, Keechaka had collected himself, Saiyarendri had already left. And now, what she had already left? So, he also stormed out of the room."
    },
    {
      "start_time": 1326,
      "end_time": 1511,
      "verse_references": [],
      "themes": [
        "Sudeshna",
        "anger",
        "Draupadi",
        "fear",
        "plan",
        "next episode"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Something has to be done.",
      "summary": "Sudeshna expresses anger at Keechaka's actions. Draupadi, fearing further attacks, contemplates a plan to escape his clutches, setting the stage for the next episode.",
      "timestamp_url": "https://youtu.be/mbHtRZ49ssY?t=1326",
      "transcript": "Sudeshna got very angry. I never expected this from my brother. If he has done this, I will tell the king and see that he is put to the gallows. I will see that he pays for this with his life. Like this, Sudeshna also got very upset, angry because she had not expected that Keechaka would force himself upon her. She had thought he will propose to her. Mostly she may agree. If she doesn't agree, she will come away. Like that she had thought. She had not thought that he would go to this extent of humiliating her, trying to forcibly capture her and all these kind of things. So, it came as a surprise for her also. Then Draupadi told her, no, no, no need for you to complain to King Virata and all that. My Gandharva husbands are there. They will take care. Like that she said and with still tears flowing from her eyes, she went to her chambers and then she started taking rest. And although she went back to her chamber, she took bath because she wanted to take rest. She took bath because she wanted to. She was feeling so bad that Keechaka had touched her with his own hands. So, she felt, you know, let me take bath and purify myself. And after taking bath, she also felt fresh and little pacified. And then she was sitting on her bed and she was thinking, now this much has happened. This Keechaka is not going to keep quiet. He will try somehow or the other to capture me and he will try to violate me. So, this is not going to end here. The matter is not going to end here. Something has to be done. And she also saw how King Virata was helpless in front of Keechaka. So, the king, she could not expect any protection from the king also. And as far as Sudeshna was concerned, she was a simple woman and unlikely that she would be able to withstand the manipulations of Keechaka. Keechaka would again come and try somehow manipulate her and she would, he would mislead her and he would take away Draupadi. So, all these were possibilities that could happen. Now, Draupadi was very worried. What will happen now? How could she protect herself? What to do? How to save herself from Keechaka? And she started thinking. And then slowly a plan dawned upon her. She thought of a plan by which she could escape from the clutches of Keechaka. So, what was the plan that Draupadi had thought of? Please join us in the next episode to know about this. Thank you for joining us today. Hare Krishna. Jagatguru Srila Prabhupada."
    }
  ]
}