{
  "video_id": "mhmDSyTj43k",
  "title": "Gaura Mandala Parikrama 2024 | Virachandra Prabhu, Son of Lord Nityananda | Sri Jai Chaitanya Dasa",
  "speaker": "HG Jai Chaitanya Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=mhmDSyTj43k",
  "segments": [
    {
      "start_time": 0,
      "end_time": 147,
      "verse_references": [],
      "themes": [
        "divine intervention",
        "devotion",
        "miracle"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bhirachandra Prabhu then took the stone back to Kardaha by floating it into the Ganges, as if it was too heavy to board onto a boat.",
      "summary": "This segment narrates the story of how Bhirachandra Prabhu obtained the Shaligram Shila from the Nawab's palace in Murshidabad, highlighting the miraculous transformation of food into flowers and the floating of the stone on the Ganges.",
      "timestamp_url": "https://youtu.be/mhmDSyTj43k?t=0",
      "transcript": "It is stated in Prema Vilasa that Sri Bhirachandra Prabhu, after having received appropriate instructions from his father, Nithyananda Prabhu, to install Sri Shamasundraji in Kardaha, had set out to obtain the Shaligram Shila from the Nawab's palace in Murshidabad, from which the deity needed to be carved. Sri Bhirachandra Prabhu's reputation preceded him, and the Nawab greeted him with full honor on his arrival. However, the Nawab had evil intentions. Sri Bhirachandra's vow of feeding him meat. Hence, the Nawab thought that feeding meat to this great Vaishnava would end up derailing him from his religious path and shall thereby spoil his reputation. However, when Nawab attempted to serve him the non-veg dishes, the food automatically got transformed into roses and jasmine. The Nawab ordered his chief to bring new items. But again, the potency of Sri Bhirachandra, the food got transformed into flowers. The Nawab got frustrated in his attempts and finally came to realize that Sri Bhirachandra Prabhu was a great devotee and no ordinary personality. Feeling remorseful and guilty, the Nawab fell at his lotus feet and begged him for forgiveness. Bhirachandra Prabhu, feeling merciful, forgave him. Bhirachandra Prabhu then informed the Nawab, \"I saw you eating the food. I saw a huge stone above your front gate. I would be happy to have it so that I can carve a nice deity out of it.\" The Nawab was very happy to give his consent. Bhirachandra Prabhu then took the stone back to Kardaha by floating it into the Ganges, as if it was too heavy to board onto a boat. To the surprise of all, the Shaligramma stone floated down the river and ultimately reached the banks of Kardaha, where it was carefully recovered."
    },
    {
      "start_time": 148,
      "end_time": 270,
      "verse_references": [],
      "themes": [
        "deity installation",
        "divine manifestation",
        "worship"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The third deity which manifested from the Shaligramma Silla was an exact match.",
      "summary": "This segment describes the process of carving the deity of Lord Shamsundara from the Shaligram Shila, the rejection of the first two deities, and the grand installation festival performed by Achyutananda.",
      "timestamp_url": "https://youtu.be/mhmDSyTj43k?t=148",
      "transcript": "While meditating at Kunjavatika, Sri Bhirachandra had received the beautiful darshana of Sri Shamsundaraji in his heart. In his trance, he received orders from his father, Nithyananda Prabhu, to fetch the Shaligramma Silla from the Nawab's place and subsequently install Shamsundaraji here in Kardaha. This concerned Shaligramma Silla had a long history. This was the same stone on which Kamsa, the wicked maternal uncle of Sri Krishna, had murdered the six children of Devaki over 5000 years ago. Somehow the stone had landed up in the custody of the Nawab. As Bhirachandra Prabhu entered the Nawab's palace, he noticed that the stone was perspiring and understood that it was the same Shaligramma Silla that he had come looking for. Sri Bhirachandra then engaged a sculptor who fulfilled his earnest desire by carving the captivating deity of Lord Shamsundara from this Shaligramma Silla. The first two deities that were sculpted didn't match the exact form of Shri Shamsundaraji that Bhirachandra had witnessed in his meditation. Hence, he sent these first two deities to Shirampur and Saiban, where they are worshipped today as Shri Radha Vallabhji and Shri Radha Nandudulalji respectively. The third deity which manifested from the Shaligramma Silla was an exact match, and Shri Bhirachandra then proceeded to install and worship it. Indeed, the people of Kardaha forgot their distress when they saw this most attractive deity. Bhirachandra Prabhu arranged a grand festival to install the deity with great pomp and show, and so, inviting many devotees and feeding all of them sumptuously, the most merciful Achyutananda, the son of Advaitacharya, performed the abhisheka of Shri Radha Shamsundaraji."
    }
  ]
}