{
  "video_id": "mI2xBQkS-uE",
  "title": "SB 1.18.26 Part 1 | HH Stoka Krishna Swami | 15-04-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=mI2xBQkS-uE",
  "segments": [
    {
      "start_time": 31,
      "end_time": 118,
      "verse_references": [],
      "themes": [
        "Srimad Bhagavatam",
        "Shukadeva Goswami",
        "Pariksit Maharaj"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Similarly, inquiries by Pariksit Maharaj and the answers by Shukadeva Goswami constitute the entire Srimad Bhagavatam.",
      "summary": "The speaker introduces the context of the lecture, explaining that it is based on the 26th verse of the 18th chapter of the first canto of Srimad Bhagavatam, and draws a parallel between the conversation between Arjuna and Krishna leading to the Bhagavad Gita and the inquiries of Pariksit Maharaj and the answers of Shukadeva Goswami constituting the Srimad Bhagavatam.",
      "timestamp_url": "https://youtu.be/mI2xBQkS-uE?t=31",
      "transcript": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Deviim Sarasvatim Vyasam Tato Jayam Udi Rayet. In this session, we will be discussing from the 26th verse of the 18th chapter of the first canto of Srimad Bhagavatam. This chapter is actually a prelude for the Srimad Bhagavatam itself to be spoken by Shukadeva Goswami. Prelude means an introduction. How certain events led to the meeting of Pariksit Maharaj and Shukadeva Goswami, and Pariksit inquired from Shukadeva Goswami, and Shukadeva Goswami replied to Pariksit's questions, spoke the introduction. The entire Srimad Bhagavatam. That's a wonderful position of the Bhagavatam, the Srimad Bhagavatam. Just like the conversation between Arjuna and Krishna led to the Srimad Bhagavad Gita, the scripture called Bhagavad Gita. Similarly, inquiries by Pariksit Maharaj and the answers by Shukadeva Goswami constitute the entire Srimad Bhagavatam."
    },
    {
      "start_time": 121,
      "end_time": 207,
      "verse_references": [],
      "themes": [
        "meditation",
        "consciousness",
        "Samika Rishi"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But what was the real state of consciousness that is very precisely described in this verse?",
      "summary": "The speaker reads the translation of the 26th verse, emphasizing its technical description of the state of consciousness of Samika Rishi during meditation.",
      "timestamp_url": "https://youtu.be/mI2xBQkS-uE?t=121",
      "transcript": "The 26th verse. The meaning of this verse is the muni's sense organs, breath, mind, and intelligence were all restrained from material action. They were all restrained from physical activity, and he was situated in a trance apart from the three, wakefulness, dream, and unconsciousness, having achieved a transcendental position qualitatively equal with the supreme absolute. So, this is a very, very technical description of the state of consciousness. In the passage of the books, there is an analysis of Samika Rishi. He was externally, he appeared to be just sitting and doing some meditation. That's all. The way King Pariksit saw him in his ashram, in Samika Muni's ashram, he saw Samika Rishi sitting in meditation. But what was the real state of consciousness that is very precisely described in this verse?"
    },
    {
      "start_time": 208,
      "end_time": 378,
      "verse_references": [],
      "themes": [
        "sense control",
        "spiritual life",
        "material engagement"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, the spiritual engagement is possible provided, first of all, we practice controlling, restraining these senses and gradually elevate these senses to the spiritual position, spiritual platform.",
      "summary": "The speaker elaborates on the meaning of the verse, explaining how the senses, breath, mind, and intelligence are restrained from material activities in spiritual practice.",
      "timestamp_url": "https://youtu.be/mI2xBQkS-uE?t=208",
      "transcript": "So, just before I go to the purport, let me just re-read the translation with sufficient pause for each of the different portions of this wonderful translation. The muni's sense organs, indriya, prathiruddha indriya. Prathiruddha means it was restrained. From what? Restrained from what? From material engagement, from material contact, from material activities. It is just like our eyes or ears. Generally, what are they engaged in? In seeing material objects. In hearing different kinds of material sounds. So, they are engaged materially. That's a normal condition of any person in this world. But, those who are interested in spiritual life, in spiritual experience, they want to stop this material engagement and completely engage. Engage spiritually. So, the spiritual engagement is possible provided, first of all, we practice controlling, restraining these senses and gradually elevate these senses to the spiritual position, spiritual platform. So, first of all, the muni's sense organs. First of all, the muni's sense organs are restrained. Prathiruddha indriya. Then, prana, his breath. Then, manaha, the mind. Buddhi, the intelligence. So, the sense organs we know. Eyes, ears, nose, tongue, and sense of touch. And breathing. We know the breathing. We breathe in and breathe out. That actually activates our prana, the vital air that is circulating in this body and keeping this body alive and in a working condition. The breath. And then the mind. And intelligence. Manasa and Buddhi."
    },
    {
      "start_time": 378,
      "end_time": 474,
      "verse_references": [],
      "themes": [
        "trance",
        "consciousness",
        "wakeful state"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He was situated in a state apart from the three states of consciousness.",
      "summary": "The speaker explains the concept of trance and introduces the three states of consciousness: wakefulness, dream, and unconsciousness, focusing on the wakeful state.",
      "timestamp_url": "https://youtu.be/mI2xBQkS-uE?t=378",
      "transcript": "All these four were restrained from material activities, and he was situated in a trance. What is this trance? Param. Praptam. He was situated in a trance. Param Praptam. No, that's not Param Praptam. Situated in a trance is sthanatrayat. He was situated in a state apart from the three states of consciousness. Now, in the scriptures it is explained, as spirit soul, we are conscious beings. We have got consciousness or awareness. Just like now I am aware of all my surroundings through my eyes, through my ears I hear some sounds which are produced outside. I see objects with these eyes. I am conscious. I am in a room. I am speaking to an audience who are hearing me. Explain the Bhagavatam words, etc. So this is the state of consciousness called wakeful state."
    },
    {
      "start_time": 478,
      "end_time": 664,
      "verse_references": [],
      "themes": [
        "dream state",
        "consciousness",
        "senses"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "These five senses are the gateway for our interaction with the outside world.",
      "summary": "The speaker describes the dream state, explaining how the external interaction is stopped and the five senses are shut off.",
      "timestamp_url": "https://youtu.be/mI2xBQkS-uE?t=478",
      "transcript": "Then there is the dream state. Swapna avastha. When we go to sleep at night, then you are aware, every night we experience this, but we become unaware of our external surroundings. Our external surroundings we become unaware. We don't know what is happening outside. So that is the state when we go to sleep and we are fast asleep. So then in that sleeping state, there are two different states of consciousness. One is called a dream state and other is called an unconscious state. Dream state is called in Sanskrit, swapna avastha. Swapna means dream. So in English it is translated by Prabhupada, swapna avastha is translated as dream state. So wakeful state, dream state and a third state, which is the other state in the sleeping condition, unconscious state. Sometimes it is called also as a deep sleep state. That means there is no awareness of a dream, but there is no awareness externally also. This dream state is where we enter a subtle world. That means the spirit soul inside this body is experiencing a certain state of awareness. State of awareness. So wakeful state is the state where basically the mind is interacting through the five senses with everything outside. And the dream state is where the external interaction is stopped because we go to sleep. Normally it is with closed eyes. And then not only we have closed our eyes, but we have also lost our touch or awareness of the external world. And basically the five senses. These five senses are the gateway for our interaction with the outside world. Is it not? So that is cut off when you go to sleep. And then in the sleeping something more happens. Not just merely closing the eyes or shutting the ears or shutting the breathing. No. Shutting the sense of smelling. Not breathing. Sense of smelling. Breathing goes on even when you are asleep. The sense of smelling is shut off kind of. So these five senses are shut off when we sleep."
    },
    {
      "start_time": 664,
      "end_time": 761,
      "verse_references": [],
      "themes": [
        "dream world",
        "subtle world",
        "unconscious state"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "That dream world is a subtle world.",
      "summary": "The speaker continues to describe the dream state as a subtle world experienced through the mind, and introduces the unconscious state.",
      "timestamp_url": "https://youtu.be/mI2xBQkS-uE?t=664",
      "transcript": "When we are in the dreaming state, we are aware or conscious of a dream world. We enter a dream world. That dream world is a subtle world. Subtle world means there are no gross objects. There are no objects for the five senses. It is just the mind which is active and is through the mind. Through the mind we perceive a subtle world. And in that subtle world so many things happen. Just like after waking up from sleep, sometimes we remember while I was sleeping I experienced a dream or I witnessed a dream. I had a dream. Most people can relate with this. Of course you should remember, you should understand that always we don't remember the dream that we experience when we wake up. We don't always remember. Sometimes we remember. But it's a fact that every night when we go to sleep then we get into a dream state and we also experience a we are unconscious with some time. Sometimes we are dreaming and sometimes we are unconscious. Both are there. For everyone."
    },
    {
      "start_time": 761,
      "end_time": 896,
      "verse_references": [],
      "themes": [
        "memory",
        "dreams",
        "subtle experience"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But subtle experience is there, that is there in the dream state",
      "summary": "The speaker uses the analogy of not remembering all incidents in the wakeful state to explain why we don't always remember our dreams, emphasizing the subtle experience in the dream state.",
      "timestamp_url": "https://youtu.be/mI2xBQkS-uE?t=761",
      "transcript": "But we don't always remember the dream. Sometimes we remember. Just like to give you an example if I ask you ten days back in your wakeful state can you tell me at this time exactly what happened? Now it is 7.40 pm so exactly ten days back 7.40 pm what were you doing? Immediately you will not be able to recall. Even if you try to recall by going back ten days what was the day of the week? I should have been doing this. I must have been in this place. You try to build up the facts and then you try to still recollect anything significant happened you may try to extrapolate or build it up but you can't exactly remember that this particular thing happened unless it was something very very very significant something very unusual something very very different from the normal happening in our day to day life. So like that all dreams we don't remember. Similarly all just like all incidents in the wakeful state we don't remember. Similarly all dreams we don't remember. So dreaming is definitely there every time we go to sleep but all dreams we don't remember. Extraordinary dreams supposing one particular night you had a very bad dream or a very good dream good and bad in relative terms of course dream is a dream that's all grossly nothing is happening neither anything in your external world is getting disturbed but subtle experience is there that is there in the dream state."
    },
    {
      "start_time": 896,
      "end_time": 935,
      "verse_references": [],
      "themes": [
        "unconscious state",
        "future discussion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Unconscious state is the state in which you are not aware of the dream world and you are not aware of the external gross world also",
      "summary": "The speaker defines the unconscious state and announces that he will continue the discussion of the verse in the next session.",
      "timestamp_url": "https://youtu.be/mI2xBQkS-uE?t=896",
      "transcript": "So that is dream state and unconscious state. Unconscious state is the state in which you are not aware of the dream world and you are not aware of the external gross world also you are unconscious of both these worlds that is called the unconscious state. So we will discuss this in one more session the next session also the same verse we will continue discussing and understand this a little more in a detailed way. Thank you very much."
    }
  ]
}