{
  "video_id": "mlUDkSsg7SA",
  "title": "Daily Evening Bhagavatam Discourse | SB 1.17.24 Part 1 | HH Stoka Krishna Swami | 05-03-2023",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=mlUDkSsg7SA",
  "segments": [
    {
      "start_time": 0,
      "end_time": 45,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, invoking blessings and paying respects to spiritual teachers and deities.",
      "timestamp_url": "https://youtu.be/mlUDkSsg7SA?t=0",
      "transcript": "Om Agyanati Mirandasya Gyananjanishalakaya Chaksharunmilitam Yena Tasmai Shri Gurave Namaha Namah Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Sri Vasadi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet"
    },
    {
      "start_time": 46,
      "end_time": 130,
      "verse_references": [
        "SB 1.17.24"
      ],
      "themes": [
        "dharma",
        "yugas",
        "truthfulness",
        "austerity",
        "cleanliness",
        "mercy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In the age of Satya, truthfulness, your four legs were established by the four principles of austerity, cleanliness, mercy and truthfulness.",
      "summary": "The speaker introduces the 24th verse of the 17th chapter of the 1st canto of Srimad Bhagavatam, explaining how Dharma, represented as a bull, stood on four legs (austerity, cleanliness, mercy, and truthfulness) in Satya Yuga, but gradually lost three legs as the ages progressed.",
      "timestamp_url": "https://youtu.be/mlUDkSsg7SA?t=46",
      "transcript": "In this session we will be discussing from the 24th verse of the 17th chapter of the 1st canto of Shri Madbhagavatam Tapashaucham Dayasatyam Iti Pada Kriteyam Kriyate Krutah Adharmam Shais Trayobhagna Smaya Sanga Madais Tava. The meaning of this verse is: In the age of Satya, truthfulness, your four legs were established by the four principles of austerity, cleanliness, mercy and truthfulness. But it appears that three of your legs are broken due to rampant irreligion in the form of pride, lust for women and intoxication. So Parikshit Maharaj is speaking to the personality of religious principle dharma, the bull in the shape of the bow. That dharma in the beginning of the cycle of four yugas in Satya yuga was established on four legs, four pillars of dharma, what are they? Austerity, cleanliness, mercy and truthfulness. Tapaha, Shaucham, Daya, Satyam. Tapa means austerity, Shaucham means cleanliness, Daya means mercy, Satyam means truthfulness."
    },
    {
      "start_time": 131,
      "end_time": 177,
      "verse_references": [],
      "themes": [
        "yugas",
        "degradation",
        "kali yuga",
        "irreligion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So in Kali yuga, at the beginning of Kali yuga, Dharma is left with only one principle that is truthfulness.",
      "summary": "The speaker elaborates on the decline of Dharma through the yugas, explaining that in Kali Yuga, only truthfulness remains as a pillar, while the others are broken due to pride, lust, and intoxication.",
      "timestamp_url": "https://youtu.be/mlUDkSsg7SA?t=131",
      "transcript": "But by the time the ages rotate, time passes by, Satya, Treta, Dwapara, Kali. So from Satya yuga to Treta yuga, one of the leg is broken. Then from Treta yuga to Dwapara yuga, transition, one more leg is broken. And from Dwapara yuga to Kali yuga, yet one more pillar of religion is broken. So in Kali yuga, at the beginning of Kali yuga, Dharma is left with only one principle that is truthfulness. The other three principles..."
    },
    {
      "start_time": 177,
      "end_time": 263,
      "verse_references": [],
      "themes": [
        "maya",
        "sinful activities",
        "intoxication",
        "meat eating",
        "illicit sex",
        "gambling",
        "detachment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If we refrain from these four pillars of sinful life, then we are in the material world...Then, we can remain aloof from the influence of maya.",
      "summary": "The speaker quotes Prabhupada, explaining that the influence of Maya is proportional to our attraction to sinful activities, particularly intoxication, meat-eating, illicit sex, and gambling, and that refraining from these allows us to remain aloof from Maya's influence.",
      "timestamp_url": "https://youtu.be/mlUDkSsg7SA?t=177",
      "transcript": "...and mercy are broken. Now, how are they broken? It is described here, they are broken due to rampant irreligion in the form of pride, lust for women and intoxication. So, Prabhupada explains this in the purport very nicely. In the purport, Srila Prabhupada says, the deluding energy or material nature can act upon the living beings proportionately in terms of the living beings falling prey to the deluding attraction of maya. We are in the material world, the material energy, maya is acting. But maya's action or influence is possible only if we become attracted by maya's allurements to enjoy, engage in sinful activities. Otherwise, if we refrain from sinful activities, particularly in Kali Yuga, four kinds of sinful activities: intoxication, meat eating, illicit sex and gambling. If we refrain from these four pillars of sinful life, then we are in the material world. We are in the material world."
    },
    {
      "start_time": 263,
      "end_time": 397,
      "verse_references": [],
      "themes": [
        "illusion",
        "delusion",
        "surrender",
        "material energy"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Don't get attracted. Don't get captivated by some, some illusion, illusory energies display of some opportunity for enjoyment in sinful ways. Don't get captivated.",
      "summary": "Using the analogy of moths drawn to fire, the speaker explains how Maya captivates conditioned souls with illusions of enjoyment, warning against attraction to sinful activities and emphasizing the need to surrender to the Lord to overcome Maya's power.",
      "timestamp_url": "https://youtu.be/mlUDkSsg7SA?t=263",
      "transcript": "Then, we can remain aloof from the influence of maya. So, that will be explained now by Srila Prabhupada in a little more detail. Prabhupada says, there is a standard example given in the scriptures. Moths are captivated by the glaring brightness of light and thus they become prey to the fire. Similarly, the deluding energy, deluding energy means the energy which influences us to become illusioned, is always captivating the conditioned souls to become prey to the fire of delusion. And the various scriptures warn the conditioned souls not to become prey to delusion, but to get rid of it. Don't get attracted. Don't get captivated by some illusion, illusory energies, illusory energies display of some opportunity for enjoyment in sinful ways. Don't get captivated. The Vedas warn us, not to go to the darkness of ignorance, but to the progressive path of light, tamasoma jyotir gama. Tamasoma. Don't remain in darkness or don't go more into darkness. Come out of darkness and go towards light. The Lord himself also warns that the deluding power of material energies is too powerful to overcome. Daivi, Hesha, Gunamayi, Mamamaya, Durakyaya. It's too powerful. Durakyaya. But one who completely surrenders unto the Lord can easily do so, can easily actually overcome. Ma mevaye prapadyante maya metam tarantite."
    },
    {
      "start_time": 397,
      "end_time": 475,
      "verse_references": [],
      "themes": [
        "surrender",
        "austerity",
        "cleanliness",
        "mercy",
        "truthfulness",
        "religious principles"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Such surrender is possible by persons of austerity, cleanliness, mercy, and truthfulness.",
      "summary": "The speaker emphasizes that surrendering to Krishna is not easy but is made possible by practicing austerity, cleanliness, mercy, and truthfulness, which are the pillars of religious principles, and that surrender is the key to overcoming the illusory energy.",
      "timestamp_url": "https://youtu.be/mlUDkSsg7SA?t=397",
      "transcript": "But to surrender unto the lotus feet of the Lord is also not very easy. Such surrender is possible by persons of austerity, cleanliness, mercy, and truthfulness. So on the one side are four things. So on the one side are four pillars of sinful life. The deluding energy, the illusory energy is attracting the conditioned souls come enjoy in sinful ways. Other side are the four pillars of religion, religious principles. Now simply avoiding sinful activities alone does not enable a person to surrender to Krishna. That is required. In addition to avoiding sinful activities one has to practice the principles of austerity, cleanliness, mercy, and truthfulness. Then it is possible to surrender to Krishna. And by surrendering to Krishna one can overcome the influence of the illusory energy completely."
    },
    {
      "start_time": 475,
      "end_time": 555,
      "verse_references": [],
      "themes": [
        "satya yuga",
        "brahmanical culture",
        "degradation",
        "pride",
        "attachment",
        "intoxication"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In that age every human being was practically a qualified Brahman of the highest order.",
      "summary": "The speaker describes the ideal state of Satya Yuga, where everyone was a qualified Brahman, unaffected by Maya, and how the decline of Brahmanical culture (austerity, cleanliness, mercy, truthfulness) led to the rise of pride, attachment, and intoxication, pushing society away from salvation.",
      "timestamp_url": "https://youtu.be/mlUDkSsg7SA?t=475",
      "transcript": "These four principles of advanced civilization were remarkable features in the age of Satya. The first age in the cycle of four yugas. Satya Yuga. In that age every human being was practically a qualified Brahman of the highest order. And in the social orders of life they were all Paramahamsas or the topmost in the renounced order. All human beings were of the topmost class in the Satya Yuga. By cultural standing the human beings were not at all subjected to deluding energy. They were not affected by Maya in Satya Yuga. All the human beings. Such strong men of character were competent enough to get away from the clutches of Maya. But gradually as the principles of Brahmanical culture. What are the principles of Brahmanical culture? Austerity. Cleanliness. Mercy. Truthfulness. Austerity is Tapa. Shaucham. Tapa is austerity. Shaucham is cleanliness. Daya is mercy. Satya is truthfulness. As these principles became curtailed by proportionate development of pride, attachment for women and intoxication."
    },
    {
      "start_time": 555,
      "end_time": 614,
      "verse_references": [],
      "themes": [
        "kali yuga",
        "pride",
        "attachment",
        "sex pleasure"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "People are more and more and more after sex pleasure.",
      "summary": "The speaker describes the characteristics of Kali Yuga, including increased pride, attachment to women (objects of enjoyment, especially sex pleasure), and intoxication, highlighting the excessive pursuit of sex pleasure as a defining trait.",
      "timestamp_url": "https://youtu.be/mlUDkSsg7SA?t=555",
      "transcript": "The path of salvation or the path of transcendental bliss retreated far far away from human society. With the progression of the age of Kali people are becoming very proud. They are becoming too much attached to women. Women means I will explain this. And intoxication. Here women means objects of enjoyment, especially objects of sex pleasure. This characteristic of Kali Yuga. People are more and more and more after sex pleasure. And they are very easily become attached and attracted, attracted and hence attached to enjoyment with the member of the opposite sex, whether women or men. Women are attracted to men and men are attracted to women for sex pleasure."
    },
    {
      "start_time": 614,
      "end_time": 750,
      "verse_references": [],
      "themes": [
        "kali yuga",
        "pride",
        "materialism",
        "corruption",
        "irreligiosity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Even a pauper is proud of his penny.",
      "summary": "The speaker continues describing Kali Yuga, noting that even the poorest are proud of their possessions, women dress attractively to entice men, and people are addicted to intoxication, leading to irreligiosity and corruption that cannot be solved by laws alone.",
      "timestamp_url": "https://youtu.be/mlUDkSsg7SA?t=614",
      "transcript": "This is the characteristic of Kali Yuga. By the influence of the age of Kali, Srila Prabhupada explains further. Even a pauper is proud of his penny, as far as pride is concerned. There is no reason to be proud for a person who has very very very little money in his possession. But even the poorest of poor fellow, if he gets some money, little, few rupees let's say nowadays, few rupees, he is very proud. Oh I have so much wealth. I am a very rich person. He thinks like that. He becomes proud. The women are always dressed in an overly attractive fashion to victimize the minds of men. You see, the dressing fashion of the women in Kali Yuga, simply to attract men for sex enjoyment. They dress in a very bad way. And the man is addicted to drinking wine, smoking, drinking tea, chewing tobacco, etc. All varieties of intoxication. Hmm. All these habits or so called advanced under civilization are the root causes of all irreligiosities. And therefore it is not possible to check corruption, bribery and nepotism. Lot of people talk about too much corruption. Too much corruption. How to root out this corruption? So the root cause of corruption is being pointed out here. What is it? All these Irreligiosities. If people are addicted to intoxication, they are addicted to sex pleasures, they are addicted to more and more possessions, greed for possessions, because of which they become overly proud of possessing many things, then it is not possible to avoid corruption. Man cannot check all these evils simply by statutory acts and police vigilance."
    },
    {
      "start_time": 750,
      "end_time": 846,
      "verse_references": [],
      "themes": [
        "mind",
        "disease",
        "cure",
        "austerity",
        "cleanliness",
        "mercy",
        "truthfulness",
        "economic development",
        "scarcity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It is actually a disease which is within the mind.",
      "summary": "The speaker explains that the propensity for sinful enjoyment is a disease of the mind, curable by practicing austerity, cleanliness, mercy, and truthfulness, and criticizes modern economic development for creating scarcity of essential commodities like grains and vegetables.",
      "timestamp_url": "https://youtu.be/mlUDkSsg7SA?t=750",
      "transcript": "But he can cure the disease of the mind by the proper medicine. It is actually a disease which is within the mind. This propensity for enjoyment by sinful activities is a disease of the mind. And what is the cure for this? The proper medicine for this disease of the mind. It is the principles of austerity, cleanliness, mercy and truthfulness, which have to be followed by people in order to cure the mind of these propensities for sinful enjoyment. Modern civilization and economic development are creating a new situation of poverty and scarcity, with the result of blackmailing the consumers commodities. We can see that so many goods are produced but they are not growing grains. So many factories for manufacturing so many unnecessary things, anartha. But the most essential commodities, specially grains, fruits, vegetables, which is required for even survival of the human beings and the animals, that is not being produced enough."
    },
    {
      "start_time": 846,
      "end_time": 868,
      "verse_references": [],
      "themes": [
        "conclusion",
        "future discussion"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "We will discuss this more in the next session.",
      "summary": "The speaker concludes the session, mentioning that the purport is long and will be discussed further in the next session, and offers thanks and Hare Krishna.",
      "timestamp_url": "https://youtu.be/mlUDkSsg7SA?t=846",
      "transcript": "This is the influence of Kali Yuga. So Prabhupada advocates. It is a very long purport. We will discuss this more in the next session. I will stop here. Thank you very much. Hare Krishna."
    }
  ]
}