{
  "video_id": "Mn9k_EBop_o",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.12.25 Part 2 | 03-09-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=Mn9k_EBop_o",
  "segments": [
    {
      "start_time": 0,
      "end_time": 50,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyanati Mirandhasya Gyananjanishalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/Mn9k_EBop_o?t=0",
      "transcript": "Om Agyanati Mirandhasya Gyananjanishalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet"
    },
    {
      "start_time": 50,
      "end_time": 122,
      "verse_references": [
        "SB 1.12.25"
      ],
      "themes": [
        "verse analysis",
        "qualities of a devotee"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This child will be like Bali Maharaj in patience. A staunch devotee of Lord Krishna like Prahlad Maharaj, a performer of many Ashwamedha sacrifices and a follower of the old and experienced men.",
      "summary": "The speaker introduces the verse to be discussed, focusing on the comparison of a child to Prahlad Maharaj as a staunch devotee of Lord Krishna.",
      "timestamp_url": "https://youtu.be/Mn9k_EBop_o?t=50",
      "transcript": "In this session, we will be discussing from the 25th verse of the 12th chapter of the 1st canto of Shri Mahabhagavata. This is the 2nd part of this verse that we will be discussing. The verse is as follows: Dhrithya Bali Sama Krishne Prahrada Iva Sadgraha Ahar Taisho Ashwamedha Nam Vriddha Nam Pariyupasa Kaha. The meaning of this verse is: This child will be like Bali Maharaj in patience, a staunch devotee of Lord Krishna like Prahlad Maharaj, a performer of many Ashwamedha sacrifices, and a follower of the old and experienced men. So, four different special qualities of the child are being foretold by the brahmanas. We discussed in the previous session about the comparison to Bali Maharaj in patience. In this session, we will discuss about the comparison being made to Prahlad Maharaj, a staunch devotee of Lord Krishna."
    },
    {
      "start_time": 122,
      "end_time": 256,
      "verse_references": [],
      "themes": [
        "Prahlad Maharaj",
        "devotion",
        "Hiranyakashipu"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Prabhupada says a perfect devotee of Lord Krishna, his father, Prahlad's father, Hiranyakashyapu, chastised him severely when he was only five years old, for his becoming an unalloyed devotee of the Lord.",
      "summary": "The speaker begins narrating the history of Prahlad Maharaj, highlighting his devotion to Lord Krishna and the opposition he faced from his father, Hiranyakashipu.",
      "timestamp_url": "https://youtu.be/Mn9k_EBop_o?t=122",
      "transcript": "So, in a purport, Srila Prabhupada says about Prahlad Maharaj, he gives a brief description of the history of Prahlad Maharaj. Prabhupada says, \"A perfect devotee of Lord Krishna, his father, Prahlad's father, Hiranyakashyapu, chastised him severely when he was only five years old, for his becoming an unalloyed devotee of the Lord.\" This is the history of Prahlad Maharaj. So, the details of Prahlad Maharaj's history is given in the seventh canto of the Bhagavatam. So, I will try to narrate in brief some more details about the history of Prahlad Maharaj. It is said in the seventh canto that by severe austerities, this demon Hiranyakashipu satisfied Lord Brahma and obtained the benedictions he desired. Nonetheless, he continued to be envious of Lord Vishnu. He conquered the three worlds. He brought all living entities, both demigods and asuras, under his control. All the demigods except Lord Vishnu, Lord Brahma, and Lord Shiva came under his control and began serving him. Practically, Hiranyakashipu terrorized the whole universe. Since Hiranyakashipu was the oppressor of all the demigods and envious of the Supreme Lord, he would naturally be killed. Hiranyakashipu had four sons, of whom the eldest, Prahlad, was a Mahabhagavata. Hiranyakashipu's spiritual master, Shukracharya, had two sons, Shanda and Amarka. Now, Prahlad Maharaj was entrusted to Shanda and Amarka for education."
    },
    {
      "start_time": 256,
      "end_time": 375,
      "verse_references": [],
      "themes": [
        "devotion",
        "Krishna consciousness",
        "teachings"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Prahlad taught the teachers that the mentality of ownership is false and that he was therefore trying to become an unalloyed devotee of the Lord Vishnu.",
      "summary": "The speaker describes Prahlad's disinterest in material education and his continued devotion to Krishna, even teaching his teachers about the falsity of ownership.",
      "timestamp_url": "https://youtu.be/Mn9k_EBop_o?t=256",
      "transcript": "Although the teachers tried to educate the boy Prahlad Maharaj in politics, economics, and other material activities, he did not care for their instructions. Instead, Prahlad continued to be a pure devotee. Prahlad never liked the idea of discriminating between one's friends and enemies, because he was spiritually inclined, he was equal to everyone. Once upon a time, Hiranyakashipu inquired from his son Prahlad what was the best thing that Prahlad had learned from the teachers. So, Prahlad Maharaj replied that a man engrossed in material consciousness of duality, thinking this is mine and something else belongs to an enemy, such a person should give up his householder life and go to the forest to worship the Supreme Personality of Godhead. When Hiranyakashipu heard this from his son, speaking about devotion and service, Hiranyakashipu decided this small boy has been polluted by some friend in school. So, he advised the teacher to take care of the boy so that he would not become a devotee of Krishna. However, when the teachers inquired from Prahlad why he was going against their teachings, Prahlad taught the teachers that the mentality of ownership is false and that he was therefore trying to become an unalloyed devotee of the Lord Vishnu."
    },
    {
      "start_time": 375,
      "end_time": 517,
      "verse_references": [],
      "themes": [
        "devotion",
        "persecution",
        "Hiranyakashipu's anger"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Since Prahlad was so treacherous that he had become a devotee of Vishnu, who had killed his uncle Hiranyakashipu, Hiranyakashipu asked his assistants to kill him.",
      "summary": "The speaker narrates the escalating conflict between Prahlad and Hiranyakashipu, including Hiranyakashipu's attempts to kill Prahlad due to his devotion to Vishnu.",
      "timestamp_url": "https://youtu.be/Mn9k_EBop_o?t=375",
      "transcript": "The teachers, being very angry, chastised and threatened the boy with many fearful conditions. They taught him to the best of their ability and then brought him before his father. So, Hiranyakashipu affectionately took his son Prahlad on his lap and then inquired from him what was the best thing that he had learned from his teachers. As usual, Prahlad Maharaj began praising the nine processes of devotional service such as Shravanam and Kirtanam, Vishnu. The king of the demons, Hiranyakashipu, being extremely angry, chastised the teachers, Shanda and Amarka, for having wrongly trained Prahlad Maharaj. The so-called teachers informed King Hiranyakashipu that Prahlad Maharaj was automatically a devotee and did not listen to their instructions at all. When they proved themselves innocent, Hiranyakashipu inquired from Prahlad, where have you learned about Vishnu Bhakti? Prahlad Maharaj's reply was very profound. Prahlad Maharaj said, those who are attached to family life do not develop Krishna consciousness, either personally or collectively. Instead, they suffer repeated birth and death in the material world and continue simply chewing the chewed. Prahlad explained that the duty of every man is to take shelter of a pure devotee and thus become eligible to understand Krishna consciousness. Hiranyakashipu became angry. He was very, very angry hearing this answer. He threw this small boy down from his lap. Since Prahlad was so treacherous that he had become a devotee of Vishnu, who had killed his uncle Hiranyakashipu, Hiranyakashipu asked his assistants to kill him."
    },
    {
      "start_time": 517,
      "end_time": 631,
      "verse_references": [],
      "themes": [
        "protection",
        "devotion",
        "Hiranyakashipu's ignorance"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Nobody can do anything to the boy because he is protected by the Supreme Lord.",
      "summary": "The speaker emphasizes Prahlad's divine protection despite Hiranyakashipu's relentless attempts to harm him, highlighting Hiranyakashipu's lack of understanding.",
      "timestamp_url": "https://youtu.be/Mn9k_EBop_o?t=517",
      "transcript": "Now, the assistants of Hiranyakashipu struck Prahlad with sharp weapons, threw him under the feet of elephants, subjected him to hellish conditions, threw him from the peak of a mountain, tried to kill him in thousands of other ways, but were always unsuccessful. Hiranyakashipu therefore became increasingly afraid of his son Prahlad and arrested him. Can you imagine? A small five-year-old boy, he is just innocently practicing bhakti, Vishnu bhakti, and his father is so angry, he is trying to kill the boy. And even after being unsuccessful, nothing is striking him that this boy is completely protected. Nobody can do anything to the boy because he is protected by the Supreme Lord. Hiranyakashipu is not understanding this point. But the sons of Shukracharya, Chandana Marka, or the teachers of Prahlad, they pacified Hiranyakashipu and told, \"We will still try to change his mind. He is after all a small boy. He is speaking based on whatever he knows from the past. So we will try to change his mind as he grows up. Don't worry.\""
    },
    {
      "start_time": 631,
      "end_time": 751,
      "verse_references": [],
      "themes": [
        "preaching",
        "Krishna consciousness",
        "Hiranyakashipu's rage"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The more Prahlad glorified Vishnu, the more angry and agitated became Hiranyakashipu.",
      "summary": "The speaker describes Prahlad's preaching to his classmates, their growing devotion to Vishnu, and Hiranyakashipu's increasing anger and agitation.",
      "timestamp_url": "https://youtu.be/Mn9k_EBop_o?t=631",
      "transcript": "So, while the teachers were absent from the classroom, Prahlad began to preach Krishna Consciousness to the classmates. And following the instructions of Prahlad, all the sons of the demons who were Prahlad's classmates became attached to Lord Vishnu. When this attachment became pronounced, Shanda and Amarka were very afraid that the boys would become more and more devoted to Lord Vishnu. In a helpless condition, they approached Hiranyakashipu and described in detail the effect of Prahlad's preaching. After hearing of this, Hiranyakashipu decided to kill his son Prahlad personally. Hiranyakashipu was so angry that Prahlad Maharaj fell down at his feet and said things like, just to pacify him. But Prahlad was unsuccessful in satisfying his father. Hiranyakashipu, as a typical demon, began to advertise himself as being greater than the Supreme Personality of Godhead Vishnu. But Prahlad Maharaj challenged him saying that Hiranyakashipu was not God. And Prahlad began to glorify the Supreme Personality of Godhead Lord Vishnu, declaring that Lord Vishnu is all-pervading. Everything is under his control. No one is equal to or greater than Lord Vishnu. Thus he requested his father, please be submissive to the Omnipotent Supreme Lord. The more Prahlad glorified Vishnu, the more angry and agitated"
    },
    {
      "start_time": 751,
      "end_time": 883,
      "verse_references": [],
      "themes": [
        "Narasimha",
        "Hiranyakashipu's death",
        "divine intervention"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Suddenly there issued a tumultuous sound and the Supreme Lord in his wonderful form of Narasimha, half man, half lion, came out of the pillar.",
      "summary": "The speaker narrates the appearance of Lord Narasimha from the pillar and the subsequent killing of Hiranyakashipu, bringing relief to the universe.",
      "timestamp_url": "https://youtu.be/Mn9k_EBop_o?t=751",
      "transcript": "became Hiranyakashipu. Hiranyakashipu asked his Vaishnava son whether God existed within the columns of the palace. And Prahlad said yes. He was everywhere, so he is also in the pillar. When Hiranyakashipu heard this, he struck his fist with all force against the pillar. \"Let me see your Lord in this pillar.\" Suddenly, there issued a tumultuous sound and the Supreme Lord in his wonderful form of Narasimha, half man, half lion, came out of the pillar. And Hiranyakashipu could understand that this form of the personality who had appeared out of the pillar was actually meant for his death. And he began to fight with Lord Narasimha. The Lord performed some pastime of fighting with the demon for some time. And in the evening, the border between day and night, the Supreme Lord captured the demon, threw him on his lap, and killed him by piercing his abdomen with his nails and tearing apart his body into pieces. Then the associates of Hiranyakashipu came to attack Lord Narasimha, but Lord Narasimha easily killed every one of them. When there was no one else to fight, the Supreme Lord sat on Hiranyakashipu's throne and then the whole universe was relieved of the rule of Hiranyakashipu and everyone was jubilant with transcendental bliss."
    },
    {
      "start_time": 883,
      "end_time": 912,
      "verse_references": [],
      "themes": [
        "Prahlad Maharaj",
        "devotion",
        "Pariksit"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, this great Prahlad Maharaj, staunch devotee of the Supreme Lord, was compared by the brahmanas to actually convince Yudhishthira that Pariksit, the child, will be as staunch a devotee as this Prahlad Maharaj.",
      "summary": "The speaker concludes by reiterating the comparison of Pariksit to Prahlad Maharaj, emphasizing the latter's staunch devotion and the purpose of the brahmanas' comparison.",
      "timestamp_url": "https://youtu.be/Mn9k_EBop_o?t=883",
      "transcript": "So, this great Prahlad Maharaj, staunch devotee of the Supreme Lord, was compared by the brahmanas to actually convince Yudhishthira that Pariksit, the child, will be as staunch a devotee as this Prahlad Maharaj. I'll stop here. Thank you very much."
    }
  ]
}