{
  "video_id": "MNtsWlWJ0Dk",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.12.3 | 31-07-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=MNtsWlWJ0Dk",
  "segments": [
    {
      "start_time": 0,
      "end_time": 57,
      "verse_references": [],
      "themes": [
        "Invocation",
        "Prayers",
        "Guru Parampara"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Namo Bhagavate Vasudevaya",
      "summary": "The lecture begins with traditional Vaishnava prayers and invocations, setting a spiritual tone.",
      "timestamp_url": "https://youtu.be/MNtsWlWJ0Dk?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyanan Janishalakaya Chaksharun Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Devim Saraswati Vyasam Tato Jayam"
    },
    {
      "start_time": 58,
      "end_time": 137,
      "verse_references": [
        "SB 1.12.3"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "Hearing",
        "Chanting",
        "Maharaj Pariksit",
        "Sukadev Goswami"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The effect of such a bona fide hearing and chanting of Srimad Bhagavatam was equally shared by both the hearer and the chanter.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam about Maharaj Pariksit and Sukadev Goswami, emphasizing the mutual benefit of hearing and chanting.",
      "timestamp_url": "https://youtu.be/MNtsWlWJ0Dk?t=58",
      "transcript": "In this session we will be discussing from the third verse of the twelfth chapter of the first canto of Srimad Bhagavatam. This chapter describes birth of Emperor Pariksit. Tad idam srotum ichchamo gaditum yadimanyase bruhina shraddadhananam yasyagyanam adachukaha The meaning of this verse is, \"We all respectfully want to hear about him, that is Maharaj Pariksit, to whom Sukadev Goswami imparted transcendental knowledge, please speak on this matter.\" So in the purport, Srila Prabhupada explains Sukadev Goswami imparted transcendental knowledge to Maharaj Pariksit during the remaining seven days of his life, and Maharaj Pariksit heard him properly just like an ardent student. The effect of such a bona fide hearing and chanting of Srimad Bhagavatam was equally shared by both the hearer and the chanter."
    },
    {
      "start_time": 137,
      "end_time": 234,
      "verse_references": [],
      "themes": [
        "Navavidha Bhakti",
        "Devotional Service",
        "Perfection",
        "Hearing",
        "Chanting"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Pariksit Maharaj attained perfection simply by hearing properly the Srimad Bhagavatam as was spoken to him by Sukadev Goswami.",
      "summary": "The lecture expands on the nine processes of devotional service (Navavidha Bhakti), highlighting how Pariksit Maharaj and Sukadev Goswami achieved perfection through hearing and chanting.",
      "timestamp_url": "https://youtu.be/MNtsWlWJ0Dk?t=137",
      "transcript": "Both of them were benefited. Elsewhere it is explained that there are nine different ways of executing devotional service, Navavidha Bhakti, and nine different personalities, they attained perfection of self-realization simply by adopting one of the nine ways of doing self-realization. And in that description it is said Pariksit Maharaj attained perfection simply by hearing properly the Srimad Bhagavatam as was spoken to him by Sukadev Goswami. Then it is said Sukadev Goswami attained perfection of self-realization simply by speaking Srimad Bhagavatam to Pariksit Maharaj and all the assembled saintly persons. So the benefit of speaking Bhagavatam was shared by the hearer and the chanter. Hearer was Pariksit, chanter was Sukadev Goswami. So Srila Prabhupada says both of them were benefited."
    },
    {
      "start_time": 234,
      "end_time": 354,
      "verse_references": [],
      "themes": [
        "Devotional Service",
        "Shravanam",
        "Kirtanam",
        "Bogus Spiritual Masters",
        "Criticism"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Transcendental realization is attained by such serious hearing and chanting and not otherwise.",
      "summary": "The speaker contrasts genuine devotional service with bogus methods of spiritual realization, particularly criticizing the idea of transferring spiritual power through touch.",
      "timestamp_url": "https://youtu.be/MNtsWlWJ0Dk?t=234",
      "transcript": "Pariksit Maharaj as well as Sukadev Goswami. Out of the nine different transcendental means of devotional service to the Lord prescribed in the Bhagavatam: Shravanam, Kirtanam, Vishnu, Asmaranam, Padusevanam, Archanam, Vandanam, Dasyam, Sukhyam, Atmanivedanam, either all of them, or some of them, or even one of them, were benefited. equally beneficial if properly discharged. Maharaj Pariksit and Shukadev Goswami were serious performers of the first two items namely the process of chanting and the process of hearing and therefore both of them were successful in their laudable attempt. Srila Prabhupada is now going to tell a very very important point for all of us to note regarding devotional service. Transcendental realization is attained by such serious hearing and chanting and not otherwise. There is a type of spiritual visualization that has made perfect sense to all of us and to wish master and disciple much advertised in this age of Kali. It is said that the master injects spiritual force into the disciple by an electric current generated by the master and the disciple begins to feel the shock. He becomes unconscious and the master weeps for his exhausting his store of so-called spiritual assets. Such bogus advertisement"
    },
    {
      "start_time": 354,
      "end_time": 476,
      "verse_references": [],
      "themes": [
        "Bogus Spiritual Masters",
        "Criticism",
        "False Advertisement",
        "Cheating"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "This is totally bogus.",
      "summary": "The speaker continues to strongly condemn false spiritual practices, describing them as rubbish and nonsense, warning against being victimized by such advertisements.",
      "timestamp_url": "https://youtu.be/MNtsWlWJ0Dk?t=354",
      "transcript": "is going on in this age and the poor common man is becoming the victim of such advertisement. So, Srila Prabhupada is talking about the bogus methods adopted by some bogus spiritualists or spiritual masters or spiritual learners. Both are bogus because nowhere in the scriptures you can find any description that the master is touching the disciple, the spiritual master is touching the disciple and some spiritual force is injected. All this is bogus. This is rubbish, nonsense. There is no such thing in the entire Vedic literature. And further you see the description here of this bogus people that some by the touch some electrical current is generated and the disciple feels some kind of shock. And suddenly the disciple becomes unconscious because of the shock. And this bogus spiritual master, he begins to cry. Oh, by touching you, my spiritual asset is completely become nil. I have lost all the knowledge that I had. This kind of advertisement is going on and it's being glorified. This is a great enlightenment of the disciple by the touch of the master."
    },
    {
      "start_time": 476,
      "end_time": 588,
      "verse_references": [],
      "themes": [
        "Authentic Vedic Literature",
        "Hearing",
        "Speaking",
        "Bogus Practices",
        "Criticism"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "No such thing is there.",
      "summary": "The speaker emphasizes that authentic Vedic literature focuses on hearing and speaking, not on physical touch or miraculous experiences, reiterating the warning against false practices.",
      "timestamp_url": "https://youtu.be/MNtsWlWJ0Dk?t=476",
      "transcript": "This is totally bogus. Nowhere in the entire Vedic, authentic Vedic literature you find that somebody is touching and then he becomes bereft of all his transcendental knowledge and the disciple is enlightened and the disciple is enlightened. The disciple feels shock. All these bogus things are never there in any authentic scriptures. On the other hand, we find in every Upanishad, in every Purana, we find they are sitting and hearing, asking intelligent questions and the spiritual master is speaking coherently, very, very specifically answering questions. The spiritual master is answering the question to the point without any of this kind of touching and shock and unconscious experience. None of these bogus things are there in the scriptures. So Srila Prabhupada is warning us, please don't become victim of such false propaganda. These are all for... Innocent, ignorant, poor people who do not know what is spiritual life and they are somehow attracted by some advertisement and they are cheated, completely cheated. Nothing is going to happen by somebody touching that some touch will make somebody enlightened. No such thing. No such thing. No such thing is there."
    },
    {
      "start_time": 588,
      "end_time": 690,
      "verse_references": [],
      "themes": [
        "Importance of Knowledge",
        "Bhagavad Gita",
        "Acharyas",
        "Commentaries",
        "False Advertisement",
        "Cheating"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "If touch were to work, why there has to be so much of knowledge?",
      "summary": "The speaker questions the need for extensive scriptures and commentaries if enlightenment could be achieved through touch, highlighting the importance of knowledge and the role of acharyas.",
      "timestamp_url": "https://youtu.be/MNtsWlWJ0Dk?t=588",
      "transcript": "Why are there so many books? Why is there so much wealth of literature? What is the reason? If touch were to work, why there has to be so much of knowledge? Why Krishna has to speak Bhagavad Gita to Arjuna and through Arjuna to all of us? And that has to be explained. Every single word spoken by Krishna is explained by the... ...atcharyas. Nowhere we find any acharyas touching somebody and making that person enlightened. Nowhere we find like that. Why the acharyas have to write commentaries? Why they have to explain systematically? So please beware of false advertisement by such bogus spiritual masters and bogus disciples, that is Şathrâäm but that is big deal... it's total cheating I don't want to mention the name but you inquire and you will know that this is so much advertised of one so called guru and his disciple and both are worshipped and become very very popular and a big institution is today they're standing in the name of that bogus master and bogus disciple and people are glorifying this business of touching and electric current and enlightenment and unconscious experience they are"
    },
    {
      "start_time": 690,
      "end_time": 792,
      "verse_references": [],
      "themes": [
        "Sukadev Goswami",
        "Maharaj Pariksit",
        "Ardent Hearing",
        "Transcendental Knowledge",
        "Bona Fide Master"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Ardent hearing from the bona fide master is the only way to receive transcendental knowledge",
      "summary": "The speaker returns to the example of Sukadev Goswami and Maharaj Pariksit, emphasizing that ardent hearing from a bona fide master is the true path to transcendental knowledge.",
      "timestamp_url": "https://youtu.be/MNtsWlWJ0Dk?t=690",
      "transcript": "glorifying this this is total cheating so Srila Prabhupada says we do not find a such folk tales in the dealings of Shukadev Goswami and his great disciple Maharaj Pariksit the sage that Shukadev Goswami recited Srimad Bhagavatam in devotion and the great king heard him properly the king did not feel any shock of electric current from the master nor did he become unconscious while receiving the knowledge from the master No such thing is described anywhere in the entire Bhagavatam one should not therefore become a victim of these unauthorized advertisements made by some bogus representative of Vedic knowledge the sages of Navamishan Ranya were very respectful in hearing about Maharaj Pariksit because of his receiving knowledge from Shukadev Goswami by means of ardent hearing very respect abiding viewers following Mr. Shreed Mector's teachings. respectfully, very attentively, very seriously, very nicely, Parikshit Maharaj sat down firmly and heard every single word spoken by Sukhadev Goswami. Ardent hearing from the bona fide master is the only way to receive transcendental knowledge and there is no need for medical performances or occult mysticism for miraculous effects."
    },
    {
      "start_time": 792,
      "end_time": 894,
      "verse_references": [],
      "themes": [
        "Bhakti Yoga",
        "Hearing",
        "Srila Prabhupada",
        "Question and Answer",
        "Clarity",
        "Sincerity"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The process is simple but only the sincere party can achieve the desired result",
      "summary": "The speaker concludes by emphasizing the importance of sincere hearing from Srila Prabhupada or his representatives, encouraging questions and clear explanations, and reiterating the rejection of bogus practices.",
      "timestamp_url": "https://youtu.be/MNtsWlWJ0Dk?t=792",
      "transcript": "None of these things are described anywhere in the scriptures. The process is simple but only the sincere party can achieve the desired result which means that as practitioners of Bhakti Yoga, each one of us, we have to properly hear from Srila Prabhupada or those who are speaking on behalf of Prabhupada, as a representative of Prabhupada, those who are speaking, exactly what Prabhupada has spoken or what he has taught and reasonably explaining to the hearers, to the inquisitive learners, very systematically, patiently, clearly explaining the subject matter. And the hearers also ask questions to clear doubts, to enrich themselves in the knowledge. That's why we have exclusive question and answer session where devotees, who are hearing, are asking questions to clarify certain points. We don't have any such bogus touching and enlightenment and electric current. Neither any bona fide spiritual master will ever do that. Please remember this."
    }
  ]
}