{
  "video_id": "mP4llS4aXh4",
  "title": "Srimad Bhagavatam 3.16.10 by HH Stoka Krishna Swami",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=mP4llS4aXh4",
  "segments": [
    {
      "start_time": 0,
      "end_time": 181,
      "verse_references": [],
      "themes": [
        "protection",
        "dharma",
        "responsibility",
        "sin"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Those who are helpless must be taken care of by their respective guardians. Otherwise, the guardians will be subjected to the punishment of Yamaraj who is appointed by the lord to supervise the activities of sinful living creatures.",
      "summary": "This segment focuses on the importance of protecting defenseless creatures (brahmanas, cows, women, children, and old men) and the consequences guardians face if they neglect their duties, drawing parallels to vultures dealing with serpents.",
      "timestamp_url": "https://youtu.be/mP4llS4aXh4?t=0",
      "transcript": "Translation: The brahmanas, the cows, and the defenseless creatures are my own body. Those whose faculty of judgment has been impaired by their own sin look upon these as distinct from me. They are just like furious serpents, and they are angrily torn apart by the bills of the vulture-like messengers of Yamaraj, the superintendent of sinful persons. Please repeat this translation. The brahmanas, the cows, and the defenseless creatures are my own body. Those whose faculty of judgment has been impaired by their own sin look upon these as distinct from me. They are just like furious serpents, and they are angrily torn apart by the bills of the vulture-like messengers of Yamaraj, the superintendent of sinful persons. Please repeat this translation. The defenseless creatures, according to Brahma Samhita, are the cows, brahmanas, women, children, and old men. Of these five, the brahmanas and cows are especially mentioned in this verse because the Lord is always anxious about the brahmanas. The Lord's blessings are the benefit of the brahmanas and the cows, and He is prayed to in this way. The Lord especially instructs, therefore, that no one should be envious of these five, especially the cows and brahmanas. In some of the Bhagavatam readings, the word duhitruh is used instead of duhatihi, but in either case, the meaning is the same. Duhatihi means cow. Tuhithruhu can also be used to mean cow because the cow is supposed to be the daughter of the sun god. Just as children are taken care of by the parents, women as a class should be taken care of by the father, husband, or grown-up sons. Those who are helpless must be taken care of by their respective guardians. Otherwise, the guardians will be subjected to the punishment of Yamaraj, who is appointed by the Lord to supervise the activities of sinful living creatures. The assistants or messengers of Yamaraj are likened here to vultures, and those who do not execute their respective duties in protecting their wards are compared to serpents. Vultures deal very seriously with serpents, and similarly, the messengers will deal very seriously with neglectful guardians."
    },
    {
      "start_time": 233,
      "end_time": 340,
      "verse_references": [],
      "themes": [
        "brahmanas",
        "cows",
        "protection",
        "welfare"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The whole of Krishna Consciousness is dependent on Brahmanical culture, protection of Brahmanical culture.",
      "summary": "This segment emphasizes the importance of Brahmanas and cows in Krishna consciousness, highlighting Krishna as their protector and asserting that protecting them leads to the welfare of the entire world.",
      "timestamp_url": "https://youtu.be/mP4llS4aXh4?t=233",
      "transcript": "So, this is a verse spoken by the Supreme Lord Narayana. He is speaking to the Kumaras. He is particularly mentioning, not only in this verse but in the past few verses, the position of the Brahmanas as so very, very, very important. The whole of Krishna Consciousness is dependent on Brahmanical culture, protection of Brahmanical culture. That's why, every day when we offer food to Krishna, we particularly chant this prayer: Namo Brahmanya Devaya. Go Brahman Hitaya Cha. Go Brahman Hitaya Cha. Jagadhitaya Krishnaya Govindaya Namo Namah. So, Krishna is the protector especially of the Brahmanas and cows. He is actually the protector of everyone. Jagadhitaya. Go Brahman Hitaya. Jagadhitaya. Simply by giving protection to cows and brahmanas, the entire world can benefit; welfare activity is possible for the entire world by simply protecting brahmanas and cows."
    },
    {
      "start_time": 340,
      "end_time": 473,
      "verse_references": [],
      "themes": [
        "protection",
        "defenselessness",
        "responsibility"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The king or the governmental head has to particularly protect the brahmanas and cows.",
      "summary": "This segment discusses the king's responsibility to protect five categories of defenseless creatures: cows, brahmanas, women, children, and old men, emphasizing the special mention of brahmanas and cows in prayers.",
      "timestamp_url": "https://youtu.be/mP4llS4aXh4?t=340",
      "transcript": "So the king or the governmental head has to particularly protect the brahmanas and cows. Actually, shastra says five categories of persons are to be particularly protected by the king or the guardians: defenseless creatures, bhutani alabdha sharanani, defenseless creatures. Otherwise, if they are not particularly, if these five are not protected, they can be exploited, they can be harmed very easily. Who are they? The cows, the brahmanas, the women, the children, and old men. They can be harmed very, very, they are defenseless. And among these five categories of defenseless creatures, two are singled out in that special prayer: namo brahmanya devaya go brahmana hitaya jagad hitaya krishnaya govindaya namo namah. But in this verse, the Lord is particularly mentioning, Lord Narayan is mentioning, dvijavaran duhatir bhutani alabdha sharanani, dvijavaran, dvijavaran, dvijavaran, dvijavaran, dvijavaran, dvijavaran, the brahmanas."
    },
    {
      "start_time": 697,
      "end_time": 813,
      "verse_references": [],
      "themes": [
        "envy",
        "sin",
        "punishment",
        "hatred"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Envying brahmanas is very, very, very sinful.",
      "summary": "This segment explains that those who are envious of brahmanas, women, children, cows, or old men are considered sinful and will be punished by Yamaraj's messengers.",
      "timestamp_url": "https://youtu.be/mP4llS4aXh4?t=697",
      "transcript": "But if somebody who, out of enviousness, sees them as different from me, envy is such a bad thing that even though somebody may be respectful to Krishna, but out of enviousness towards a brahmana, let me see the brahmana not as belonging to Krishna, they will see the brahmana as different from Krishna. Such people are actually, if they are envious of brahmanas, they are envious of Krishna because brahmanas are not different from Krishna. They are envious of all the other creatures. There are some class of people in the society, they somehow have hatred towards women, and it is a mental disorder actually. They are called misogynist in English, there is a term for this, they hate women, women haters. So according to this verse, such people, by hating women, they are hating the Supreme Lord Narayana, so they are punishable. How are they punishable? They are angrily torn apart by the bills of the vulture-like messengers of Yamaraj, the superintendent of sinful persons. It's sinful to maintain hatred, to be envious of brahmanas or cows or children or women or old men is actually sinful."
    },
    {
      "start_time": 813,
      "end_time": 920,
      "verse_references": [],
      "themes": [
        "punishment",
        "hell",
        "sin",
        "yamadutas"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The yamadutas punishing is only in hell.",
      "summary": "This segment describes the punishments inflicted by Yamadutas in hell, emphasizing that those sent to hell are the most sinful and that even mental sins like envying brahmanas can lead to such severe consequences.",
      "timestamp_url": "https://youtu.be/mP4llS4aXh4?t=813",
      "transcript": "And such sinful persons are punishable by yamadutas, and how are they punished? They are torn apart by the messengers of Yamaraj. This punishment is given in hell. The yamadutas punishing is only in hell. Of course, before the punishment, the yamadutas come to take such sinful people to Yamaraj. That is also punishment only because yamadutas are very, very sinful, very, very fierce to look at. The description is there in sixth canto of Bhagavatam, but the punishment is in hell. They just take, arrest, and take them in their custody to Yamaraj. After Yamaraj's judgment, then only the punishment comes, particularly those who are to be punished by being sent to hell. Hell means special punishment. So what is mentioned here, torn apart by the bills of the vulture-like messengers, Yamaraj is a punishment in hell. So you can imagine how grievous it is. Those who are sent to hell for punishment by yamadutas are the most sinful people in the entire universe, most sinful people."
    },
    {
      "start_time": 1101,
      "end_time": 1171,
      "verse_references": [],
      "themes": [
        "punishment",
        "hell",
        "karma",
        "body"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "They have to be punished in hell to accustom them to eating stool and living like a hog.",
      "summary": "This segment explains that those destined to be degraded to lower life forms are first punished in hell to adjust their mentality, and that this punishment is inflicted on a special 'yatana sharira' or punishment body.",
      "timestamp_url": "https://youtu.be/mP4llS4aXh4?t=1101",
      "transcript": "But if they are to be degraded and taken birth as a hog, then first they have to be punished in hell to accustom them to eating stool and living like a hog because the mentality has to change, the mind has to get adjusted to enter hog's body. So they are punished in hell, and that punishment is not in the subtle body. The subtle body is covered by one yatana sharira, one special body, and that body is meant for just inflicting punishment, that's all. Yatana means suffering due to punishment. Yatana means suffering due to punishment."
    },
    {
      "start_time": 1485,
      "end_time": 1619,
      "verse_references": [
        "BG 18.42"
      ],
      "themes": [
        "brahmanas",
        "qualities",
        "mind control",
        "non-enviousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A devotee is non envious.",
      "summary": "This segment discusses the qualities of a brahmana, particularly focusing on mind control (shama) and non-enviousness, emphasizing that anyone who wants to avoid suffering in hell should not be envious of brahmanas.",
      "timestamp_url": "https://youtu.be/mP4llS4aXh4?t=1485",
      "transcript": "That's why in spiritual life it is said, brahmana's quality, what is brahmana's quality in Bhagavad Gita? First quality that is mentioned, shama shamaha dhamaha, shamo dhamo tapasya ucam. Shama is particularly control of the mind. Open, open 18.42, 18.42 word for meaning, shamaha, ah shamaha, what is the meaning? Shravana mangala, peacefulness, peacefulness in the word, in the translation, same thing. It specifically refers to control of the mind. Some other translations or explanation Prabhupada gives control of the mind. So mind control is essential in devotional service or in yoga practice itself. The sixth chapter particularly refers to control of the mind. So mind control is essential in yoga practice itself. So mind control is essential so that we don't have any kind of enviousness. A devotee is non-envious, pure devotee is completely non-envious, he is not envious of any creature, but a brahmana at least should not be envious, not a brahmana, brahmana, any pious person who doesn't want to suffer in hell should not be envious of brahmanas, at least should not be envious of brahmanas, it's very dangerous."
    },
    {
      "start_time": 1619,
      "end_time": 1758,
      "verse_references": [],
      "themes": [
        "repentance",
        "forgiveness",
        "responsibility",
        "protection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "No one should be envious of these five, especially the cows and brahmanas.",
      "summary": "This segment explains that giving up enviousness and repenting for past envy can free one from punishment, emphasizing the responsibility of guardians to protect cows, brahmanas, women, children, and old men, and the king's potential sinful reaction for failing to do so.",
      "timestamp_url": "https://youtu.be/mP4llS4aXh4?t=1619",
      "transcript": "Now again, somebody has got envy towards brahmanas, if they give up that enviousness, then they are not liable to be punished. They are repentant, they are repentant, they understand the mistake, and they are repentant, then they are freed from the reaction of being, having been envious of brahmanas. Some misunderstanding, somebody may develop some kind of envious feeling towards a brahmana, but afterwards if they realize their mistake and they are repentant, they are freed from that sin. But somebody maintains enviousness towards brahmanas, then this punishment is definitely there in hell for such people. Therefore, Prabhupada says in this purport that no one should be envious of these five, especially the cows and brahmanas, and it is the responsibility of the guardians to give protection to these five categories of creatures, created beings: cows, brahmanas, women, children, and old men. The king has to give protection to the citizens, but particularly these five categories of citizens, these five categories particularly the king has to protect. If he does not give protection, and if they are suffering at the hands of some exploiters, the king gets a portion of the sinful reaction for not having protected them, and what a great responsibility the king has got. It is a very big responsibility for the king."
    },
    {
      "start_time": 1758,
      "end_time": 1841,
      "verse_references": [],
      "themes": [
        "responsibility",
        "protection",
        "envy",
        "punishment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It is a big responsibility protecting the woman or protecting the mother or protecting the wife or daughter.",
      "summary": "This segment highlights the responsibilities of husbands and fathers in protecting women, warning of punishment for those who are envious of their wives, and reiterating that defenseless creatures are considered the Lord's own body.",
      "timestamp_url": "https://youtu.be/mP4llS4aXh4?t=1758",
      "transcript": "Similarly, being a husband or a father, you see, it is a big responsibility protecting the woman or protecting the mother or protecting the wife or daughter, it is a very big responsibility. If a husband is envious of his wife and maintains that enviousness, this is a punishment because they are also mentioned here, alabdha sharanani bhutani, defenceless creatures. Lord Narayan says they are like me, my body, they are my body. Those who are envious, they are angrily torn apart by the bills of vulture-like messengers of Yamaraj, and these are all not just some poetic descriptions, this is cent percent fact what is said here, so maintaining enviousness is very serious."
    },
    {
      "start_time": 1841,
      "end_time": 1992,
      "verse_references": [],
      "themes": [
        "sin",
        "repentance",
        "forgiveness",
        "mind",
        "words",
        "body"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "All the sinful activities that we may perform in the mind can be rectified by realizing the mistake and being repentant.",
      "summary": "This segment discusses how to rectify sinful activities committed through the mind, words, and body, emphasizing the importance of repentance and forgiveness, and noting that the severity of the remedy should correspond to the degree of the sin.",
      "timestamp_url": "https://youtu.be/mP4llS4aXh4?t=1841",
      "transcript": "Maintaining enviousness, all the offenses that we commit in the mind, not offenses, sinful activities that we may perform in the mind can be rectified by realizing the mistake and being repentant, being repentant at the mind level. Mentally we can ask forgiveness, but at the level of words, if somebody offends, then they have to ask for pardon using the tongue actually, go and ask pardon or actually beg forgiveness, not mentally, verbal mentally. And if physically somebody has been, we committed a sin, then physically we have to beg forgiveness by bowing down using our body, you see. So mentally if somebody commits sins, then then realizing within one's own mind and being repentant is enough because the degree of sin in the mind is not as severe as the degree of sin committed by words, and the degree of sin committed through physical violence or physical abuse or physical action is not as, sorry, the physical one is very more serious than even verbal sin. So degrees of sin are there, accordingly the the remedy for becoming free from such sins is also correspondingly."
    },
    {
      "start_time": 1992,
      "end_time": 2149,
      "verse_references": [],
      "themes": [
        "offenses",
        "Vaishnavas",
        "forgiveness",
        "humility"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Vaishnava prad you have to bow down you have to actually ask for forgiveness and in the mind also you should be very repentant.",
      "summary": "This segment contrasts the process of seeking forgiveness for material sins with that of offenses against Vaishnavas, emphasizing that even mental offenses against Vaishnavas require physical acts of humility and seeking forgiveness directly from the offended Vaishnava.",
      "timestamp_url": "https://youtu.be/mP4llS4aXh4?t=1992",
      "transcript": "Mentally, verbally, or physically we have to beg forgiveness, but in the case of offenses against Vaishnavas, offense against Vaishnavas, even if mentally we have offended a Vaishnava, we cannot mentally beg forgiveness and expect that we will be absolved of the offense. No, it doesn't work like that. What did Lord Narayana say, Lord Vishnu say to advise to Durvasambali when he offended, when Durvasambali offended Amrish Maharaj, said go to Amrish Maharaj and fall at his feet. So it is Vaishnava prad, you have to bow down, you have to actually ask for forgiveness, and in the mind also you should be very repentant, and we should mindfully ask forgiveness, all the three levels we have to. That's why when we pay obeisances to Vaishnavas every morning, Vaan Chha Kalpat Rubh Yasha, we have to physically bow down, we have to also vibrate that prayer using our tongue, not mentally chant, we have to verbally chant, and we also have to, our mind should be there in the act of offering obeisances and chanting the prayer. So Vaishnava prad is very serious, whereas at the level of on the material platform, sinful activities, there is consideration of levels of sin, mind, words, or body, ok."
    },
    {
      "start_time": 2167,
      "end_time": 2258,
      "verse_references": [],
      "themes": [
        "punishment",
        "state laws",
        "Yamaraj",
        "justice"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "If the person is not punished, definitely he is going to be punished by Yamaraj.",
      "summary": "This segment addresses the difference between punishment given by state laws and Yamaraj, explaining that if state punishment is commensurate with the sin, there is no further punishment by Yamaraj, using the example of capital punishment for murder.",
      "timestamp_url": "https://youtu.be/mP4llS4aXh4?t=2167",
      "transcript": "Punishment given by state laws is different from punishment given by Yamaraj. Yes, it is different, but if the if the punishment is commensurate with the particular mistake or the sin that has been done, then there is no punishment by Yamaraj. Just like somebody has committed a murder, I will give an example, it is a very gross example, but that is the example very easily understandable. Somebody has committed a murder, so if the person is not punished, definitely he is going to be punished by Yamaraj. If the person is punished by the state, the only punishment which can absolve the person is capital punishment, that means he also has to be killed as a punishment, he has to be killed. Now supposing the state law pardons him, nowadays they are after capital punishment to be abolished, it is very, very inhuman, it is considered inhuman. So if they don't give capital punishment for a murderer, then he is going to be punished by Yamaraj, he is going to be punished by Yamaraj like that."
    },
    {
      "start_time": 2258,
      "end_time": 2377,
      "verse_references": [],
      "themes": [
        "state laws",
        "shastras",
        "Manusamhita",
        "animal killing"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "Manusamhita is perfect law book for mankind.",
      "summary": "This segment discusses the ideal of state laws following shastras, particularly Manusamhita, contrasting it with the imperfections of state laws enacted by imperfect persons, and highlighting the differing views on animal killing, especially cow killing.",
      "timestamp_url": "https://youtu.be/mP4llS4aXh4?t=2258",
      "transcript": "As per shastras, the punishment level is different, and as per state laws, the punishment is different. See, when they don't follow Manusamhita, state laws are not to be specially enacted by the state shastras, they just have to follow shastra, what the shastra says. Manusamhita is perfect law book for mankind, for human beings. So formally kings used to follow Manusamhita, that's all. What are the laws of the state? Manusamhita. Everybody is guided, everybody is following Manusamhita, that's all. Even Yamaraj follows Manusamhita only when it comes to punishing human beings. Yamaraj also follows Manusamhita only, nothing else. See, it is because the state laws are being enacted by imperfect persons, there could be some wrong punishment or less punishment or no punishment, whatever, there is a possibility, there is a possibility, there is a possibility, there is a possibility, there is a possibility. But just like in state law to kill an animal is not considered a state offence, correct? To kill an animal is not considered a state offence, but Manusamhita, laws of God, is an offence, it is an offence, and killing a cow is the worst offence, most grievous offence."
    },
    {
      "start_time": 2377,
      "end_time": 2469,
      "verse_references": [],
      "themes": [
        "human life",
        "protection",
        "brahmanas",
        "cows",
        "women",
        "children",
        "old men"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Human form of life is junction point.",
      "summary": "This segment answers a question about why women, children, and old men should be protected, elaborating on the reasons for protecting each group, such as women for generating Krishna conscious progeny.",
      "timestamp_url": "https://youtu.be/mP4llS4aXh4?t=2377",
      "transcript": "But people are saying you should kill a cow, some people are saying increasing the number of cows and even killing one cow, if you are killing a cow you can only kill one, if you are killing a cow you can only kill one, but you are killing a cow that is the most a first you can only kill one. Whatever they do, there is no karma. Ok. Yes Madhav. My next question. See that's why human form of life is junction point. From human life one can go down or one can remain on the human level or one can be elevated to the higher level. But lower creatures simply keep getting higher births till they come to the human form. Yeah. Next question. Maharaj, in purport it is explained these five kind of people to be protected like brahmana, cows, women, children and old person. So like brahmanas they are protected because they are carrying or giving this brahmanical culture to the society. So they should be protected. Then cows like they are maintaining. So like old person or children could you please elaborate. Why they can be protected other three."
    },
    {
      "start_time": 2613,
      "end_time": 2754,
      "verse_references": [],
      "themes": [
        "sin",
        "responsibility",
        "duty",
        "mute spectator"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Witnessing the sin is not sinful.",
      "summary": "This segment addresses the question of witnessing sin, explaining that witnessing alone is not sinful, but being a mute spectator and failing to fulfill one's duty or responsibility is, using the example of a father witnessing the ill-treatment of his wife.",
      "timestamp_url": "https://youtu.be/mP4llS4aXh4?t=2613",
      "transcript": "Any other question? Like if someone witnesses some sin, what is, how it, will it affect the person who witnesses someone, someone's sin? Witnessing the sin is not sinful, but if somebody is a mute spectator, just like I am seeing something is happening and I am not doing something which I am supposed to do. Just like to give a simple example, a father is seeing the son is ill-treated. Why? Ill-treating the mother. Now the father as a husband has got responsibility for his wife. So he can't be just standing and or watching telling, I am not harming her, no. So then he has to act. Okay. So everybody has to perform their particular duty or responsibility irrespective of whether they are involved in a particular activity or not. Just like the king, he may say, I am not killing cow, somebody else is killing cow. No. No. No. No. No. No. So he stands there and he is trying to act. And he tries to prevent that cow killing. Because he is responsible. If he takes no action for preventing cow killing, then the reaction of the cow killing, the king will also get. Prabhupad mentioned this in 1st Cantau."
    },
    {
      "start_time": 2754,
      "end_time": 2937,
      "verse_references": [
        "SB 1.3.4"
      ],
      "themes": [
        "animal killing",
        "responsibility",
        "karma",
        "conspiracy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "Animal killing it is considered murder according to the laws of God.",
      "summary": "This segment elaborates on the responsibility for animal killing, stating that it is considered murder according to God's law, and that all involved, from the rearer to the eater, are part of a gang of conspirators and will be punished.",
      "timestamp_url": "https://youtu.be/mP4llS4aXh4?t=2754",
      "transcript": "In 1st Parpot. 3. Animal killing. 4. 5. It is considered murder according to the laws of God. So, who are all responsible for the murder? Not just the person who killed, physically actually did the killing. It is the person who reared the animal, person who transported that animal. You see? The person who was responsible for selling the meat, person who is cooking the meat and person who is eating the meat. All of them are actually like a gang of conspirators to kill a person. This is state law also. If there is a gang involved in a murder, all the members of the gang are held responsible for the murder. They are all punished by state law. This is state law actually. Similarly, there is a gang of criminals according to God's law in animal killing. One animal is killed. A gang of conspirators are punished. See, how dangerous it is in modern-day society. Somebody is working in a supermarket as a cashier. So, the person who is working in a supermarket as a cashier may be a vegetarian. But if he is in the cashier counter, he is handling that meat packet and just swiping that through that barcode reader to register that purchase for the person who is purchasing. So, he is selling meat. And if it is, Krishna forbid, cow meat, he is held responsible for the cow killing. And cow killing, he is held responsible for the cow killing. And cow killing, he is held responsible for the cow killing. And cow killers are punished in hell are punished in hell as many times as there are hair on the body of the cow. Can you imagine how much punishment is awaiting this fellow? This is the most dangerous situation in our modern-day society."
    },
    {
      "start_time": 2937,
      "end_time": 3015,
      "verse_references": [],
      "themes": [
        "modern society",
        "risk",
        "cow killing",
        "responsibility"
      ],
      "content_type": "analogy",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "This is the most dangerous situation in our modern-day society.",
      "summary": "This segment discusses the dangers of modern society, where many people are unknowingly involved in cow killing, using the example of a supermarket cashier handling meat, and the severe punishment awaiting cow killers.",
      "timestamp_url": "https://youtu.be/mP4llS4aXh4?t=2937",
      "transcript": "Modern day society. See formerly there used to be a butcher and he would only sell meat that's all. There was no meat shop as such separate from the killing of the animal. No separate meat shop concept didn't exist. They'll only kill and they'll only sell. But now so many people not even aware of this killing they are all involved in selling. So it's a very very dangerous society. Risky, very risky. Last question. Hare Krishna Maharaj. Maharaj, if someone borrows money from us and we are not sure what he is doing like he is purchasing something meat or some for some intoxication. So that also we are responsible or we are held for it?"
    },
    {
      "start_time": 3015,
      "end_time": 3134,
      "verse_references": [],
      "themes": [
        "responsibility",
        "karma",
        "Krishna consciousness",
        "forgiveness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Other than taking to Krishna consciousness there is no other way of becoming free from the sinful reactions for cow killing there's no other way.",
      "summary": "This segment answers a question about the responsibility for borrowed money used for sinful activities, explaining that if the money is not returned, the lender becomes responsible, but that taking to Krishna consciousness can completely free one from sinful reactions, especially cow killing.",
      "timestamp_url": "https://youtu.be/mP4llS4aXh4?t=3015",
      "transcript": "If he does not return the money, then you become responsible. Before he dies or before you die, if he does not return the money then you are responsible. If he returns the money then you are not responsible. I am telling this because many times people don't return money. Not one time. No. Not one time. Not one time. Yeah. One time you give generally they will return in a responsible way habitual borrowers they don't return it's very risky what they use the money for because your money which is spent if they don't return so in the laws of god it is like you have spent for whatever that's why the punishment will come not full punishment portion of the punishment but then somebody is taken to krishna consciousness even cow killers they take to krishna consciousness they come completely freed completely freed in fact other than taking to krishna consciousness there is no other way of becoming free from the sinful reactions for cow killing there's no other way that's why chaitanya maha prabhu is so particular please preach this chanting of haray krishna in the worst sinners can be completely freed from all sinful reactions simply by chanting haray krishna"
    },
    {
      "start_time": 3134,
      "end_time": 3282,
      "verse_references": [],
      "themes": [
        "preaching",
        "Krishna consciousness",
        "hell",
        "suffering",
        "four regulative principles"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "We should preach to people somehow make them chant haray krishna otherwise their destination is to suffer in the worst kind of hell.",
      "summary": "This segment emphasizes the importance of preaching Krishna consciousness to save people from suffering in hell, particularly those who break the four regulative principles, and highlighting the transformative power of chanting Hare Krishna.",
      "timestamp_url": "https://youtu.be/mP4llS4aXh4?t=3134",
      "transcript": "That's a gift of Chaitanya Mahaprabhu to this world. Many times it happens they are ignorant of how grievous a sin it is to be involved in cow killing. They are very, very ignorant, you see. Like all those who took to Krishna consciousness after Prabhupada preached in the western countries, they are very, very ignorant, they are very, very ignorant, they are very, very ignorant, they are very, very ignorant, they are very, very ignorant. They were eating cow flesh, they were eating cow flesh, but they stopped, completely stopped. They realized how dangerous and how grievous sin it is, and now they're chanting haray krishna, they're completely freed, they're completely freed from all sinful reactions of cow killing. So that's why we should preach to people, somehow make them chant haray krishna, otherwise their destination is to suffer in the worst kind of hell. You read in 26th chapter of fifth canto what are the punishment for those who get habituated to intoxication, meat eating, illicit sex. You read actually the suffering is horrible, horrible, very, very, very horrible. So to save people from this and you know four regularity principles are broken by people outside so very common isn't it very common nowadays especially so they're all candidates for hell, they're all candidates for hell, but they can all be saved, they can all be saved, that's why we have to actively vigorously preach to save people from suffering."
    }
  ]
}