{
  "video_id": "Mp6Hgqg7gO8",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.7.30 | 08-01-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=Mp6Hgqg7gO8",
  "segments": [
    {
      "start_time": 58,
      "end_time": 170,
      "verse_references": [
        "SB 1.7.30"
      ],
      "themes": [
        "Brahmastra",
        "Cosmic Annihilation",
        "Atomic Energy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "But the heat produced by the Brahmastra can destroy the whole cosmic situation.",
      "summary": "The speaker explains the power of the Brahmastra described in the Srimad Bhagavatam and compares it to atomic energy, emphasizing its capacity for cosmic annihilation.",
      "timestamp_url": "https://youtu.be/Mp6Hgqg7gO8?t=58",
      "transcript": "In this session we will be discussing from the 30th and the 31st verses of the 7th chapter of the 1st canto of Srimad Bhagavatam. Samhatya Anyonyam Ubhayoho Tejasi Sharasamvrute Aavrtya Rodhasi Khamcha Vavridhate Arka Vaknivat. The meaning of this verse is, this is the 30th verse. When the rays of the two Brahmastras combined, a great circle of fire, like the disk of the sun, covered all outer space and the whole firmament of planets. Arjuna has released the counteracting Brahmastra and the rays of the two Brahmastras combined. It was a great circle of fire, like the disk of the sun. So Prabhupada describes this in the purport. The heat created by the flash of a Brahmastra resembles the fire exhibited in the sun globe at the time of cosmic annihilation. Cosmic annihilation means the entire material existence itself is annihilated. The radiation of atomic energy is very insignificant in comparison to the heat produced by a Brahmastra. The atomic bomb explosion can at most blow up one globe. But the heat produced by the Brahmastra can destroy the whole cosmic situation."
    },
    {
      "start_time": 183,
      "end_time": 349,
      "verse_references": [
        "SB 1.7.31"
      ],
      "themes": [
        "Brahmastra",
        "Samvartaka Fire",
        "Planetary Life"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "That no planet therefore is without living beings as less intelligent people tend to think.",
      "summary": "The speaker discusses the effects of the Brahmastra's heat on all planets, comparing it to the Samvartaka fire at the time of annihilation, and asserts that all planets are inhabited by living beings.",
      "timestamp_url": "https://youtu.be/Mp6Hgqg7gO8?t=183",
      "transcript": "The 31st verse. Dhrishtva stratejas tu tayo ho tri lo kaan pradahan mahat. Dahya mana praja sarva saam vartakam amamsata. The meaning of this verse, the 31st verse. This verse. All the population of the three worlds was scorched by the combined heat of the weapons. Everyone was reminded of the Samvartaka fire which takes place at the time of annihilation. So Srila Prabhupada explains in the purport to his 31st verse. The three worlds, three lokan, three worlds are the upper, lower and intermediate planets of the universe. In the universe there are many planets but it is divided into three divisions. Upper, lower and the middle intermediate planets. Although the Brahmastra was released on this earth. The heat produced by the combination of both weapons covered all the universe. And all the populations and all the different planets began to feel the heat excessively and compared it to that of the Samvartaka fire. At the time of annihilation there is a big fire. That will be explained a little later by Srila Prabhupada further. But here he is telling that the combination of both the weapons produced excessive heat and everyone in all the planets began to feel the heat. So the conclusion is being made that no planet therefore is without living beings as less intelligent people tend to think. Less intelligent people they think that only the earth planet is having intelligent human beings. Other planets, they sometimes say there is no life or they say there are no intelligent people. But that's not correct. According to the understanding we get from the Vedas, the perfect knowledge source, there is life on all the planets. There is life on all the planets and there are intelligent beings on all planets."
    },
    {
      "start_time": 355,
      "end_time": 547,
      "verse_references": [],
      "themes": [
        "Brahmastra",
        "Samvartaka Fire",
        "Annihilation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "This fire will take place on account of the heat increase in the atmosphere.",
      "summary": "The speaker elaborates on the Samvartaka fire, describing the conditions leading to universal annihilation, including increased solar heat and the subsequent burning of everything to ashes.",
      "timestamp_url": "https://youtu.be/Mp6Hgqg7gO8?t=355",
      "transcript": "The radiation heat of the radiation when both the brahmastras combined increased many fold because one weapon was released by Ashwatthama, another was released by Arjuna to counteract that first brahmastra on the instruction of Krishna. The heat was so terrible, the human oprajasa. All the inhabitants came to learn that. Inhabitants of the different planets, they felt the great heat produced by the two Brahmastras and what did they feel it like? Samvartakam amamsata, the Samvartaka fire, they felt it is like the Samvartaka fire that is explained in the shastra at the end when there is annihilation to take place, there will be no rainfall, everything would be dry. There will be a great fire all over the universe that's called Samvartaka fire, and everything will be ablaze. This fire will take place on account of the heat increase in the atmosphere. There will be no rising or falling. This fire will take place on account of the heat increasing of the Sun. The Sun is actually like a ball of fire but because it is such a great distance from the earth we don't feel it like a blazing fire, we don't feel like that except in summer sometimes it becomes too hot but that is for a short duration and that is also something which you can tolerate but at the time of universal destruction what happens it is said that the present temperature the Sun will be increased twelve times so naturally there will be fire everything we ablaze in all the planets sometimes we have experience that there is a fire that will cause a fire, forest fire and especially in summer when everything is dry in the forest and the forest fire spreads very rapidly and then the animals which are trapped they will all be burnt alive the forest fire because whichever direction they go they see only fire so they cannot escape they'll be burnt similarly the fire will take place when the annihilation is supposed to happen and everything will be burnt to ashes this is the way the annihilation happens and after that there will be rain and PremierắngMagé Ngũi and that rain"
    },
    {
      "start_time": 547,
      "end_time": 688,
      "verse_references": [],
      "themes": [
        "Annihilation",
        "Creation",
        "Brahmastra",
        "Arjuna's Skill"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "And by the grace of the Lord, another creation will begin afterwards.",
      "summary": "The speaker describes the cyclical nature of destruction and creation, highlighting Arjuna's ability to retract the Brahmastras due to his knowledge of the science, preventing widespread destruction.",
      "timestamp_url": "https://youtu.be/Mp6Hgqg7gO8?t=547",
      "transcript": "doislọ शर्द बत हम रै अगर अगर शर्द बत H Porter dieseगु अуш्छों अदमानित गर्म से उपदों withstand all the damage done the damage to ashus. Eивается we are burning ashes this is the way the annihilation happens and after that there will be rain and torrents non-stock the marin Ongment strata in, and that rain also. So it is described the intensity of the rain is like trunk of the elephant is falling water falling down is like huge trunk of an elephant and everything will be covered with water that is called pralaya. And by the grace of the Lord, another creation will begin afterwards. So this destruction that happens is cyclical. Creation, maintenance and destruction. This cyclically happens. But here, even though the combined heat of the two Brahmastras was like the Samvartaka fire, it was actually highly controlled. It is completely controlled. It was not intended for any destruction to take place. They just felt the heat for a moment because after this, it is described in the 32nd verse that Arjuna, at once, he retracted both the Brahmastra weapons as Lord Krishna desired. Arjuna did that. So he did not allow this heat to spread or this radiation to spread. He retracted both the Brahmastras and he knew the science perfectly. Arjuna knew the science and therefore he was able to retract both the Brahmastras by the knowledge of how to use that Brahmastra."
    },
    {
      "start_time": 691,
      "end_time": 815,
      "verse_references": [
        "BG 18.78"
      ],
      "themes": [
        "Knowledge",
        "Guru",
        "Brahmavidya",
        "Material vs. Spiritual"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The most important branch of knowledge is called Brahmavidya, Radhyatmavidya, Atmavidya.",
      "summary": "The speaker emphasizes the importance of learning from a qualified guru, particularly in the pursuit of Brahmavidya (spiritual knowledge), contrasting it with material knowledge and highlighting its significance.",
      "timestamp_url": "https://youtu.be/Mp6Hgqg7gO8?t=691",
      "transcript": "Properly, it has to be learned. This Ashwatthama, he had not properly learned this. Therefore, the scripture's advice: if you want to learn a particular branch of knowledge, you have to approach a proper guru, one who is actually well versed in the knowledge. And among all the branches of knowledge, the most important branch of knowledge is called Brahmavidya, Radhyatmavidya, Atmavidya. So Atmavidya, and that is what Krishna is speaking in the Bhagavad Gita. At the end of every chapter of Bhagavad Gita, Vyasa Deva concludes by telling, Iti Srimad Bhagavad Gita Su Upanishad Su Brahmavidyaya. Brahmavidya. So Krishna is speaking the most important branch of the Vedic knowledge, that is Brahmavidya or Brahma Jnana, the spiritual science. Now all this Dhanurveda, everything is material knowledge. But this Brahmavidya, spiritual science, what is spirit? It is completely different from the matter and spirit is the basis for everything material. Matter has got its origin. Of course both matter and spirit are originally energies of the Supreme Lord."
    },
    {
      "start_time": 815,
      "end_time": 915,
      "verse_references": [],
      "themes": [
        "Material Energy",
        "Spiritual Energy",
        "Living Entity",
        "Bhagavad Gita"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Every living being is a spiritual being, not the body.",
      "summary": "The speaker differentiates between material and spiritual energy, explaining how material energy manifests into the 24 elements and how living entities are spiritual beings, emphasizing the core teaching of the Bhagavad Gita.",
      "timestamp_url": "https://youtu.be/Mp6Hgqg7gO8?t=815",
      "transcript": "He has many varieties of energies of which matter and spirit are two categories of energy. Matter means this material energy coming from material energy. The beginning of the creation material energy is differentiated by the glance of Mahavishnu into 24 elements and these 24 elements combined in different proportions and different combinations give rise to different objects, material objects, our own body, gross and subtle body, and then the different planets and the varieties of living conditions. Everything is made possible by the differentiation of material energy into the 24 elements and the combinations of the 24 elements. But spirit is different. Spirit is another energy, particularly the spirit, spiritual energy in the form of the living entity. Jeeva bhutam mahabaho yayedam dharyate jagat. The living entities belong to the category of spiritual energy and they are also spiritual. Every living being is a spiritual being, not the body. And that is the whole teaching of the Gita. So I will stop here. Thank you very much."
    }
  ]
}