{
  "video_id": "mSh0RtBHu_0",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.13.58 - 60 | 5-11-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=mSh0RtBHu_0",
  "segments": [
    {
      "start_time": 60,
      "end_time": 284,
      "verse_references": [],
      "themes": [
        "Gandhari's Sati rite",
        "chaste wife",
        "voluntary death"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "for the woman the fire of separation from her husband is more intolerable than the fire of the burning of the husband's dead body so she decides to quit voluntarily and such quitting the body voluntarily is considered to be the most successful way to get her body into",
      "summary": "This segment explains Gandhari's decision to enter the fire of her dead husband, known as the Sati rite, highlighting it as a voluntary act of a chaste wife who finds separation from her husband more unbearable than death.",
      "timestamp_url": "https://youtu.be/mSh0RtBHu_0?t=60",
      "transcript": "The meaning of this verse is, while outside observing her husband who will burn in the fire of mystic power along with his thatched cottage, his chaste wife Gandhari will enter the fire with rapt attention. So, now already Narada has told Yudhishthira, Dhritarashtra will follow the yogic process and quit the body and the body will be burnt by the self-generated fire through the mystic power. Now, along with Dhritarashtra's body burning, the thatched cottage in which he was sitting and performing his austerity or the practice itself will burn. And what will Gandhari do? She is not practicing any yoga. She is just faithfully as a chaste wife following her husband. So, Srila Prabhupada explains, Gandhari was an ideal chaste lady, a life companion of her husband. And therefore, when she saw her husband burning in the fire of mystic yoga along with his cottage of leaves, she despaired. Naturally, wife is very faithfully serving the husband and the husband quits, it's a big loss for the wife because she has always been with him as a chaste wife and she has been serving him. Now, what will she do when he is no longer present in the form as the husband? So, it says here, Srila Prabhupada explains, She left home after losing her 100 sons and in the forest she saw that her most beloved husband was also burning. She lost her sons in the battle of Krukshetra. Our husband also, he quit his body which was a self-generated fire, through mystic yoga practice. What will she do? So, Prabhupada says, Now she actually felt alone and followed her husband to death. She decided to also quit the body now. This entering of a chaste lady into the fire of a dead husband is called the sati rite. You would have heard this term sati, sati, sati ritual, sati rite. What is it? The wife has lost her husband and does not have any surviving sons. Such a wife, if she is a chaste woman, she will enter the fire of her dead husband and quit her body voluntarily and the action, this sati ritual or the sati rite, is considered to be the most perfect for a woman. How is it most perfect? Because Prabhupada says for the woman the fire of separation from her husband is more intolerable than the fire of the burning of the husband's dead body, so she decides to quit voluntarily and such quitting the body voluntarily is considered to be the most"
    },
    {
      "start_time": 284,
      "end_time": 372,
      "verse_references": [],
      "themes": [
        "Sati rite",
        "voluntary action",
        "criminal act of forcing"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "in a later age this sati rite became an obnoxious criminal affair it became criminal why because the ceremony was forced upon even an unwilling woman see mind you it is totally voluntary",
      "summary": "This segment discusses the historical context of the Sati rite, emphasizing that it should be a voluntary act and condemning the practice of forcing widows to commit Sati as a criminal act.",
      "timestamp_url": "https://youtu.be/mSh0RtBHu_0?t=284",
      "transcript": "successful way to get her body into per se, but it is considered a to be a and the death her whole life she is having a difficult period instead of releasing it she dies apart out of to perform sacrifices to help stay around her husband and her a coherent with his relationship to nothing else than that so it is sin he would say that in that sense in this four part of the biginating of a direct examination of the body is the Supreme enlightened much approved by the Vedas that she will have a glorious destination after quitting the body in this way. It is not suicide. Please don't think this is suicide. It appears like suicide which is voluntarily entering the fire even though her body still not completely deteriorated but she voluntarily enters fire procedurally is part of you have process of uncaregulated and then that which is much more beneficial it is take only which are different from the different other occasions fire and decides to quit her body along with her husband so that she is guaranteed of a brilliant wonderful future, a bright future. So, Sri la Prabhupada says in a later age this sati rite became an obnoxious criminal affair. It became criminal why? Because the ceremony was forced upon even an unwilling woman. See, mind you, it is totally voluntary for a chaste wife to enter the funeral pyre of her husband. It's totally voluntary. It should never be forced by anyone else. No one can, no one should force, no one has the right to force."
    },
    {
      "start_time": 372,
      "end_time": 487,
      "verse_references": [],
      "themes": [
        "Sati rite in present age",
        "liberation",
        "grahastha dharma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "a chaste wife like gandhari would feel the separation of her husband to be more burning than actual fire such a lady can actually observe the sati right voluntarily and there is no criminal being forced by anyone",
      "summary": "This segment explains that in the present age, the Sati rite is not possible for anyone to follow unless the wife feels the separation from her husband to be more burning than actual fire, and that by following her husband, she can attain liberation without separate spiritual practices.",
      "timestamp_url": "https://youtu.be/mSh0RtBHu_0?t=372",
      "transcript": "but when people started forcing a widow, a woman, that became criminal. It is criminal to force somebody to die in this way. It is criminal. So, Sri la Prabhupada says in this present age, fallen age, it is not possible for anyone to follow the sati ritual as Gandhari did and others chaste women did in the past. Why? Because a chaste wife like Gandhari would feel the separation of her husband to be more burning than actual fire. Such a lady can actually observe the sati right voluntarily and there is no criminal being forced by anyone, so her destination will be a glorious destination because she is voluntarily quitting her body following her husband. That means she also desires liberation from material bondage and in following the footsteps of her husband who is also becoming liberated she will also attain liberation, so she doesn't have to separately practice. That is the grahastha dharma. The wife is chaste, she follows her husband especially in his spiritual duties or spiritual activities, she follows her husband and she simply gets the same benefit as the husband without"
    },
    {
      "start_time": 487,
      "end_time": 624,
      "verse_references": [],
      "themes": [
        "Gandhari's destination",
        "Vidura's delight and grief",
        "Dhritarashtra's liberation",
        "offense to Vaishnava"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "An offence at the feet of a Vaishnava is more dangerous than an offence at the feet of the Lord. Vidhara was certainly very liberal to bestow mercy upon Dhritarashtra whose past life was very materialistic but ultimately the result of all such mercy depends on the will of the Lord who grants spiritual advancement, who grants spiritual liberation, who grants spiritual benefits.",
      "summary": "This segment discusses Gandhari's wonderful destination, Vidura's mixed feelings about Dhritarashtra's liberation, and the importance of the Lord's will in granting spiritual advancement, emphasizing that offenses to Vaishnavas are more dangerous than offenses to the Lord.",
      "timestamp_url": "https://youtu.be/mSh0RtBHu_0?t=487",
      "transcript": "her having to actually practice the details of all the spiritual practices. So, this is the wonderful destination of Gandhari. The 59th verse, vidurasthu tad ascharyam nishamya kurunandana harsha shokayutastasmad gantatirtha nisevakah. The meaning of this verse is, Vidura being affected with delight and grief will then leave that place of sacred pilgrimage. Vidura is observing all this. He is gone with Dhritarashtra, Gandhari because he only was the inspiration for Dhritarashtra to quit home. So, he went with Dhritarashtra and he saw what did Dhritarashtra do? He followed Vidura's direction and he attained perfection and Gandhari followed as a chaste wife, she followed her husband. So, Vidura is delighted, but why is it described he was also having that grief? Prabhupada explains, Vidura was astonished to see the marvelous departure of his brother Dhritarashtra as a liberated yogi for in his past life, that is Dhritarashtra's past life, he was very much attached to materialism. Of course, the fact is that it was only due to Vidura that Dhritarashtra attained the desirable goal of life. So, Vidura was glad to learn about this Dhritarashtra attaining the ultimate goal that is liberation from material bondage, but Vidura was sorry that Vidura could not make Dhritarashtra a pure monk because he was feigned sobriety for his pure devotee. Why? Why Vidura could not make Dhritarashtra pure devotee? Because Dhritarashtra was inimical to the Pandavas who were all devotees of the Lord. Therefore Vidura could not make Dhritarashtra pure devotee."
    },
    {
      "start_time": 624,
      "end_time": 744,
      "verse_references": [],
      "themes": [
        "Lord's will",
        "devotee's role",
        "liberation",
        "spiritual identity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Devotees may help, devotees may guide, devotees may direct, devotees may inspire but devotees cannot give anything. It is the Lord only who gives.",
      "summary": "This segment emphasizes that while devotees can guide and inspire, only the Lord can grant spiritual advancement and liberation, and that proper surrender to Krishna requires many lifetimes of understanding one's spiritual identity.",
      "timestamp_url": "https://youtu.be/mSh0RtBHu_0?t=624",
      "transcript": "An offence at the feet of a Vaishnava is more dangerous than an offence at the feet of the Lord. Vidura was certainly very liberal to bestow mercy upon Dhritarashtra whose past life was very materialistic but ultimately the result of all such mercy depends on the will of the Lord who grants spiritual advancement, who grants spiritual liberation, who grants spiritual benefits. It's only the will of the Lord. It's only the Lord. Devotees may help, devotees may guide, devotees may direct, devotees may inspire but devotees cannot give anything. It is the Lord only who gives. Lord is completely under the control, in control of a spiritual potency and by spiritual potency the Lord gives spiritual advancement, spiritual benefits, spiritual liberation, spiritual engagement, everything. So Dhritarashtra attained liberation only but Vidura, sorry Dhritarashtra can, Dhritarashtra attained liberation only but he can attain the stage of devotional service after many many many such liberated states of life. So, bahu nam janma namante dhyana vanamaam prapadyate. One is able to properly surrender to Krishna only after many many lifetimes of living that stage of liberation. In proper understanding of one's spiritual identity, in relationship with Krishna. That relationship means, repenting, breathing in words, expressing self forced deeds, confession of great freedom in the spiritual realm, and knowing the divine gift and the real spiritual power, logging into the terms and forms of existence of our forest."
    },
    {
      "start_time": 744,
      "end_time": 874,
      "verse_references": [],
      "themes": [
        "Narada's ascension",
        "Yudhishthira's lamentation",
        "Narada as eternal spaceman",
        "preaching bhakti"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Having spoken thus, the great sage Nārada, along with his veena, ascended into outer space. Yuriṣṭira kept his instruction in his heart and so was able to get to the fall lamentation.",
      "summary": "This segment discusses Narada's ascension to outer space, Yudhishthira's overcoming lamentation through Narada's instructions, and Narada's role as an eternal spaceman who travels to preach the message of Krishna and liberate people.",
      "timestamp_url": "https://youtu.be/mSh0RtBHu_0?t=744",
      "transcript": "Pradhyatesh has around food und Gen-beav. no more inimical feeling towards devotees or the Supreme Lord. The last verse of this chapter, sixtieth verse, ityuktvā atha āruhat svargam nārada sahatumburuhu yuriṣṭiro vachastasya hṛdī pritvā jahā chuchah. The meaning of this last verse, sixtieth verse is, Having spoken thus, the great sage Nārada, along with his veena, ascended into outer space. Yuriṣṭira kept his instruction in his heart and so was able to get to the fall lamentation. Yuriṣṭira was lamenting that my uncle left home and went away. I don't know where he has gone. Nārada informed him where Dhritarashtra has gone. Nārada informed him what will happen to Dhritarashtra. That Dhritarashtra will be liberated. And therefore, Yuriṣṭira, keeping the instruction of Nārada in his heart, he became free from all lamentation. Now, Nārada is described here by Prabhupāda as an eternal spaceman. He is having a spiritual body, endowed by the Supreme Lord himself. He can travel in outer space of both the material and the spiritual worlds. He is free to travel anywhere without any restrictions and he can approach any planet, either in the material world or the spiritual sky. Spiritual sky are the Vaikuntha Lokas. In the material world, there are different kinds of upper planetary systems: Svarga Loka, Maharloka, Janaloka, Tapoloka, Brahmaloka, or the earthly planets, Bhūloka, Bhūvarloka, or even the lower planets, Atala, Vitala, Sutala, anywhere he can go. And why does he travel? He simply travels to preach the message of Kṛṣṇa about bhakti and to deliver people, to liberate people from material bondage."
    },
    {
      "start_time": 874,
      "end_time": 912,
      "verse_references": [],
      "themes": [
        "Following Narada's footsteps",
        "devotional service",
        "spiritual kingdom"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "You should follow in the footsteps of Nārada Muni. Become a devotee and go back to the spiritual kingdom of Kṛṣṇa.",
      "summary": "This segment encourages listeners to follow Narada Muni's example by becoming devotees and returning to the spiritual kingdom of Krishna to engage in loving devotional service.",
      "timestamp_url": "https://youtu.be/mSh0RtBHu_0?t=874",
      "transcript": "So, one should try to follow in the footsteps of Nārada Muni and not make any attempt to go to some heavenly planets by some material activities. No. You should follow in the footsteps of Nārada Muni. Become a devotee and go back to the spiritual kingdom of Kṛṣṇa. That's where we belong. And there, in the spiritual kingdom, engage in loving devotional service with no possibility of again taking birth in this material world. So, that's the instruction given by Śrīla Prabhupāda in this book. I'll stop here. Thank you very much."
    }
  ]
}