{
  "video_id": "mtCACpI1Yt4",
  "title": "SB 1.18.4-5 | HH Stoka Krishna Swami | 27-03-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=mtCACpI1Yt4",
  "segments": [
    {
      "start_time": 0,
      "end_time": 60,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Namo Bhagavate Vasudevaya",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/mtCACpI1Yt4?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyananj Nishalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha Namah Om Vishnupadaya Krishna Preshtaya Bhutale Srimate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shri Vasadi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Devim Saraswati Narottamam Vyasam Tatho Jayam Udi Rayet"
    },
    {
      "start_time": 61,
      "end_time": 116,
      "verse_references": [
        "SB 1.18.4"
      ],
      "themes": [
        "transcendental knowledge",
        "devotion",
        "perfection of life"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This was so because those who have dedicated their lives to the transcendental topics of the personality of Godhead...do not run the risk of having misconceptions even at the last moment of their lives.",
      "summary": "The speaker introduces Srimad Bhagavatam 1.18.4, explaining that those dedicated to transcendental topics and remembering the Lord's lotus feet avoid misconceptions at life's end.",
      "timestamp_url": "https://youtu.be/mtCACpI1Yt4?t=61",
      "transcript": "In this session we will be discussing from the first canto, 18th chapter of the Srimad Bhagavatam, verse numbers 4 and 5. The fourth verse we will discuss first. Nottama Shloka Vartanam Jushatam Tath Kathamritam Syat Sambhramo Antakalepi Smaratam Tath Padambhujam. The meaning of this verse is: This was so because those who have dedicated their lives to the transcendental topics of the personality of Godhead, of whom the Vedic hymns sing, and who are constantly engaged in remembering the lotus feet of the Lord, do not run the risk of having misconceptions even at the last moment of their lives."
    },
    {
      "start_time": 117,
      "end_time": 252,
      "verse_references": [
        "SB 1.18.3",
        "SB 1.18.4"
      ],
      "themes": [
        "devotion",
        "surrender",
        "Krishna consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Their lives are dedicated to the transcendental topics of the personality of Godhead...they also constantly think of the lotus feet of the Lord.",
      "summary": "The speaker connects verse 4 to the previous verse, emphasizing dedication to transcendental topics and constant remembrance of the Lord's lotus feet as key characteristics of devotees who avoid misconceptions.",
      "timestamp_url": "https://youtu.be/mtCACpI1Yt4?t=117",
      "transcript": "So, this verse has got a reference to the previous verse because the verse says, \"This was so because...\" What was so? That Parikshit Maharaj surrendered himself unto Shri Lashukadeva Goswami and therefore he was able to understand the actual position of the personality of Godhead. So, the fourth verse that today we are discussing now has got relevance to this point made in the third verse, that he was able to understand the actual position of the personality of Godhead because the nature of a person who has dedicated his life to the transcendental topics of the personality of Godhead, and such people also are constantly engaged in remembering the lotus feet of the Lord. Two characteristics: First one is their lives are dedicated to the transcendental topics of the personality of Godhead. They live their life based on the scriptures which glorify the Supreme Lord and His pure devotees. And they also constantly think of the lotus feet of the Lord, Supreme Lord. Such devotees, they do not have the risk of having misconceptions at the end of their lives."
    },
    {
      "start_time": 253,
      "end_time": 378,
      "verse_references": [
        "BG 8.5",
        "SB"
      ],
      "themes": [
        "perfection of life",
        "Krishna consciousness",
        "spiritual abode"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The highest perfection of life is attained by remembering the transcendental nature of the Lord at the last moment of one's life.",
      "summary": "The speaker explains Srila Prabhupada's purport, highlighting that remembering Krishna at the end of life leads to attaining the Lord's transcendental abode and eternal blissful life.",
      "timestamp_url": "https://youtu.be/mtCACpI1Yt4?t=253",
      "transcript": "So, Srila Prabhupada explains what is this risk that somebody may have. So, in the purport, Srila Prabhupada explains, the highest perfection of life is attained by remembering the transcendental nature of the Lord at the last moment of one's life. We are spiritual beings. The Supreme Lord is completely a spiritual personality. We belong to the Supreme Lord's personal abode. So, in this human form of life, we are meant to cultivate Krishna Consciousness to be able to remember the Supreme Lord at the end of our life. Ante Narayanas Pratihi. Antakale Chamameva Svaranmuktva Kalevaram. Both the Bhagavatam and the Bhagavad Gita describe this. At the end of life, to successfully terminate this life, one has to remember Krishna at the last moment. And that is the highest perfection because simply by remembering Krishna alone at the end of one's life, one is able to attain immediately the transcendental abode of the Supreme Lord, never to take birth again in this miserable material world. And having gone there, what do they do? They live eternal life full of bliss and knowledge in the association of the Supreme Personality of Godhead, being engaged in His loving devotional service very naturally."
    },
    {
      "start_time": 379,
      "end_time": 551,
      "verse_references": [],
      "themes": [
        "disciplic succession",
        "spiritual master",
        "transcendental knowledge"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "You have to learn what is this transcendental nature of the Supreme Lord Krishna by hearing from a liberated soul like Shukadev Goswami.",
      "summary": "The speaker emphasizes the importance of learning about the Lord's transcendental nature from a liberated soul in disciplic succession to ensure remembrance at the time of death.",
      "timestamp_url": "https://youtu.be/mtCACpI1Yt4?t=379",
      "transcript": "So Srila Prabhupada further explains, this perfection of life is made possible by one who has learned the actual transcendental nature of the Lord from the Vedic hymns sung by a liberated soul like Shukadev Goswami or someone in that line of disciplic succession. So how do you actually ensure that you'll be able to remember the Supreme Lord at the end of your life? So for that, you have to learn what is this transcendental nature of the Supreme Lord Krishna by hearing from a liberated soul like Shukadev Goswami or someone in the parampara from Shukadev Goswami who is also a liberated soul. Now, if somebody simply hears this type of Krishna Katha, Bhagavad Katha from some mental speculator, Srila Prabhupada says there's no use. You have to hear from an actual self-realized soul and the hearing process is also directed that one has to properly understand the transcendental nature of Krishna by service and submission. One should be surrendered to the spiritual master and one should render service to the spiritual master. Then the spiritual master reveals the secret, the truth, the most confidential knowledge about the transcendental nature of the Supreme Personality of God, Krishna. And everything becomes transparently clear, very, very clear. So, by such clear understanding, by realization, one is able to live transcendentally even before death comes. One's life is life dedicated to the Supreme Lord. And such a transcendental living continues till the end of life. And, Srila Prabhupada says, by scientific adaptation, one is able to remember the Lord even at the time of death."
    },
    {
      "start_time": 552,
      "end_time": 661,
      "verse_references": [],
      "themes": [
        "death",
        "grace",
        "devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Actually, it is the grace of the Supreme Lord and His pure devotees, the spiritual masters. That is the real secret.",
      "summary": "The speaker explains the difficulty of remembering the Lord at death due to bodily derangement, emphasizing the grace of the Lord and spiritual master as essential for success, exemplified by Parikshit Maharaj.",
      "timestamp_url": "https://youtu.be/mtCACpI1Yt4?t=552",
      "transcript": "What happens at the time of death? Why is it difficult to remember normally for an ordinary person? That is because at the time of death, the power of remembrance is slackened due to derangement of bodily membranes. Something happens in this body when the time of death comes. We have to leave the body. The bodily functions are going to completely stop working. So, at that moment, last moment, it's not easy, it's not natural to remember the Supreme Lord. For a common man, it is very difficult to remember things as they are at the time of death. But by the grace of the Lord and His bona fide devotees, the spiritual masters, one can get this opportunity without difficulty. So, what really works? Actually, it is the grace of the Supreme Lord and His pure devotees, the spiritual masters. That is the real secret. And who can have that mercy or grace? Those who have dedicated their life for serving the Supreme Lord under the guidance of the bona fide spiritual master. And that was the case with Maharaj Pariksit. His life was dedicated for Krishna's service. And he got a very, very able spiritual master like Shukadeva Goswami."
    },
    {
      "start_time": 662,
      "end_time": 776,
      "verse_references": [
        "SB 1.18.5"
      ],
      "themes": [
        "Kali Yuga",
        "governance",
        "protection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "As long as the great powerful son of Abhimanyu remains the emperor of the world, there is no chance that the personality of Kali will flourish.",
      "summary": "The speaker introduces Srimad Bhagavatam 1.18.5, explaining that as long as Parikshit Maharaj ruled, the influence of Kali could not flourish.",
      "timestamp_url": "https://youtu.be/mtCACpI1Yt4?t=662",
      "transcript": "Tavit kalina prabhavet pravishto piha sarvatah yavad isho mahan urvyam abhimanyava ekarat. The meaning of this fifth verse is: as long as the great powerful son of Abhimanyu remains the emperor of the world, there is no chance that the personality of Kali will flourish. We discussed in detail the influence of Kali. Kali's influence is to entice people to engage in irreligion, adharma bandhu. So people become sinful and they miss the valuable opportunity in the human form of life to prepare oneself to go back to Godhead. So Kali cannot influence people. Kali cannot flourish as long as there is an emperor like Pariksit Maharaj ruling the entire world. So in the purport, Srila Prabhupada says, as we have already explained, the personality of Kali had entered the jurisdiction of this earth long ago and he was looking for an opportunity to spread his influence all over the world. This will be explained in the next verse. The very day Krishna left this planet, after winding up his pastimes at the end of Dwapar Yuga, Kali, Purusha, tried to enter the earth planet. Kali was looking for an opportunity but he could not do so satisfactorily due to the presence of Maharaj Pariksit. That is a way of good government. The disturbing elements like the personality of Kali will always try to extend their nefarious activities. But it is the duty of the able state to check them by all means."
    },
    {
      "start_time": 777,
      "end_time": 903,
      "verse_references": [],
      "themes": [
        "governance",
        "Krishna consciousness",
        "wealth",
        "Kali Yuga"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If people do not use their excess wealth...for Sankirtana, for Krishna consciousness, then that accumulated wealth becomes the place for breeding all kinds of sinful activities.",
      "summary": "The speaker elaborates on Parikshit Maharaj's governance, highlighting how he prevented Kali's influence by utilizing wealth for Krishna's Sankirtana, contrasting it with the sinful use of wealth in the present Kali Yuga.",
      "timestamp_url": "https://youtu.be/mtCACpI1Yt4?t=777",
      "transcript": "Pariksit stopped Kali. Of course he was ready to kill Kali Purusha. But Kali Purusha surrendered. Pariksit Maharaj spared his life. That is the code of conduct for the king: that surrendered souls should never be killed. But at the same time, Kali was not given any opportunity for spreading his evil influence among the citizens of Pariksit Maharaj's kingdom. Although Maharaj Pariksit allotted places for the personality of Kali, at the same time he gave no chance for the citizens which swayed by the personality of Kali. How did he do that? He actually utilized all the stored gold for propagating the glories of the Supreme Lord Krishna for Krishna's Sankirtana. And that is the way to prevent the influence of Kali. If people do not use their excess wealth beyond what they require, minimum required for their bodily maintenance, beyond that, if they don't use the excess wealth for Sankirtana, for Krishna consciousness, then that accumulated wealth becomes the place for breeding all kinds of sinful activities. Like it is happening now, we can see that people use their excess wealth simply for sinful ways of enjoying sense gratification. So that chance was not given because of the strong governance of Pariksit Maharaj and that's being said here. I'll stop here. Thank you very much."
    }
  ]
}