{
  "video_id": "MVo8wPtN4eA",
  "title": "Srimad Bhagavatam 2.9.32 Lecture by HG Stoka Krishna Prabhu",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=MVo8wPtN4eA",
  "segments": [
    {
      "start_time": 0,
      "end_time": 131,
      "verse_references": [],
      "themes": [
        "verse recitation",
        "causeless mercy",
        "factual realization"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "by causeless mercy, all of me, namely my actual eternal form and my transcendental existence, color, qualities and activities, let all be awakened within you by factual realization out of my causeless mercy",
      "summary": "The lecture begins with the recitation of a verse and its translation, emphasizing the awakening of eternal form and transcendental existence through causeless mercy and factual realization.",
      "timestamp_url": "https://youtu.be/MVo8wPtN4eA?t=0",
      "transcript": "Tathaiva Tattva Vijnanam Tathaiva Tattva Vijnanam Tathaiva Tattva Vijnanam Astu Te Madh Anugraha Astu Te Madh Anugraha Astu Te Madh Anugraha Yavanaham Yatha Bhaavo Yad Rupa Unadarmakah Tathaiva Tattva Vijnanam Tathaiva Tattva Vijnanam Astu Te Madh Anugraha Astu Te Madh Anugraha Yavanaham Yatha Bhaavo Yad Rupa Unadarmakah Tathaiva Tattva Vijnanam Astu Te Madh Anugraha Yavanaham Yatha Bhaavo Yad Rupa Unadarmakah Tathaiva Tattva Vijnanam Tathaiva Tattva Vijnanam Astu Te Madh Anugraha Yavanaham Yatha Bhaavo Yad Rupa Unadarmakah Tathaiva Tattva Vijnanam Tathaiva Tattva Vijnanam Astu Te Madh Anugraha Yavanaham Yatha Bhaavo Yavanaham Yatha Bhaavo Yavanaham Yatha Bhaavo Yavanaham Yatha Bhaavo Yavanaham Yatha Bhaavo Yavanaham Yatha Bhaavo Yavanaham Yatha Bhaavo Yavanaham Yatha Bhaavo Yavanaham Yatha Bhaavo Yavanaham Yatha Bhaavo Yavanaham Yatha Bhaavo Yavanaham Yatha Bhaavo Yavanaham Yatha Bhaavo Yavanaham Yatha Bhaavo"
    },
    {
      "start_time": 209,
      "end_time": 334,
      "verse_references": [],
      "themes": [
        "transcendental qualities",
        "devotion",
        "impersonalism"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The impersonal interpretation of the Lord is not according to the divine and personal The interpretation of the mundane wranglers is completely refuted in this verse because it is clearly stated here that the Supreme Lord has His qualities, form, pastimes and everything that a person has.",
      "summary": "The speaker reads a purport discussing the Lord's transcendental qualities, his affection for devotees, and refuting impersonal interpretations by emphasizing the Lord's personal qualities, form, and pastimes.",
      "timestamp_url": "https://youtu.be/MVo8wPtN4eA?t=209",
      "transcript": "The Lord has unlimited numbers of transcendental qualities, and one of them is, his affection for his unalloyed devotee. In the history of the mundane world we can appreciate this transcendental quality. The Lord incarnates himself for the protection of his devotees and for the annihilation of the faithless. His activities are in relationship with his devotees. Srimad Bhagavatam is full of such activities of the Lord in relationship with his devotees and the non-devotees have no knowledge of such pastimes. The Lord lifted the Govardhan hill when he was only seven years old and protected his pure devotees at Vrindavan from the wrath of Indra who was over flooding the place with rain. Now this lifting of the Govardhan hill by a seven-year-old boy may be unbelievable for the faithless but for the devotees it is absolutely believable. The devotee believes in the almighty potency of the Lord while the faithless says the Lord is Almighty but do not believe it. Such men with a poor fund of knowledge do not know that the Lord is the Lord eternally and that one cannot become the Lord by meditation for millions of years or by mental speculation for billions of years. The impersonal interpretation of the Lord is not according to the divine and personal The interpretation of the mundane wranglers is completely refuted in this verse because it is clearly stated here that the Supreme Lord has His qualities, form, pastimes and everything that a person has. All these descriptions of the transcendental nature of the person that you have got it are factual realizations by the devotee of the Lord and by because of this mercy of the Lord they are revealed to his pure devotee and to no one else."
    },
    {
      "start_time": 394,
      "end_time": 566,
      "verse_references": [],
      "themes": [
        "personal feature of God",
        "transcendental qualities",
        "material qualities"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Please understand that nirguna means without any material qualities.",
      "summary": "The speaker explains that the Lord is telling Brahma that Brahma can get factual realization of the personal feature of the absolute truth, the personality of God, and clarifies that 'nirguna' means without material qualities, contrasting them with personal qualities like feelings and affection.",
      "timestamp_url": "https://youtu.be/MVo8wPtN4eA?t=394",
      "transcript": "They have spoken to Brahma and the Lord is telling Brahma that Brahma can get factual realization of the personal feature of the absolute truth, the personality of God. So one of the attributes of the personal feature is the transcendental qualities of the Lord. So one of the attributes of the personal feature is the transcendental qualities of the Lord. The impersonalists, when they hear about the word quality, dhūna, they immediately think or consider God is nirgūna. So nirgūna literally means without any qualities. So nirgūna literally means without any qualities. So nirgūna literally means without any qualities. But, the devotees are not those who don't know about the whole picture of the Divine, Please understand that nirguna means without any material qualities. Our experience in this world is that there are so many different material qualities. Every object, material object has got quality. Every person has quality. Now, the objects have qualities based on the material they are made of. This table, if it is a wooden table, it has got qualities of wood. If there is a metal table, it will have qualities of metal. So that we can understand, these are all material qualities based on the material of which the object is made. But what about a person of this world? What are his qualities like? So we can understand there are qualities of a person which are different than the qualities of different material objects when we consider a person. So person means he has feelings. He has got affection. He has got anger. He has got some compassion. So these are all personal qualities which are not to be found in any material object, in any dead thing, material thing."
    },
    {
      "start_time": 566,
      "end_time": 733,
      "verse_references": [],
      "themes": [
        "changing qualities",
        "material qualities",
        "eternal soul"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So the qualities a person displays or appears to have are not spiritual qualities. They are all material qualities.",
      "summary": "The speaker discusses how personal qualities in this world are not permanent and are therefore not attributed to the eternal soul, emphasizing that the absolute truth is without material qualities.",
      "timestamp_url": "https://youtu.be/MVo8wPtN4eA?t=566",
      "transcript": "So these are qualities or attributes of a person. But our experience in this world also is that the personal qualities are not permanent qualities. A person's qualities keep changing. Just like a child may display some playful behaviour. Or playful qualities. The same child grows up and becomes a mature person. Then the playful qualities are not there. So we see these qualities of a person can change. So even though we understand, person's qualities are different than the qualities of this world. Material objects. Still, because the qualities are changing, we do not attribute those qualities to the soul. To the eternal soul within the body. To the real person. And Bhagavad Gita also describes that every person who takes birth in this world has got what is called as an acquired nature. Itchaa dvesha samutthena dvanga mohena bharata sarva bhuttani sammoham sargeyati paramtaka At the beginning of creation, every person has got a certain acquired quality due to association with the gunas, with material nature. Karanam gunasamkosthir sarasadyogijanvasu Everybody takes birth according to the association with the gunas and accordingly they have different qualities. So the qualities a person displays or appears to have are not spiritual qualities. They are all material qualities. Even though they are not like the qualities of matter, still they are material qualities. Which means to say that if the absolute truth is without material qualities, nirguna,"
    },
    {
      "start_time": 733,
      "end_time": 881,
      "verse_references": [],
      "themes": [
        "anger",
        "material quality",
        "incarnation of Narasimha"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So then how do we understand that the Supreme Lord appears in His form as Narasimha and He displays anger?",
      "summary": "The speaker poses the question of how to reconcile the idea of an absolute truth without material qualities with the Lord's appearance as Narasimha displaying anger, and presents the impersonalists' view that such incarnations are material forms.",
      "timestamp_url": "https://youtu.be/MVo8wPtN4eA?t=733",
      "transcript": "then the absolute truth will not have any of the qualities that we have or we display. So if we display anger, then the scriptures also say you should control anger. Anger is not good for you. Anger may lead to so many dangerous things. Just like somebody becomes very angry, then they lose their discrimination, they lose their intelligence. Grodhar bhavati sammoha One becomes bewildered, one's intelligence is lost, one's memory is completely bewildered. So, anger should be controlled. Anger is not a good quality. One should conquer anger. So naturally, the conclusion will be that anger is actually a material quality, which is not a desirable quality. And certainly we don't expect that the absolute truth will have anger. Because absolute truth is nirguna, without any material qualities. So then how do we understand that the Supreme Lord appears in His form as Narasimha and He displays anger? So, the impersonalists will say, Oh, that incarnation of Narasimha is a material incarnation, a material form. Material form, naturally there will be anger. And that anger has to be controlled. And that is why the impersonalists will say, Oh, Bhagavatam is described, the Lord was very angry, Narasimha was very angry. Then Prahlad Maharaj went and pacified the Lord. And then the Lord became free from anger. And then very lovingly He placed His lotus hand on Prahlad and blessed him. Sometimes even God becomes angry when He comes in the material form. And then His anger has to come down. Just like a human being of this world. He becomes angry then he has to pacify himself or somebody has to pacify him. He has to give up this anger."
    },
    {
      "start_time": 881,
      "end_time": 1044,
      "verse_references": [],
      "themes": [
        "impersonalism",
        "material qualities",
        "transcendental person"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But the Bhagavatam describes that Absolute Truth is a transcendental person and Absolute Truth has got transcendental qualities.",
      "summary": "The speaker explains the impersonalists' argument that the Absolute Truth doesn't have form or qualities, contrasting it with the Bhagavatam's description of the Absolute Truth as a transcendental person with transcendental qualities.",
      "timestamp_url": "https://youtu.be/MVo8wPtN4eA?t=881",
      "transcript": "Like that God also. So they say that Absolute Truth actually doesn't have any form. But when the Absolute Truth incarnates then they may, the Absolute Truth may accept some material form. And that material form may display sometimes anger, sometimes display compassion, even compassion. Compassion also, the impersonalists think, if a person has compassion, that compassion sometimes we see is misplaced. Just like a mother is very very compassionate with her child. But we also know when the mother does not strictly correct the child and the child grows up with some pampering by the mother then everybody will say mother has spoiled the child. So she should not have shown compassion for the child when it was not properly placed, improperly placed compassion. Undue compassion. So even this compassion, this materialistic, this impersonalism will say that's also a material quality. That quality also should be absent in the Lord or in the Absolute Truth, it should not be there. This is material quality. So impersonalists will argue that all these qualities we see in a person of this world are all material qualities. So there is no question of Absolute Truth having compassion, Absolute Truth having anger, Absolute Truth having impersonal qualities. So it goes on to prove their point apparently that Absolute Truth is impersonal. It does not have personality. Because person means having some material qualities. But the Bhagavatam describes that Absolute Truth is a transcendental person and Absolute Truth has got transcendental qualities. Now what are these transcendental qualities? What is this transcendental personality? This cannot be understood if we try to understand through our material conception"
    },
    {
      "start_time": 1044,
      "end_time": 1183,
      "verse_references": [
        "BG 11.38"
      ],
      "themes": [
        "material conception",
        "eternal person",
        "supreme Brahman"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "You are eternally a person. Purusham shashvatam, purusham means person, shashvatam means eternal person.",
      "summary": "The speaker contrasts the material conception of a person with the concept of an eternal person as described in the scriptures, quoting Arjuna's description of Krishna as the supreme Brahman and an eternal person.",
      "timestamp_url": "https://youtu.be/MVo8wPtN4eA?t=1044",
      "transcript": "of a person. In this world we only have experience of what is a material conception of a person. We know of people who take birth and they may be having a good birth, they may be having a very good education, they may be having so many good qualities. But we also know that ultimately even such persons with good qualities, good birth, good education, good upbringing, they also ultimately die. They also become old. They also lose their all their qualities. The qualities they may display for some time but it is all ultimately lost. So the experience we have of a person in this world however great the person may be, however powerful he may be, however powerful he may be, he may be a great person, he may be a great person, he may be a great person, however nice qualities the person may display, still our experience is a temporary personality. A temporary personality. But the Bhagavatam goes on to describe there is another kind of personality. An eternal person. Purusham shashvatam dhiyam Bhagavad Gita describes in the words of Arjuna, Arjuna describes Krishna param brahma paramdhama pavitram paramam bhavan purusham shashvatam dhiyam eternally the supreme person, the transcendental person, param brahma, the supreme brahma, paramdhama, the supreme resting place for everyone and everything. param brahma paramdhama pavitram paramam supreme pure pavitram paramam bhavan you Krishna, you are the supreme Brahman, you are the supreme above, you are the supreme pure. You are eternally a person. Purusham shashvatam, purusham means person, shashvatam means eternal person. Dhiyam,"
    },
    {
      "start_time": 1183,
      "end_time": 1317,
      "verse_references": [],
      "themes": [
        "devatas",
        "transcendental birth",
        "material conceptions"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, when we hear about the personality of God from the scriptures, it is clearly stated in the scriptures that we should give up all our material conceptions of form, person, qualities or activities.",
      "summary": "The speaker discusses the origin of devatas and Krishna's transcendental birth, emphasizing the need to abandon material conceptions of form, person, qualities, and activities when understanding the personality of God.",
      "timestamp_url": "https://youtu.be/MVo8wPtN4eA?t=1183",
      "transcript": "you are a transcendental person. Adidevam, you are the origin of all devatas. Devatas have so many good qualities in this world. Compared to humans, compared to other created beings, devatas have so many good qualities. They have beautiful form. They have long lifespan. They have noble qualities. So, even those devatas, they have an origin. Adidevam, that is Krishna. Adidevam. Ajam, Krishna is unformed. But, Ajam, Ajopisan, Avyayatma, even though Krishna is actually unborn, he appears to take birth. Our Ajopisan, Avyayatma, Bhutana, Vishwopisan, Prakritim, Svamudishthaya, Sambhavami, Krishna appears in this world. Krishna takes birth, appears to take birth. That birth is described as Jarmakarma, Jame, Divyam, that is transcendental appearance, transcendental birth. That birth is part of his pastimes, Nila, transcendental activity, part of his transcendental activity, taking birth. So, there is a different kind of personality, not within our experience normally, but which is described in the scriptures like Bhagavatam and Bhagavad Gita. And, those type of qualities or appearance or activities or transcendental form or transcendental name, all these are described in the confidential portions of the Vedic literature. So, when we hear about the personality of God from the scriptures, it is clearly stated in the scriptures that we should give up all our material conceptions of form, person, qualities or activities."
    },
    {
      "start_time": 1317,
      "end_time": 1462,
      "verse_references": [],
      "themes": [
        "material qualities",
        "transcendental attributes",
        "internal potency"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna's qualities are not a product of any of the gunas. He is gunatika. He is above the material modes.",
      "summary": "The speaker explains that the negation of material qualities in Vedanta philosophy is meant to help us understand transcendental attributes, and that Krishna's qualities are not a product of the material modes.",
      "timestamp_url": "https://youtu.be/MVo8wPtN4eA?t=1317",
      "transcript": "We have to give up all those conceptions. To help us give up those conceptions, the Vedanta philosophy says the absolute truth is nirguna, nirakara, nirmishesha, nirmikalpa. So, all the negation is negation of material qualities, material form, material personality, material attributes. And, at the same time, there are transcendental attributes, satchidananda-vikraha, janma-karma-chame-diljam, sambhavami-atma-mayaya. All these are transcendental attributes, spiritual qualities, spiritual names, spiritual forms, spiritual qualities. So, these are entirely different from material qualities. Now, in the Bhagavad Gita, we can clearly understand from the Bhagavad Gita that if a person becomes angry, kama-esha, krodha-esha, rajo-guna-samut-bhava, it is a product of rajo-guna. Whereas, please put your mobiles on silent mode, it disturbs the class. Whereas, the material qualities a person displays, like kama, krodha, are a product of rajo-guna. Krishna's qualities are not a product of any of the gunas. He is gunatika. He is above the material modes. So, when the Lord appears, Absolute Truth appears as Narsimha, He displays anger that is not a result of rajo-guna, because He is completely transcendental to the modes. Then, what is that anger? That anger is actually one of the transcendental reciprocation of the Lord with His devotees."
    },
    {
      "start_time": 1462,
      "end_time": 1636,
      "verse_references": [],
      "themes": [
        "transcendental reciprocation",
        "affection for devotees",
        "Hiranyakashipu and Pralad"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, when the Lord displays anger, it is transcendental anger. Out of his affection for his devotees.",
      "summary": "The speaker uses the story of Hiranyakashipu and Pralad to illustrate how the Lord's anger is a transcendental reciprocation born out of affection for his devotees.",
      "timestamp_url": "https://youtu.be/MVo8wPtN4eA?t=1462",
      "transcript": "Transcendental reciprocation. Just like Hiranyakashipu, he was giving so much trouble to Pralad, even though Pralad was his own son. And the only fault of this boy was that he was chanting the holy names of the Supreme Lord, Vishnu, Narayana. And Hiranyakashipu, with some misunderstanding, thought that Vishnu or Narayana is his enemy. So, Hiranyakashipu was telling his son, Why are you glorifying or chanting the name of my enemy? So, Pralad tried to explain very gently, very patiently, very nicely, Vishnu is not your enemy. Vishnu is nobody's enemy. Vishnu is nobody's anything. Vishnu is everybody's best friend, topmost well-wisher, Surudam Sarvabhutanam. But Hiranyakashipu would not try to understand, would not agree. He only became more and more angry and more and more inimical, to Pralad. So, out of his anger, inimical attitude, he began to give trouble to Pralad. So much so that the boy was tortured. He was tortured mercilessly. And that made the Lord very angry against Hiranyakashipu. Why did you torture my son, my devotee? Why did you torture your son, my devotee? So, when the Lord displays anger, it is transcendental anger. Out of his affection for his devotees. So, Prabhupada mentions here in this Papad, the Lord has unlimited numbers of transcendental qualities and one of them is his affection for his unallotted devotees. So, Pralad is a pure devotee of the Lord. The Lord has got affection for his devotee, Pralad. And when his devotee is in danger, is in trouble, is being troubled by somebody, the Lord will protect his devotee. And in the course of protecting his devotee, the Lord may actually do anything to the not-devotee. To the perpetrator of the trouble, the Lord may do anything. So, because Hiranyakashipu was giving so much trouble to Pralad, Narasimha became very angry. He became very angry against Hiranyakashipu."
    },
    {
      "start_time": 1636,
      "end_time": 1780,
      "verse_references": [],
      "themes": [
        "transcendental anger",
        "internal potency",
        "demigods"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, this display of anger is called transcendental anger.",
      "summary": "The speaker continues to explain transcendental anger, emphasizing that it is not a result of the material modes but is an expression of the Lord's internal potency for the sake of his devotees and the demigods.",
      "timestamp_url": "https://youtu.be/MVo8wPtN4eA?t=1636",
      "transcript": "And in that anger, he actually killed Hiranyakashipu and all his supporters also, who came to attack Lord Narasimha. So, this display of anger is called transcendental anger. Why? Why is it called transcendental anger? It appears like, you know, anger which is there in this material world, which is displayed by any ordinary person. No, it is not. Because such anger is not a result of Prajopuna. Why? Because the Lord is unaffected by the Gunas. He is completely transcendently situated above the Gunas. How is that he is above the Gunas? Because he is the controller, the master, the source of all the Gunas. All the Gunas are being controlled by the Lord. And they are employed for a different purpose by the Lord. So, when he displays anger, it is his internal potency, his Atmamayam or Yogamayam. Lord has got different energies. One of his energies called his internal potency is employed by the Lord for the sake of his devotees. So, for the sake of Prahlad, the Lord employed his internal potency and using his internal potency he displayed anger. He displayed affection for Prahlad. He blessed the demigods. The demigods were so much harassed by his indecency. So, the demigods prayed to the Supreme Lord that you have to do something to stop this terrorist activity, the terrorist activities of Hiranyakashipu. He had terrorized the whole universe. So, the demigods prayed to the Lord. So, the Lord in response to the demigods prayers, he came and finished off this terrorist Hiranyakashipu. So, the Lord employs his internal potency for the sake of his activities, for the sake of displaying transcendental qualities, for the sake of protecting his devotees. And that is completely free from"
    },
    {
      "start_time": 1780,
      "end_time": 1919,
      "verse_references": [
        "BG 9.29"
      ],
      "themes": [
        "internal potency",
        "liberation",
        "impartiality"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, from that we can understand the Lord's killing is as good as his protection.",
      "summary": "The speaker explains that the Lord's use of internal potency leads to liberation for those killed by him, and clarifies that the Lord's actions are not partial but are for the ultimate welfare of all.",
      "timestamp_url": "https://youtu.be/MVo8wPtN4eA?t=1780",
      "transcript": "the interactions of the kundas. The internal potency is completely a different potency, a different energy. It is completely spiritual. And the effect of the internal potency is that when the Lord kills anybody because the Lord employs his internal potency, the person who is killed is actually liberated. Generally, any person in this world who dies under the influence of the kundas, such a person has to take birth again in this material world and has to undergo the reactions of his karma, past karma. Whereas, when the Lord kills somebody, such a person killed by the Lord is very fortunate that he becomes purified of all karma, all sinful reactions. He becomes completely purified by the touch of the Lord. And also, the person gets liberation. The person gets liberation. That liberation is not possible if a person dies under the influence of the kundas. So, from that we can understand the Lord's killing is as good as his protection. Both are meant for the ultimate welfare of the particular person being killed or protected. So, when the Lord protects his devotees or the Lord kills the demons, both of them are benefited by the Lord transcendentally. Both of them are getting spiritual benefit from the Lord. It appears like the Lord is partial to the lay devotees. The Lord is partial to the devotees. But actually, the Lord says in the Bhagavad Gita, samoham sarva bhuteshu na me deshu astina priyaha Nobody is the object of envy of the Lord. Nobody is the object of special favor of the Lord. Then, we see that the Lord is sometimes favoring his devotees. Whatever is his favor? How do we understand? That's explained here with Prabhupada. That the Lord lifted a golden hill when he was only seven years old and protected his pure devotees at Vrndavana from the wrath of Indra."
    },
    {
      "start_time": 1919,
      "end_time": 2083,
      "verse_references": [],
      "themes": [
        "Govardhan hill",
        "Indra Yajna",
        "devotees"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, Krishna, when he was seven years old in Vrndavana, when the Vrajavasis were getting ready for one Indra Yajna, he stopped them from doing Indra Yajna.",
      "summary": "The speaker recounts the story of Krishna lifting Govardhan hill to protect the Vrajavasis from Indra's wrath, highlighting the devotees' attachment to Krishna and Indra's realization of Krishna's true nature.",
      "timestamp_url": "https://youtu.be/MVo8wPtN4eA?t=1919",
      "transcript": "The Vrajavasis once they were preparing for the Indra Yajna because they were wanting to offer their gratitude to Indra who supplies rain. The Vrajavasis, they are agriculturists. They depend on the land and cows. So, they require water. So, that water being supplied by Indra as the controller of rains, annually they would worship Indra by performing one Indra Yajna. So, Krishna, when he was seven years old in Vrndavana, when the Vrajavasis were getting ready for one Indra Yajna, he stopped them from doing Indra Yajna. And he told, instead of worshipping Indra, you worship Govardhana. So, the Vrajavasis, because they are very attached to Krishna, very affectionate to Krishna, they agreed to follow Krishna's direction to not worship Indra, but to worship Govardhana. So, when they worshipped Govardhana, Indra became angry. Why are these Vrajavasis not worshipping me? So, I will teach them a lesson. So, he became angry against the Vrajavasis and he sent forth torrential rains, devastating rains. And when the Vrajavasis were harassed in this way, they approached Krishna and told him to protect them against this torrential rains. So, what did Krishna do? Krishna simply lifted the door of the hill and protected the Vrajavasis. Then, Indra realized his mistake. Indra realized his mistake. And Indra came, he stopped the rainfall and came and apologized to Krishna, offered what he prays to Krishna. He understood who is Krishna, not an ordinary covered void, not simply some powerful yogi. Because Krishna lifted the door and protected the inhabitants of Vrindavanam. So, somebody may think Krishna is some powerful yogi. No. Krishna is not a powerful yogi. Not just another covered void. Not simply some attractive child who is the center of attraction of the Vrajavasis. No. He is actually the Supreme Lord who is the master of all the devas, all the devas. So, Indra understood that Krishna is my master. He is my well-wisher. So, therefore, he came and begged forgiveness and he offered wonderful prayers to Krishna."
    },
    {
      "start_time": 2083,
      "end_time": 2278,
      "verse_references": [
        "BG 7.3",
        "BG 18.55"
      ],
      "themes": [
        "devotees vs non-devotees",
        "personality of Godhead",
        "devotional service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, the only way to understand this aspect of the Absolute Truth, the personality aspect, whether it is personal qualities, or personal form, or personal name, or the absolute truth of the personality of Godhead, transcendental personality, we cannot understand without the truth.",
      "summary": "The speaker contrasts the understanding of devotees with that of non-devotees regarding the personality of Godhead, emphasizing that only through devotional service can one truly understand the Absolute Truth as a person.",
      "timestamp_url": "https://youtu.be/MVo8wPtN4eA?t=2083",
      "transcript": "So, the devatas, because they are devotees, even if sometimes they mistake Krishna to be an ordinary person, by Krishna's grace, their mistaken understanding of Krishna is corrected by Krishna. Their mistaken understanding is corrected by Krishna. And they actually offer wonderful prayers to Krishna. They actually beg forgiveness from Krishna. They actually seek Krishna's protection and blessings. Whereas the demons, because they are non-devotees, therefore they cannot understand the personality of Krishna. They cannot understand the incarnations of the Lord. They cannot understand the personality of Vishnu. They categorize Vishnu as a person of this world. They categorize Vishnu as one of the devatas. They categorize Vishnu to be just another powerful devata. But they cannot understand Vishnu is not just another powerful devata. He is not a person of this world. He is completely a transcendental personality. He is the master of the gunas. He is the master of the devatas. He is the source of everything that they cannot understand. So, non-devotees, whether they be demons, whether they be impersonalists, whether they be yogis, whether they be jnanis, whether they be tapasvis, whether they be pious actors, they can never understand the personality of Godhead. Vishnu or Krishna or Narasimha or Vamana or Narayana, they cannot understand as long as they don't take the devotional service. So, the only way to understand this aspect of the Absolute Truth, the personality aspect, whether it is personal qualities, or personal form, or personal name, or the absolute truth of the personality of Godhead, transcendental personality, we cannot understand without the truth. So, Bhagavad Gita, it is said, bhakti-yamā abhijānāti yamā yaccha-asmi tattva-tahā In truth, if you want to understand what is the nature of the personality of the Absolute Truth, then you have to take the devotional service. bhakti-yamā abhijānāti yamā yaccha-asmi tattva-tahā So, only by bhakti it is possible to understand the Absolute Truth as a person. And that person is the supreme ultimate manifestation of the Absolute Truth. The supreme, the source of even Brahman and Paramatma, the source of the impersonal Brahman, the source of all energies, the source of everything and everyone. So, that source is ultimately the Supreme Person, Krishna."
    },
    {
      "start_time": 2278,
      "end_time": 2457,
      "verse_references": [],
      "themes": [
        "realization",
        "material space",
        "mind"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Mind is where your thoughts are. That is where the mind is.",
      "summary": "The speaker begins to answer a question about the location of the Supersoul by discussing the nature of location in material space and the location of the mind, explaining that the mind is where your thoughts are.",
      "timestamp_url": "https://youtu.be/MVo8wPtN4eA?t=2278",
      "transcript": "And that is what the Bhagavad Gita says. So, Brahman is now given the realization of the Absolute Truth as the Supreme Person. That is what Brahman is getting the realization through the mercy of Vishnu. And that is being described here by the Supreme Bhagavad Gita. Can the staff have any questions? Now, when we talk of location, we are talking of material space. Just like I am sitting here or all of us are sitting in this hall. So, we are not in some other place. We may have a residence or we may have a place of residence. So, if you are here, you are not in your home. If you are near home, you are not in the temple. Right? So, we say a person is in a particular place based on where his body is. Correct? After all, the body is matter. Matter or material object can have a material location or place. Even when it comes to subtle matter, this is gross matter. For example, a person is sitting in this hall, but mentally he can be somewhere else. He can be in his home. Right? He is sitting here, but he is thinking of his own. Maybe. He has left his child and come. Oh, child! He is afraid. Where is my father? Where has he gone? Child has been waiting, anxiously waiting for me to go back home. So, I have to return immediately. Right? So, mentally he may be not here. Mentally, he can be somewhere else. So, where is the mind? If I ask you, where is the mind? Is it here? Or is it there? Or is it in America? So, what is the answer? Where is the mind? Mind is where your thoughts are. That is where the mind is. Generally, our thoughts are centered around our body. Therefore, we say the mind is inside here. But actually, the mind cannot be located in physical space because mind is not a physical object."
    },
    {
      "start_time": 2457,
      "end_time": 2633,
      "verse_references": [],
      "themes": [
        "mind",
        "soul",
        "consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, the soul is where the consciousness is.",
      "summary": "The speaker continues to explain the location of the soul, stating that the soul is where the consciousness is, and that consciousness can be changed.",
      "timestamp_url": "https://youtu.be/MVo8wPtN4eA?t=2457",
      "transcript": "This table, does it have a mind? No. So, table is here means it is here. That's all. You cannot say table is here, but it can also be somewhere else. No, not possible. Similarly, your body, gross body, we can only say it is in one place. You cannot say your body is here as well as in your house. No. If your body is here, it is in your house. But your mind is not like that. Your mind is where your thoughts are. If you are thinking of your body, then your mind is in your body. If you are thinking of America, your mind is in America. It's not difficult to understand, isn't it? Likewise, where is the soul? The soul has got an activity of consciousness. Consciousness belongs to the soul. So, if you are bodily conscious, where is the soul? In the body. If you are Krishna conscious, where is the soul? With Krishna. If you are America conscious, where is your soul? In America. So, the soul is where the consciousness is. Now, the consciousness need not be in one place always. The consciousness can be changed. Generally, people are body conscious. Because they think, I am the body. So, where is their soul? In the body. If they are conscious of their wealth, all the time thinking, money, money, money, money, money, money, money, money, money, it's bigger than honey. Then, where is their consciousness? In money. So, where are they? Where is the soul? In money. If they are very much attached to some person, then where is their consciousness? In that person. So, they are always with that person. Always with that person. So, the soul is where the consciousness is. If you become Krishna conscious, then you are with Krishna. You are always where your consciousness is. So, if you become Krishna conscious and you become fixed up in Krishna consciousness, then you are always with Krishna. Even though your body may be here, your mind may be somewhere else, it doesn't matter. Your consciousness is Krishna consciousness, you are Krishna. And where is Krishna? Krishna is always in the spiritual world."
    },
    {
      "start_time": 2633,
      "end_time": 2774,
      "verse_references": [],
      "themes": [
        "spiritual world",
        "Krishna consciousness",
        "Supersoul"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, if you want to go to the spiritual world, you have to change your consciousness from material consciousness to Krishna consciousness.",
      "summary": "The speaker explains that going to the spiritual world involves a change of consciousness to Krishna consciousness, and that the Supersoul is located where Krishna is.",
      "timestamp_url": "https://youtu.be/MVo8wPtN4eA?t=2633",
      "transcript": "So, you are always in the spiritual world. So, if you want to go to the spiritual world, you have to change your consciousness from material consciousness to Krishna consciousness. So, going to the spiritual world involves a change of consciousness. That's all. That's why Krishna says, Man Mana Think of me. Go and become my devotee. What happens if you think of Krishna? Then you are with Krishna. If you think of Krishna, you are with Krishna. If you become Krishna's devotee, then your consciousness is Krishna consciousness. Your consciousness is changed. You become his devotee. So, now coming to the question, where is the super soul? Super soul is, again, person. Person means consciousness. What is consciousness of the super soul, Paramatma? Krishna consciousness. So, where is the super soul? May be where the Krishna is. In the spiritual world. But we also read in the Bhagavad Gita, Bhagavad Gita, there is a word that says, the Supreme Lord as Ishwara, as the Paramatma, He is in the heart region of every living entity. He is inside every living entity, in the heart region, Brut Deshe. It's a particular location. So, that is the localized aspect of the Supreme Lord Krishna, who has entered into the heart of every living entity in order to animate this body, in order to give intelligence to the soul who is trapped in this body."
    },
    {
      "start_time": 2774,
      "end_time": 2925,
      "verse_references": [
        "BG 15.14"
      ],
      "themes": [
        "Supersoul",
        "heart region",
        "digestion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Paramatma is present in the heart region and He manifests one fire of digestion called Vaishvanara.",
      "summary": "The speaker explains that the Supersoul is present in the heart region of every living entity, animating the body and providing intelligence, and that the Supersoul manifests the fire of digestion.",
      "timestamp_url": "https://youtu.be/MVo8wPtN4eA?t=2774",
      "transcript": "To help that soul, the Supreme Lord expands Himself and enters into every body, everybody's heart, and gives the person knowledge, gives him remembrance, enables him to utilize this body for certain purposes. Just like I am using this body for the sake of eating food and digesting the food. So, Paramatma is present in the heart region and He manifests one fire of digestion called Vaishvanara. That also Krishna tells us in Bhagavad Gita. Aham Vaishvanaro Bhutva Praninam Dehama Svitah Pranapana Samayukta Pacham Yantam Chatur Vidah He simply eats some rice, dal, kondal, whatever you like. How is it digested? What are you doing for digestion? You can't do anything. Only when food is not digested, you come to know, Oh, I am indigestion. I have loose motion. I am vomiting. I have stomach pain. Then you run to the doctor. But actually, when digestion happens, everything is fine. Who is digesting the food? How is the food getting digested? You are not doing anything. It is Paramatma who is digesting the food by manifesting one fire of digestion called Vaishvanara. So, Paramatma is here for my sake. For me to digest the food I am eating. For me to lift my hand. Paramatma is seated there. And he has made one elaborate arrangement called nervous system, circulatory system, digestive system, muscular system. See, some signal in the brain. Signal comes here. The nerves give another signal to the muscle to contract. The muscle contracts and then I lift my hand. I foolishly think, I am lifting my hand. Neither this is my hand nor I am able to lift this hand. This is Paramatma who is annotating this body. So, in that sense, we can say Paramatma is here. But since Paramatma is a spiritual personality, he cannot be located in space, material space. So, they search for Paramatma inside, they will never find Paramatma. Because Paramatma is a spiritual personality, not a physical body, not a physical object."
    },
    {
      "start_time": 2925,
      "end_time": 3153,
      "verse_references": [],
      "themes": [
        "Paramatma",
        "spiritual personality",
        "body consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, when Bhagavad Gita Krishna says, I am seated in everybody's heart as Paramatma, it means that the Lord is actually enabling everything that is happening in this body as Paramatma.",
      "summary": "The speaker clarifies that Paramatma is a spiritual personality and cannot be located in material space, but enables everything happening in the body, giving consciousness to what would otherwise be dead matter.",
      "timestamp_url": "https://youtu.be/MVo8wPtN4eA?t=2925",
      "transcript": "What is there in material space? Physical object. You can locate. Even mind you cannot locate. What does become Paramatma? Can you locate the mind here? Or anywhere in space, can you locate the mind? No. Mind is not a gross physical object. So, it doesn't have a physical location. Similarly, Paramatma doesn't have physical location. So, when Bhagavad Gita Krishna says, I am seated in everybody's heart as Paramatma, it means that the Lord is actually enabling everything that is happening in this body as Paramatma. In His creatures, Paramatma, He is facilitating everything that is happening in this body. He is the one who gives this body what is called as consciousness. Otherwise, the body is dead matter. Body is dead matter. Like this table is dead matter. Similarly, body is also dead matter. It is made up of earth, water, fire and sky. Similarly, table also. But how is this body appearing to have life symptoms? It is only because of the presence of Paramatma who manifests something called Chetana. Consciousness. The consciousness that is flowing in this body is due to the pancha vayu. Prana, Apana, Samana, Udana. In common parlance they say, when a person dies, what they say? Prana hoito. Prana chale gaya. In Tamil also they say Prana. In Tamil you say that? When a person dies? Prana hoito. Prana. Prana hoito. So, what is that Prana? The Paramatma has left and along with him the Prana is gone. The consciousness which animates this body, which makes this body living, show life symptoms. That is gone. So, I am not in this body and because of me, oh, this body is living. No. It is because of Paramatma, the body appears to be living. Of course, I am also there in this body. Trapped in the false consciousness called body consciousness. I think I am this body. I think I am, this body is mine. Aham mama. Two conceptions for the false seeker. Aham kara. What is that? One is that I am this body or this body is mine. Two conceptions. So, both are actually false conceptions of the soul, of the person, of the you, of the real you. So, you are not the body. Neither the body belongs to you. But you think like that out of falsehood. In reality, what is happening? Paramatma is animating this body and make you feel as if you are the body or the body belongs to you. To facilitate your sense gratification, your enjoyment, material enjoyment, Paramatma is making elaborated. But it is a temporary arrangement. Nevertheless, it is not a permanent arrangement. So, actually Paramatma is not here. Paramatma is spiritual. Paramatma is a supreme person. But he expands and actually localizes himself in this heart region for the sake of the body."
    },
    {
      "start_time": 3153,
      "end_time": 3359,
      "verse_references": [],
      "themes": [
        "yogis",
        "devotees",
        "atheists",
        "statues"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "God for the atheist is not present in this form. For the Atheist, this form is simply a statue.",
      "summary": "The speaker contrasts the yogis' attempts to find Paramatma with the devotees' understanding of Krishna's presence in statues, and the atheists' view that statues are merely metal.",
      "timestamp_url": "https://youtu.be/MVo8wPtN4eA?t=3153",
      "transcript": "So, you cannot search out for Paramatma here and find him. The yogis, they try to search out for Paramatma in the heart. They do conceive form of Paramatma in their mind and they meditate. But simply because they meditate, simply because they do Ashtanga Yoga, they cannot see Paramatma. Because there is no Paramatma here. Paramatma is there in the spiritual world. So, they can see the Paramatma only when Paramatma by his blessings, by his grace, he actually gives darshan. Just like we say Krishna and Balarama are here. But, those who are not devotees, they will say, this is simply one statue, we are calling it God. This is not God. See, it's a metal statue. But for a devotee, this is not a metal statue. This is actually Sakshat Krishna and Balarama, the transcendental personalities. So, what is the difference? You say God is here. Atheists would say, God is not here. This is simply one statue. You foolish people, you believe. You have got some sentiment. You have got some philosophy. You have been cheated. You are brainwashed. To think one statue is here, to think that the statue is God, you have been brainwashed. And how will they prove their point? See, when some invaders came and attacked, did your brother go in them? In Vrindavan? What did Krishna do? You say God is there, worshipping. What did God do? God was simply silent. Silently sitting, doing nothing. The fellow came, he broke the temple, he stole away the deities, whatever, the jewellery, you decorate. Oh, God is there, I have to decorate you. Anamkar, Priya Vishnu, your scriptures, you know. And then you do so much decoration. Oh, so nice. Sentimental, foolish people, there is no God. Simply one statue, one doll, you are decorating. Because when somebody comes to take away the real jewellery, golden jewellery, you are putting out a sentiment for God. The gold jewellery nicely attracts thieves, plunderers. They come, they say, oh, foolish people, they think God is, statue is God. And then there is no God. They come, he will steal the golden ornaments and go away and then you people think, oh, what has happened? You police come to it. That's all you people can do. Sentimental, foolish people. This whole atheist will not do that. So, what is other understandable? If God is present in the form of this statue, then what is God doing? So, other understanding is that God is present, yes, only for the devotees. God for the atheist is not present in this form. For the atheist, For the Atheist, this form is simply a statue. For the Atheist, the form is simply a statue."
    },
    {
      "start_time": 3359,
      "end_time": 3526,
      "verse_references": [],
      "themes": [
        "atheists",
        "spiritual dimension",
        "devotees"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But for the devotee, there is another spiritual dimension in existence. And in that dimension, that is above the material dimension.",
      "summary": "The speaker continues to contrast the atheists' materialistic view with the devotees' understanding of a spiritual dimension, where Krishna is eternally present and can manifest for the sake of his devotees.",
      "timestamp_url": "https://youtu.be/MVo8wPtN4eA?t=3359",
      "transcript": "Just like for the atheist, there is no person inside this body. This body is simply one mechanical arrangement of blood and flesh and bones and skin and brain and nervous system, circulatory system. There is no person inside this, there is no soul. All foolish people believe, Atheists would say. According to the Atheists, what is this body? It is simply one arrangement. That's all. The arrangement, it will stay for some time. Any arrangement in this material world, you can see in this world, you can see any arrangement, it will stay for some time, that's all. No arrangement is permanent in this world. So this arrangement, it will stay. 30 years, 40 years, 50 years, 80 years, it will stay. And then the arrangement is finished. Over. Everything is finished. You say, person died. Why are you crying, person died? Simply one arrangement was made and the arrangement is finished. So for the Atheist, there is no soul in this body. There is no real person. Simply one mechanical arrangement. Kama. Kima arhya. Kama hai dhukam. Demons. Asuras. They argue. Due to kama, man and woman combine and produce one offspring, a child. What is that child? Simply one lump of flesh, blood, bones, mucus. That's all. That arrangement will remain for some time, yes. With some changes, like changes happen in matter. And these changes will happen. There is no person. So, for the Atheist, there is no soul. There is no God. There is no spirit. But for the devotee, there is another spiritual dimension in existence. And in that dimension, that is above the material dimension. It is beyond the material dimension. So even though Krishna is present here as the Didi, that Krishna is not in the material dimension. He is not located in space and time. He is eternally there as the spiritual transcendental personality. And for the sake of his devotee, even though he doesn't exist in the material dimension, he is in the spiritual dimension."
    },
    {
      "start_time": 3526,
      "end_time": 3734,
      "verse_references": [],
      "themes": [
        "devotees",
        "atheists",
        "bhakti",
        "illusory energy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "As long as they don't take to bhakti, for them, there is no personal God, there is no spirit, there is no soul, there is no spiritual dimension.",
      "summary": "The speaker concludes by emphasizing that atheists will remain unconvinced of the personal aspect of God without taking to bhakti, as they are under the influence of the illusory energy.",
      "timestamp_url": "https://youtu.be/MVo8wPtN4eA?t=3526",
      "transcript": "He can come in the material dimension for the sake of his devotee and accept the devotee's seva. Bless the devotee. Take the devotee's seva. So when you offer a flower to Krishna Balram here at the beauty park, Krishna Balram accepts it. Not on the material dimension. On the spiritual dimension. When the atheist comes in front of the Didi, then the Didi is simply one statue itself. Like any other statue. Any other statue which may not be God. Like statue of one political personality is put somewhere. Nobody will think that the actual political personality is there. Just try. Aid for remembering, memory. For memory. For the sake of our memory. For the sake of our sentiment. The person is dead and gone. But we have to remember his great deeds or his great contribution he did for the country and for the people. So out of a token of appreciation of the greatness of the person, of the wonderful deeds he performed, he will garland one statue. Everybody knows that statue is not a person. This way, the way of expressing our gratitude, the way of remembering, memory, in memory of this person we are garlanding the statue. That's the way of understanding of the statue. So, atheists think like that, here you are going for Krishna. If at all there is Krishna, then Krishna is not here. If at all there is God, then God is in your imagination. In that imagination you are projecting on one statue. And because you have some sentiment you want to express gratitude to God, that God protected me, that God is protecting me. So you garland the statue. These are all atheistic arguments. And these will be proven to atheists and atheists will prove to others as long as they don't take to bhakti. As long as they don't take to bhakti, for them, there is no personal God, there is no spirit, there is no soul, there is no spiritual dimension. Simply the imagination are the descriptions in the scriptures, some textbooks, some books, some teachings. Like, the atheists would always, the non-devotees would always argue like that. And they will never be convinced that, because they are completely under the grip of this illusory energy. So illusory energy will convince them, yes, there is no God. You are God. Or everything is God. This world is real. It will convince them. That's the action of the illusory energy. So if you want to know God in his personal aspect, you have to come out of this illusion. Come out of the influence of the illusory energy. Okay, let's stop it. Adraji, Bhagavad Gita, and Yajna,"
    }
  ]
}