{
  "video_id": "Mw4Wpx13HUw",
  "title": "The Multi-faceted Aspects of Krishna | Sri Suvyakta Narasimha Dasa | SB 6.9.21 | 23.07.2024",
  "speaker": "HG Suvyakta Narasimha Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=Mw4Wpx13HUw",
  "segments": [
    {
      "start_time": 0,
      "end_time": 148,
      "verse_references": [],
      "themes": [
        "fearlessness",
        "surrender",
        "protection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Taking shelter of the Supreme Lord brings actual fearlessness and therefore the demigods decided to take shelter of the Lord.",
      "summary": "The speaker reads and explains a verse and purport from Srimad Bhagavatam about taking shelter of the Supreme Lord to overcome fear.",
      "timestamp_url": "https://youtu.be/Mw4Wpx13HUw?t=0",
      "transcript": "Om Namo Bhagavate Vasudevaya Reading from Srimad Bhagavatam, Canto 6, Chapter 9, entitled, The Appearance of the Demon, Prithrasura. Text No. 21 śrī-devā-ūchuhu vāivambharāgnya-kṣitayastriloka brahmādayo ye vayam udvijantaḥ harāmayasmai balimantakosau vibheti asmādharanam tato naḥ translation and purport by His Divine Grace Śrīla Prabhupāda The demigods said the three worlds are created by the five elements namely ether, air, fire, water and earth, which are controlled by various demigods, beginning from Lord Brahmā. Being very much afraid that the time factor will end our existence, we offer presentations unto time by performing our work as time dictates. The time factor himself, however, is afraid of the Supreme Personality of Godhead. Therefore, let us now worship that Supreme Lord who alone can give us full protection. Purport by Śrīla Prabhupāda When one is afraid of being killed, one must take shelter of the Supreme Personality of Godhead. He is worshipped by all the demigods, beginning from Brahmā. Although they are in charge of the various elements of the material world. The words vibheti asmād indicate that all the demons, regardless of how great and powerful, fear the Supreme Personality of Godhead. The demigods, being afraid of death, took shelter of the Lord and offered Him these prayers. Although the time factor is fearful to everyone, fear personified is afraid of the Supreme Lord, who is therefore known as abhaya, fearless. Taking shelter of the Supreme Lord brings actual fearlessness and therefore the demigods decided to take shelter of the Lord."
    },
    {
      "start_time": 150,
      "end_time": 478,
      "verse_references": [],
      "themes": [
        "Krishna's pastimes",
        "motherly love",
        "childhood behavior"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "How Mother Yasoda can put me down when I am hungry and I am drinking her milk?",
      "summary": "The speaker narrates the Damodara Lila, focusing on Krishna's anger at Yasoda for leaving him to tend to the boiling milk and his subsequent mischievous act of breaking the curd pot.",
      "timestamp_url": "https://youtu.be/Mw4Wpx13HUw?t=150",
      "transcript": "When Kṛṣṇa had appeared 5000 years ago, He performed many wonderful pastimes, especially during His childhood. When Kṛṣṇa was about probably around one year old, once it so happened that Yasodamāyī was sitting in her house and she was churning the curd, nice freshly formed curd. She was churning to take out the butter, so that she could feed Kṛṣṇa with it. And Kṛṣṇa at that time, He was feeling hungry. He walked up to His mother and started pulling her, pestering her, that I am hungry, I want milk. Yasodamāyī stopped her churning, took Kṛṣṇa on her lap and started feeding Him her breast milk. And while Kṛṣṇa was drinking His mother's milk, suddenly Yasodamāyī noticed on the fireplace, she had placed one pot of milk to boil. And this milk was a special milk which was meant for feeding Kṛṣṇa. And that milk started boiling and overflowing. Yasodamāyī immediately, she thought, oh, if this milk boils over and it gets burnt, then what will my Kṛṣṇa drink? So she immediately removed Kṛṣṇa from her lap, set Him down and ran to the kitchen. To remove the milk from the fireplace. And it would have taken some time, she had to remove the milk and then put off the fire and if some milk had been spilt over, clean up and all those kind of things. Some time it took and she came back. Now in the meantime, our Kṛṣṇa is not someone who is going to wait for anyone. He got very angry. How Mother Yasoda can put me down when I am hungry and I am drinking her milk? How she can put me down and go away? So Kṛṣṇa became very angry. I will show her what I am. So He looked around and what to do? He looked at the pot of curd that Mother Yasoda had been churning. He took a stone and broke that pot. And even, you know, all small children also when they get angry, they will do something naughty like that. And after they do it, then they will start thinking, now what is going to be the consequence? You know, when we grow up, we first think of the consequence and then we act. Children are not like that. They first act and then think of the consequence. So Kṛṣṇa also broke the pot. After breaking the pot, He started thinking, okay, my anger, Bhadas nikal diya. I, you know, I showed my anger, broke the pot. Now Mother Yasoda will come. What is going to happen? So better I scoot from here. Better I don't stay here. So silently, He slipped away from there. So Yasoda Mai, after cleaning up the kitchen or whatever, she came back and she saw, Krishna is not there. Okay, Krishna must have gone. He must have gone to play or something. But then she saw that the pot of curd has been broken and the curd is all spilled over. So she thought, who can do this? Nobody can come into the house and do all this. Krishna only must have done this. She deduced. After all, she is a mother. She knows her son. Who can know her son better than her? So she thought, Oh, Krishna, you are doing like this. I will teach you a lesson today. She started searching. Where is Krishna? Where is Krishna? Where is Krishna? And searching, searching, she came to the storehouse where Krishna was sitting and he was taking out the butter and he was feeding all the monkeys. So silently, Yasoda Mai walked up behind him, wanting to catch him. But suddenly, Krishna turned and saw, Oh, Yasoda Mai is coming. He left everything and started running. Yasoda Mai also started. She was also not going to give up. Today I have to teach him one lesson. Determined. And she ran after him and Krishna is also running. Yasoda Mai is running. And you know how difficult it is to catch children. Although they are so small, if they start running, so difficult it is. Like some of our temples, we will be doing ICVK. Right? In the, for small children, even in Chennai also, we have started ICVK. Some, some small kids, in that three to five year age guru, they will not sit quietly. They will keep running around and, and the teacher, to control the child, it is very difficult. So, she ran after him and Krishna is also running. Yasoda Mai is running. And you know how difficult it is to catch children. To control the child, it will, you know, she will be totally fed up. She will not be able to do it. So, children are like that. So, Krishna is running. Yasoda Mai is trying to catch, but she is not able to capture him. And, the laborious, you know, running, running, running. She was panting and she was perspiring. But she was also not giving up. Somehow, I am going to catch Krishna today. I am not going to give up. So, Krishna also saw that his mother has become tired. She is perspiring. And, she is, you know, breathing heavily. So, Krishna allowed himself to be captured by Yasoda Mai. Yasoda Mai caught him. And then, when she caught him, she saw Krishna was crying out of fear. What is mother is going to do now? I broke the pot. So, already in fear of the punishment, he had started crying."
    },
    {
      "start_time": 478,
      "end_time": 674,
      "verse_references": [],
      "themes": [
        "Krishna's mercy",
        "devotion",
        "Damodara Lila"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "So, Krishna allowed himself to be captured by Yasoda Mai.",
      "summary": "The speaker continues the Damodara Lila narration, describing Yasoda catching Krishna, his crying, her decision not to beat him, and his subsequent tying to the wooden mortar, leading to the liberation of Nalakuvara and Manigreeva.",
      "timestamp_url": "https://youtu.be/Mw4Wpx13HUw?t=478",
      "transcript": "Sometimes, it happens, no? We all, as children, if you remember, when we were in classroom, something we did, show your hand and took the scale. Before the teacher lifts this one itself, we will start crying. And, teacher will say, hey, what did I do? First, you show your hand. Don't cry. So, children are like that. So, Krishna also, Yasoda Mai is going to punish me today. He started crying. And, Yasoda Mai had applied nice mascara to Krishna's eyes. All that mascara is flowing down Krishna's cheeks. And, Krishna is in great fear. And, Yasoda Mai saw that Krishna is crying so badly. It's not good that he feels so afraid. My child should not be so much afraid of me. So, she saw in her hand, there was a stick. And, seeing the stick, she saw Krishna is becoming so afraid. So, she thought, okay, let me not beat him with this stick. She threw away the stick. But then, still punishment has to be there. Otherwise, Krishna will every time do something, even bigger. So, she saw there was a wooden mortar there. And, she took some rope and tied Krishna to it. So, you are being so naughty. So, I am punishing you. So, for some time, you remain there. Let us see what you do. So, she tied him to the wooden mortar. And, Krishna was hardly about a year old. So, Yasoda Mai then tied him and then went off. And then, Krishna thought, oh, Yasoda Mai has tied me. She tied me for breaking that pot of curd. Now, I will do something even bigger. Let us see what she will do. So, he thought what to do. And, he saw in the courtyard of Nanda Maharaj, there were two tall Arjuna trees, Yamala Arjuna trees. So, Krishna started crawling. Because, you know, one year old children, they will sometimes crawl. They will sometimes walk also. It is like that. So, Krishna started crawling. And, crawling, crawling, pulling the wooden mortar which got stuck between the two trees. And, what happened? The two trees fell down. And, out of that, two dazzling, effulgent personalities came out. They were, you all know who they are, right? Who are they? Nalakuvara and Manigreeva, the sons of Kubera. So, they came out and they offered their obeisances to Krishna. They offered their prayers and they got liberated. In the meantime, the Gopas Yashoda Mai, they all came running because two huge trees falling. They made a thundering sound. So, everybody came running out. What happened? What happened? And, they saw two trees have fallen down and Krishna is between them. So, they all thought, Oh, great fortune. Narayana has protected him. Otherwise, the trees could have fallen on Krishna. What would have been his state? He would have been crushed. So, Yashoda Mai also took Krishna and then she did not she did not chastise him or anything thinking, you know, like this. This is the famous Damodara Leela pastime. In a few months, we will have the Damodara month when we will sing those prayers and Damodara Ashtakam prayers remembering this pastime."
    },
    {
      "start_time": 679,
      "end_time": 814,
      "verse_references": [],
      "themes": [
        "Krishna as time",
        "Kunti's prayers",
        "devotion"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "She always knew that Krishna is the Supreme Personality of Godhead.",
      "summary": "The speaker transitions to Krishna's later life and describes Kunti's prayers to Krishna before his departure to Dwaraka, emphasizing her understanding of Krishna as the Supreme Personality of Godhead.",
      "timestamp_url": "https://youtu.be/Mw4Wpx13HUw?t=679",
      "transcript": "Several decades later, Krishna grew up. He got married to 16,000 princesses. He had sons, grandsons, great-grandsons. He had built Dwaraka, ruling over Dwaraka with all the Yadavas. And then, the Pandavas had also grown up. They were Krishna's cousin-brothers and they had they had become very close associates of Krishna. And the Pandavas went through many tribulations and finally, the battlefield, the battle of Kurukshetra was fought and the Pandavas got back the kingdom. By this time, Krishna had already crossed the 90 years. He was more than 90 years old. So you can see, he had, he had, you know, more than nine decades had passed. And after Yudhishthira Maharaj was enthroned as the emperor, Krishna stayed for a few months in Hastinapura to please Yudhishthira and then after a few months, then Krishna said, all the residents of Dwaraka will be waiting for me, so I have to go now. So the Pandavas assembled and Satyavati also came, although she was very old, she was also there, Shantanu's wife and the, you know, Draupadi came, Kunti Maharani came, all the Pandavas, they all came, Uttara also came, they started offering their prayers to Krishna. Great anxiety, now Krishna is going to go away. At that time, Kunti Maharani offered her prayers to Krishna. Although Kunti Maharani was the paternal daughter of Krishna, so she was in a superior position to Krishna. Although she was so, she always knew that Krishna is the Supreme Personality of Godhead. She did not think of Krishna like a, my nephew, no, not like that. She, she always had the understanding that Krishna is the Supreme Personality of Godhead. So when she heard that Krishna is going to go back to Dwaraka, she came and offered her prayers to Krishna, and Krishna was departing. And those prayers of Kunti Maharani are captured in the first canto of the Srimad Bhagavatam."
    },
    {
      "start_time": 814,
      "end_time": 1085,
      "verse_references": [],
      "themes": [
        "time factor",
        "Krishna's control",
        "impartiality"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Time Factor is nothing but it is another aspect of yours.",
      "summary": "The speaker elaborates on Kunti's prayer, explaining Krishna's role as the Supreme Controller in the form of the Time Factor, highlighting the impartiality and all-encompassing control of time.",
      "timestamp_url": "https://youtu.be/Mw4Wpx13HUw?t=814",
      "transcript": "Beautiful prayers. One of the things that Kunti Maharani prayed to Krishna was, Manyetvam Kaalam Eeshanam Anadi Nidhanam Vibhum Samam Charantham Sarvatra Bhutanam Yan Mitak Kalihi. She said, because she is, you know, she is aware that she is the Supreme Controller in the form of the Time Factor. Kaalam Eeshanam. O Krishna, I know that you are Kaala, the Supreme Controller in the form of the Time Factor. Kaalam Eeshanam. So you control everybody in the form of the Time Factor. The Time Factor is nothing but it is another aspect of yours. Actually, the Time Factor it is all powerful. Nobody can withstand the force of time. So, Manyetvaam Kaalam Eeshanam Anadi Nidhanam. Anadi, Adi means beginning. Nidhanam means end or destruction. So, even in Hindi, we say when somebody dies, we say, Inka Nidhan Ho Gaya. Right? So that means Nidhanam means destruction or end. The word Adi, what it becomes Anadi. That means Adi means beginning. Anadi means without a beginning. Anadi Nidhanam means without a beginning or end. So, Krishna is that Supreme Time Factor which has neither beginning nor end. Samam Charantham Sarvatra and the Time Factor is very, very impartial. Time Factor will not see that this person, he is a small child, small baby. His Ayu, his life span has got over. But what to do, poor child, no, let him grow a little more. Time Factor will not see. Time, your time has gone up, your duration of life is over. You are a baby, you are old man, young man, girl, man, woman, child. Time Factor will not consider any of those things. Your Ayu is over, your life span is over. Time Factor is very impersonal. It will never consider, it will, it shows, does not show any mercy, no favour to anyone. So, so, Kunti Maharani said, Samam Charantham Sarvatra and all the living entities are under the control of the Time Factor. And when we see, say all living entities, it's not just limited to the Earth Planet. It's not limited to the birds and bees and all that. Even human beings are also under the control of the Time Factor. Human beings, the human civilization may develop. We may become very advanced. Science and technology may advance a lot. But no matter how much advancement we make, no matter how much scientific discoveries and inventions we make, still, we are always under the control of the Time Factor. Samam Charantham Sarvatra Bhoothaanam Yanyam Mithranam Samam Charantham Sarvatra Bhoothaanam Yanyam Mithra Kalihi So all the living entities, not only on this planet, even the Devatas are under the control of the Time Factor. Even Brahma is under the control of the Time Factor. Brahma also has a fixed lifespan. When the time comes for him to, when his lifespan gets over, after Dviparartha, two Pararthas, what happens? He has to give up his body, go on to the next body. So even Brahma, even all the Devatas, Agni, Vayu, Brahmins, Devatas, Demigods who control all the other living entities, even they are controlled by the Time Factor. Which is what the Devatas themselves are stating here. They are saying, Udvijan Taha We are afraid of the Time Factor because any moment the Time Factor may take control of us and we may die. So Kuntimharani is well aware of this. Now Kuntimharani did not stop there. He said, I am not going to stop when she glorified Krishna like this that you are the Time Factor. You are the Supreme Controller. The everybody all the Devatas everybody are afraid of you."
    },
    {
      "start_time": 1086,
      "end_time": 1254,
      "verse_references": [],
      "themes": [
        "Krishna's inconceivable nature",
        "devotion",
        "fear"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Death personified fears you. And what are you doing? You are crying in fear of Yashodamai.",
      "summary": "The speaker continues discussing Kunti's prayers, focusing on the inconceivable nature of Krishna, who is feared by death personified yet afraid of Yashoda Mai.",
      "timestamp_url": "https://youtu.be/Mw4Wpx13HUw?t=1086",
      "transcript": "then she remembered see 90 years 90 years have passed by. After 90 years Kuntimharani is remembering that incident which happened when Krishna was one year old with Esodhamai in Vraja. Krishna was like a Chant in the Gopi Adade Gopi Adade Dhama Tavam Nyate Dasashru Kalilanjana Sambramaksham Vatram Niniya Bhaya Bhavana Asthithasyas Samami Bimohiti Bheerapiyat Bibheti She said Gopi Adade Dvai Krita Agasi Krita Agasi means The Gopi, Yashodamai, took a rope in her hand to tie you to the wooden mortar. At that time, What was your state? I remember your state. What was your state? There were a flood of tears flowing down your cheeks. And all the mascara was getting washed away. And this was your state. And you are in great fear of Yashodamai. And who are you? Fear personified. Fear personified. Who is fear personified? Death. And death is another form of Kala or time. So she is saying, The Kala, the time factor, is so fearful to all the Devatas. And you are the controller of that time factor. Even Kala, even death personified. Death personified fears you. And what are you doing? You are crying in fear of Yashodamai. Samam vimohayati. When I remember this, I am bewildered. How can this happen? How is this happening? So this, This is a completely inconceivable thing. A personality, Whom fear personified fears. Whom Kala, time factor, fears. Fearing whom death can happen. Whom Kala, time factor, fears. Whom Kala, time factor, fears. Death carries out its duties very impartially and very strictly. Why is death, why is Kala so impartial? Because Kala or death is very much afraid. If I don't do my duty properly, Krishna will punish me. So that death is afraid of Krishna. And that Krishna is afraid of a simple cowherd woman. Yashodamai. When I think of this, it's very, very bewildering. So it's inconceivable. How can such a great personality, Whom even death personified fears, Be afraid of a simple woman like Yashodamai? It's inconceivable."
    },
    {
      "start_time": 1254,
      "end_time": 1487,
      "verse_references": [],
      "themes": [
        "Krishna's multifaceted personality",
        "devotion",
        "fear"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Actually, This shows, The, The, The, Multifaceted personality that Krishna is.",
      "summary": "The speaker explains how Sukadeva Goswami also highlights Krishna's inconceivable nature, emphasizing the contrast between Krishna being feared by death and being afraid of his devotee, Yashoda.",
      "timestamp_url": "https://youtu.be/Mw4Wpx13HUw?t=1254",
      "transcript": "And this, This astonishment, And Krishna's becoming afraid, Of Yashodamai, Is not limited only to Kunti Maharani. Even Sukadeva Goswami, When he describes this, Pastime of the Damodara Leela, In the Srimad Bhagavatam, in the 10th canto, After describing this, He said, He said, Tam amanyata atmajam That Yashodamai, She thought Krishna is my son. Atmajam. But, Who is that Krishna? He is Avyaktam. He is that unmanifest Supreme Lord. Who is not visible to everybody. It's not that Krishna is an ordinary person. Anybody can see. No. He is such a great person. He is Avyaktam. Not everybody can see him. Only to whom Krishna reveals himself, They can see him. That is that personality. And, Adhokshajam. He is completely transcendental. But that Krishna, Yashodamai thought, This Krishna is my son. And thinking like this, What did she do? Gopikoolukhale, Damna babandha prakritam yatha. She, Damna with a rope, Ulukale babandha. She tied him to a wooden mortar. What is this? That Supreme Lord, Who is, Who is unmanifest, Who is not visible to everybody. Even the Devatas, If they want to see Krishna, They cannot see him. They have to go to the shore of, The Kshira Udaka, The milk ocean. And then they have to chant the Purusha Sukta prayers. And they please the Paramatma. Even then Paramatma also is not visible to them. He will only give instructions to Brahma in the heart. And they have to hear. And they have to follow. Om tad Vishnoha paramam padam, Sada pashyanti surayaha. Even the Devatas are waiting, When will we have darshan of the lotus feet of, Paramatma Vishnu. And that Vishnu is, One portion of the, Plenary portion of Krishna. So you can imagine, How much tougher it will be to see Krishna. And that Krishna, Yashodhama is thinking, That, This is my son. And prakritam yatha, As if Krishna is just another ordinary child, Like everybody else. Gopi kulukale damna babandashi, Took him and tied him to the wooden mat. What is this? This is completely unbelievable. So you see, Krishna's feature, On one hand, You have Krishna's feature, Of being, Fear personified, So much so that, Even fear personified fears him. So there is a, There is a facet of Krishna, Which is very frightening, To even death personified. Death frightens everyone. Right? Death terrorizes everyone. Anybody, When the point of death comes, They will all become completely afraid. So, That death who frightens everyone else, Including all the Devatas, demons, everybody, That death, Is afraid of Krishna. So Krishna has this facet, Of being very frightening. At the same time, Krishna, Has this feature, Of himself being afraid, Of his own devotees. Devotees are all completely surrendered to Krishna. They have taken shelter of the lotus feet of Krishna. To those people who have taken shelter of him, To whom he is giving protection, Krishna is afraid of them. So how is this? How do you understand this? Actually, This shows, The, The, The, Multifaceted personality that Krishna is."
    },
    {
      "start_time": 1487,
      "end_time": 1777,
      "verse_references": [],
      "themes": [
        "fear of God",
        "Krishna's different aspects",
        "scriptural understanding"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "God is not to be appreciated just as a very person to be feared.",
      "summary": "The speaker discusses how the fearful aspect of God is present in many religions, but Srimad Bhagavatam reveals Krishna's multifaceted personality, going on to describe Krishna's arrival at Kamsa's wrestling match.",
      "timestamp_url": "https://youtu.be/Mw4Wpx13HUw?t=1487",
      "transcript": "Actually, This facet of Krishna, Of being a very, A person whom we all have to fear, Is there in every religion. And that is why, If somebody is very religious, What do we say? He is a God-fearing person. He is afraid of God. Isn't it? That's what we say. Like the, Devatas are also stating here, Udvijantaha, We are afraid of Krishna. Especially in his, Form as Kala. So that is one facet of Krishna. And normally in all other scriptures, Religious scriptures, Only this facet of the Supreme Lord, Is shown to the people. Oh, God is very powerful. If you don't follow his rules, He will punish you. He will put you into hell. You will have to undergo so much misery. So, With great fear, Follow whatever he has told. So this fearful aspect of Krishna, Is there in every scripture. Even amongst tribal people, Aborigines, Those who are not very civilized people, Even amongst them, You can see, They will worship some lightning, Or some thunder, Or some big mountain, With great fear. So you will see, This facet of Krishna, Is there, Very commonly you will find it. But it's only in the Srimad Bhagavatam, Where Krishna is shown to have, Shown to be, A multi-faceted personality. And this fact, Sukadeva Goswami, Brings out in the tenth canto of the Srimad Bhagavatam. When Krishna, When he was about ten years and six months old, Krishna left, Vrindavan, Nandagav, And he came to Mathura, To attend that Mela, That great festival, Which had been organized by Kamsa. When Krishna came there, Kamsa had made a big plan, In the name of a Mela, He had called everybody, Invited everyone, He had called all his allies, Some friendly kings, And then he had called some yogis, Some ascetics, Some rishis, All those kind of people, And he had also invited all the, Village people, Here, Like that he sent an invitation to, Vraja also, To Nanda Maharaj, That we are organizing a big festival, All of you also come, Like that. So, All these people had come to Mathura, And there was a big stadium, Which had been erected, And everybody was seated, The kings were given one position, The common folk of Mathura, Were given another position, Invitees like Nanda Maharaj, The Vrajavasis, Who had come from other villages, They were given another position, The rishis, The sages, They were given another separate area, Like this, All these people were seated, In that big stadium, And then, What Tamsa did, He called all his close associates, He had some associates, Who were big wrestlers, Chanura, Mushtika, Toshala, He called all of them, See, The person who is supposed to kill me, I am, I am doing some trick, And getting him to Mathura, And that person is Krishna, Krishna and Balaram, Two brothers are there, So they are only, Ten and a half years old, But, They are very powerful, So many asuras, I had sent earlier here, They have killed all of them, So now, I want, That when they come, You should invite them, For a wrestling match, And, You should kill them, And Chanura, Mushtika, They all said, Ah, Ten year old boy, Why are you bothered, King Kamsa, Some fluke, He must have killed all the other asuras, Don't worry, We are all there, And they started flexing their biceps, And all that, You know, They were wrestlers, Strongly built, Chappan inch, And all those kind of things, You know, Very powerfully built, And, Very strong, And professional wrestlers, Not ordinary people, Even today, You will see, Wrestlers will be, You know, Very strongly built, So, In this big stadium, In the midst of that, There is the wrestling arena, And there is lot of music, And dance, And so many other things going on, And then, Krishna, And Balaram, With a few of his, Covert boy friends, They entered the stadium, And, When they entered the stadium, Sukadeva Goswami says, All the people, Their eyes, Turned towards Krishna, Because, Krishna is such a charismatic personality, He makes an entry, Everybody's eyes will turn, So, All the wrestlers, They were showing their moves, And all that, They all stopped, And said, Oh, This is the person who has come, All the, Yogis, The Rishis, The, Mathuravasis, The Vrajavasis, They all stopped, And they saw, Oh, Krishna is entering, Beautiful personality, Who can match the beauty of Krishna, And Krishna is walking in, You know, Dressed like a simple, Covert boy, So,"
    },
    {
      "start_time": 1777,
      "end_time": 2053,
      "verse_references": [],
      "themes": [
        "Krishna's different perceptions",
        "devotion",
        "fear",
        "love"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "All the people, Their eyes, Turned towards Krishna.",
      "summary": "The speaker describes how different people in the stadium perceived Krishna upon his arrival, including the wrestlers, common men, women, Gopas, and Kamsa, each seeing a different aspect of him.",
      "timestamp_url": "https://youtu.be/Mw4Wpx13HUw?t=1777",
      "transcript": "At that time, Sukadeva Goswami describes, How everybody saw Krishna, Mallanam asanir, When the, All the, Mallanam, Mallanam means, All the, Mallas, All the wrestlers, When they saw Krishna, They felt, Oh, A thunderbolt has struck us, It was like that, Why did they, Why did they think like that, Actually, In the, Bhakti Rasamrita Sindhu, This is described, Even, Even, More, Elaborately, So, In the, Bhakti Rasamrita Sindhu, Srila Rupa Goswami states, That, Duratastam Avalokya, Madhavam, Komalangopi, Rangamandale, In the, Rangamandala, In that stadium, In that, Rizzling arena, Duratastam Avalokya, From a distance, The, The, Rizzlers of Kamsa, Saw Krishna, Entering, Duratastam Avalokya, Krishna, Entered the arena, So, These, Rizzlers, Were in the center of the arena, And, In the center of the stadium, And, From one end, Krishna entered, So, They saw from a distance, Oh, This is the person, Kamsa was talking to us about, And, When they saw him, Parvata Utbata Bhujantaropi, Who are these, Rizzlers, Parvata Utbata Bhujantara, Bhuj means, The two shoulders, Antara means, The space, Between the two shoulders, Bhujantara, That means, The space, The chest, So, Their chests, Were all like, Parvata, Parvata Utbata Bhujantara, Their chests, Were like, Mountains, You know, Where, You see, All these, Bodybuilders, And all that, Their chests, Will be very raised, And, Strongly built arms, And all that, So, Parvata Utbata Bhujantaropi, They were so strongly built, And, Krishna, Komalanga, He is like, A soft, Feather, A soft, Delicate, Body, Krishnas, So, When these, Razzlers, Who had such strong, Steel like, Bodies, They saw, That soft, Delicate, Body of Krishna, What did they, What was the emotion, They went through, Kamsamallanivaha, Vivyate, Although, They were so strongly built, When they saw Krishna, They got perturbed, Oh, Krishna, We have to fight, With this person, This is not going to be, Ordinary fight, They got nervous, They got nervous, Seeing the, Komalangopi, Even though, Krishna is so Komala, These, Strongly, Built, The, Razzlers, They got nervous, We have to fight, With him, Oh, My God, This is not going to be, A small affair, So, You see, How, Inconceivable, This is, On the one hand, Komalanga, Soft, Delicate, Razzlers, Are all, Shivering, Mallana, Masanir, Now, The Mallas saw, Krishna, Like this, Nilaam, Naravara, There were other, Common men, Of Mathura, They were all, Assembled, When they saw, Krishna, How did they see, They saw, Krishna, Who, Is the best of men, Although, Krishna, Was ten and a half, Years old, Krishna, Appeared like, And very, You know, The way, He conducts himself, The very, The way, He is walking in, So majestically, He is the best of men, We have not seen, Any man, Better than him, Like that, They saw him, Mallana, Masanir, Nilaam, Naravara, Sreenaam, Smaramurthiman, For all, The women folk, Of Mathura, When they saw, Krishna, They said, They felt, He is, Cupid personified, Swajana, All the Gopas, The Vrajavasi, They were all sitting there, When they saw, Krishna entering, He is also, One cowherd boy, He is our person, He is our villager, Our Vrajavasi, He is, All the Vrajavasi, He is our, He is our, Gopala, Krishna, Kanaya, So they felt, He is our own person, And, At the same time, There were all of, Kamsa's, Associates, The evil kings, Who were sitting there, In the arena, So, Krishna, Bhupalana, All those, Evil kings, For them, Shasta, He, Krishna, Appeared like, Oh, He is a very powerful person, He is going to, Punish all of us, He is a, Real, Powerful, King, Personality, This is how, They saw him,"
    },
    {
      "start_time": 2053,
      "end_time": 2232,
      "verse_references": [],
      "themes": [
        "Krishna's inconceivable nature",
        "devotion",
        "Chaitanya Mahaprabhu's philosophy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Inconceivable Nature, Of Krishna, Pervades, All his, Characteristics, And attributes.",
      "summary": "The speaker emphasizes the inconceivable nature of Krishna and how it pervades all his characteristics, linking it to Chaitanya Mahaprabhu's philosophy of simultaneous oneness and difference.",
      "timestamp_url": "https://youtu.be/Mw4Wpx13HUw?t=2053",
      "transcript": "And, Swapitroho Shishu, Nanda, Who was sitting there, He is, Krishna's, Father, When he saw, He is my son, My dear son, And, Above all of them, In a separate stage, Well protected, By all the, Bodyguards, Who were sitting, Kamsa was sitting, Kamsa also saw, Krishna, Entering the stadium, How did, Kamsa see, Mrityur, Bhojapatir, Bhojapati, The king of the Bhojas, Which is, Kamsa, When he saw, Oh, He was perspiring, Sweating, His heart, Started thudding, My death has come, For him, He did not see, Krishna, And, Then, What happened, There were others, All the Rishis and Sages, How did they see him, Tattvamparam, Yoginam, All the Yogis saw, This is the, Supreme, Absolute truth, Who is stepping into the stadium, That is how, They saw him, And, Vrishnina, Paradevateti, Viditho, Rangamandale, So, Sagrajaha, Along with his, Elder brother, Krishna, Entered the Rangamandala, Like this, They saw Krishna, They saw, He is the best, Descendant of our dynasty, He, In our dynasty, There have been, So many great people, He is the best person, Of all, This is how, They saw him, So, You see, One Krishna, When he is entering the arena, How different people, Are seeing Krishna, Differently, Like this, Multi-faceted, Personality, So, God is not to be, Appreciated, Just as, A very, Person, To be feared, Krishna, Appears, To be a, Fearful, Personality, To those, Who are, Who do not, Know him, Intimately, Who are not, His devotees, And to those, Who are inimical, Towards him, But if you become, His devotee, Then, You become, Very, Very dear, To him, So, This is the, Inconceivable, Feature of Krishna, Krishna is smiling, And entering, The arena, The heart, Of the wrestlers, And Kamsa, You see, How this is, So, Inconceivable, Actually, This, Inconceivable, Nature, Of Krishna, Pervades, All his, Characteristics, And attributes, All features, Of Krishna, Is pervaded, By this, Inconceivableness, And that is, Why, Chaitanya, Mahaprabhu, Built, The whole, Philosophy, Siddhanta, Sattva, The Veda, And Abheda, Simultaneously, We are one with, And different, From Krishna, And this is, Achintya, Inconceivable, Unless, We accept this, Inconceivable, Characteristic, Of Krishna, We cannot, Understand him, Fully, We cannot, Understand, Chaitanya, Mahaprabhu's, Philosophy,"
    },
    {
      "start_time": 2232,
      "end_time": 2473,
      "verse_references": [],
      "themes": [
        "Krishna's inconceivable nature",
        "devotion",
        "Srila Prabhupada's mercy"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So this demonstrates the inconceivable nature of Krishna.",
      "summary": "The speaker uses the example of Ganga originating from Krishna's lotus feet to illustrate Krishna's inconceivable nature, emphasizing the importance of studying Srimad Bhagavatam and appreciating Srila Prabhupada's mercy in revealing these truths.",
      "timestamp_url": "https://youtu.be/Mw4Wpx13HUw?t=2232",
      "transcript": "Actually, Chaitanya, Mahaprabhu, Gave a, Very beautiful, Example, Chaitanya, Mahaprabhu, Gives, Chaitanya, Mahaprabhu, Says, Ambujam, Ambuni, Jatam, Ambujam, Means, The Lotus, The Lotus, Is, Born, Within, The Water, Ambuni, Within, The Water, Jatam, The Lotus, Is, The Lotus, Is, Born, Within, The Water, The Water, Is, The Lotus, Is, Born, Within, The Water, Is, The Lotus, Is, The Lotus, Is, The Lotus, Is, Born, Within, The Water, Is, The Lotus, Is, The Lotus, Is, orbited, Move, From, The Whereabouts, Of, The, Lotus, From the lotus feet of Krishna, a great river has come out. Ganga has come out from the lotus feet of Krishna. See, from a lotus, water has come out. Not water, a big river has come out. You see how inconceivable this is. Water can never come from a lotus. Lotus always comes from water. But in the case of Krishna, it is the reverse. Water comes from his lotus feet. So this demonstrates the inconceivable nature of Krishna. So therefore, as devotees of Krishna, we can appreciate the multifaceted aspects of Krishna, his character. Not only his feature of being fear personified, being fearful to fear personified, but being... so sweet that he becomes afraid of his own devotee. So this is... when we understand this feature of Krishna, we can understand the Absolute Truth in full. That is why only by Bhakti, pure devotional service, we can understand the Supreme Absolute Truth in completeness. So the Devatas, they are also devotees, but they are Sakama Bhaktas. They are not Ananya Bhaktas. And so therefore, for them, Krishna is somebody whom we have to bow down to, whom we have to be always afraid of, whom even fear personified fears. This is how they appreciate. But when Bhagavatam reveals, that is not the only feature of Krishna. If you have to understand Krishna in fullness, you have to understand Esodhamai, and how Krishna is afraid. That Krishna whom even fear personified fears, is afraid of Esodhamai, his own devotee. So this is the full understanding. So this is the full understanding of Krishna. understanding of the Supreme Absolute Truth which is revealed in the pages of the Srimad Bhagavatam and further revealed to us by Chaitanya Mahaprabhu and so mercifully revealed to all of us by Srila Prabhupada without his, without Prabhupada's books, without Prabhupada's teachings, where we could have understood all these things? Why Krishna is afraid of Yashoda Mai and why all these different people are seeing Krishna differently? We would never have been able to understand all this. The inconceivable nature of Krishna, we would never have been able to grasp it and all this is possible simply because of our beloved spiritual master Srila Prabhupada's compassion. Because of his mercy, we are able to understand this and so therefore, we should study the Srimad Bhagavatam very seriously and that will give us access to the sweet feature of Krishna. Krishna, which is otherwise inaccessible to everybody. So I will stop here."
    }
  ]
}