{
  "video_id": "MXeWQsRmnqs",
  "title": "The Glories of Srila Narottama Dasa Thakura | Sri Jai Chaitanya Dasa | Sri Gaura Mandala Parikrama",
  "speaker": "HG Jai Chaitanya Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=MXeWQsRmnqs",
  "segments": [
    {
      "start_time": 0,
      "end_time": 135,
      "verse_references": [],
      "themes": [
        "Narottama Das Thakur's birthplace",
        "Temple establishment",
        "Organized preaching",
        "Destruction and rebuilding"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "And he built the first temple, his family, rich family, they built the first temple.",
      "summary": "This segment describes the birthplace of Narottama Das Thakur, the establishment of the first temple, its subsequent destruction in 1971, and the efforts to rebuild it.",
      "timestamp_url": "https://youtu.be/MXeWQsRmnqs?t=0",
      "transcript": "So, this is the place of Narottam Das Thakur's birth site. He was born in a very, very kingly home. Fathers, all many kings of this place. Huge houses, you can just imagine this place, how it could have been. And the temple was made by Narottam Das Thakur. The first temple, in the sense, an organized form of preaching took place from here. After Srinivas Acharya, Shamananda Pandit and Narottam Das Thakur came back. Back from Vrindavan, they all came, went to different places as we read the other day. Shamananda Pandit went to Odisha, Srinivas Acharya to Bengal and Narottam Das Thakur came to this part of Bengal. And he built the first temple, his family, rich family, they built the first temple. And he inaugurated the first temple with Gornithai Deity. And the first Gopunima was conducted here. Thank you. Called the K2D festival, the first festival, which was attended by Janama Mata, wife of Nithyananda Prabhu, Srinivas Acharya, all the Vaishnumas of that time congregated here in this part. That temple was existing here, but recently as 1971, everything was demolished here. The temple is gone, Deity is gone, everything is gone. But they could retrieve some Shaligrams, some Vigraha, and they again rebuild what we see here. So unfortunately, in 1971, everything was destroyed. But the place is still here. That is more important. We get the vibration of this place. So Narottama."
    },
    {
      "start_time": 135,
      "end_time": 359,
      "verse_references": [],
      "themes": [
        "Chaitanya Mahaprabhu's prediction",
        "Narottama's impending arrival",
        "Devotee anticipation",
        "Auspicious birth"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Chaitanya Mahaprabhu predicted his arrival.",
      "summary": "This segment recounts Chaitanya Mahaprabhu's prediction of Narottama Das Thakur's birth and the anticipation among the devotees, culminating in his auspicious birth.",
      "timestamp_url": "https://youtu.be/MXeWQsRmnqs?t=135",
      "transcript": "Narottama. Even before the birth of Narottam Das Thakur, Chaitanya Mahaprabhu predicted his arrival. And while he was in Ramkeli, while coming back from Kanena Shala, he was walking the other side of the river. And he looked at, actually Ramkeli is just the other side. We went about 100 kilometers, came about. But it's the other side. So Chaitanya Mahaprabhu was looking at this direction and went on calling the name Narottama, Narottama, Narottama. So all the Vaishnumas standing there could know that some great personality is going to come. And Chaitanya Mahaprabhu was looking at this direction. Same thing happened in Orissa when he was calling Srinivasa's name, before the arrival of Srinivasa Thakur. So in your small book there is a prayer to Narottama Das Thakur. We can chant that first. Shri Krishna Nama Amrita Varshi Vaktra Chandraprabha Dvashtha Tamo Bharaya Gauranga Deva Aucharaya Tasmai Gauranga Deva Aucharaya Tasmai Gauranga Deva Aucharaya Tasmai Gauranga Deva Aucharaya Tasmai Gauranga Deva Aucharaya Tasmai Shri Chaitanya Mahaprabhu stayed at Ramkeli for a few days, constantly surrounded by an ocean of ecstatic devotees who were eager to bathe in the purifying waters of the Lord's transcendental association. Not only was the general mass of people affected by the Lord, but even the Mohammedan king had a change of heart due to Shri Chaitanya Mahaprabhu's presence. One day, as Shri Chaitanya Mahaprabhu was dancing with his associates during Sankirtana, he suddenly looked in the direction of Shri Keturi village. A peculiar look appeared on his face. Tears came to his eyes and he cried out Narottama, Narottama again and again. The ocean of mercy, Nithyananda Raya, shouted with joy and Haridas, Vakreshwara and others were inexplicably filled with unbounded happiness. Witnessing this unusual behavior of the Lord, the devotees began talking amongst themselves as follows. Prabhu is repeatedly calling out the name of someone called Narottama. It seems that this Narottama is extremely devious. Perhaps he is about to make his appearance. Oh, who is that fortunate man who will have such a son! The woman who bears him within her womb certainly is the most fortunate lady in this world. Obviously, the Lord has some plan for this Narottama to fulfill his missions. In this way, rumors of Narottama's impending appearance spread far and wide. Oh, who is this Narottama? The wheel of time turned until finally during the sixth hour of the full moon day in the month of Magha,"
    },
    {
      "start_time": 359,
      "end_time": 528,
      "verse_references": [],
      "themes": [
        "Narottama's birth",
        "Astrological predictions",
        "Refusal to eat without offering to Vishnu",
        "Importance of Prasad"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This baby will grow up to be the greatest of men.",
      "summary": "This segment details Narottama Das Thakur's birth, the astrological predictions surrounding him, his refusal to eat until food is offered to Lord Vishnu, and the subsequent emphasis on the importance of Prasad.",
      "timestamp_url": "https://youtu.be/MXeWQsRmnqs?t=359",
      "transcript": "when all auspicious signs became visible, Narottamadas was born to fulfill the mission of the Lord. His mother, radiant with beauty, wept joyfully as she lovingly gazed at the charming face of her son. A divine effulgence illuminated the delivery room and happiness swelled within the hearts of everyone present. The delighted Dattamahasaya warmly welcomed everyone without taking his eyes off the face of his son for a second. Krishnananda's exalted father profusely distributed charity to the singers, musicians and other present for the protection of his grandson. So his father is Dattamahasaya, grandfather is Krishnananda. There was no woman in the world as fortunate as Narottamada's mother. Narayana. By the grace of Lord, she was granted the divine vision to see Gauranga, Nityananda and Advaita dancing ecstatically in her house. Narayana jubilantly watched as his son continued to grow like the waxing moon. Similarly, Krishnananda's pleasure grew no bounds as he constantly stared at the jewel-like face of his son. Being grateful because of his great fortune, he fed the local brahmanas. Daily, on an auspicious day, Krishnananda arranged for the ceremony of offering rice to his son. The astrologer present on that joyful occasion noted all the auspicious signs present in the child's body. He predicted that the boy would become an illustrious person, saying, This baby will grow up to be the greatest of men. Therefore, he should be called Narottama. The festivities went on happily until Krishnananda tried to feed his son some rice. To everyone's dismay, the child refused to eat. Although they coaxed him again and again, the boy repeatedly turned his head away, refusing to eat. The festive atmosphere was thus replaced with anxiety as everyone nervously looked at one another, not knowing what to do. The thoughtful astrologer then replied, Don't worry, this boy will not accept food unless it was first offered to Lord Vishnu. The rice was then offered to Lord Vishnu and once again given to the child. To everyone's relief, the baby happily devoured it. From that day onwards, realizing the value of prasad, Krishnananda ordered, Only food that has been offered to Krishna should be given to my son."
    },
    {
      "start_time": 528,
      "end_time": 621,
      "verse_references": [],
      "themes": [
        "Mahaprabhu's prema for Narottama",
        "Padmavati river",
        "Dream and receiving Prema"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "O Padmavati, take my love and keep it here. When Narottama comes and bathes here, give it to him.",
      "summary": "This segment describes Mahaprabhu's prema (love) for Narottama, his request to the Padmavati river to safeguard it, and Narottama's eventual reception of this prema after bathing in the river.",
      "timestamp_url": "https://youtu.be/MXeWQsRmnqs?t=528",
      "transcript": "According to Prema Vilasa, When Mahaprabhu passed through Kanena Shala, he was dancing ecstatically in Kirtan. He began to call out the name Narottama, Narottama. When Nithyananda asked him why he was calling out this name, Mahaprabhu answered, There will be one exalted devotee by the name Narottama, will soon be born here. Mahaprabhu then went on to the Padmavati river on the place known as Kutuppur, where he bathed and sang and danced in ecstasy. He then called out to the river, O Padmavati, take my love and keep it here. When Narottama comes and bathes here, give it to him. The Padmavati inquired, How will I recognize him? Mahaprabhu answered, You will know it is Narottama, for when he enters your water, you will overflow. The place where Mahaprabhu placed Prema for Narottama's sake, was later given the name Premtali. When Narottama was twelve years old, he had a dream in which Nithyananda Prabhu told him to bathe in the Padmavati and take the Prema which had been stored there for him. He went the next day to the Padma and as soon as he put his foot in the water, the river started to overflow. The Padmavati then remembered Mahaprabhu's words and gave Narottama the Prema which she had been safeguarding for him."
    },
    {
      "start_time": 621,
      "end_time": 792,
      "verse_references": [],
      "themes": [
        "Narottama goes to Vrindavan",
        "Inauguration of deities",
        "Grand festival at Keturi",
        "Arrangements and attendees"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Narottama Das Thakur wished to inaugurate his six deities on the auspicious occasion of Gaurapurnima at his hometown in Keturi.",
      "summary": "This segment recounts Narottama Das Thakur's journey to Vrindavan, his desire to inaugurate six deities, and the grand festival he organized at Keturi for this purpose, including the arrangements and the prominent Vaishnava attendees.",
      "timestamp_url": "https://youtu.be/MXeWQsRmnqs?t=621",
      "transcript": "After this, Narottama leaves home and goes to Vrindavan. Narottama Das Thakur wished to inaugurate his six deities on the auspicious occasion of Gaurapurnima at his hometown in Keturi. He decided to arrange a grand festival at Keturi and celebrate this occasion with great pomp and show. Narottama Das Thakur's brother, Sri Santosh Dutta, who was also a devout Vaishnava, had inherited the kingdom from his father, Sri Krishnananda. Accordingly, as per the instructions of his brother, Santosh began making all the necessary arrangements. He ordered the construction of temples at Keturi, where these six deities would subsequently be installed. Sri Narottama Das Thakur personally invited Srimati Janavamata, Sri Srinivasa Acharya, Ramachandra Kaviraj, and several other deities. Narottama Das Thakur was the first stalwart Vaishnavas to attend the festival at Keturi. During this grand festival that took place 500 years ago, Gaudiya Vaishnavas from all over India had come to participate. Sri Shamananda Pandita from Narasimha Pura, Srimati Janava Devi from Kardaha, Sri Parameshwari Das Thakura, Srinivasa Acharya along with his disciples, Krishna Das Sarkhel, Madhavacharya, Raghupati Vaidya, Manikandan Ramdas, Murari Chaitanya, Jnana Das, Mahi Das, Sri Shankara, Kamalakara, all these people. King Santoshadatta arranged for innumerable boats to transport devotees to the other side of river Padma. Numerous bullock carts and palanquins were arranged to ensure that the devotees faced no problems reaching Keturi. The whole atmosphere was surcharged with a mood of love and surrenderance. Narasimha Das Thakur, Santoshadatta and Srinivasa Acharya personally welcomed the guests with chandana and garland. Rooms and servants were arranged for each of the guests. The dust of the feet of such exalted Vaishnavas transformed Keturi into an exalted place of pilgrimage. Loud reverberations of Harinam Sankirtan were heard and the sound of hridanga and kartas enraptured the sky. Not only the temple but each and every house of the town was explicitly decorated with banana leaves, auspicious pots, etc. Huge quantity of ghee, milk, vegetables and puja paraphernalia were arranged. Sri Gauranga, Vallabhikanta, Brajamohan, Shri Krishna, Shri Radhakanta, Shri Radharamana."
    },
    {
      "start_time": 792,
      "end_time": 803,
      "verse_references": [],
      "themes": [
        "Destruction in 1971",
        "Loss of deities",
        "Retrieval of Shaligrams"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In 1971, everything was done. The people here took over this place, destroyed everything.",
      "summary": "This segment briefly mentions the destruction that occurred in 1971, the loss of the deities, and the retrieval of some Shaligrams.",
      "timestamp_url": "https://youtu.be/MXeWQsRmnqs?t=792",
      "transcript": "In 1970, in 1971, everything was done. The people here took over this place, destroyed everything. All those deities are gone. Most of them are gone."
    }
  ]
}