{
  "video_id": "mXZ2vxA9aYA",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.13.40 | 17-10-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=mXZ2vxA9aYA",
  "segments": [
    {
      "start_time": 0,
      "end_time": 41,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyanati Miran Dhasya Gyanan Janishalakaya Chaksharunmi Ritam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/mXZ2vxA9aYA?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyanan Janishalakaya Chaksharunmi Ritam Yena Tasmai Shri Gurave Namaha Namao Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadhadhara Srivasa Adi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 42,
      "end_time": 102,
      "verse_references": [
        "SB 1.13.40"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "Narada Muni",
        "Dhritarashtra"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "You are like a captain of a ship in a great ocean and you can direct us to our destination.",
      "summary": "The speaker introduces the verses to be discussed (SB 1.13.40-41) and explains the context: Dhritarashtra leaving the palace and Yudhishthira's concern, leading to Narada's appearance.",
      "timestamp_url": "https://youtu.be/mXZ2vxA9aYA?t=42",
      "transcript": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chaiva Narottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet. In this session we will be discussing from the 40th and the 41st verses of the 13th chapter of the first canto of Srimad Bhagavatam. The 40th verse is as follows: Karanadhara Ivaapare Bhagavan Paradarsha Kaha Athababhase Bhagavan Narado Munisattamaha. The meaning of this verse is: You are like a captain of a ship in a great ocean and you can direct us to our destination. Thus addressed, the godly personality Devarshi Narada, greatest of the philosopher devotees, began to speak."
    },
    {
      "start_time": 103,
      "end_time": 241,
      "verse_references": [],
      "themes": [
        "Dhritarashtra",
        "Yudhishthira",
        "Narada Muni",
        "worry",
        "devotion"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Yudhishthira wanted to take care of his uncle and aunt that they should be comforted when they have undergone such a huge loss in the last days",
      "summary": "The speaker elaborates on the story of Dhritarashtra leaving the palace, Yudhishthira's worry and his respect for his elders, and the subsequent arrival of Narada Muni.",
      "timestamp_url": "https://youtu.be/mXZ2vxA9aYA?t=103",
      "transcript": "So the background for this 40th verse is that Dhritarashtra has left the palace after hearing the strong instructions of Vidura. Vidura, Dhritarashtra and Gandhari all have left the palace. And Yudhishthira the next day morning is doing his daily morning duties as a pious householder. So he went to pay respects to Dhritarashtra and he didn't find Dhritarashtra in his usual place. Then immediately he inquired from Sanjaya, Dhritarashtra's secretary, Where is Dhritarashtra, my uncle? So Sanjaya said, I don't know. I don't know where he's gone, I have no idea. Then Yudhishthira began to worry whether because Dhritarashtra and Gandhari had lost all their sons and they were very much aggrieved because we were all here, aggrieved because of the great loss in the battle of Kurukshetra, all their 100 sons were killed and their grandsons, sons and grandsons, everyone was killed in the battle of Kurukshetra, so because he was so very much aggrieved, did he leave the palace to go and drown himself in the river Ganga? That was what Yudhishthira was so much concerned, worried. In fact, Yudhishthira wanted to take care of his uncle and aunt, that they should be comforted when they have undergone such a huge loss in the last days, so he was taking good care actually, but suddenly when they disappeared he began to worry what happened, why did they, where did they go and where have they gone? So as he was worrying suddenly Narada appeared in the"
    },
    {
      "start_time": 241,
      "end_time": 394,
      "verse_references": [],
      "themes": [
        "Narada Muni",
        "guidance",
        "analogy",
        "captain",
        "ship"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Yudhishthira is describing Narada as a captain of a ship in a great ocean in this analogy is very important for us to understand",
      "summary": "The speaker explains the analogy of Narada Muni as a captain of a ship, guiding Yudhishthira who is lost and seeking direction, emphasizing Narada's role as a guide.",
      "timestamp_url": "https://youtu.be/mXZ2vxA9aYA?t=241",
      "transcript": "palace of Yudhishthira and as soon as Narada came Yudhishthira began to inquire from Narada and he explained that my uncles and aunt have gone, I do not know where they have gone, kindly tell me what should I do now. So Yudhishthira is describing Narada as a captain of a ship in a great ocean. In this analogy is very important for us to understand that if somebody is, I'm going in a ship and is in the middle of the coast, the ocean, if every side they look they'll only see water, they'll see only water, there'll be no sight of any land in the middle of the great ocean, big ocean, there will be no sight of any land. Then only the captain who knows how to navigate the ship based on, of course nowadays they have modern equipment, but formerly they used to have maps and using the maps and the compass, the direction which they should go, they would actually steer the ship in the ocean and take it from one place where they start, shore of the ocean, one particular landmark to another particular landmark to another country or another place in the other side of the ocean. So only a captain who's experienced, who has got these maps, who knows how to use the maps to steer the ship, only such a person can help the to reach the destination, the designated place they are supposed to go, they wish to go, they desire to go."
    },
    {
      "start_time": 394,
      "end_time": 463,
      "verse_references": [],
      "themes": [
        "Narada Muni",
        "philosopher",
        "devotee",
        "guidance"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Narada Munisattamaha, he is the greatest among the philosopher devotees.",
      "summary": "The speaker emphasizes Narada Muni's position as the greatest of philosopher devotees and his ability to guide Yudhishthira.",
      "timestamp_url": "https://youtu.be/mXZ2vxA9aYA?t=394",
      "transcript": "Similarly, Yudhishthira is now lost. He doesn't know where his uncle and aunt are. But Narada Muni is actually a great philosopher devotee as it will be explained in the, as it is mentioned here. Narada Munisattamaha, he is the greatest among the philosopher devotees. So he is like a captain of a ship in the great ocean. And Yudhishthira Maharaj is requesting Narada, you please direct us to our destination. And when Devarshi Narada, the greatest of the philosopher devotees, the godly personality, he is the greatest of the devotees, pure devotees. And he is also a philosopher, he is also a great personality, the greatest of the personalities, such personalities. And when Narada is addressed by Yudhishthira, he began to speak."
    },
    {
      "start_time": 463,
      "end_time": 576,
      "verse_references": [],
      "themes": [
        "Narada Muni",
        "philosophy",
        "devotion",
        "spiritual",
        "surrender",
        "Godhead"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "There are different types of philosophers and the greatest of all of them are those who have seen the personality of Godhead and have surrendered themselves in the transcendental loving service of the Lord.",
      "summary": "The speaker discusses Srila Prabhupada's explanation of Narada Muni, emphasizing the importance of seeing the Supreme Lord, becoming spiritually situated, and surrendering in loving service.",
      "timestamp_url": "https://youtu.be/mXZ2vxA9aYA?t=463",
      "transcript": "And that will come in the next few verses. So in the purport Srila Prabhupada says something about Narada. There are different types of philosophers and the greatest of all of them are those who have seen the personality of Godhead and have surrendered themselves in the transcendental loving service of the Lord. And to see the Supreme Lord is not an ordinary thing. The Lord is completely spiritual. And not only is he a spiritual personality, but he is also the unlimited Supreme personality. So one has to first of all become spiritually situated to be able to see or perceive or realize what is spirit. And then go beyond this, beyond perceiving spirit, to be able to perceive or see the Supreme Spirit, the unlimited Supreme Lord. Both of these are distinct qualifications. It's not that anybody and everybody can just either see spirit or ultimately be able to see even the Supreme Spirit. That is the personality of Godhead. And after seeing the Supreme Lord, one has to surrender in transcendental loving service. This is what Krishna explains in the Bhagavad Gita."
    },
    {
      "start_time": 576,
      "end_time": 690,
      "verse_references": [
        "BG"
      ],
      "themes": [
        "Bhagavad Gita",
        "knowledge",
        "relationship",
        "devotion",
        "surrender",
        "Narada Muni"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This surrender is not for any material purpose. It is not for any other purpose other than to render loving devotional service to the Lord.",
      "summary": "The speaker quotes the Bhagavad Gita and explains the process of surrendering to the Supreme Lord in transcendental loving service, highlighting Narada Muni as an example.",
      "timestamp_url": "https://youtu.be/mXZ2vxA9aYA?t=576",
      "transcript": "This is what Krishna explains in the Bhagavad Gita. He says, tad viddhi pranipatena pariprasnena sevaya upadekshanti te jnanam jnaninah tatva-darshinah. Tatva-darshinah means one who has seen the Supreme Personality of Godhead. And jnaninah, one is full of knowledge about who is the Supreme Lord and what is the relationship, what is the relationship of everyone with the Supreme Lord, and how one can situate himself or herself in the proper position of one's relationship by surrendering to the Supreme Lord in transcendental loving service. This surrender is not for any material purpose. It is not for any other purpose other than to render loving devotional service to the Lord. That is our actual constitutional position. So Narada Muni is one such personality who has seen the Supreme Personality of Godhead. It is described in the earlier chapter how Narada had darshan of the Lord. Then he realized the Lord. Then he became situated as a totally surrendered devotee of the Lord. And after situating himself in that way, he is simply traveling and preaching to everyone to help them to get out of this material existence and reinstate themselves in their original position as pure devotee of the Supreme Lord."
    },
    {
      "start_time": 690,
      "end_time": 775,
      "verse_references": [],
      "themes": [
        "Narada Muni",
        "devotee",
        "guidance",
        "Vedanta",
        "Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Narada Muni has now come to actually help Yudhishthira understand the destination or the future of his uncles and aunt.",
      "summary": "The speaker explains that Narada Muni has come to help Yudhishthira and that Narada is the chief among devotees and a learned philosopher of Vedanta.",
      "timestamp_url": "https://youtu.be/mXZ2vxA9aYA?t=690",
      "transcript": "So Narada Muni has now come to actually help Yudhishthira understand the destination or the future of his uncles and aunt. So among all such pure devotees of the Lord, because Lord has many pure devotees like Narada, Devarishi Narada is the chief. Narada Munisattamaha. And therefore he has been described herein as the greatest of all philosopher devotees. Now even among devotees there are different kinds of devotees. So who is a philosopher devotee? That Prabhupada explains, unless one has become a sufficiently learned philosopher by hearing the Vedanta philosophy from a bona fide spiritual master, one cannot be a learned philosopher devotee. So to know the philosophy of Vedanta. Vedanta means the conclusion of the Vedas. And what is the conclusion of the Vedas? Vedaischa sarvair ahameva vedyam. Krishna is the goal of all Vedas, Vedic knowledge."
    },
    {
      "start_time": 775,
      "end_time": 891,
      "verse_references": [],
      "themes": [
        "Narada Muni",
        "devotee",
        "Vedanta",
        "realization",
        "guidance",
        "purity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Narada Muni is actually the proper qualified person to guide somebody like Yudhishtira.",
      "summary": "The speaker continues to describe Narada Muni's qualifications as a guide, emphasizing his realization of Vedanta and his engagement in transcendental loving service, and the need for faith, learning, and renunciation to be a pure devotee.",
      "timestamp_url": "https://youtu.be/mXZ2vxA9aYA?t=775",
      "transcript": "So Narada is such a devotee who has become sufficiently learned philosopher by hearing the Vedanta philosophy from the Bhaktivedantas in his previous life. And he has become realized. He followed the instructions to realize that subject matter after hearing. And he had darshan of the Lord. And he became situated in his transcendental relationship as the pure devotee engaged in transcendental loving service of the Lord. So therefore Narada Muni is actually the proper qualified person to guide somebody like Yudhishtira. So Prabhupada says one must be very faithful, learned and renounced. Otherwise one cannot be a pure devotee. It's not possible to be a pure devotee unless one is very faithful. Bhakti begins with faith. And that faith has to be developed. And then one has to become learned in the science of Krishna consciousness, science of Bhakti. And one has to become renounced. Completely free from all material attachments. 100% pure. That's called 100% pure. Without these qualifications one cannot be a pure devotee of the Supreme Lord. And such a pure devotee is qualified to help anybody cross this ocean of ignorance and reach the destination of the shelter of the lotus feet of the Supreme Personality of Godhead Krishna."
    },
    {
      "start_time": 891,
      "end_time": 944,
      "verse_references": [],
      "themes": [
        "Narada Muni",
        "Pandavas",
        "devotees",
        "guidance",
        "humility"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Devarshi Narada used to visit the palace of the Pandavas because the Pandavas are pure devotees themselves.",
      "summary": "The speaker concludes by explaining Narada Muni's visits to the Pandavas and Yudhishthira's humility in seeking guidance from a Brahmana or pure devotee, despite being capable of knowing directly from the Lord.",
      "timestamp_url": "https://youtu.be/mXZ2vxA9aYA?t=891",
      "transcript": "And it is also explained here by Prabhupada Devarshi Narada used to visit the palace of the Pandavas because the Pandavas are pure devotees themselves. And Devarshi Narada used to visit them and was always ready to give them good counsel whenever needed. Of course, Yudhishthira as a pure devotee himself, he is capable of knowing from directly the Supreme Lord because he is always engaged in the service of the Lord. But he is playing the part of a Kshatriya who always seeks the direction of a Brahmana or a pure devotee saint, saintly person. So therefore he is enquiring from Narada. I will stop here. Thank you very much."
    }
  ]
}