{
  "video_id": "mzx64cBygH0",
  "title": "SB 1.17.35 | HH Stoka Krishna Swami | 15-03-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=mzx64cBygH0",
  "segments": [
    {
      "start_time": 35,
      "end_time": 160,
      "verse_references": [],
      "themes": [
        "Srimad Bhagavatam",
        "Sūta Goswāmī",
        "Parīkṣit Mahārāja",
        "Śukadeva Goswāmī"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So all the chapters practically in the first canto are descriptions of Parikshit Maharaj, Shukadev Goswami and the meeting, how the meeting happened, the events leading to that.",
      "summary": "HH Stoka Krishna Swami introduces the verses to be discussed and explains the context of the conversation between Sūta Goswāmī and the sages, leading to the narration of the meeting between Parīkṣit Mahārāja and Śukadeva Goswāmī.",
      "timestamp_url": "https://youtu.be/mzx64cBygH0?t=35",
      "transcript": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Deviim Sarasvatim Vyasam Tato Jayam Udi Rayet. In this session we will be discussing from three verses, verses 35, 36 and 37 of the 17th chapter of the first canto of Srimad Bhagavatam. Sūta Uvāca Parīkṣitāivam ādiṣṭaha Sakalir jātavē patuhu Tam udyatāsim āhedam Dandapāṇim ivaudhyatam. The meaning of this verse is Śrī Sūta Goswāmī said. Now this is a verse spoken by Sūta Goswāmī who is describing these events leading to Parīkṣit Mahārāja meeting Śukadeva Goswāmī. Remember the Bhagavatam began with a conversation between Sūta Goswāmī and the sages of the Sūta Goswāmī. The words Sūnai Mishār 달라 so Sūta Goswāmī is narrating the events leading to The original Bhagavatam is spoken by Shukadeva Goswāmī to Parīkṣit Mahārāja The same Bhagavatam is going to be recited by Sūta Goswāmī to the sage Sūnai Mishārana but before reciting the events, the Bhagavatam is mentioned that first and foremost, The sages have requested him kindly tell us something about who is Parikshit Maharaj, who is Shukadev Goswami, how did they meet each other. So all the chapters practically in the first canto are descriptions of Parikshit Maharaj, Shukadev Goswami and the meeting, how the meeting happened, the events leading to that."
    },
    {
      "start_time": 160,
      "end_time": 861,
      "verse_references": [],
      "themes": [
        "Kali Purusha",
        "Parikshit Maharaj",
        "Surrender",
        "Religious Principles"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So Kali Purusha, as I mentioned in the previous session, he was afraid of Parikshit, so he surrendered and his life was saved, but what did he say, because Parikshit said you cannot stay, even though I have spared your life, you cannot stay in my kingdom, where religious principles are strictly followed according to scriptures.",
      "summary": "HH Stoka Krishna Swami describes the encounter between Parikshit Maharaj and Kali Purusha, focusing on Kali's fear, surrender, and Parikshit's decree that Kali cannot reside in his kingdom due to its strict adherence to religious principles; this segment repeats the same information multiple times.",
      "timestamp_url": "https://youtu.be/mzx64cBygH0?t=160",
      "transcript": "So Shukadev Goswami is telling, the personality of Kali thus being ordered by Maharaj Parikshit began to tremble in fear, seeing the king before him like Yamaraj ready to kill him, Kali spoke to the king as follows. So Kali Purusha, as I mentioned in the previous session, he was afraid of Parikshit because Parikshit was ready to kill him. For his nefarious act of unnecessarily harming the cow and the bull, so he surrendered and his life was saved, but what did he do after surrendering, what did he say, because Parikshit said you cannot stay, even though I have spared your life, you cannot stay in my kingdom, where religious principles are strictly followed according to scriptures."
    }
  ]
}