{
  "video_id": "n1imoer6Oe0",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.9.42 | 11-05-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=n1imoer6Oe0",
  "segments": [
    {
      "start_time": 0,
      "end_time": 117,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer",
        "Bhishma Deva",
        "Krishna's presence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This is the last prayer by Bhishma Deva in this series of prayers given in this chapter.",
      "summary": "The lecture begins with prayers and introduces the context of Bhishma Deva offering his final prayer to Krishna while preparing to leave his body.",
      "timestamp_url": "https://youtu.be/n1imoer6Oe0?t=0",
      "transcript": "Om Agyana Timiraandhasya Gyananjan Shalakaya Chakshurunmeelitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Srimate Bhaktivedanta Svamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Srivasa Adi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Devi Saraswati Vyasam Tato Jaya Mudhirayet. In this session, we will be discussing from the 46th chapter of the Bhagavad Gita, from the 2nd verse of the 9th chapter of the 1st canto of Srimad Bhagavatam: Tamimam Aham Ajam Sharira Bhajam Hridi Hridi Dishtitam Atmakalpitanam Pratidrisham Iva Naikadharkham Ekam Samadhi Gatosvi Vidhuta Bhedam Ohaha. The meaning of this verse is: Now I can meditate with full concentration upon that one Lord Sri Krishna now present before me because now I have transcended the misconceptions of duality in regard to his presence in everyone's heart, even in the hearts of the mental speculators. He is in everyone's heart. The sun may be perceived differently, but the sun is one."
    },
    {
      "start_time": 117,
      "end_time": 288,
      "verse_references": [],
      "themes": [
        "misconceptions",
        "Krishna's expansions",
        "duality",
        "ignorance"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The conception of duality is due to ignorance of his inconceivable energy.",
      "summary": "The speaker explains common misconceptions about Krishna's presence and expansions, emphasizing that the perception of duality stems from ignorance of Krishna's inconceivable energy.",
      "timestamp_url": "https://youtu.be/n1imoer6Oe0?t=117",
      "transcript": "This is the last prayer by Bhishma Deva in this series of prayers given in this chapter. Bhishma is offering this prayer to Krishna while preparing to quit his body because he had the benediction that he could quit his body at a chosen auspicious moment, and as you are aware, he chose the auspicious Uttarayan Punyakala, generally, which comes during the Shankranti Makara Shankranti. So, here, the last prayer Bhishma Deva is offering to the Supreme Lord clarifying that people have some misconceptions about the presence of the Lord in everyone's heart; there is some misconception. So that is explained by Prabhupada in the purport: what is that misconception and how pure devotees don't have that misconception. Prabhupada says in the purport: Lord Shri Krishna is the one absolute Supreme Personality of Godhead. God is one, Krishna is one, supreme absolute truth is one, but he has expanded himself into his multi-plenary portions by his inconceivable energy. Krishna can expand and Krishna does expand into unlimited forms of his personal self. The conception of duality is due to ignorance of his inconceivable energy. That means to think that Krishna is different, Rama is different, Paramatma is different, Narsimha is different, Vishnu is different; this conception is due to ignorance. All one supreme Lord, though they are present as if they are different persons because their activities are variegated, their forms appear different, and they have their own devotees, they have their own planets in the spiritual sky, they appear on their own schedule in the material world."
    },
    {
      "start_time": 288,
      "end_time": 478,
      "verse_references": [
        "BG 9.11",
        "BG 15.15"
      ],
      "themes": [
        "Krishna's omnipresence",
        "Paramatma",
        "inconceivable energy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is one but he appears in so many different forms and he is present in everyone's heart.",
      "summary": "The speaker elaborates on Krishna's simultaneous presence in various forms and in everyone's heart as Paramatma, using the analogy of the sun to illustrate this concept.",
      "timestamp_url": "https://youtu.be/n1imoer6Oe0?t=288",
      "transcript": "So the people in general who do not exactly know who is God or what is the nature of his personality, that even though he is one, he is simultaneously present in so many different forms, all transcendental, all equally powerful, though the source of all these forms is Krishna, the original form of which the other forms are expansions, that original form is Krishna: Govindam Adipurusham Tamaham Bhajami. So that is explained in the Brahma Samhita, that is explained in the Bhagavatam: ete chamsh kalapumsaha krishnastu bhagavan svayam. So all the incarnations and the expansions are plenary portions of Krishna, but Krishna himself is the original personality of God, svayam bhagava. He is the original person. In the Bhagavad Gita, the Lord says that only the foolish take him to be a mere human being. Foolish people think Krishna is an ordinary person: avajananti mamudha manushin tanumashritam, that is the verse in the Bhagavad Gita. Such foolish people are not aware of Krishna's inconceivable energies, achinthya shakti. Krishna has achinthya shakti. By his inconceivable energy, he is present in everyone's heart. Krishna has entered into every person's heart. He says that in the Bhagavad Gita: sarvasya chaham hrithi sannyi vishto, and the example is being given, just like the sun is present before everyone all over the world. The sun is one. If the sun appears overhead, you go in any direction hundreds and hundreds of times and thousands of miles, they will all say sun is above their head. How can the sun simultaneously appear overhead for so many people? So that is an example. Krishna is one, but he appears in so many different forms and he is present in everyone's heart. The Paramatma feature of the Lord is an expansion of his plenary portions. Paramatma feature is the Lord in the form of the Lord in the heart of every living being. He expands himself as Paramatma in everyone's heart by his inconceivable energy."
    },
    {
      "start_time": 478,
      "end_time": 680,
      "verse_references": [],
      "themes": [
        "Brahmajyoti",
        "Vasudeva",
        "Mahajana",
        "Bhishma Deva"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Vasudeva Sarvamiti... Vasudeva is all in all in everything and there is no existence of anything without Vasudeva.",
      "summary": "The lecture discusses the Brahmajyoti as an expansion of Krishna's personal glow and emphasizes the understanding of Krishna as Vasudeva, the ultimate reality, as confirmed by the Mahajana Bhishma Deva.",
      "timestamp_url": "https://youtu.be/n1imoer6Oe0?t=478",
      "transcript": "And he also expands himself as the glowing effulgence of the Brahma Jyoti by expansion of his personal glow. Krishna's form has got unlimited light coming out of it, spiritual light, so that light expands as Brahma Jyoti in the entire spiritual sky. That Brahma Jyoti is the source of illumination in this material world. The sunshine, the moonshine, the light of the fire, the light of electricity, every illumination is an expansion of that Brahma Jyoti, is an expansion of the personal glow of Krishna. This is confirmed in the Brahma Samhita, that Brahma Jyoti is the personal glow: Yasyaprabha Prabhavato Jagadanda Koti is the statement of the Bhagavad Gita Brahma Samhita. Therefore, there is no difference between him, that is Krishna, his personal glow, the Brahma Jyoti, or his plenary portion as all are identical: vadantita tattva vidaha tattvam yajnanam advayam advayagyana non different brahmeti paramatmeti bhagavaniti shabhyati. Less intelligent persons who are not aware of this fact consider Brahma Jyoti and Paramatma features to be different from Krishna. This misconception of duality is completely removed from the mind of Bhishma Deva. So Bhishma Deva knows that Krishna is the original personality of Godhead, he has expanded himself and entered the heart of everyone as Paramatma, and his personal glow is expanded as Brahma Jyoti, that Bhishma Deva knows, and all the pure devotees of Krishna know this. So Bhishma is fully satisfied that Krishna only is all in all in everything, only one who is all in all in everything. So only Krishna who is the ultimate reality in everything in existence. This enlightenment of the truth about Krishna is attained by the great Mahatmas or the great devotees as it is stated in Bhagavad Gita: Vasudeva Sarvamiti Samahatma Sudurlabha. Vasudeva Sarvamiti, Vasudeva is all in all in everything and there is no existence of anything without Vasudeva. So Vasudeva or Lord Sri Krishna is the original supreme person as confirmed now by"
    },
    {
      "start_time": 680,
      "end_time": 838,
      "verse_references": [],
      "themes": [
        "spiritual authority",
        "devotional path",
        "Krishna as Parthasarathy and Shama Sundara"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In Bhakti always we follow the authorities, the spiritual authorities.",
      "summary": "The speaker stresses the importance of following spiritual authorities like Bhishma Deva in the devotional path and clarifies that Krishna as Parthasarathy and Shama Sundara are the same supreme person.",
      "timestamp_url": "https://youtu.be/n1imoer6Oe0?t=680",
      "transcript": "a Mahajana. Bhishma Deva is a Mahajana, one of the twelve great authorities in this universe who know the secret or confidential knowledge of Dharma. What is Dharma or who is God? What is the absolute truth? Now both the pure devotees and the neophytes, everyone should try to follow in the footsteps of Bhishma Deva. That is the devotional, that is the way of the devotional line in Bhakti. Always we follow the authorities, the spiritual authorities. We don't concoct, we don't try to imagine, we don't try to discover by our own strength. We never do that because we are limited, we are prone to defects, we are affected by ignorance by the gunas, so therefore it is impossible for us to attempt to discover or find out by our own strength individually or collectively. We follow the spiritual authorities. Now Ravupan explains another important point here, that the worshipable object of Bhishma Deva is Lord Krishna as Parthasarathy. This is described earlier because Bhishma is situated in the relationship of Vediyarasa with Krishna, and the worshipable object of the Gopis is the same Krishna in Vrindavan as the most attractive Shama Sundara. Gopis, they relate with Krishna as Shama Sundara and Bhishma relates with Krishna as Parthasarathy. Now Prabhupada says less intelligent scholars sometimes make a mistake and think that the Krishna of Vrindavan and that of the battle of Kurukshetra are different personalities. This is not correct. Both the forms of Krishna, Parthasarathy and Shama Sundara, are one person, the supreme person, one and only supreme"
    },
    {
      "start_time": 838,
      "end_time": 908,
      "verse_references": [],
      "themes": [
        "impersonal and personal features of Krishna",
        "devotee's object of worship"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Even though all are identical with Krishna still in his personal feature as Krishna either as Parthasarathy or Shama Sundara Krishna is present as the person.",
      "summary": "The lecture concludes by distinguishing between the impersonal (Brahmajyoti, Paramatma) and personal features of Krishna, emphasizing that devotees focus on the personality of Godhead, Krishna.",
      "timestamp_url": "https://youtu.be/n1imoer6Oe0?t=838",
      "transcript": "person Krishna. Even the impersonalist object of destination is Krishna as the impersonal Brahmajyoti, that is also Krishna only, and the yogis destination of Paramatma, yogis meditate on Paramatma in the heart, that is also Krishna only. So even though all are identical with Krishna, still in his personal feature as Krishna, either as Parthasarathy or Shama Sundara, Krishna is present as the person, but in the impersonal feature as Brahmajyoti or in the feature as Paramatma, Krishna is not personally present. This we have to understand. So therefore devotees object is always the personality of God is Krishna. I will stop here. Thank you very much."
    }
  ]
}