{
  "video_id": "N1mRycUGyCc",
  "title": "Focused Hearing Drives Out All Thought-Processing | Sri Madhu Pandit Dasa | Soulful Japa Training",
  "speaker": "HG Madhu Pandit Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=N1mRycUGyCc",
  "segments": [
    {
      "start_time": 0,
      "end_time": 32,
      "verse_references": [],
      "themes": [
        "japa",
        "chanting",
        "hearing",
        "attention"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Japa means chanting the holy name, hearing that very name that you chant and tasking to repeat and increase the number of chantings and hearings without any break in attention on the sound.",
      "summary": "The speaker defines japa as chanting, hearing, and repeating the holy name with unbroken attention.",
      "timestamp_url": "https://youtu.be/N1mRycUGyCc?t=0",
      "transcript": "As we have discussed many times, japa means chanting the holy name, hearing that very name that you chant, and tasking to repeat and increase the number of chantings and hearings without any break in attention on the sound. So, mind is always tasking something, either tasking or doing. Suppose I tell you, get me a glass of water. It's a task that your mind will guide your senses. You'll go where the water is and bring the water to me."
    },
    {
      "start_time": 32,
      "end_time": 107,
      "verse_references": [],
      "themes": [
        "mind",
        "tasking",
        "thinking",
        "doing"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The mind involves in tasking either a doing or a thinking.",
      "summary": "The speaker explains that the mind is always engaged in tasking, either in the form of thinking or doing.",
      "timestamp_url": "https://youtu.be/N1mRycUGyCc?t=32",
      "transcript": "Till then, the mind is engaged in tasking. Do it. Tasking can be done. A tasking can be a doing. A tasking can be a problem solving. Tasking can be a thinking. The mind involves in tasking either a doing or a thinking. For instance, you have a problem. You encounter a problem. Then your mind engages in tasking to find a solution for that. So, the mind is either always tasking. Mind is always tasking, either thinking tasking or doing tasking. Mind is never quiet."
    },
    {
      "start_time": 107,
      "end_time": 224,
      "verse_references": [],
      "themes": [
        "japa",
        "meditation",
        "sound",
        "incarnation",
        "Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The name of the absolute lord, therefore, the name is lord, himself.",
      "summary": "The speaker describes japa as meditation on the sound of the Lord's name, which is non-different from the Lord himself, a sound incarnation (Shabda Avatara).",
      "timestamp_url": "https://youtu.be/N1mRycUGyCc?t=107",
      "transcript": "It is always tasking something. So, in japa, in nama japa, chanting, chanting the holy names of the Lord, it's japa meditation. Meditation on the sound. Because it is not ordinary song. The name of the absolute Lord, therefore, the name is Lord himself. Lord is before you as a sound incarnation, is before you as a Shabda Avatara. As a Shabda Avatara, Avatara means the Lord comes in a very accessible way to our senses. So, Shabda Avatara means the Lord comes, enters a sound in order to give us association. This is called incarnation. So, this sound, Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Ram, Hare Ram, Hare Hare, is not an ordinary sound. It is a sound in which the Lord has entered. It becomes a Lord's sound body. Touching this sound is equal to touching the Lord. The Lord is all pure, all knowledge, all bliss, all love."
    },
    {
      "start_time": 224,
      "end_time": 291,
      "verse_references": [],
      "themes": [
        "hearing",
        "chanting",
        "association",
        "consciousness",
        "enlightenment",
        "spiritual strength"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "By hearing, you touch this Lord. When you touch the Lord, then just like a iron put in a fire becomes red hot, transforafiq.",
      "summary": "The speaker explains that by chanting and hearing the Hare Krishna mantra, one touches the Lord, leading to purification, enlightenment, and spiritual strength.",
      "timestamp_url": "https://youtu.be/N1mRycUGyCc?t=224",
      "transcript": "So, by touching the sound, how do you touch the sound? By hearing. By chanting and hearing. By chanting, you invoke the sound. By hearing, you touch this Lord. When you touch the Lord, then just like iron put in a fire becomes red hot, transformed. The same way, by association with the sound through hearing, our consciousness becomes blissful, becomes enlightened as to who we are, that we are eternal beings within this temporary body. We are eternal servants of Krishna. This enlightenment comes in the heart of a person who continuously touches the Hare Krishna Maha Mantra through hearing. And one gets spiritual strength to control the mind, control the senses, by simply associating with this"
    },
    {
      "start_time": 291,
      "end_time": 376,
      "verse_references": [],
      "themes": [
        "japa",
        "tasking",
        "chanting",
        "hearing",
        "attention",
        "thinking"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "During japa, it is a doing task and not a thinking task.",
      "summary": "The speaker emphasizes that japa is a task of 'doing' (chanting and hearing) and not 'thinking', and that the mind's tendency to think distracts us from connecting with God.",
      "timestamp_url": "https://youtu.be/N1mRycUGyCc?t=291",
      "transcript": "Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare. So, japa is tasking of chanting, hearing, chanting, hearing, chanting, hearing towards a particular goal. Number one, mala 108 times, just like today we are doing 108 into 108. In the same day, if you are doing 16 rounds, then your task is complete 16 rounds. In one session, you are going to, you have sat and you have decided, I am going to do four rounds, then you have to task. Your task is four rounds. What is this tasking? During japa, what is this task? During japa, it is a doing task and not a thinking task. Our mind is constantly thinking and keeping us away from ourselves. It is keeping us away from God. So, we have to stop this thinking, tasking of thinking, thinking for any purpose. Forget it, during japa. Japa is for tasking of a doing. What is that? Move your attention from word to word. Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama,"
    },
    {
      "start_time": 376,
      "end_time": 460,
      "verse_references": [],
      "themes": [
        "intra-mantra",
        "inter-mantra",
        "attention",
        "thinking",
        "hearing",
        "Krishna"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If you are thinking during japa you are not touching Krishna your soul is not in touch with Krishna.",
      "summary": "The speaker introduces the concepts of intra-mantra and inter-mantra attention, explaining that thinking during japa prevents one from connecting with Krishna.",
      "timestamp_url": "https://youtu.be/N1mRycUGyCc?t=376",
      "transcript": "Rama Rama, Hare Hare. Then mantra to mantra, mantra to mantra. Moving of attention. Intra and inter mantra. Intra means within the mantra. Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare. Then inter mantra. One mantra, you hear, then again you have to task hearing another mantra. So what is the challenge in this tasking? The real challenge in the tasking is the mind starts tasking some thinking. Let's say I have to do this, I had to go here and do that, the thing, that thing, a phone call, or I had to, I have some emotional issues with somebody and you try to solve that in your mind. So all these things the mind engage disengages from tasking hearing and engages in self in hearing, in hearing the sound that is your, your thing, your own thinking. If you are thinking, you cannot hear. If you hear, you cannot think. If you are thinking during japa, you are not touching Krishna. Your soul is not in touch with Krishna. Your soul is not touching Krishna. Your soul is, that Nama is not going into it, stopping the"
    },
    {
      "start_time": 460,
      "end_time": 580,
      "verse_references": [],
      "themes": [
        "hearing",
        "attention",
        "mind",
        "thinking",
        "problem solving",
        "planning",
        "worrying"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Similarly our attention should be on the hearing running the attention your just like you run to try Dinge",
      "summary": "Using the analogy of hearing the speaker, the speaker explains how to direct attention to the sound of the mantra and stop the mind from engaging in other thoughts like problem-solving or worrying.",
      "timestamp_url": "https://youtu.be/N1mRycUGyCc?t=460",
      "transcript": "here at the eardrum. The sound has to go into your heart and only by hearing it will go into the heart. Just like now you are hearing what I am saying. So what I am saying is going into your heart. Some other noises are there, even though it is falling on your ears right now surrounding this for you, you are not hearing that because you are applying your attention is on what I am speaking. Similarly, our attention should be on the hearing, running the attention, just like you run to try Dinge running like that and that this is a good thing to think about you are not, your attention should run along with the chanting, Hari Krishna, Hare Krishna, Krishna – Hare Hare Hare Hare! It's not very complicated, we're not talking about concentration. Simply be on the sound, Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare Hare, Rama Rama Rama Rama Rama Hare Hare! And don't do anything else. Next beat, Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare Hare Rama Rama Rama Rama Rama Hare Hare! Without engaging in any thinking task, any kind of thinking task, what are the different kinds of thinking tasking? Problem solving, daydreaming or planning different works, these are all the different things that the mind tasks, or worrying, you are worrying about something, you are either planning something positive or something you are planning how to avoid certain problems, some problem has come, how to solve it."
    },
    {
      "start_time": 580,
      "end_time": 693,
      "verse_references": [],
      "themes": [
        "hearing",
        "thinking",
        "association",
        "purification",
        "chanting"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Hearing will push out the thinking.",
      "summary": "The speaker encourages focusing on hearing the mantra to push out thinking and uses the analogy of iron in a fire to illustrate the importance of continuous association with the sound.",
      "timestamp_url": "https://youtu.be/N1mRycUGyCc?t=580",
      "transcript": "All this should be stopped by simply hearing what you chant. Okay? You don't try to stop thinking, rather you focus on hearing. Hearing will push out the thinking. And if you observe, you can experience yourself, take it as a challenge to yourself, non-stop without any thinking, one hearing over another hearing, one mantra over another mantra, one mantra over another mantra, one mantra over another mantra, without any thinking. Even 108 rounds, 108, one mala you do and see what is the effect of this piling up hearing over hearing over hearing. Because Krishna himself, by touching him, just like you take a piece of iron put in the fire, it becomes red hot slowly. Okay? But you take the iron, put inside the fire for two minutes, take it out again, again put it for two minutes, again take it out, again put it inside, take it out. Even after a hundred years, will the iron become red hot? No. Now our chanting is like this. We hear one mantra, then mind goes thinking, we are out of the fire. Then again, oh, oh, I have to hear, you hear, you again go inside."
    },
    {
      "start_time": 693,
      "end_time": 821,
      "verse_references": [],
      "themes": [
        "attention",
        "sound",
        "training",
        "mercy",
        "offenses",
        "respect",
        "Sat, Chitta, Ananda"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Giving attention is a first respect.",
      "summary": "The speaker emphasizes the importance of consciously directing attention to the sound of the mantra, comparing it to showing respect to a guest and highlighting inattentiveness as an offense.",
      "timestamp_url": "https://youtu.be/N1mRycUGyCc?t=693",
      "transcript": "So do you want to experience the fire of Satyacitta Ananda? Then you have to consciously task, what is the task? Keep your attention. Keep your attention on the sound as the sound is appearing. Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare. It's a question of training the mind. And then afterwards, once you do little effort to only hear, then that to lock the mind on hearing, the Shakti comes from the Nama himself, from the Hare Krishna. The Hare Krishna mantra himself, it will lock. It is the mercy of the Lord when, if the Lord, Nama Prabhu allows you to lock. Because you are staying in the fire, you'll get purified. Therefore, it is said, one of the ten offenses is to be inattentive while chanting. Prabhupada says, the sound is Krishna. Be very careful. God is right there before you. Please give attention. Don't neglect. Don't be disrespectful. Giving attention is a first respect. If a guest comes in your house, and you ignore, you don't give attention, you act as if he is not there, isn't it an insult? In the same way, you don't give attention. In the same way you invoke Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Rama Rama Rama Rama Hare Hare and you are roaming around everywhere else. Your mind is roaming everywhere without hearing. It is an offence. It is an insult. On the other hand, if you are very careful and hearing, the Nama Prabhu becomes very happy and very pleased and He will bestow upon you Sat, Chitta and Ananda Shakti in"
    },
    {
      "start_time": 821,
      "end_time": 956,
      "verse_references": [],
      "themes": [
        "intra-mantra",
        "inter-mantra",
        "hearing",
        "attention",
        "tasking",
        "concentration"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It is not about concentration, it is about using your mind to task, to move your attention according to the sound, current sound, one beat is over, next beat.",
      "summary": "The speaker reiterates the importance of intra-mantra and inter-mantra hearing, emphasizing that it's about tasking the mind to move attention with the sound rather than forced concentration.",
      "timestamp_url": "https://youtu.be/N1mRycUGyCc?t=821",
      "transcript": "your heart. That is soul-ful chapel. So remember this intra-mantra chanting hearing and inter-mantra hearing. There's a tasking to be done while you are in the Mantra. Simple hearing. Hare Krishna Hare Krishna Krishna Hare Hare Hare Rama Rama Rama. You have to hear what is the sound that is right now before you. Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Rama Rama Rama Rama Hare Hare. It is not about concentration, it is about using your mind to task, to move your attention according to the sound, current sound, one beat is over, next beat. It is usually between the two mantras that your mind goes away somewhere else. So that is why I say you have to do inter-mantra tasking, there mind has to be careful, now next theory, no other thinking, next theory, Hare Krishna, Hare Krishna, Hare Krishna, Hare Hare, Hare Rama, Hare Rama, Hare Rama, so you should be consciously tasked mantra to mantra, it is called inter-mantra tasking. And within the mantra, Hare Vavara, Krishna, Krishna, Hare Hare, Hare Rama, Hare Rama, Hare Rama, that is called intra-mantra, within the mantra you are tasking, so that you hear mantra. So today you please practice this tasking, today's another 8 rounds, whatever I told, this aspect module about tasking, what is tasking, tasking means moving your attention within the mantra and between the mantras, putting an effort to see that nothing else comes inside. And then like that you simply do, it is not very complicated, it is not concentration, it is concentration on the task. It is not concentration on Hare, it is not concentration on Krishna, it is not concentration on Rama, no, you cannot concentrate, that kind of concentration not to ask, hearing me is over, Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare."
    },
    {
      "start_time": 956,
      "end_time": 1087,
      "verse_references": [],
      "themes": [
        "concentration",
        "hearing",
        "attention",
        "mind",
        "Satya, Chitta, Ananda",
        "mercy"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Hearing means fire is going into your heart. The fire of Satya, Chitta and Ananda.",
      "summary": "The speaker explains that concentration in japa means doing only one thing - hearing - and that attention is a tool that can be controlled to invite the Lord into the heart, bringing the fire of eternity, knowledge, and bliss.",
      "timestamp_url": "https://youtu.be/N1mRycUGyCc?t=956",
      "transcript": "So concentration means a task to ensure that I don't do anything else. Doing only one thing, it is called also concentration. Seeing only one thing. One point on the wall, that is seeing concentration. Japa is doing concentration. You do only one thing, hearing, hearing, hearing, hearing, hearing, hearing, hearing, hearing. Hearing is a doing. That means doing, why hearing is a doing also? Because you have to handle your attention. Your attention is under your control. Not only that. Now you have decided to listen to what I am speaking. That means you have controlled your attention to hear what I am saying. So attention is in your control. Usually we, the mind takes our attention, wherever the mind takes my attention, I am also going, but actually attention is your property. You can decide. You can tell the mind. No, not here, here. Attention is a carrier. Mind is a carrier of attention. Be here now. Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Krishna, string over, then Hare Rama string, Hare Krishna over, Hare Rama, one bead over, one bead over, one bead over, one bead over, one bead over. Hearing means fire is going into your heart. The fire of Satya, Chitta and Ananda. The fire of eternity, knowledge and bliss is going into your heart. In the example, we put the iron in the fire. God is so merciful. Our soul is like iron. Krishna is so merciful, so kind that he descends through our ears, into our heart. Fire is coming to you. The fire of Satya and Ananda is coming to you. So if you don't hear, then you are not inviting the Lord into your heart."
    },
    {
      "start_time": 1087,
      "end_time": 1166,
      "verse_references": [],
      "themes": [
        "inviting",
        "association",
        "embracing",
        "purification",
        "Bhakti"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Hearing is equal to embracing Krishna's sound body.",
      "summary": "The speaker concludes by stating that chanting is like inviting the Lord, and hearing is like embracing Krishna's sound body, leading to purification and Bhakti.",
      "timestamp_url": "https://youtu.be/N1mRycUGyCc?t=1087",
      "transcript": "Okay. So chanting is like inviting the Lord, invoking the Lord, please come. I want to serve you. I want your association by hearing you. So the Lord comes as a sound incarnation, you have to welcome and embrace him by hearing. Hearing is equal to embracing Krishna's sound body. There's no difference between. There's no difference between Krishna's sound body and Krishna himself. So such is the power, purifying power of the Hare Krishna, hearing the Hare Krishna Mahamantra. Your spiritual advancement depends upon how many Hare Krishnas you have heard in your life. You may chant many Hare Krishnas that will give you Punya or that will give you, mechanically chanting will give you some benefit. Okay. Benefit. But you want Bhakti, then you have to touch the Lord. You have to hear him, then only you will get purified. So with these few words, we'll continue our Pyat."
    }
  ]
}