{
  "video_id": "N3lWuBz_4_Y",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.8.18 | 08-02-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=N3lWuBz_4_Y",
  "segments": [
    {
      "start_time": 34,
      "end_time": 113,
      "verse_references": [],
      "themes": [
        "Kunti's prayers",
        "Krishna's position",
        "Transcendence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "And Kunti offers prayers which are very, very enlightening about who is Krishna, what is his position, what is his absolute nature.",
      "summary": "Introduction to Kunti's prayers to Krishna as he prepares to leave for Dwaraka, highlighting the profound understanding of Krishna's nature within these prayers.",
      "timestamp_url": "https://youtu.be/N3lWuBz_4_Y?t=34",
      "transcript": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chayiva Narottamam Devim Sarasvatim Vyasam Tato Jayam Udi Rayet. In this session, we will be discussing from the 18th verse of the 8th chapter of the 1st canto of Srimad Bhagavatam. From this verse onwards, Kunti's prayers will continue till quite some number of verses. So this is the beginning of Kunti's prayers to Krishna. Krishna is about to leave for Dwaraka from Hastinapura. And when Krishna is about to leave, Kunti approaches along with all the other members of the Pandavas family, and Kunti offers prayers which are very, very enlightening about who is Krishna, what is his position, what is his absolute nature, very wonderfully explained in these prayers by Queen Kunti."
    },
    {
      "start_time": 113,
      "end_time": 232,
      "verse_references": [],
      "themes": [
        "Krishna's nature",
        "Omnipresence",
        "Invisibility"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "O Krishna, I offer my obeisances unto you because you are the original personality and are unaffected by the qualities of the material world. You are existing both within and without everything. Yet, you are not the original personality. You are invisible to all.",
      "summary": "Explanation of the 18th verse of the 8th chapter, focusing on Kunti's understanding of Krishna as the original personality, present everywhere yet invisible to many.",
      "timestamp_url": "https://youtu.be/N3lWuBz_4_Y?t=113",
      "transcript": "So the 18th verse. The meaning of this verse is, Shri Mati Kunti said, O Krishna, I offer my obeisances unto you because you are the original personality and are unaffected by the qualities of the material world. You are existing both within and without everything. Yet, you are not the original personality. You are invisible to all. So, Kunti's 1st prayer in the series of prayers, she is offering obeisances to Krishna as she knows Krishna is not just her relative. Krishna is not just her brother's son, not just her nephew. But, Krishna is the Supreme Personality of Godhead, the original personality who is always transcendentally situated, unaffected by material qualities, even when he descends to this material world. And one more thing she is telling here, Krishna exists both within and without everything, inside everything, outside of everything. Now, this is not easy. This is not easy to comprehend. And, she is also telling, in spite of you being present inside everything and outside of everything, still, you are not visible to everyone. You are invisible to all."
    },
    {
      "start_time": 232,
      "end_time": 391,
      "verse_references": [],
      "themes": [
        "Krishna's Supremacy",
        "Prabhupada's Purport",
        "Original Personality"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Shri Mati Kunti Devi was quite aware that Krishna is the original personality of Godhead, although he was playing the part of her nephew.",
      "summary": "HH Stoka Krishna Swami explains Srila Prabhupada's purport, emphasizing that Krishna's supreme position remains unchanged even when he incarnates and plays a specific role.",
      "timestamp_url": "https://youtu.be/N3lWuBz_4_Y?t=232",
      "transcript": "So, Srila Prabhupada has written an elaborate purport for this. Let us try to hear from Prabhupada what he says. So, Prabhupada begins his purport by telling, Shri Mati Kunti Devi was quite aware that Krishna is the original personality of Godhead, although he was playing the part of her nephew. See, Krishna when he incarnates, he plays the part of a particular person and yet he remains the supreme personality of Godhead under all situations and circumstances. His absolute position, supreme position does not change even though he may appear to be like Krishna, younger than Kunti Devi, subordinate to somebody else, but his supreme position is unchanged because he is the original personality of Godhead. And Prabhupada further says, such an enlightened lady could not commit a mistake by offering obeisances to her nephew. Generally the etiquette is, they should not commit a mistake. The younger ones offer obeisances to the elders. But here Kunti, elderly lady, she is offering obeisances to somebody who is younger, many many years younger. So why? That is because Krishna is no ordinary person. He is the original personality of Godhead. Devi is addressing Krishna as the original Purusha beyond the material cosmos. We are all created beings within this material world, whereas Krishna exists beyond this material creation. He is beyond this material creation. And even beyond the material creation, though there are many many many liberated souls, devotees, Krishna is the original Purusha, original personality, original Lord. So that is Krishna's actual position."
    },
    {
      "start_time": 391,
      "end_time": 475,
      "verse_references": [],
      "themes": [
        "Transcendental Nature",
        "Infallibility",
        "Maya"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Although all living entities are also transcendental, they are neither original nor infallible.",
      "summary": "Distinction between Krishna and other living entities, highlighting Krishna's original nature, infallibility (Achyuta), and control over Maya.",
      "timestamp_url": "https://youtu.be/N3lWuBz_4_Y?t=391",
      "transcript": "Now Srila Prabhupada says one very important thing here. Although all living entities are also transcendental, they are neither original nor infallible. We are also part of the spiritual world. We belong to the spiritual world. We are all transcendental entities, but we are not original. So we have our source in Krishna. Krishna is always our eternal controller, and we are eternally controlled. And one more point is, we are not infallible like Krishna. Krishna is called Achyuta. Achyuta means one who never falls down from his transcendental position, one who never comes under the clutches of Maya. How is that? Krishna is the controller of Maya, of the illusory energy. Eternally he is the controller, so he will never come under the clutches of Maya. So Krishna is called infallible, means one who never falls down into this material existence."
    },
    {
      "start_time": 475,
      "end_time": 596,
      "verse_references": [
        "BG 4.9"
      ],
      "themes": [
        "Transcendental Birth",
        "Incarnation",
        "Control"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Even when he appears to take birth, He is merely coming from the spiritual world to give darshan to all of us.",
      "summary": "Explanation of Krishna's transcendental birth (Janma karma chamaya divyam) and how it differs from the birth of ordinary living entities who fall under the influence of material nature.",
      "timestamp_url": "https://youtu.be/N3lWuBz_4_Y?t=475",
      "transcript": "So even when Krishna comes, he may appear to take birth like the son of Vasudeva and Devaki, but his birth is transcendental. Janma karma chamaya divyam. In the Bhagavad Gita this is explained in the fourth chapter, ninth verse. Janma karma chamaya divyam. Divyam means transcendental birth. What is the meaning of transcendental birth? That even when he appears to take birth, he is merely coming from the spiritual world to give darshan to all of us in the material world. He becomes visible. That's all. He is always present as the Supreme Lord. In that same position he appears. He incarnates. He takes birth in the same position. His position doesn't change. Now as opposed to Krishna, who never changes his position, the living entities are apt to fall down under the clutches of material nature. Whenever a living being who actually belongs to the spiritual world wants to independently enjoy, wants to materially enjoy, or wants to try to become independent of Krishna's control, such a living being is forced to come under the clutches of material nature. Krishna is not like that, never. He is always the Lord. He is the Lord of all living entities. He is the Lord of the material nature. He is the Lord of the spiritual nature. He is the Lord of Vaikuntha. He is the Lord of this material creation. He is the Lord of everyone and everything, always, eternally."
    },
    {
      "start_time": 596,
      "end_time": 708,
      "verse_references": [],
      "themes": [
        "Supreme Controller",
        "Vedic Descriptions",
        "Unique Position"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He is the chief eternal among so many eternals. All the living entities are eternal. But Krishna is the chief eternal.",
      "summary": "Krishna's position as the chief eternal (Nithyo Nithyanam) and supreme controller (Eeshwara), as described in the Vedas and Brahma Samhita.",
      "timestamp_url": "https://youtu.be/N3lWuBz_4_Y?t=596",
      "transcript": "So that is Krishna's position. In the Vedas, therefore, he is described, Krishna is described as, the chief among all living entities. Nithyo Nithyanam Chetanus Chetananam. In the Upanishad, Kathopanishad, this is stated. He is the chief eternal among so many eternals. All the living entities are eternal, but Krishna is the chief eternal. He is the supreme eternal being. And Chetanus Chetananam, he is the supremely conscious being among so many conscious living entities. That is Krishna's unique position. Now, Krishna is also addressed as Eeshwara. Eeshwaram Prakriteparam. Eeshwaram. Eeshwara here refers to controller. Now, the living beings also may have some position of control, just like Surya, Chandra, Indra, Varuna, Vayu, but they are not supreme Eeshwara. Supreme Eeshwara is only one. That is Krishna. Eeshwaraha, Paramaha, Krishna, Sachidananda, Vikraha. In the Brahma Samhita it is said, Param Eeshwara, Supreme Eeshwara. And Krishna is also, Eeshwara means the controller. He is the ultimate controller. He is the controller of all controllers. There is nobody above him. There is nobody equal to him. Asamordhva. This is Krishna's position."
    },
    {
      "start_time": 708,
      "end_time": 831,
      "verse_references": [
        "BG 15.15"
      ],
      "themes": [
        "Omnipresence",
        "Supersoul",
        "Vedic Knowledge"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "You are present within, Everyone. And also you are present, Outside of everyone.",
      "summary": "Explanation of Krishna's presence within everyone's heart as the Supersoul (Param Atma), and how He is the source of remembrance, knowledge, and the ultimate goal of Vedic knowledge.",
      "timestamp_url": "https://youtu.be/N3lWuBz_4_Y?t=708",
      "transcript": "Now, Krishna was present before Kunti Devi and all the others who had assembled to see him off. But, Kunti knew that, even though he is present in front of her, he is also seated in her heart. He is also seated in everybody's heart as a super soul. So, in the Bhagavad Gita this is confirmed. Kunti Devi is telling, you are present within everyone, and also you are present outside of everyone. So, how is it possible to understand this? That is explained by Krishna in the Bhagavad Gita, 15th chapter, 15th verse. Sarvasya Chaham Rudi Sanni Vishto. I am seated in everyone's heart as the Param Atma, super soul. And, only due to Krishna do we get remembrance, knowledge, and gratefulness. Matthaha Smritir Gyanam Apohanamcha. And, through all the Vedas, I am to be known. Vedaischa Sarvair Ahameva Vedyam. The Vedas, so many subject matters are discussed in the Vedic literature, but the aim is to know who is Krishna, who is the ultimate source of everything, who is the ultimate controller of everyone and everything. And, that is declared as Krishna. And, Krishna is the compiler of the Vedas, and he is the knower of the Vedas. So, this is the unique position of Krishna."
    },
    {
      "start_time": 831,
      "end_time": 970,
      "verse_references": [],
      "themes": [
        "All-Pervading vs. Localized",
        "Surrender",
        "Recognition of Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is both he is all-pervading is also localized but in spite of being present every day he is standing before the Kunti Devi",
      "summary": "Discussion on how Krishna is both all-pervading and localized, and how only surrendered souls can truly recognize Him as the Supreme Personality of Godhead.",
      "timestamp_url": "https://youtu.be/N3lWuBz_4_Y?t=831",
      "transcript": "Hmm. Kuntidevi experienced that, even though Krishna was present outside, still, when the child in the womb of Uttara was in danger of being attacked by a Brahmastra released by Ashwathama, Krishna immediately entered the womb of Uttara to save the child from the attack of Ashwatthama's Brahmastra. So Kunti Devi actually herself was puzzled, is Krishna all-pervading or is localized? What do the meaning of all-pervading? He is present everywhere, but actually localized means he's in a specific place, particular place, just like he's standing in front of Kunti them in Hastinapura is present in front of Kunti. So easy localized or easy all-pervading? So the answer is Krishna is both. He is all-pervading, he is also localized. But in spite of being present every day, he is standing before the Kunti Devi saying you would be some 20, 30 minutes everywhere. In spite of being present within everything, in spite of being present outside, just like I can see you or you can see me, like that everybody when Krishna incarnated could have seen Krishna, but still he reserves the right of not being exposed to persons who are not surrendered souls. Those who are not surrendered, when they see Krishna, they see him as another ordinary person. They seem as another ordinary person. They cannot recognize, oh, here is the supreme personality of God. So how is it that they're not able to recognize that? We expand in the next words. So I'll stop here. Thank you very much."
    }
  ]
}