{
  "video_id": "n3VsxrCg9JQ",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.8.23 | 16-02-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=n3VsxrCg9JQ",
  "segments": [
    {
      "start_time": 0,
      "end_time": 65,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer",
        "Srimad Bhagavatam"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "In this session, we will be discussing from the 23rd verse of the 8th chapter of the 1st canto of Srimad Bhagavatam, continuing the prayers by Queen Kunti.",
      "summary": "The lecture begins with traditional Vaishnava prayers and an introduction to the topic: Queen Kunti's prayers from the Srimad Bhagavatam.",
      "timestamp_url": "https://youtu.be/n3VsxrCg9JQ?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyananjan Shalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pachatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Devi Saraswati Vyasam Tato Jayam Udi In this session, we will be discussing from the 23rd verse of the 8th chapter of the 1st canto of Srimad Bhagavatam,"
    },
    {
      "start_time": 65,
      "end_time": 107,
      "verse_references": [
        "SB 1.8.23"
      ],
      "themes": [
        "Kunti's prayers",
        "Krishna's protection",
        "Devaki",
        "Kamsa"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "O Hrishikesha, master of the senses and lord of lords, you have released your mother Devaki who was long imprisoned and distressed by the envious king Kamsa and me and my children from a series of constant dangers.",
      "summary": "The speaker recites and translates the verse from Srimad Bhagavatam, highlighting Kunti's prayer to Krishna, acknowledging his protection of Devaki and herself.",
      "timestamp_url": "https://youtu.be/n3VsxrCg9JQ?t=65",
      "transcript": "continuing the prayers by Queen Kunti. Yatha Hrishikesha Khalena Devaki Kamsena Ruddhati Chiram Shucharpita Vimochitaham Cha Sahatma Javibho Tvayaiva Nathena Muhur Vipadganath The meaning of this verse: O Hrishikesha, master of the senses and lord of lords, you have released your mother Devaki who was long imprisoned and distressed by the envious king Kamsa and me and my children from a series of constant dangers."
    },
    {
      "start_time": 107,
      "end_time": 248,
      "verse_references": [],
      "themes": [
        "Devaki",
        "Kamsa",
        "Krishna's birth",
        "Prophecy",
        "Protection"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna could not be killed as soon as he was born by Kamsa.",
      "summary": "The speaker elaborates on the story of Devaki's imprisonment by Kamsa, the prophecy of Krishna's birth, and Vasudeva's efforts to protect Krishna.",
      "timestamp_url": "https://youtu.be/n3VsxrCg9JQ?t=107",
      "transcript": "Muhur Vipadganath So in the purport, Shri La Prabhu Par explains, Devaki the mother of Krishna and sister of King Kamsa was put into prison along with her husband Vasudeva because the envious king was afraid of being killed by Devaki's 8th son. Who is Devaki's 8th son? Krishna. So there was a prophecy at the time of Devaki's marriage that the 8th son of Devaki will be killing Krishna. So just because of this prophecy, immediately Kamsa wanted to kill Devaki immediately. And it is at the time of her marriage, his own sister, just because there was a prophecy, an unseen voice from the sky. This is the nature of the demoniac. Demoniac people are always envious. Kaleena Kamsena by this envious king Kamsa. This king Kamsa, he killed all the sons of Devaki who were born before Krishna. Six children. Six children who were born. But Krishna escaped the danger of child slaughter because he was transferred to the house of Nanda Maharaj, Lord Krishna's foster father. So Krishna could not be killed as soon as he was born by Kamsa, because Vasudeva was in anxiety about protecting Krishna. And Krishna instructed Vasudeva that, that you actually transfer me because you are always in anxiety about the protection of your children, which is natural for every parent."
    },
    {
      "start_time": 248,
      "end_time": 436,
      "verse_references": [],
      "themes": [
        "Kunti",
        "Dhritarashtra",
        "Pandavas",
        "Krishna's grace",
        "Dangers",
        "Helplessness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna bestows more favor upon a devotee who is in greater dangers.",
      "summary": "The speaker discusses Kunti's situation as a widow with young children in Dhritarashtra's palace, the dangers faced by the Pandavas, and how Krishna's grace is especially potent for devotees in helpless situations.",
      "timestamp_url": "https://youtu.be/n3VsxrCg9JQ?t=248",
      "transcript": "Now as regards Kunti Devi, Shraddha Prabhupada says, Kunti Devi along with her children were also saved from a series of dangers. Kunti Devi, she was a widow when her children were very small. And so she was in the house of, in the palace of Dhritarashtra. But this Dhritarashtra who was very much desirous of enthroning his own sons, even though they did not have the right, the right to rule. Dhritarashtra did not have the right to rule. Neither his sons had the right to rule the kingdom of the whole world being ruled from Hastinapura. The seat of the King of Hastinapura was the seat of the Emperor of the entire world those days. So in spite of that, being very very greedy, greed for power, greed for the royal power, so they don't hesitate to do anything. So these Kauravas they always were attempting to kill the Pandavas but Krishna protected the Pandavas so that's what Kunti is telling that Kunti Devi along with her children were also saved from a series of dangers by Krishna. Srila Prabhupada says Kunti Devi was shown more favor because Lord Krishna did not save the other children of Devaki whereas he saved the children of Kunti Devi. Kunti had five sons and they were all saved. Kunti her five sons Draupadi all of them were saved by Krishna. Parikshit the grandson of Arjuna all of them were saved by Krishna. Why? This was done because Devaki's husband Vasudeva was living whereas Kunti Devi was a widow and there was none to help her except Krishna. So what is the meaning of this? Prabhupada says the conclusion is that Krishna bestows more favor upon a devotee who is in greater dangers."
    },
    {
      "start_time": 436,
      "end_time": 531,
      "verse_references": [],
      "themes": [
        "Attachment to Krishna",
        "Material existence",
        "Krishna consciousness",
        "Protection",
        "Dependence on Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Krishna is always there to protect us and Krishna wants us to depend on him for all protection so that we become attached to him.",
      "summary": "The speaker explains that material existence causes us to forget Krishna and rely on our own arrangements, while true protection comes from developing attachment to Krishna.",
      "timestamp_url": "https://youtu.be/n3VsxrCg9JQ?t=436",
      "transcript": "Sometimes, Krishna puts his pure devotees in such dangers because in that condition of helplessness, the devotee becomes more attached to the Supreme Lord Krishna. Actually, material existence is such that we forget Krishna and we think that we have to personally make our own arrangements for our protection, because material world is full of dangers. But then the reality is Krishna is always there to protect us and Krishna wants us to depend on him for all protection so that we become attached to him. So that simply by developing our, reviving our memory of Krishna and developing our attachment, which is natural for us, because in our heart there is dormant Krishna consciousness, then we become eligible to transfer ourselves to the personal abode of Krishna where we actually belong. This is the whole description in the Bhagavad Gita. The more the attachment is there for the Lord, the more success is there for the devotee. See, due to material contact, we develop material attachments and that perpetuates our material existence."
    },
    {
      "start_time": 531,
      "end_time": 670,
      "verse_references": [],
      "themes": [
        "Devaki",
        "Krishna's mother",
        "Advanced devotee",
        "Krishna's greatness",
        "Subordination to Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna agrees to become the son only of the most advanced devotee.",
      "summary": "The speaker emphasizes that Devaki was not an ordinary woman, as only an advanced devotee can become Krishna's mother, and reinforces Krishna's supreme position, stating that everyone is subordinate to Him.",
      "timestamp_url": "https://youtu.be/n3VsxrCg9JQ?t=531",
      "transcript": "But if we develop attachment for Krishna and if that attachment increases more and more, just like it happened for Kunti. So, Prabhupada is clarifying, Devaki is not an ordinary woman. Devaki, the devotee who became the mother of Krishna, was not an ordinary woman. After all, who can become the mother of the Supreme Personality of God? Krishna agrees to become the son only of the most advanced devotee. In their previous lives, Devaki and her husband Vasudeva underwent severe austerities and when Krishna therefore appeared before them wanting to give them a benediction, they told him they wanted a son. But where can there be a person like a god like Krishna? But where can there be another person like Krishna? That is not possible. Krishna or God is Asaamardhva. That is, no one is equal to him. No one is greater than him. everyone is God. No. One who says this, Prabhupada explains, he is actually totally ignorant about God. He is like an animal. He is like a dog. Prabhupada says, not God, but dog. Not G-O-D, but D-O-G, dog. For God is great and he is no competitor. No one is equal to him. Everyone is subordinate to him. Everyone is lower than him. And in the Chaitanya Charita Amritha, it is said, Ekale Ishwara Krishna Arsaba Bhrithya. Everyone is a servant. Only Krishna is the only master. Even the greatest of demigods like Brahma, Shiva and even Vishnu, of course Vishnu is not a demigod, but everyone is subordinate to him. Everyone else"
    },
    {
      "start_time": 670,
      "end_time": 854,
      "verse_references": [],
      "themes": [
        "Demigods",
        "Lord Brahma",
        "Lord Shiva",
        "Lord Vishnu",
        "Gunas",
        "Krishna's Supremacy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is a supreme controller above everyone else.",
      "summary": "The speaker describes the roles of demigods like Brahma, Shiva, and Vishnu in managing the material world and the three gunas, while emphasizing that Krishna is the supreme controller above all.",
      "timestamp_url": "https://youtu.be/n3VsxrCg9JQ?t=670",
      "transcript": "else is a servant of Krishna. Shiva Virenchi Nutam, in the Shastra, the various scriptures, it is said, Lord Krishna is offered respect even by Lord Shiva and Lord Brahma, the topmost of demigods. Krishna is offered respect by everyone else. That's a fact. Now, above the beings, there are demigods. Demigods are empowered personalities in this world, material world, who are many, many, many millions of times more powerful than human beings. That's a fact. They control the wind. All over the universe, the wind is blowing. One of the devatas controls the sun planet, which is supplying heat and light to all the millions of other planets in this universe. So, they are universal level controllers. But even they are subordinate to Krishna. They are empowered by Krishna. The power is given to them by Krishna. Krishna is only all powerful. Everyone else is dependent on Krishna for their power. As we human beings are above the lower animals, above us, there are demigods, devatas. The most important of demigods are Lord Brahma and Lord Shiva. Lord Brahma is the creator of this universe. That is the power of Brahma. And Lord Shiva is the destroyer of this whole universe. As Lord Vishnu, who is Krishna himself in another form, for the sake of certain functions, Krishna appears in the form of Vishnu. So, Vishnu is the maintainer of the entire universe. So for the sake of this material world, there are three guna's: Satwa Guna, Raja Guna, and Tama Guna. Lord Vishnu takes charge of sattva guna, Brahma takes charge of rajoguna, and Shiva takes charge of tamo guna. Now these three controllers of these three gunas, they are not under the influence of the gunas. Prabhupada gives the example just like a superintendent of a jail is himself not a prisoner even though he may be in the prison, but he is there as the controller of the prison not as a prisoner. Similarly these three personalities Brahma, Vishnu and Shiva are transcendental to the mouths"
    },
    {
      "start_time": 854,
      "end_time": 957,
      "verse_references": [],
      "themes": [
        "Hrishikesha",
        "Control of senses",
        "Krishna's service",
        "Liberation",
        "Attachment to Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "I must utilize my senses for Krishna's service.",
      "summary": "The speaker explains the meaning of 'Hrishikesha' as the master of the senses and emphasizes the importance of using our senses in Krishna's service to achieve liberation and return to Godhead.",
      "timestamp_url": "https://youtu.be/n3VsxrCg9JQ?t=854",
      "transcript": "but Krishna is a supreme controller above everyone else and therefore he is known as Hrishikesha. Hrishika means senses and Isha means the master. Actually Krishna is the master of everyone's senses, of all the senses. So we have got senses and we think we control our senses, actually we don't control. The example is given, I've got this hand, I think I can lift my hand whenever I want, but if there is the control of Krishna is there that he withdraws to move my hand, that happens when I may get a paralytic stroke, then I cannot move my hand independently. So therefore Krishna is the controller of everyone's senses and therefore it is called Vishikesha. What does it mean? It means that I must utilize my senses for Krishna's service. My senses are not meant for my enjoyment or my utilization, no, they are meant for serving Krishna and that is the perfect situation, proper situation. As soon as we recognize Krishna is the controller of my senses, I use it for Krishna's service, I become completely free from material bondage, I reinstate myself in the position of Krishna's devotee and I am eligible to go back to God. I'll stop."
    }
  ]
}