{
  "video_id": "N4em7bSs-OE",
  "title": "Srimad Bhgavatam 2.9.33 Lecture-1 by HG Stoka Krihna Prabhu",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=N4em7bSs-OE",
  "segments": [
    {
      "start_time": 0,
      "end_time": 72,
      "verse_references": [],
      "themes": [
        "creation",
        "annihilation",
        "personality of Godhead"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Brahma, it is I, the personality of Godhead, who was existing before the creation, when there was nothing but myself.",
      "summary": "The speaker repeats a verse emphasizing the existence of the Personality of Godhead before, during, and after creation.",
      "timestamp_url": "https://youtu.be/N4em7bSs-OE?t=0",
      "transcript": "\"Brahma, it is I, the personality of Godhead, who was existing before the creation, when there was nothing but myself. Nor was there the material nature, the cause of this creation. That which you see now is also I, the personality of Godhead. And after annihilation, what remains will also be I, the personality of Godhead.\" Please repeat this translation. Brahma, it is I, the personality of Godhead, who was existing before the creation, when there was nothing but myself. Nor was there the material nature, the cause of this creation. That which you see now is also I. Brahma, it is I, the personality of Godhead. And after annihilation, what remains will also be I, the personality of Godhead."
    },
    {
      "start_time": 72,
      "end_time": 201,
      "verse_references": [],
      "themes": [
        "impersonalism",
        "oneness",
        "creator vs created"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Therefore, there is a difference between the two Is, namely the Predominator I and the Predominated I.",
      "summary": "The speaker discusses the impersonalist view of oneness and refutes it by highlighting the difference between the creator (Vishnu) and the created (Brahma).",
      "timestamp_url": "https://youtu.be/N4em7bSs-OE?t=72",
      "transcript": "So very long, but forth we will go through this parvo, which we will go through. So every one time we will discuss that in the afternoon and speak of it in the afternoon. Thank you very much. Parvo, we should note very carefully that the personality of Godhead is addressing Lord Brahma and specifying with great emphasis himself, pointing out that it is he, the personality of Godhead, who existed before the creation. It is he only who maintains the creation and it is he only who remains after annihilation of the creation. Brahma is also a creation. Brahma is the creation of the Supreme God. The impersonalist puts forth a theory of oneness in the sense that Brahma, also being the same principle of I, because he is an emanation from the I, the Absolute Truth, is identical with the Lord, the principle of I. And that is, does nothing more than the principle of I as explained in these words. Accepting the argument of the impersonalist, it is to be admitted that the Lord is the Creator I and that the Brahma is the Created I. Therefore, there is a difference between the two Is, namely the Predominator I and the Predominated I. Therefore, there are still two Is. Even accepting the argument of the impersonalist, the impersonalist, but we must note carefully that these two Is are accepted in the Vedic literature, the Kadopanishad, in the sense of quality. The Kadopanishad says, nithyo nityanam cetanas cetavanam ego vahunam yog vidhati karmanam."
    },
    {
      "start_time": 254,
      "end_time": 373,
      "verse_references": [],
      "themes": [
        "Brahma's questions",
        "Yatushloki Bhagavatam"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So remember these four questions because that will give a lot of clarity as to what is it that Vishnu is trying to answer.",
      "summary": "The speaker introduces the four questions asked by Brahma and explains that these questions are answered in the four verses of the Yatushloki Bhagavatam.",
      "timestamp_url": "https://youtu.be/N4em7bSs-OE?t=254",
      "transcript": "Lord Vishnu is answering Brahma. Brahma has asked four questions. What are the four questions Brahma has answered? Anathapuram Chitência, King of Pandavas and King of Pandavas. Anathapuram Chitência, King of Pandavas and King of Pandavas and King of Pandavas. The first question we are asked is, what are the forms of the Lord in matter and in transience? Rupa. Form. What are the forms of the Lord in matter and in transience? Second question is, how are the different energies of the Lord working? So remember these four questions because that will give a lot of clarity as to what is it that Vishnu is trying to answer. He is trying to answer specific questions asked by Brahma. So the answers will make a lot of sense if you know the questions. So the first question is, what are the forms of the Lord in matter and in transience? Second is, how are the energies of the Lord working? Third is, how does the Lord play with these different energies? You see in the interaction of the energies, there is a certain control exercised by somebody or something above and beyond these energies. So Brahma's question is, how does the Lord play with these energies? And fourth question of Brahma is, how may Brahma be instructed? Discharge the duty and respect between the two. How should be the duty given? A certain duty that is given to Brahma. And how should it be discharged? So these four questions will be systematically answered in the four verses called the Yatushloki Bhagavatam."
    },
    {
      "start_time": 373,
      "end_time": 492,
      "verse_references": [],
      "themes": [
        "essence of Bhagavatam",
        "realization",
        "causeless mercy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The essence of the Bhagavatam was spoken by Vishnu to Brahma in these four verses.",
      "summary": "The speaker explains that the essence of the Bhagavatam was spoken by Vishnu to Brahma in four verses, emphasizing the importance of hearing to realize the Absolute Truth.",
      "timestamp_url": "https://youtu.be/N4em7bSs-OE?t=373",
      "transcript": "According to the Acharyas, the entire Bhagavatam can be summarized in four verses. In four verses. Now those four verses are the verses beginning with this present verse. Second canto, ninth chapter, thirty-third, thirty-fourth, thirty-fifth and thirty-sixth verses. Four verses, four Yatushloki Bhagavatam. And it is said by the Acharyas that Lord Vishnu spoke the Bhagavatam to Brahma in these four verses. The essence of the Bhagavatam was spoken by Vishnu to Brahma in these four verses. Specifically answered in Brahma's four verses. So the answer begins with Lord Vishnu telling Brahma that all of me, my transcendental existence, my form, my colors, my qualities, my activities, everything let it be awakened in you by factual realization of my causeless mercy. That was the thirty-second verse. And in the thirty-third verse that realization is being given by the Lord's grace. This is the philosophy of the Bhagavatam. Simply if you hear Bhagavatam, you realize the Absolute Truth. Especially Bhagavatam's presence, the Absolute Truth as the personality of God. So you realize the highest aspect of the Absolute Truth simply by hearing. Just like Brahma realized simply by hearing from Vishnu."
    },
    {
      "start_time": 492,
      "end_time": 629,
      "verse_references": [],
      "themes": [
        "proper hearing",
        "right source",
        "Sadhana Bhakti",
        "false ego"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Our false ego is the filter that is actually coming in the way of our proper hearing.",
      "summary": "The speaker discusses the importance of hearing properly from the right source, emphasizing the role of Sadhana Bhakti in purifying consciousness and clearing false ego.",
      "timestamp_url": "https://youtu.be/N4em7bSs-OE?t=492",
      "transcript": "The important thing is that there is a certain way of hearing and also the hearer has to select the proper source. So two things for realization. One is you hear properly. And second is you hear from the right source. So Brahma had prepared himself to hear by performing Tapasya. That way Brahma prepared himself. Secondly Brahma was hearing from, directly from the personality of God, Vishnu himself. So we should also prepare ourselves to hear the Bhagavatam by undergoing the process of Sadhana Bhakti. What does Sadhana Bhakti do? It purifies our consciousness of all the misconceptions we may have. When we hear, we hear from a filter. What is that filter? What is the filter that comes between our hearing and what is actually being discovered in our heart? Huh? False ego. Our false ego is the filter that is actually coming in the way of our proper hearing. False ego is a set of misconceptions that we have about the Self, about God, about this world, about anything. So these misconceptions in the form of false ego have to be cleared. So when you practice Sadhana Bhakti and practice Yoga Yuktena, then your false ego is cleared."
    },
    {
      "start_time": 629,
      "end_time": 772,
      "verse_references": [
        "SB 1.2.6"
      ],
      "themes": [
        "purification of consciousness",
        "action and reaction",
        "hearing about Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Hear about Krishna from the Bhagavatam.",
      "summary": "The speaker explains how the hearing process, when properly applied, purifies consciousness, breaks the knot of material existence, and terminates the chain of action and reaction.",
      "timestamp_url": "https://youtu.be/N4em7bSs-OE?t=629",
      "transcript": "In the beginning of the Bhagavatam this process is described. The process begins with hearing. And this hearing process, if it is properly applied, it results in purification of the consciousness to the extent that this knot of material existence, ahankara, is cut to pieces. All doubts about who you are, who is God, who is your relationship, what is this world, everything is cleared. Chid yate sarvasam shayah. Chi yate jah si karvani. Then the chain of rooting action is completely terminated. We are caught up in this chain of action and reaction. We have performed some actions in the past of which we are experiencing reactions. These reactions prompt us to do further actions. And that gives rise to further reactions. So we have got up in this network of actions and reactions. So to get us out of this network, Bhagavatam says, srimad-am svaratham krsnama Hear about Krishna from the Bhagavatam. So this sadhana bhakti process is the preparation for hearing for the sake of and the souls, what are the souls? The Lord or the Lord's bona fide representation. So we have to select carefully the souls from which we hear. So in this case we are hearing from Prabhupada who is coming in parampara. From Krishna. So when we hear from Prabhupada then we can actually realize. So here Krishna is explaining to Brahman. Vishnu is explaining to Brahman."
    },
    {
      "start_time": 772,
      "end_time": 907,
      "verse_references": [],
      "themes": [
        "Vishnu's existence",
        "before creation",
        "material nature",
        "cause and effect"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It is the person in Godhead, Vishnu himself who was existing before the creation when there was nothing but himself.",
      "summary": "The speaker emphasizes Vishnu's existence before creation, even before material nature, highlighting that He exists beyond cause and effect.",
      "timestamp_url": "https://youtu.be/N4em7bSs-OE?t=772",
      "transcript": "He is telling one fundamental truth that it is the person in Godhead, Vishnu himself who was existing before the creation when there was nothing but himself. So before the creation there was no material world. There were no created beings. Only the Lord existed. The personality of Krishna. He existed. Nor was there the material nature the cause of this creation. The material nature was nothing. The material nature was not there. Sad asat param. Sad in this case refers to the effect. Effect is what we see around us. The material world. It is an effect of the cause. Cause is asat. What is that? Material nature. This is the difficulty in understanding this world. That the cause and effect both are material nature itself. So how can one understand that the cause and effect are the same? Very difficult to understand. Actually even though the cause of this material creation is material nature still material nature is not independently the cause for this creation. That we explain in detail. Anyway. So here Vishnu is telling Sad asat param He existed before the creation. He also existed when there was no cause of the creation. Even material nature which is the cause was not existing. Sad asat param. Cause and effect beyond cause and effect."
    },
    {
      "start_time": 907,
      "end_time": 1056,
      "verse_references": [],
      "themes": [
        "Vishnu's presence",
        "during and after creation",
        "Mayavadi argument",
        "identical I"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "That which you see now is also I the personality of God.",
      "summary": "The speaker explains that Vishnu remains present during and after creation, addressing the Mayavadi argument that Brahma is the same identical 'I' as the Absolute Truth.",
      "timestamp_url": "https://youtu.be/N4em7bSs-OE?t=907",
      "transcript": "He exists beyond cause and effect. That which you see now is also I the personality of God. Now the creation is already come into existence and Vishnu is very much there. He was existing before the creation. What happens to him during the existence of the creation? He remains. He does not disappear. He does not transform. He does not become affected. He does not change. So he remains even after the creation has taken place. And after annihilation the whole creation will disappear. After that what remains will also be I the personality of God. Vishnu only will remain after the creation of this world. So in particular Prabhupada is explaining one point in this first paragraph that we understand that what he is saying carefully. That in person they say with respect to these words they are arguing this that Brahma is an emanation is coming out of Vishnu. Right? Brahma is gone from Vishnu and again into the creation. So that Brahma is the same principle of I, Aham. Here the word used is Aham evaasam evaadhe paschal aham naanyat yatsarasat param paschal aham so vashi shreka so asmi aham So this word Aham is emphasized I Vishnu is speaking and he is saying I I exist in this world I am present now I will remain after the destruction So the mayavadi argument is that the I is the same I which is the absolute truth which exists before the creation which remains during the creation and which remains after the whole creation and destroyed Brahma is also that same identical I the same I"
    },
    {
      "start_time": 1056,
      "end_time": 1149,
      "verse_references": [],
      "themes": [
        "creator vs created",
        "predominator vs predominated",
        "distinct I's"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So there are two distinct I's here, the creator and the creator itself the creator and the created",
      "summary": "The speaker refutes the idea that Brahma and Vishnu are identical, emphasizing the distinction between the creator and the created, the predominator and the predominated.",
      "timestamp_url": "https://youtu.be/N4em7bSs-OE?t=1056",
      "transcript": "So our Acharyas explain Yes, even if he accepts the mayavadi argument Brahma is also the same I because an emanation from that original I original Vishnu Brahma is emanation Brahma is coming from Vishnu So even assuming that the mayavadi argument that Brahma is an emanation therefore the same I we have to note that Brahma is a created I a created entity and Vishnu is the creator So there are two distinct I's here the creator and the creator itself the creator and the created So that is explained here as the difference between the two I's is the predominator and the predominated Brahma is subordinate Vishnu is the master Brahma is the subordinate created Vishnu is the creator Vishnu is the controller Brahma is the controlled This difference exists and therefore we cannot accept that both are identical in all respects 100% No Brahma and Vishnu are not identical in all respects"
    },
    {
      "start_time": 1149,
      "end_time": 1290,
      "verse_references": [],
      "themes": [
        "Kathopanishad",
        "similarity and difference",
        "eternal and conscious",
        "one and many"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Eko bahunam yodhya dhyanti kamaan",
      "summary": "The speaker uses the Kathopanishad to explain the similarity and difference between Brahma and Vishnu, highlighting that while both are eternal and conscious, Vishnu is the one maintainer of the many living entities.",
      "timestamp_url": "https://youtu.be/N4em7bSs-OE?t=1149",
      "transcript": "So in the Vedas it is said in the Kathopanishad the similarity between the creation and the creator is described as Nithyo Nithyana Between Brahma and Vishnu the similarity is Nithyo Nithyana Both are Nithya Both are Chetanas Chetanas Chetanana But the difference is there are two categories of Nithya and two categories of Chetana Nithya means eternal Chetana means conscious Two categories of eternals and two categories of conscious beings What is the difference? The next line says Eko bahunam yodhya dhyanti kamaan The one singular eternal conscious being is the maintainer of the many Conscious eternal means Eko bahunam Eka the one Nithya Chetana Distinction is made very clearly One and many Singular and plural Nithyo Nithyana Chetanas Chetanana Eko bahunam Very clear Singular and plural So plural are the many living entities and singular is Vishnu Singular is Vishnu So Vishnu is the maintainer of all the created beings the many living entities So Vishnu is the maintainer All others are maintained Even though both are eternal and conscious beings So the difference is clearly brought out in the domination And that difference will be pointed out by Vishnu to Brahma also in these four places"
    },
    {
      "start_time": 1290,
      "end_time": 1425,
      "verse_references": [],
      "themes": [
        "Gaurav Vishwanath Babaji Maharaj",
        "Jagannath Das Babaji Maharaj",
        "Parampara"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He displayed renunciation of the highest order.",
      "summary": "The speaker begins to discuss Gautam Shraddha Babaji Maharaj and Jagannath Das Babaji Maharaj, highlighting their renunciation and their place in the parampara.",
      "timestamp_url": "https://youtu.be/N4em7bSs-OE?t=1290",
      "transcript": "Let's speak a little about Gautam Shraddha Babaji Maharaj. Gautam Shraddha Babaji Maharaj is the Guru of Prabhupada's Guru. Prabhupada's Guru is Bhakti Siddhanti Saraswati Bhavani. His Guru is Gautam Shraddha Babaji Maharaj. Gautam Shraddha Babaji Maharaj. Gautam Shraddha Babaji Maharaj. Gautam Shraddha Babaji Maharaj was actually Paramahamsa. Paramahamsa means the devotee situated on the topmost spiritual platform. Paramahamsa is also considered to be the highest perfection of sannyas, renunciation part of the Sannyas. Then Lord Vishnu would announce all the sage who are with him. And within few years after his marriage his wife died and he was a grain merchant during his grahastha life. And after his wife passed away he came, left his home somewhere in East Bengal, present day Bangladesh. He left that place and came to Vrindavan. In Vrindavan he took instructions and took diksha from one Bhagavad Das Babaji Maharaj who was a disciple of Jagannath Das Babaji Maharaj. So Jagannath Das Babaji Maharaj is in our parampara as the guru of Bhaktivinoda Thakur. So that Jagannath Das Babaji Maharaj is disciple's disciple. So Jagannath Das Babaji Maharaj is disciple's disciple."
    },
    {
      "start_time": 1425,
      "end_time": 1570,
      "verse_references": [],
      "themes": [
        "Jagannath Das Babaji Maharaj",
        "renunciation",
        "simple life"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He is totally disinterested in any sense gratification.",
      "summary": "The speaker describes the extremely simple and renounced lifestyle of Jagannath Das Babaji Maharaj, emphasizing his disinterest in sense gratification.",
      "timestamp_url": "https://youtu.be/N4em7bSs-OE?t=1425",
      "transcript": "And he displayed, we chant this pranamitra in Pushpanchali. Namok Daurati Shodaya Sakshat Vairagya Murtaye He displayed renunciation of the highest order. He is personification of renunciation. Vairagya Murti That means if you want to know, What is Vairagya? Then you can see in the personality of Daurati Shodaya Sakshat Vairagya Murti. He is totally disinterested in any sense gratification. He used to live a very very simple life. It is said that for maintaining his body he would beg some grains from the dham vases. And he would simply offer it by holding it in his hand. Very very simple process of offering. And for covering his cloth and for cooking his grains he would use some dry wood pieces lying here and there in the forest or on the road. And he would take pots which were discarded. Urban pots which were discarded after being used for some function or ceremony with them pulling legs. Clean it up with river water and cook those little grains and take them. For covering his body he would go to the cremation place. Burminaat. And the cloth that was used to cover the dead body. When they bring the dead body for burning they cover it with some white cloth. And before burning they remove the white cloth and discard it. They throw it away. So that cloth he would take and cover himself. So basically for maintaining his body. Body necessities."
    },
    {
      "start_time": 1570,
      "end_time": 1777,
      "verse_references": [],
      "themes": [
        "Gaurav Vishwanath Babaji Maharaj",
        "Hari Bhajana",
        "illiteracy",
        "Shastric conclusions"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Still all the conclusions of the Shastras of the Krishna Consciousness philosophy was always illuminated in his heart.",
      "summary": "The speaker describes Gaurav Vishwanath Babaji Maharaj's absorption in Hari Bhajana, his illiteracy, and how the conclusions of the Shastras were illuminated in his heart.",
      "timestamp_url": "https://youtu.be/N4em7bSs-OE?t=1570",
      "transcript": "He would do it without any difficulty. Without any elaborate arrangements. Very very very simple way. He was always absorbed in hari bhajana. He is called bhajananandi. Bhajananandi means. Somebody who can completely absorb themselves 24 hours a day in meditation on the Supreme Lord Krishna. Through performing bhajana. Through performing kirtan or japa. Or through hearing about the glories. Or through singing the glories of the Lord. In this way. Always absorbed in that. Now Gaurav Vishwanath Babaji Maharaj was ill-trained. He did not know how to read and write. That means he did not undergo formal education. But he would always carry with him two books. Written by Harathamdas Thakur. Prema Bhakti Chandrika and Prarthana. These are two books written by Harathamdas Thakur. It is a collection of songs written by Harathamdas Thakur. Now in these two books. The entire philosophy of Krishna Consciousness is very nicely explained. Harathamdas Thakur has written a simple bengali. He has written a lot of songs. And in these songs he explains the philosophy of Krishna Consciousness. Which is there in Sanskrit. In so many Vedas, Upanishads, Bhagavatam, Bhagavad Gita. All that philosophy. He has explained in very simple bengali language through these songs. So Gaurav Vishwanath Babaji Maharaj would always be carried with him these two books. Apart from these two books. He had on his body one Nandi Mala made of Tulsi. And another Japa Mala made of Tulsi beads. And the cloth he was using to wrap his body. That's all he was carrying with him. So he was very very renowned. Even though he was not literate. Still all the conclusions of the Shastras. Of the Krishna Consciousness philosophy. Was always illuminated in his heart. When somebody would approach him. And ask some philosophical doubt. He would give the answer with such clarity. All the conclusions he made. So he used to guide those who used to approach him. Asking for philosophical clarity. On the Gauria Vaishnava. On the Vaishnava Siddhanta."
    },
    {
      "start_time": 1777,
      "end_time": 1957,
      "verse_references": [],
      "themes": [
        "Gaurav Vishwanath Babaji Maharaj",
        "material benefit",
        "Bhaktisiddhanta Saraswati Thakur",
        "Diksha"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He would not so much be interested in giving such benediction for material advancement.",
      "summary": "The speaker describes Gaurav Vishwanath Babaji Maharaj's disinterest in material benefits and recounts the story of Bhaktisiddhanta Saraswati Thakur seeking Diksha from God Kishodad Babaji Maharaj.",
      "timestamp_url": "https://youtu.be/N4em7bSs-OE?t=1777",
      "transcript": "And sometimes when some materialistic people would try to get his blessings. For some material benefit. He would not so much be interested. In giving such benediction for material advancement. So he would go away from clean places. And he would sit next to a toilet. Or a drink. That drink means specifically where somebody passes through. It could be very smelly. It could be dirty. It could be bad. So he would sit next to that place and chant. So that nobody would disturb him. So he did not so much say. So he did not so much like. People coming to him for some material benefit. And he never liked to accept service from other devotees. Bhaktisiddhanta Saraswati Thakur. When he wanted to take Diksha. His father came to know Thakur. He approached his father and said I want Diksha. So his father directed him to God Kishodad Babaji Maharaj. He said go to God Kishodad Babaji Maharaj and take Diksha. So accordingly Bhaktisiddhanta Saraswati Thakur came to God Kishodad Babaji Maharaj and requested. Please give me Diksha. So God Kishodad Babaji Maharaj. In the beginning. He would not respond to this request. So but repeatedly. Bhaktisiddhanta Saraswati Thakur approached God Kishodad Babaji Maharaj. Then one day. God Kishodad Babaji Maharaj said. I will ask my Lord. And. Depending on. His reply. I shall tell you. Whether I can initiate you or not. So after telling this. Again. Bhaktisiddhanta Saraswati Thakur was waiting. For a reply. So one day he asked. What did your Lord say? So then. God Kishodad Babaji Maharaj said. That. He would not be interested. In giving Diksha. He would not accept service. From anyone. So if he has to give Diksha. He has to accept service from the disciple. So since he did not want to accept service from anybody. He wanted to be only engaged in serving. Not in accepting service. Therefore he did not want to give Diksha."
    },
    {
      "start_time": 1957,
      "end_time": 2175,
      "verse_references": [
        "BG 10.10"
      ],
      "themes": [
        "Bhaktisiddhanta Saraswati Thakur",
        "Diksha",
        "compassion",
        "devotional service"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So when Bhaktisiddhanta Saraswati Thakur heard this reply, he became very very unhappy.",
      "summary": "The speaker continues the story of Bhaktisiddhanta Saraswati Thakur receiving Diksha, emphasizing his devotion and the compassion of God Kishodad Babaji Maharaj.",
      "timestamp_url": "https://youtu.be/N4em7bSs-OE?t=1957",
      "transcript": "So when Bhaktisiddhanta Saraswati Thakur heard this reply. He became very very unhappy. When he told. That my life is worthless. Not worth maintaining. I cannot get shelter. At your lotus feet. And serve you. I will better. Quit this body. I will rather die. Than live without getting. Diksha. Shelter. Mercy. So when God Kishodad Babaji Maharaj heard this. He felt compassion. And he gave Diksha. So he had only one disciple. That is Bhaktisiddhanta Saraswati Thakur. And nobody else. And Shrila Bhaktisiddhanta Saraswati Thakur describes. That after some years in Vrindavan. Lord Kishodad Babaji Maharaj came to Navadvipa. In Navadvipa also he travelled to all the places. Where Chaitanya Mahaprabhu performed the pastimes. And he would reside under different trees. Realising the non-difference between. Navadvipa Dham and Vrindavan Dham. Vrindavan Dham is the place where Krishna performed pastimes. And a replica of Vrindavan Dham is Navadvipa Dham. Where Chaitanya Mahaprabhu performed the pastimes. So he visited different places in Navadvipa Dham. Lord Kishodad Babaji Maharaj. And he would stay under different trees. Realising the non-difference between. Navadvipa Dham and Vrindavan Dham. He would also come. To hear. The discourses on Bhagavatam. Which was being given by Bhaktivinoda Thakur. In a place called Svananda Sukhara Purja. Bhaktivinoda Thakur built this place. In one sacred spot. In Navadvipa Dham. And he would regularly give discourses on Bhagavatam. And. Many great devotees would come and hear. Among the many great devotees would come and hear. Bhaktivinoda Thakur's discourses on Bhagavatam. One of them was Lord Kishodad Babaji Maharaj. He would sit and hear. The discourses of Bhaktivinoda Thakur. And. He would. Also. Not be. So much. Careful about. Regularly. Taking prasadam. Or regularly. Taking rest. Most of the time. He would be awake. He would be either chanting. Or singing. Or he would be. Studying. This. Two books that he would always carry. Pratma and Prema. The collection of songs. So. People used to wonder. That he actually. Is illiterate. So how does he. Read. How does he sing. These songs. How does he know the philosophy. It is because of his. Devotional service. Which was. Pure. Which was of the highest quality. That. As Krishna says. In Bhagavad Gita. Tesha. Satatayuttana. Bhajna."
    },
    {
      "start_time": 2175,
      "end_time": 2354,
      "verse_references": [
        "BG 10.10"
      ],
      "themes": [
        "Guru Ekshitarayo Bhajan",
        "enlightenment",
        "renunciation",
        "imposter devotees"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Then the Lord enlightens the devotee from within.",
      "summary": "The speaker explains how Gaurav Krishna and Bhavani Maharaj was enlightened from within and could easily recognize imposter devotees.",
      "timestamp_url": "https://youtu.be/N4em7bSs-OE?t=2175",
      "transcript": "Satatayuttana. So this is particularly. Applicable for. Guru Ekshitarayo Bhajan. Krishna. Who. Seated as. Paratma. In the heart. Of the devotee. He enlightens. The devotee. From within. If the devotee. Is engaged. devotional service to the Lord. He is constantly engaged with love and devotion in serving the Lord. Then the Lord enlightens the devotee from within. There is no need for the devotee to study externally anything. So, Gaurav Krishna and Bhavani Maharaj was enlightened from within by the Lord. So, that was his position. He was fully enlightened. And he was fully renounced. So, it is said in the Bhagavatam that these two factors are very important for self-realization. What is that? Jnana and Vairantya. Jnana is enlightenment and Vairantya is renunciation. Both of them were seen in the personality of Gaurav Krishna and Bhavani Maharaj to the highest degree. He was fully enlightened and he was fully renounced. And therefore, many, many great saintly persons actually took shelter of Gaurav Krishna and Bhavani Maharaj by actually enquiring from Gaurav Krishna. By getting clarification and so many doubts. Also, Gaurav Krishna and Bhavani Maharaj could easily recognize an imposter devotee. Sometimes people pose as if they are great devotees. Though within their heart, they are not purified of material meditation. They pose externally as if they are renounced. But actually in their heart, they have so open desire for enjoyment daily. So, when such imposters would approach Gaurav Krishna and Bhavani Maharaj, he would immediately expose them. So, it was well known in the holy dham that any imposter will get exposed if he goes to Gaurav Krishna and Bhavani Maharaj. So, nobody could cheat him. Nobody could display false renunciation in front of Gaurav Krishna and Bhavani Maharaj. So, he was very, very, very advanced Paramahansa."
    },
    {
      "start_time": 2354,
      "end_time": 2521,
      "verse_references": [],
      "themes": [
        "Gaurav Krishna and Bhavani Maharaj",
        "renunciation",
        "disappearance day",
        "Vipralambara Sampode"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, we pray to him that by his mercy, we may develop renunciation and we may get enlightenment in Krishna consciousness.",
      "summary": "The speaker concludes the discussion of Gaurav Krishna and Bhavani Maharaj, highlighting his renunciation and the mood of separation from Krishna (Vipralambara Sampode).",
      "timestamp_url": "https://youtu.be/N4em7bSs-OE?t=2354",
      "transcript": "But he led a very, very simple life. He was renunciation personified. And today is the disappearance day, anniversary of his divine birth. So, we pray to him that by his mercy, we may develop renunciation and we may get enlightenment in Krishna consciousness. By his mercy. So, these Acharyas like him are very, very merciful to those who sincerely seek their blessings, seek their mercy. So, such important days we observe, especially remembering the great qualities. So, that Prana Mantra, first line I explained. Namo Govrisho Raya Saksham Vairagam Uttayam The next two lines are Vipralambara Sampode He was situated, Gaurav Krishna and Bhavani Maharaj were situated in service, in the mood of separation from Krishna. It's called Vipralambara Sampode. Krishna is served by those who are advanced devotees, who have developed their relationship with Krishna. They serve Krishna in two ways. One is in association with Krishna they serve Krishna. And other one is in separation from Krishna they serve Krishna. Just like Krishna when he appeared in Vrindavan. So, when he was, as long as he was in Vrindavan, the Prajavasis were serving him in association. And when he left Vrindavan and went to Mathura and Dwarka, he was away from Vrindavan. All the Prajavasis were serving Krishna in separation from Krishna. So, these are two ways of serving the Lord. So, Gaurav Krishna and Bhavani Maharaj was always serving Krishna. In separation from him. Vipralambara Sampode. So, there is a certain mellow taste to be experienced by a devotee in such service. Vipralambara Sampode. So, he is the expert Acharya who served Krishna in Vipralambara Sampode. So, Vipralambara Sampode, Bada Pujariya Dena Maharaj who wrote a speech of such an exalted Paramahansa, Devotee, I offer my respect to all the Sages. Let's start."
    }
  ]
}