{
  "video_id": "N7Sp-7Etfco",
  "title": "WHY DID ISKCON MUMBAI GBC DEVIATE EN MASSE? | His Grace Suvyakta Narasimha Dasa",
  "speaker": "HG Suvyakta Narasimha Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=N7Sp-7Etfco",
  "segments": [
    {
      "start_time": 0,
      "end_time": 40,
      "verse_references": [],
      "themes": [
        "ISKCON history",
        "Srila Prabhupada's vision",
        "GBC formation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Srila Prabhupada started ISKCON in 1966 by formally registering it as a legal entity.",
      "summary": "This segment introduces the establishment of ISKCON by Srila Prabhupada and his intention to manage the organization through a GBC body.",
      "timestamp_url": "https://youtu.be/N7Sp-7Etfco?t=0",
      "transcript": "Hare Krishna, Vishwaguru, Srila Prabhupada ki jai. Srila Prabhupada started ISKCON in 1966 by formally registering it as a legal entity in New York, United States. As Srila Prabhupada expanded ISKCON over the next four years, opening 34 branches in that short span of time by the year 1970, Srila Prabhupada decided to adopt his Guru Maharaj, Srila Bhakti Siddhanta Saraswati Goswami Maharaj's vision of running the organization through a GBC body even after his disappearance."
    },
    {
      "start_time": 40,
      "end_time": 105,
      "verse_references": [],
      "themes": [
        "Guru Maharaj's instructions",
        "Acharya selection",
        "GBC role"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He never recommended anyone to be the Acharya of the Gaudiya Mutt.",
      "summary": "This segment discusses Srila Bhakti Siddhanta Saraswati Goswami Maharaj's instructions regarding the management of the Gaudiya Mutt and the role of the GBC.",
      "timestamp_url": "https://youtu.be/N7Sp-7Etfco?t=40",
      "transcript": "Srila Prabhupada wrote about this in his letter to Rupanuga dated 28th of April 1974 thus, \"In the latter days of my Guru Maharaj, he was very disturbed. Actually, he left this world earlier. Otherwise, he would have continued to live for more years. Still, he requested his disciples to form a strong governing body for preaching the cult of Sri Chaitanya Mahaprabhu. He never recommended anyone to be the Acharya of the Gaudiya Mutt. But Sridhar Maharaj is responsible for disobeying this order of Guru Maharaj and he and two others who are already dead unnecessarily thought that there must be one Acharya. If Guru Maharaj could have seen someone who was qualified at that time to be Acharya, he would have mentioned. Because on the night before he passed away, he talked of so many things but never mentioned an Acharya. His idea was, Acharya was not to be nominated amongst the governing body. He said openly, you make a GBC and conduct the mission. So, his idea was, amongst the members of the GBC, who would come out successful, a self-effulgent Acharya would be automatically selected.\""
    },
    {
      "start_time": 105,
      "end_time": 177,
      "verse_references": [],
      "themes": [
        "Unauthorized Acharyas",
        "ISKCON's mistake",
        "Gaudiya Mutt comparison"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Sridhar Maharaj and his two associate gentlemen unauthorisedly selected one Acharya and later it proved to be a failure.",
      "summary": "This segment highlights the unauthorized selection of Acharyas in Gaudiya Mutt and warns against repeating the same mistake in ISKCON.",
      "timestamp_url": "https://youtu.be/N7Sp-7Etfco?t=105",
      "transcript": "So, Srila Prabhupada. Sridhar Maharaj and his two associate gentlemen unauthorisedly selected one Acharya and later it proved to be a failure. The result is, now everyone is claiming to be Acharya even though they may be Kanishad Adhikari with no ability to preach. In some of the camps, the Acharya is being changed three times in a year. Therefore, we may not commit the same mistake in our Iskand camp. Actually, amongst my godbrothers, no one is qualified to become Acharya. So, you see, Shailaprabhupada warned in this letter in 1974 that the same mistake in Gaudiya Mutt should not be committed in ISKCON. What is that mistake? The mistake of not managing the organization by a GBC body, but running after position of Acharya after his disappearance."
    },
    {
      "start_time": 177,
      "end_time": 253,
      "verse_references": [],
      "themes": [
        "Deviation",
        "Acharya position",
        "GBC necessity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In ISKCON, what happened? Eleven people assumed the position of Acharya.",
      "summary": "This segment discusses the deviation in ISKCON with eleven people assuming the position of Acharya and the necessity of the GBC body.",
      "timestamp_url": "https://youtu.be/N7Sp-7Etfco?t=177",
      "transcript": "And unfortunately, that same mistake was repeated. What happened? In Gaudiya Mutt, two people assumed the role of Acharya, the position of Acharya. In ISKCON, what happened? Eleven people assumed the position of Acharya. And Shailaprabhupada says that was a failure. Those two people becoming Acharya was a failure in Gaudiya Mutt. And as a result, what is happening? Today, everybody is claiming to be an Acharya. And look at ISKCON, eleven people became Acharyas. It was a failure. Today, everybody is becoming a Guru, Diksha Guru, Acharya. Therefore, we have to understand that in all probability, Shailaprabhupada, when he made this warning in 1974, he wanted to avoid ISKCON repeating the history of Gaudiya Mutt. And what is the mistake? Ambitious devotees vying to become Acharyas and Diksha Gurus after his disappearance. To avoid this, in most probability, Shailaprabhupada decided to form the GBC, even after his disappearance. Even when he was present on this planet in 1970, when the Acharya is present on the planet, what is the need for a GBC body? There is no need, because the Acharya is directly guiding the management. That is why Shailabhakti Siddhanta Saraswati Thakur did not form the GBC during his manifest Leela."
    },
    {
      "start_time": 253,
      "end_time": 323,
      "verse_references": [],
      "themes": [
        "GBC formation",
        "Srila Prabhupada's vision",
        "Administrative power"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Hence, Shailaprabhupada probably not wanting to take the risk of losing the GBC body.",
      "summary": "This segment explains Srila Prabhupada's vision behind forming the GBC and training his disciples to manage the institution.",
      "timestamp_url": "https://youtu.be/N7Sp-7Etfco?t=253",
      "transcript": "He instructed his disciples to form the GBC after his disappearance. But they did not do it. Hence, Shailaprabhupada probably not wanting to take the risk of losing the GBC body, GBC in his manifest presence, run it in his presence and train his disciples how to operate the GBC while he was still physically present. Otherwise, when Srila Prabhupada was present physically, there was no need for a GBC. But if the GBC was set up and trained by Srila Prabhupada personally during his time, it would naturally go on smoothly even after his disappearance. The transition of administrative power and responsibilities would be smoother. Their acceptability amongst the devotees would not be an issue because Srila Prabhupada in his presence, if he runs the GBC as the ultimate managing authority, then after his time also, devotees would have got used to it. The acceptability of the GBC would not have been an issue at all. So with this vision, probably, Srila Prabhupada formed the GBC"
    },
    {
      "start_time": 323,
      "end_time": 419,
      "verse_references": [],
      "themes": [
        "Direction of Management",
        "GBC establishment",
        "ISKCON growth"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "I am getting old, 75 years old. Therefore, at any time, I may be out of the scene.",
      "summary": "This segment discusses Srila Prabhupada's reasons for establishing the GBC, citing his age and the need for disciples to manage the institution.",
      "timestamp_url": "https://youtu.be/N7Sp-7Etfco?t=323",
      "transcript": "on 28th of July 1970 via the direction of management or DOM in short. In the DOM, Srila Prabhupada begins by saying, \"As we have increased our volume of activities, now, I think a governing body commission- hereinafter referred to as the GBC- should be established.\" Now comes the important part. \"I am getting old, 75 years old. Therefore, at any time, I may be out of the scene. Therefore, I think it is necessary to give instruction to my disciples how they shall manage the institution.\" So, you see, Srila Prabhupada is saying here that he wants to instruct his disciples when necessary. So, the GBC, connect the two roupas. So, Srila Prabhupada is saying here that he wants to instruct his disciples if it is necessary I think that he wants the disciple how they should manage the institution after Prabhupada's disappearance. That's why he formed the GBC. They are already managing individual centers represented by one president, one secretary, and one treasurer. And in my opinion, they are doing nice. But we want still more improvement in the standard of temple management, propaganda for Krishna consciousness, distribution of books and literatures, opening of new centers, and educating devotees to the right standard. Therefore, I have decided to adopt the following principles and I hope my beloved disciples will kindly accept them. So, we can see what was running in Srila Prabhupada's mind in 1970. ISKCON had already grown to 34 centers. They had their temple president, secretary, etc. And in Srila Prabhupada's own words, they were doing nice. Then what was the need for a GBC?"
    },
    {
      "start_time": 419,
      "end_time": 483,
      "verse_references": [],
      "themes": [
        "GBC authority",
        "Power struggle",
        "Ambitious disciples"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The GBC was meant to manage ISKCON after Srila Prabhupada's disappearance.",
      "summary": "This segment emphasizes the purpose of the GBC to manage ISKCON after Srila Prabhupada's disappearance and prevent power struggles.",
      "timestamp_url": "https://youtu.be/N7Sp-7Etfco?t=419",
      "transcript": "The primary reason, as Srila Prabhupada said at that time was, \"I am getting old, 75 years old. Therefore, at any time, I may be out of the scene. Therefore, I think it is necessary to give instruction to my disciples how they shall manage the whole institution.\" That means the GBC was meant to manage ISKCON after Srila Prabhupada's disappearance. By forming the GBC before his disappearance, Srila Prabhupada ensured that the authority of the GBC would be accepted by all his disciples and no one would question its authority after his disappearance. By giving managing power in the hands of the GBC in his physical presence, he preempted any ugly power struggle or dissension upon his disappearance. That would also mitigate the risk of ambitious disappearance. The GBC may have been an ideal for many disciples, artificially declaring themselves as diksha gurus and acharyas unauthorisedly after Srila Prabhupada's"
    },
    {
      "start_time": 483,
      "end_time": 571,
      "verse_references": [],
      "themes": [
        "Gaudiya Mathu split",
        "Diksha Gurus",
        "GBC's role"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Despite Srila Prabhupada's explicit warning in his 1974 letter to not repeat the mistake of Gaudiya Mathu, the ambitious devotees in ISKCON did exactly that.",
      "summary": "This segment discusses the declaration of Diksha Gurus in ISKCON and how the GBC prevented a complete split like in Gaudiya Mathu.",
      "timestamp_url": "https://youtu.be/N7Sp-7Etfco?t=483",
      "transcript": "disappearance, leading to the splitting of the movement like Gaudiya Mathu. But unfortunately, big gradually, one would say that after Srila Prabhupada's disappearance, despite Srila Prabhupada's explicit warning in his 1974 letter to not repeat the mistake of Gaudiya Mathu, the ambitious devotees in ISKCON did exactly that. They declared themselves as Diksha Gurus in March 1978. Maybe, probably because Shaila Prabhupada had set up the GBC and run it for 7 straight years, the authority of the GBC was ingrained in the minds of all the rank and file devotees. And so, therefore, the 11 Diksha Gurus could not dismantle the GBC. And that's why probably unlike the Gaudiamant which split into many, many factions after Shaila Bhaktisiddhanta Saraswati Thakur's disappearance with no GBC to keep it together. Unlike that, ISKCON did not split up. Although, instead of 2 in Gaudiamant, in ISKCON, there were 11 Acharyas and still the ISKCON did not go on to split up because the GBC was there. So, you see Prabhupada's system of the GBC worked to some extent in ISKCON. But unfortunately, it did not preempt the ambitious Diksha Gurus. Devotees from declaring themselves as Diksha Gurus. And"
    },
    {
      "start_time": 571,
      "end_time": 643,
      "verse_references": [],
      "themes": [
        "GBC resolutions",
        "Unauthorized system",
        "Srila Prabhupada's fault"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "However, for 1978, no new spiritual masters shall be appointed other than the 11 selected by Shaila Prabhupada.",
      "summary": "This segment reveals the GBC's false claim about Srila Prabhupada selecting the 11 Diksha Gurus and emphasizes that the GBC is responsible for the deviations.",
      "timestamp_url": "https://youtu.be/N7Sp-7Etfco?t=571",
      "transcript": "worse, what happened? They lied to all the Vaishnavas that they were appointed as Diksha Gurus by Shaila Prabhupada. In resolution number 16 of March 1978, in the GBC meetings, they said, \"However, for 1978, no new spiritual masters shall be appointed other than the 11 selected by Shaila Prabhupada.\" So, they said the 11 were selected by Prabhupada. This they said in 1978. Later in 1999, the GBC in the resolution number 403 accepted that they had lied when they resolved in resolution 403. Unfortunately, shortly after Shaila Prabhupada's disappearance, the GBC allowed for an unauthorized zonal Acharya system to evolve in ISKCON, elevating 11 exclusive successor Diksha Gurus. So, here the GBC is saying the GBC allowed an unauthorized 11 successor Diksha Gurus to evolve into ISKCON. So, here the GBC is saying the GBC allowed an unauthorized 11 Diksha Guru to evolve, to develop, to come out. So, it was the GBC who did that, not Srila Prabhupada. No one can fault Srila Prabhupada for the GBC's deviation or the unfortunate events that unfolded after his disappearance"
    },
    {
      "start_time": 643,
      "end_time": 732,
      "verse_references": [],
      "themes": [
        "GBC deviation",
        "Ritvik system",
        "Governance performance"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "All that the GBC had to do was continue the Ritvik system as it is as Srila Prabhupada mentioned in the July 9th order.",
      "summary": "This segment discusses the GBC's deviation from the Ritvik system and other practices instituted by Srila Prabhupada and questions their governance performance.",
      "timestamp_url": "https://youtu.be/N7Sp-7Etfco?t=643",
      "transcript": "and continue to unfold even today in ISKCON. Srila Prabhupada tried to prevent this by forming the GBC in his presence and training them up for seven years. He also instituted the Ritvik system in ISKCON from 1970 for seven years and ran it for seven years and then handed over the Ritvik system and the GBC to ISKCON. All that the GBC had to do was continue the Ritvik system as it is as Srila Prabhupada mentioned in the July 9th order. But what happened? Even after all this despite Srila Prabhupada doing all this, they still deviated on mass in 1978. Not only that, the deviations continued in the subsequent years. Not only did they change the method of Ritvik initiations implemented by Srila Prabhupada, they also changed the method of offering Aarati. They changed the method of offering Bhoga. They changed Srila Prabhupada's books. They changed the meaning of Parampara and so on. Why did this happen? And why does the GBC continue to deviate like this? Although many of the GBCs were good devotees, how could all of them collectively deviate so badly? Well, to get some idea of why this could happen, let us look at the performance of the GBC after Srila Prabhupada formed it in the year 1970. How did they perform in governing the institution between 1970 and 1977? Because that is what the GBC is supposed to do,"
    },
    {
      "start_time": 732,
      "end_time": 807,
      "verse_references": [],
      "themes": [
        "GBC performance",
        "Complaints",
        "GBC meeting"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "I set up the GBC with hope that I shall get relief from administration of the mission, but on the contrary, I have become the center of receiving so many complaints.",
      "summary": "This segment presents Srila Prabhupada's assessment of the GBC's performance in 1971, noting that it did not provide him with relief from administrative burdens.",
      "timestamp_url": "https://youtu.be/N7Sp-7Etfco?t=732",
      "transcript": "govern ISKCON. Let us hear from Srila Prabhupada himself about their performance in governing ISKCON between 1970 and 1977. On 14 August 1971, barely a year after Srila Prabhupada formed the GBC, this was Prabhupada's assessment of the GBC which he mentioned in this letter to Tamalkrishna. \"I set up the GBC with hope that I shall get relief from administration of the mission, but on the contrary, I have become the center of receiving so many complaints. So, it is not a relief for me. Rather, it is becoming a little troublesome.\" So, you see, not a very flattering assessment of the GBC's performance. But then they were just one year old. So, we can forgive them for their shortcomings. Maybe with time, they could do better. But look at what happened in 1972. The next year, on 8th of April 1972, Srila Prabhupada sent this memo to all the ISKCON temple presidents. \"Please accept my blessings. I beg to inform you that recently, some of the governing body commission members held a meeting at New York on 25th"
    },
    {
      "start_time": 807,
      "end_time": 923,
      "verse_references": [],
      "themes": [
        "Unauthorized appointments",
        "GBC suspension",
        "Motive"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Under the circumstances, I authorise you to disregard for the time being any decision from the GBC men until my further instruction.",
      "summary": "This segment reveals that Srila Prabhupada had to suspend the entire GBC in 1972 due to unauthorized appointments and actions taken without his consent.",
      "timestamp_url": "https://youtu.be/N7Sp-7Etfco?t=807",
      "transcript": "through 28th March 1972. And they have sent me a big, big minutes, duplicated, for my consideration and approval. But in the meantime, they have decided some appointments without consulting me. One of the items which struck me very much is as follows. Open quotes, \"Atre Rishi Das was selected to be the secretary for GBC and receive all correspondence including monthly reports.\" Close quotes. I never appointed Atre Rishi member of the GBC and I do not know how he can be appointed secretary to GBC without my sanction. Once again, open quotes, \"he was also appointed to be on the management committee with Karandhara for the purpose of supervising ISKCON business and implementing the decisions reached by the GBC.\" Close quotes. This has very much disturbed me. Sriman Atre Rishi Das may be very expert. But without my say, he has been given so much power and this has upset my brain. I also understand that immediate actions are going to take place even prior to my permission and that also without divulging to the devotees. I do not follow exactly what is the motive of the so-called GBC meeting. Therefore, I have sent the telegram which you will find attached herewith and I have received the replies as well. Under the circumstances, I authorise you to disregard for the time being any decision from the GBC men until my further instruction. So you see, in 1972, Srila Prabhupada had to suspend the entire GBC and instruct all the temple presidents not to take any decisions from the GBC. So this was the state of affairs of the GBC in 1972. Instead of getting better, they appeared to be getting worse. So"
    },
    {
      "start_time": 923,
      "end_time": 1004,
      "verse_references": [],
      "themes": [
        "GBC failure",
        "Power",
        "Whimsical"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "I made the GBC to give me relief, but if you do like this, then where is the relief?",
      "summary": "This segment shares Srila Prabhupada's words in 1973 and 1974, highlighting the GBC's failure and the anxiety it caused him.",
      "timestamp_url": "https://youtu.be/N7Sp-7Etfco?t=923",
      "transcript": "could they improve themselves in 1973? Well, let us hear what Srila Prabhupada said in this room conversation recorded on 3rd January 1973, just about two and a half years after the GBC was formed. Dr. Raghuram R. That means if GBC is valued as much as the GBC, they are themselves falling short. They are falling because. So, here you see, GBC's failure. These were the words of Shaila Prabhupada. That means, in 1973, two and a half years after the GBC was formed, it was still struggling. Would things improve with more time? About four years after the GBC was formed, Shaila Prabhupada wrote this letter to Hansadutta on 12th September 1974. \"I made the GBC to give me relief, but if you do like this, then where is the relief? It is anxiety for me. This is the difficulty that as soon as one gets power, he becomes whimsical and spoils everything. What can I do?\""
    },
    {
      "start_time": 1004,
      "end_time": 1140,
      "verse_references": [],
      "themes": [
        "GBC awareness",
        "Complaints",
        "Spiritual life"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Now has the GBC become more than Guru Maharaj?",
      "summary": "This segment reveals the GBC's awareness of their inability to govern effectively and Srila Prabhupada's concern that they were not focusing on spiritual life.",
      "timestamp_url": "https://youtu.be/N7Sp-7Etfco?t=1004",
      "transcript": "So, you see, the situation didn't seem to have improved much in 1974. Compared to what Shaila Prabhupada said in 1971. In 1971, Shaila Prabhupada said that GBC was not giving him any relief. And three years later, in 1974, Shaila Prabhupada was repeating the same thing. No relief from the GBC. A couple of months after this letter, some of the GBC members, namely Jaitirtha, Tamalkrishna, Hridayananda and Satsarupa, wrote this letter to their GBC Godbrothers on November 4, 1974. \"As we know, Shaila Prabhupada has been disappointed in the ability of the GBC to effectively govern our ISKCON society.\" So, even the GBC was aware that they were unable to effectively govern ISKCON as late as November 1974. But did that awareness translate into improved performance? Almost a year later, Shaila Prabhupada wrote this letter to Jaitirtha, a GBC member, on 16th October 1975. \"My only grievance is that I appointed GBC to give me relief from the management. But on the contrary, complaints and counter complaints are coming to me. Then how my brain can be peaceful?\" So, things definitely hadn't improved from 1971 to 1975. What Shaila Prabhupada said in 1971 that the GBC was not giving him relief was the same thing Shaila Prabhupada repeated in 1974 as well as in 1975. About a month later, Shaila Prabhupada wrote this letter to Alal Nath on 10th of November 1975. \"Now has the GBC become more than Guru Maharaj? As if simply GBC is meant for looking after pounds, shilling, pence. The GBC does not look after spiritual life. That's a defect. All of our students will have to become Guru, but they are not qualified. This is the difficult.\" Now that was a skating assessment from Shaila Prabhupada. The GBC were trying to become more than Shaila Prabhupada. All his students wanted to become Guru, but they were not qualified."
    },
    {
      "start_time": 1140,
      "end_time": 1225,
      "verse_references": [],
      "themes": [
        "Conflicts",
        "Regulative principles",
        "Spiritual qualification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "One who does not chant properly or follow the principles should neither accept the post, remain in the post.",
      "summary": "This segment discusses the conflicts within the GBC and Srila Prabhupada's assessment that some members were not following the regulative principles.",
      "timestamp_url": "https://youtu.be/N7Sp-7Etfco?t=1140",
      "transcript": "Those were Shaila Prabhupada's words of anguish. Sadly, things with the GBC did not improve in the next year either. Harikesha wrote this letter to Tamal Krishna on July 24, 1976 about the GBC. About Shaila Prabhupada. Then he said, he meaning Shaila Prabhupada. Then he said that if there are conflicts, they should be resolved amongst the GBC. He explained, meaning Shaila Prabhupada explained. He explained that these conflicts arise if there is not following of the regulative principles of chanting, etc. If these are not practiced, then there will be disturbances. One who does not chant properly or follow the principles should neither accept the post, remain in the post. He should resign for the basic qualification is not material but spiritual that the GBC member must be spiritually qualified and strong. So, even as late as 1976, there were conflicts within the GBC that they were unable to resolve. And in Srila Prabhupada's assessment, some of the GBCs were not even chanting properly or following the regulatory principles as per Srila Prabhupada and this is in 1976. This was just a little more than a year before Srila Prabhupada's disappearance and over six years of functioning of the GBC."
    },
    {
      "start_time": 1225,
      "end_time": 1299,
      "verse_references": [],
      "themes": [
        "Conditioned souls",
        "Governance",
        "Deviations"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Well, I have studied myself and all of your disciples and it is clear fact that we are all conditioned souls.",
      "summary": "This segment highlights that even in 1977, Srila Prabhupada and his disciples knew that the GBC members were conditioned souls, leading to deviations in governance.",
      "timestamp_url": "https://youtu.be/N7Sp-7Etfco?t=1225",
      "transcript": "That the GBC were lacking was evident not only to Srila Prabhupada but even to the GBCs themselves as revealed by Tamal Krishnamaraj in a room conversation with Srila Prabhupada on 22nd of April 1977, which is a few months. Months before Prabhupada's disappearance. Listen to this portion of the conversation. \"Well, I have studied myself and all of your disciples and it is clear fact that we are all conditioned souls. So, we cannot be good. Maybe one day it may be possible, not now.\" So you see, as late as 1977, April 1977, Srila Prabhupada knew that his GBCs were all conditioned souls. Yes. His disciples knew it too. So, we can see that all through its history, the GBC underperformed in its function of governance. Hence, it is not surprising that the GBC deviated en masse in 1978 by unauthorizedly appointing devotees as Diksha Gurus. And they continue to deviate in many ways in the system of Diksha, in the system of Deity worship, book changes, etc. The GBC themselves were conditioned."
    },
    {
      "start_time": 1299,
      "end_time": 1438,
      "verse_references": [],
      "themes": [
        "Poor performance",
        "Zonal Acharya deviation",
        "Responsibilities"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Those who forget history are condemned to repeat it.",
      "summary": "This segment emphasizes the GBC's poor performance, their acknowledgment of being weakened by the zonal Acharya deviation, and the need to fulfill their responsibilities by reverting to Srila Prabhupada's original systems.",
      "timestamp_url": "https://youtu.be/N7Sp-7Etfco?t=1299",
      "transcript": "You see, some of the ancestors themselves confessed about their poor performance in governing ISKCON in Resolution No. 403 of 1999, where in their apology to ISKCON they resolved. Whereas despite warnings by Pradyumna Prabhu and others, for many years the governing body commission being weakened, governing body commission being weakened, due to the zonal Acharya's deviation. You see, these are the words of the GBC themselves. 333и governing body commission being weakened due to the zonal acharya deviation failed to correct these errors to the detriment of many ISKCON members. Already the GBC was not performing up to the mark on the governance front even in 1977. Now the GBC accepts that they were further weakened by the zonal acharya deviation, Diksha Guru deviation in 1978. Although they don't acknowledge it, the poorly performing GBC continues to be weakened even today in his governance of ISKCON due to the unauthorized guru system that they persist with. There have been many well-meaning devotees in the GBC body. Many of them may have been personally very good devotees. They may not have had any ill intentions themselves. But it is a fact that because they were never a well-performing GBC as a body meant for governance, they made terrible mistakes which led to deviations in the system of initiations, book changes, deity worship, etc. We have nothing personally against the individual members of the GBC of ISKCON Mumbai group. But all devotees in ISKCON need to know their history. Remember, those who forget history are condemned to repeat it. The GBC should fulfill its responsibility of properly governing ISKCON. By removing all the deviations and reverting to the systems that Srila Prabhupada instituted originally, the Rithvik system of initiations, the method of deity worship in offering everything to the Diksha Guru first, rolling back the book changes, etc. Then the GBC will be truly performing its role of governance up to the expectations of Srila Prabhupada and all the"
    }
  ]
}