{
  "video_id": "N8YK8REL7t0",
  "title": "How to respond to blasphemy | HG Madhu Pandit Dasa | SB 4.3.22 | 13-11-2019",
  "speaker": "HG Madhu Pandit Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=N8YK8REL7t0",
  "segments": [
    {
      "start_time": 0,
      "end_time": 106,
      "verse_references": [],
      "themes": [
        "respect",
        "super-soul",
        "Vaishnava etiquette"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Offering respect to his devotee is more valuable than offering respect to him.",
      "summary": "This segment explains that offering respect to a Vaishnava is offering respect to Vishnu, as Vaishnavas are temples of Vishnu, and that respect is ultimately offered to the super-soul within.",
      "timestamp_url": "https://youtu.be/N8YK8REL7t0?t=0"
    },
    {
      "start_time": 107,
      "end_time": 223,
      "verse_references": [],
      "themes": [
        "social convention",
        "transcendental understanding",
        "respect"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Father-in-law should be respected more, must be respected by the son-in-law.",
      "summary": "This segment differentiates between social conventions of respect and the transcendental understanding of offering respect to the super-soul, noting that social conventions dictate respecting elders like a father-in-law.",
      "timestamp_url": "https://youtu.be/N8YK8REL7t0?t=107"
    },
    {
      "start_time": 228,
      "end_time": 356,
      "verse_references": [],
      "themes": [
        "transcendental knowledge",
        "super-soul",
        "false ego"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When we give respect to the super soul, the pure soul is included in it.",
      "summary": "This segment explains that transcendentalists act based on pure knowledge, giving respect to the super-soul within the body and not to the false ego, including the pure soul in that respect.",
      "timestamp_url": "https://youtu.be/N8YK8REL7t0?t=228"
    },
    {
      "start_time": 356,
      "end_time": 499,
      "verse_references": [],
      "themes": [
        "obeisances",
        "social convention",
        "internal consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Paying obeisances, physically, or paying obeisances in the mind, is no difference as far as the internal consciousness of the enlightened person is concerned.",
      "summary": "This segment discusses whether obeisances are paid to the soul or only the super-soul, explaining that paying respects to someone identified with the material body is a social convention, while enlightened individuals pay respects internally to the soul and super-soul.",
      "timestamp_url": "https://youtu.be/N8YK8REL7t0?t=356"
    },
    {
      "start_time": 505,
      "end_time": 640,
      "verse_references": [],
      "themes": [
        "service",
        "social convention",
        "spiritual master-disciple relationship"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He acts in each situation, in service of the Supreme Lord.",
      "summary": "This segment explains that an enlightened person acts in service of the Supreme Lord in every situation, even when following social conventions, and discusses the spiritual master's role in teaching disciples about serving Krishna.",
      "timestamp_url": "https://youtu.be/N8YK8REL7t0?t=505"
    },
    {
      "start_time": 641,
      "end_time": 776,
      "verse_references": [],
      "themes": [
        "spiritual master",
        "disciple",
        "false ego",
        "social convention"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, the obeisances will be taken by the false ego and then it will become, he makes an offense because he thinks that spiritual master is respecting him.",
      "summary": "This segment discusses the complexities of the spiritual master-disciple relationship, particularly regarding obeisances, and how a neophyte disciple's false ego can lead to offenses if the spiritual master returns obeisances.",
      "timestamp_url": "https://youtu.be/N8YK8REL7t0?t=641"
    },
    {
      "start_time": 776,
      "end_time": 929,
      "verse_references": [],
      "themes": [
        "spiritual maturity",
        "respect",
        "false ego",
        "Supreme Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Any respects that is received, if it ends with you, then, if it has to end with you, it has, that respect has to be eaten by your false ego, consumed, consumed by your false ego.",
      "summary": "This segment discusses how a spiritual master might return obeisances to a mature disciple and emphasizes that all respect received should be offered to the Supreme Lord to avoid feeding the false ego.",
      "timestamp_url": "https://youtu.be/N8YK8REL7t0?t=776"
    },
    {
      "start_time": 933,
      "end_time": 1071,
      "verse_references": [],
      "themes": [
        "neophyte devotee",
        "responsibility",
        "super soul",
        "false ego",
        "social platform"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It is the responsibility of the senior to take it and offer it to the super soul.",
      "summary": "This segment explains that because neophyte devotees are on a social platform and cannot give respect to the super soul, it is the responsibility of senior devotees to take the respect and offer it to the super soul.",
      "timestamp_url": "https://youtu.be/N8YK8REL7t0?t=933"
    },
    {
      "start_time": 1071,
      "end_time": 1188,
      "verse_references": [],
      "themes": [
        "social convention",
        "super soul",
        "soul",
        "etiquette"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Enlightened people do it for the super soul.",
      "summary": "This segment discusses how enlightened people offer respect to the super soul, even when following social conventions, and that a pure, enlightened soul is not different from the super soul.",
      "timestamp_url": "https://youtu.be/N8YK8REL7t0?t=1071"
    },
    {
      "start_time": 1188,
      "end_time": 1243,
      "verse_references": [],
      "themes": [
        "etiquette",
        "Vaishnava community",
        "enlightenment",
        "humility"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The culture is set as a pre-runner to proper, pre-runner to inter-flow of respect as per proper transcendental knowledge.",
      "summary": "This segment discusses Vaishnava and social etiquettes, emphasizing that social conventions are a precursor to transcendental knowledge and help develop humility.",
      "timestamp_url": "https://youtu.be/N8YK8REL7t0?t=1188"
    },
    {
      "start_time": 1243,
      "end_time": 1345,
      "verse_references": [],
      "themes": [
        "social convention",
        "respect",
        "Sanatana Dharma",
        "family system"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "The principle of respect is there in our Dharma, which is not there in the western civilization.",
      "summary": "This segment highlights the importance of respect within the family system in Sanatana Dharma, contrasting it with Western civilization, and mentions practices like taking blessings from parents.",
      "timestamp_url": "https://youtu.be/N8YK8REL7t0?t=1243"
    },
    {
      "start_time": 1348,
      "end_time": 1471,
      "verse_references": [],
      "themes": [
        "devotee",
        "respect",
        "soul",
        "super soul",
        "awakening"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "To the degree to which the soul is awakened, the soul will receive the, spiritually, the degree to which he is awakened and the degree to which there is a combination.",
      "summary": "This segment answers a question about the extra level of respect given to a devotee, explaining that it is due to the greater manifestation and awakening of the soul in a devotee.",
      "timestamp_url": "https://youtu.be/N8YK8REL7t0?t=1348"
    },
    {
      "start_time": 1471,
      "end_time": 1580,
      "verse_references": [],
      "themes": [
        "consciousness",
        "false ego",
        "devotional service",
        "motivation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So many disturbances even in our devotional service comes because of doing service with false ego or doing service for social rasa, social recognition.",
      "summary": "This segment discusses the oscillating state of consciousness between sleeping and wakeful states, and how doing service with false ego or for social recognition can disturb devotional service.",
      "timestamp_url": "https://youtu.be/N8YK8REL7t0?t=1471"
    },
    {
      "start_time": 1580,
      "end_time": 1677,
      "verse_references": [
        "BG 2.47"
      ],
      "themes": [
        "devotional service",
        "Krishna consciousness",
        "detachment",
        "results"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The service, the work that leads to the result is your job.",
      "summary": "This segment emphasizes doing service for the satisfaction of Prabhupada and Krishna, not being attached to results, and understanding that the work is your job, but the result is Krishna's domain, referencing Bhagavad Gita.",
      "timestamp_url": "https://youtu.be/N8YK8REL7t0?t=1580"
    },
    {
      "start_time": 1677,
      "end_time": 1793,
      "verse_references": [],
      "themes": [
        "work",
        "pressure",
        "results",
        "Supersoul"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Results are always in the domain of the Supersoul.",
      "summary": "This segment discusses how to approach work with pressure but without obsession over results, emphasizing that the Supersoul is the awarder of all results.",
      "timestamp_url": "https://youtu.be/N8YK8REL7t0?t=1677"
    },
    {
      "start_time": 1793,
      "end_time": 1871,
      "verse_references": [],
      "themes": [
        "desires",
        "Krishna",
        "Paramatma",
        "Jeevatma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Devotees have desires for Krishna, that is the only difference.",
      "summary": "This segment discusses that devotees have desires for Krishna, and the questioner asks if it is correct to see Prabhupada as a manifestation of Paramatma, rather than seeing the duality of Jeevatma and Paramatma.",
      "timestamp_url": "https://youtu.be/N8YK8REL7t0?t=1793"
    },
    {
      "start_time": 1871,
      "end_time": 1990,
      "verse_references": [
        "SB 1.2.6"
      ],
      "themes": [
        "Jeevatma",
        "Paramatma",
        "devotion",
        "spiritual master",
        "gratitude"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "You have to give devotional credit for his transparent via media.",
      "summary": "This segment answers the question about seeing Prabhupada as a manifestation of Paramatma, explaining that while Prabhupada is a Jeevatma, he is a transparent via media for the Supersoul, and we should give him devotional credit for his service and appreciate his qualities.",
      "timestamp_url": "https://youtu.be/N8YK8REL7t0?t=1871"
    }
  ]
}