{
  "video_id": "N8YK8REL7t0",
  "title": "How to respond to blasphemy | HG Madhu Pandit Dasa | SB 4.3.22 | 13-11-2019",
  "speaker": "HG Madhu Pandit Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=N8YK8REL7t0",
  "segments": [
    {
      "start_time": 0,
      "end_time": 106,
      "verse_references": [],
      "themes": [
        "respect",
        "super-soul",
        "Vaishnava etiquette"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Offering respect to his devotee is more valuable than offering respect to him.",
      "summary": "This segment explains that offering respect to a Vaishnava is offering respect to Vishnu, as Vaishnavas are temples of Vishnu, and that respect is ultimately offered to the super-soul within.",
      "timestamp_url": "https://youtu.be/N8YK8REL7t0?t=0",
      "transcript": "It may be argued that since Daksha was the father-in-law of Lord Shiva, it was certainly the duty of Lord Shiva to offer him respect. In answer to that argument, it is explained here that when a learned person stands up or offers obeisances in welcome, he offers respect to the super-soul who is sitting within everyone's heart. It is seen, therefore, among Vaishnavas that even when a disciple offers obeisance to a spiritual master, the spiritual master immediately returns the obeisances because they are mutually offered not to the body but to the super-soul. Therefore, the spiritual master also offers respect to the super-soul situated in the body of the disciple. The Lord says in Srimad Bhagavatam that offering respect to his devotee is more valuable than offering respect to him. Devotees do not identify with the body. So, offering respect to a Vaishnava means offering respect to Vishnu. It is stated there also that as a matter of etiquette, as soon as one sees a Vaishnava, one must immediately offer him respect, indicating the super-soul sitting within. A Vaishnava sees the body of a temple of Vishnu. Since Lord Shiva already has offered respect to the super-soul in Krishna consciousness, offering respect to Daksha, who has identified with the body, was already performed, there is no need to offer respect to his body, for that is not directed by any Vedic injunction. Thus ends."
    },
    {
      "start_time": 107,
      "end_time": 223,
      "verse_references": [],
      "themes": [
        "social convention",
        "transcendental understanding",
        "respect"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Father-in-law should be respected more, must be respected by the son-in-law.",
      "summary": "This segment differentiates between social conventions of respect and the transcendental understanding of offering respect to the super-soul, noting that social conventions dictate respecting elders like a father-in-law.",
      "timestamp_url": "https://youtu.be/N8YK8REL7t0?t=107",
      "transcript": "So, a very important principle, Srimad Bhagavatamin Θahahaha D sympathy, kenasṁ davanti één ye que Caitanya who does not believe Therefrom and contemplate only the He is being explained by Lord Shiva to his young wife, Sati. Basically, Lord Shiva is saying that I never disrespected Dakshya. There is a social convention, which is first line. Certainly, friends and relatives offer mutual greetings by standing up, welcoming one another and offering obeisances. This is Vivaharik social convention. Next he says, Paramarthi, those who are elevated to transcendental platform being intelligent, offer such respects to super souls. Those who are sitting within the body, not to the person who identifies with the body. So, the two different perspectives. And Lord Shiva is saying that those who understand the soul, the super soul and the body, which is the body of, which the soul identifies with, the three things. There is nothing much to explain about the social convention. There is not much philosophy in it. Socially somebody is more respectable, less respectable, no doubt. Father-in-law should be respected more, must be respected by the son-in-law. These are social conventions."
    },
    {
      "start_time": 228,
      "end_time": 356,
      "verse_references": [],
      "themes": [
        "transcendental knowledge",
        "super-soul",
        "false ego"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When we give respect to the super soul, the pure soul is included in it.",
      "summary": "This segment explains that transcendentalists act based on pure knowledge, giving respect to the super-soul within the body and not to the false ego, including the pure soul in that respect.",
      "timestamp_url": "https://youtu.be/N8YK8REL7t0?t=228",
      "transcript": "When it comes to the transcendental understanding of giving respect, it is, everything that the transcendentalist does, is based on knowledge, pure knowledge. So, externally the act may be the same as, the other act, same as the social act. But, the way the transcendentalists do the act, why they do the act, is different. Lord Shiva is explaining here that when a person who is enlightened about the things as they are, then they, when they, they give respects to the super soul within the body and not to the false ego. When we give respect to the super soul, the pure soul is included in it. The pure soul or the awakened soul or the pure soul in a body which is driven by false ego, is practically sleeping. So, one gives obeisances to the super soul. There is nothing, the soul who is accompanied with the super soul or the super soul is accompanied by the soul, either way, they are never separated. False ego is separated, soul is separated, in the mind of an enlightened person. And he gives, he offers his obeisances to the super soul and the soul. And the soul is not the false ego because they have identified with the body. That here, Lord Shiva clearly says, not to the person who identifies with the body."
    },
    {
      "start_time": 356,
      "end_time": 499,
      "verse_references": [],
      "themes": [
        "obeisances",
        "social convention",
        "internal consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Paying obeisances, physically, or paying obeisances in the mind, is no difference as far as the internal consciousness of the enlightened person is concerned.",
      "summary": "This segment discusses whether obeisances are paid to the soul or only the super-soul, explaining that paying respects to someone identified with the material body is a social convention, while enlightened individuals pay respects internally to the soul and super-soul.",
      "timestamp_url": "https://youtu.be/N8YK8REL7t0?t=356",
      "transcript": "So, is it that we never pay obeisances, we never pay respects to the soul? Do we pay respects only to the super soul? No, no, no, no, no. Anybody who is, person who is identified with the, with the material body, to that person is, if you pay obeisances, then that is social. False ego. Devotees are not interested in that. Interested means they act out of, out of transcendental platform. That doesn't mean they don't act, they don't, they are not affected. Even if, let us say, somebody is, because Krishna says, even self-realized person, they act within the conventions of this material world. Just to set example. But when they do that also, even if Lord Shiva had paid obeisances to, to Daksha, not that he should not have, should never, even if he had paid obeisances to Daksha, it will be in knowledge. Just to, for social convention. He knows it just for social convention. Because he has to set an example. Here it is not that Lord Shiva, last purport became very clear, that it is not that Lord Shiva intentionally said, Oh, I am greater than him, so I should not pay obeisances. He did not mean that. By the time he observed Daksha entering the sacrificial arena, already he lost his temper, and Daksha started attacking. He did not notice Daksha entering the sacrificial arena. That is explained in the last verse. So, paying obeisances, physically, or paying obeisances in the mind, is no difference as far as the internal consciousness of the enlightened person is concerned. And whether externally he should pay obeisances, or not, whether, whatever internally he is paying respects to the soul and the super soul, and to the false ego, if for social conventions. And to the false ego for social conventions."
    },
    {
      "start_time": 505,
      "end_time": 640,
      "verse_references": [],
      "themes": [
        "service",
        "social convention",
        "spiritual master-disciple relationship"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He acts in each situation, in service of the Supreme Lord.",
      "summary": "This segment explains that an enlightened person acts in service of the Supreme Lord in every situation, even when following social conventions, and discusses the spiritual master's role in teaching disciples about serving Krishna.",
      "timestamp_url": "https://youtu.be/N8YK8REL7t0?t=505",
      "transcript": "He acts in each situation, in service of the Supreme Lord. If out of social convention, if he has to do that, he will do it. But he knows that it is only out of social convention. The soul is identifying with the body. Therefore, you know, this is only a social convention. But for those who do not identify with their bodies, they are as good as the super soul in their quality. They are the same quality as the super soul. So, it is a great occasion to offer respects to that body, body itself. Because, the body itself is serving the soul and the super soul. So, it becomes a temple of God, an active temple of God, you can say. Everybody's body is a temple of God, because super soul is seated in their heart. But those who are acting as a servant of the super soul, engaged in devotion service of the Lord, disidentifying with their body, but utilizing their body as an instrument to serve the Lord, to such persons, you are actually paying obeisance to the super soul and the person together. And here, Prabhupada is saying that the spiritual master also sometimes pays obeisances back to the disciple. Various conceptions could, two, three different conceptions could be there in the spiritual master's mind in doing that. One is to teach the principle to the disciple that we are all servants of Krishna and we are serving the... I am your servant as a spiritual master. You are servant of Krishna as my disciple. I am servant of Krishna as a spiritual master. Both have their role to please the Supreme Lord"
    },
    {
      "start_time": 641,
      "end_time": 776,
      "verse_references": [],
      "themes": [
        "spiritual master",
        "disciple",
        "false ego",
        "social convention"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, the obeisances will be taken by the false ego and then it will become, he makes an offense because he thinks that spiritual master is respecting him.",
      "summary": "This segment discusses the complexities of the spiritual master-disciple relationship, particularly regarding obeisances, and how a neophyte disciple's false ego can lead to offenses if the spiritual master returns obeisances.",
      "timestamp_url": "https://youtu.be/N8YK8REL7t0?t=641",
      "transcript": "But normally the disciples are not very enlightened to understand these things. So, even this transcendental message to convey, if the spiritual master pays obeisances to the disciple, then the disciple pays obeisances to the spiritual master, it can happen, but it does not have to happen, because the spiritual master also has a duty. If there is a neophyte, if he does not, if he is advanced, yes, very nice. But the principle is understood. If you, if the spiritual master pays obeisances to, back to this disciple, a neophyte disciple, now comes to social convention because he is in the platform of false ego. So, the obeisances will be taken by the false ego and then it will become, he makes an offense because he thinks that spiritual master is respecting him. I am such a great disciple, I am being respected by my spiritual master. So, immediately he makes an offense to the spiritual master. So, the spiritual master has to act in a very, in a way in which he serves his function as a guru. Therefore, he does not pay back obeisances to the false ego. And through social convention, the disciple only pays obeisances to the spiritual master and the spiritual, the false ego will become, more, false ego will decrease or the false ego will, will purify. By, false ego means what? Lauding, lauding. So, by paying obeisances, the false ego will, the lauding false ego will decrease. And at least for that moment, he will act, I am servant of somebody, I am subordinate to somebody, I have to respect somebody. So, we have to understand this principle beautifully explained by Lord Shiva in this verse."
    },
    {
      "start_time": 776,
      "end_time": 929,
      "verse_references": [],
      "themes": [
        "spiritual maturity",
        "respect",
        "false ego",
        "Supreme Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Any respects that is received, if it ends with you, then, if it has to end with you, it has, that respect has to be eaten by your false ego, consumed, consumed by your false ego.",
      "summary": "This segment discusses how a spiritual master might return obeisances to a mature disciple and emphasizes that all respect received should be offered to the Supreme Lord to avoid feeding the false ego.",
      "timestamp_url": "https://youtu.be/N8YK8REL7t0?t=776",
      "transcript": "Then application may be different in different situations. In particular, some situations, it is not impossible for the spiritual master to give back the obeisances to his disciple. Because he knows the spirit, my disciple is mature, he doesn't, he, he has already crossed those barriers and he understands why I am doing this. Now, in other cases, in other situations, even in, even in the case of a neophyte disciple, the spiritual master, ok, take spiritual master or even take a senior, a senior devotee or a spiritual master, in his heart he pays obeisances to the super soul. At no cost, any living entity, even spiritual master, receives somebody's respects without offering it to the Lord. Any respects that is received, if it ends with you, then, if it has to end with you, it has, that respect has to be eaten by your false ego, consumed, consumed by your false ego. So, anybody who is interested in spiritual life, the basic principle is to learn how to be the servant of the servant of the servant. If within the heart, if anybody pays respects and if a senior just receives it, thinking ok, he is, he is, he is, he ought to give me respect, then he is on the bodily platform, that means his false ego is receiving respect. If somebody is not respecting, then he gets hurt. Why I am senior devotee, why I have not been respected by the junior devotees? He gets hurt, he should never get hurt, but he should be concerned, why is that junior devotee not learning what he has to learn to respect the senior devotees? Why is he not learning? So, in that, in that aspect, he has a duty, because that is the purpose of somebody giving respect and taking respect in the heart"
    },
    {
      "start_time": 933,
      "end_time": 1071,
      "verse_references": [],
      "themes": [
        "neophyte devotee",
        "responsibility",
        "super soul",
        "false ego",
        "social platform"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It is the responsibility of the senior to take it and offer it to the super soul.",
      "summary": "This segment explains that because neophyte devotees are on a social platform and cannot give respect to the super soul, it is the responsibility of senior devotees to take the respect and offer it to the super soul.",
      "timestamp_url": "https://youtu.be/N8YK8REL7t0?t=933",
      "transcript": "Because the neophyte devotee, neophyte devotee, he cannot, he is not, he is not understanding, he cannot give respect to the super soul and the soul, all those things, because he is in a social platform, so he pays obeisances, he gives respect, it is the responsibility of the senior to take it and offer it to the super soul. Then it becomes, then the soul is receiving that respect for, on behalf of the super soul. So to, it takes a long time of spiritual journey of practice of Bhakti Yoga, to see every living entity as this, you know, combined, inseparable combination of soul and super soul. It takes time. We have to come out of our bodily concept, we have to take everybody out of their bodily concept in our mind. They may be in bodily concept, but we should take everybody out of the bodily concept. We should not see others as their bodies. So if the principle is understood, basically what is this principle? In one line, these paying obeisances, as for a spiritualist are concerned, it is not for false ego. At the same time, we are in this material world. So, these conventions are also required. If at all by, we follow the conventions, it is sake of convention only. There also we only, we follow the convention, but actually in our heart, we are paying obeisances, we are giving respect to the super soul. Because Lord is everywhere, I can give respect anywhere. No bar. So enlightened person does not give respect to false egos. The person with false ego may be thinking out of, he does not know that out of convention, a person is paying obeisances to him. An enlightened person is paying obeisances to him."
    },
    {
      "start_time": 1071,
      "end_time": 1188,
      "verse_references": [],
      "themes": [
        "social convention",
        "super soul",
        "soul",
        "etiquette"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Enlightened people do it for the super soul.",
      "summary": "This segment discusses how enlightened people offer respect to the super soul, even when following social conventions, and that a pure, enlightened soul is not different from the super soul.",
      "timestamp_url": "https://youtu.be/N8YK8REL7t0?t=1071",
      "transcript": "Maybe just because he is father-in-law or whatever it is. He may not understand. He will take, okay for my false ego is given. But he is enlightened person, even if it is father-in-law, he is giving it to the super soul. All this bodily identification, father-in-law, son-in-law, all those things are purely on the social convention. Enlightened people do it for the super soul. Super soul, soul, a pure soul, a pure enlightened soul is not different from the super soul. So it is for the combination. Because question may ask, so you do not respect the soul at all? Only it is for the super soul we pay obeisances? No. If the soul is spiritual, if the soul is enlightened, soul has attained the quality of the super soul, then when you are paying obeisances to the super soul, you are already paying obeisances. You are even giving respects to the soul also. Just like somebody can say, I pay obeisances to Prabhupada. Am I paying respect to Prabhupada or only the super soul? Prabhupada. Hmm? You are paying respects to both. You are paying respects to both. Because he is of the same, he is awakened and he is of the same quality as the super soul. His identity that manifests in this material world is pure identity. There is no false ego. His real ego is manifesting. So if his real ego is there, real superego is super soul. Real ego is also servant of Krishna. So I am actually paying my obeisances to his real ego and the superego, which is supreme ego, which is the supreme lord. It is also as a matter of etiquette."
    },
    {
      "start_time": 1188,
      "end_time": 1243,
      "verse_references": [],
      "themes": [
        "etiquette",
        "Vaishnava community",
        "enlightenment",
        "humility"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The culture is set as a pre-runner to proper, pre-runner to inter-flow of respect as per proper transcendental knowledge.",
      "summary": "This segment discusses Vaishnava and social etiquettes, emphasizing that social conventions are a precursor to transcendental knowledge and help develop humility.",
      "timestamp_url": "https://youtu.be/N8YK8REL7t0?t=1188",
      "transcript": "So there are etiquettes which are Vaishnava etiquette. There are social etiquettes. And within the Vaishnava community, there is Vaishnava social etiquette. Not everybody, everybody is enlightened. To have only etiquette at the Paramarthic level. As I explained the neophyte, the different stages of enlightenment of the devotee, so they need. In fact, even the normal social conventions of inter-human relationship, as per our Sanatana Dharma, the culture is set as a pre-runner to proper, pre-runner to inter-flow of respect as per proper"
    },
    {
      "start_time": 1243,
      "end_time": 1345,
      "verse_references": [],
      "themes": [
        "social convention",
        "respect",
        "Sanatana Dharma",
        "family system"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "The principle of respect is there in our Dharma, which is not there in the western civilization.",
      "summary": "This segment highlights the importance of respect within the family system in Sanatana Dharma, contrasting it with Western civilization, and mentions practices like taking blessings from parents.",
      "timestamp_url": "https://youtu.be/N8YK8REL7t0?t=1243",
      "transcript": "transcendental knowledge. So that everybody understands that, you know, develops humility. If somebody offers respect, he has to offer respect to, son has to offer respect to the father, and his son will offer respect to him. Just see, it's not that, you know, somebody even in social convention, he is only receiving respect. He has to give respect also. In social convention, because it is based on material qualifications, and this and that, and all those karma, and all those things. But the principle is still practiced, so that the principle of respect is there in our Dharma, which is not there in the western civilization. Within the family system itself, there is culture, this value is cultured. You take the blessings of the parents, in India it's so common, take blessings of parents before going for examination. That may not be there now, at least nowadays we used to do. These they don't, they may not be there also. In good cultured family, yes, it will be there. Some cultured families, so much so that, as soon as they get up in the morning, first time they see father and mother, they have to pay obeisance, they touch their feet. You know, so much significance is there, in this kind of practices."
    },
    {
      "start_time": 1348,
      "end_time": 1471,
      "verse_references": [],
      "themes": [
        "devotee",
        "respect",
        "soul",
        "super soul",
        "awakening"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "To the degree to which the soul is awakened, the soul will receive the, spiritually, the degree to which he is awakened and the degree to which there is a combination.",
      "summary": "This segment answers a question about the extra level of respect given to a devotee, explaining that it is due to the greater manifestation and awakening of the soul in a devotee.",
      "timestamp_url": "https://youtu.be/N8YK8REL7t0?t=1348",
      "transcript": "I have two questions for you. The first question is, you told that, body is a temple of Lord. So, Lord and Jeeva is present, both in a karmi's body and also devotee's body. So now, what is the extra level of respect, so I should respect everyone, what is the extra respect which I should give to a devotee? So my understanding is, because with the thinking and feeling, they engage this body also in the service of Lord. So that is the extra respect I give to the devotee, because a devotee is also not a body, he is a soul and the super soul is also with him. Right. What is, in a devotee, more of his soul is manifest. Manifest means, more of it is awakened. If there is awakened, if there is awakening, then there is, for instance, a person is sleeping. So you, you pay obeisance to him. What is, you, he is sleeping, no, might as well don't pay. So if somebody is little awake, okay, there is exchange of respect. So it, to the degree to which the soul is awakened, the soul will receive the, spiritually, the degree to which he is awakened and the degree to which there is a combination. There is a false ego most of the time and there is, sometimes there is manifestation of, of one's real ego. Or it's a mixture, just like you wake up from the dream. Right. You are in a mixed state. Your half mind is in the dream, half mind, half mind is in the reality. So it takes some time for you to come out of the dream world and go into the reality."
    },
    {
      "start_time": 1471,
      "end_time": 1580,
      "verse_references": [],
      "themes": [
        "consciousness",
        "false ego",
        "devotional service",
        "motivation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So many disturbances even in our devotional service comes because of doing service with false ego or doing service for social rasa, social recognition.",
      "summary": "This segment discusses the oscillating state of consciousness between sleeping and wakeful states, and how doing service with false ego or for social recognition can disturb devotional service.",
      "timestamp_url": "https://youtu.be/N8YK8REL7t0?t=1471",
      "transcript": "So we are all like that. We are all half awake, quarter awake, some percentage we are awake. We are not fully awake. So because we are not fully awake, when half awake, suddenly some sense gratification comes, we become fully sleepy and full false ego takes over. So we are oscillating, our state of consciousness is oscillating between sleeping state and wakeful state. When you are in good association, when you are fired up, when you do your good chanting and all these things, then when you associate with the holy name, nice kirtan and all those things, after that, you actually, you are spiritually more awake. And when you are spiritually more awake, we will be able to do our service free from false ego. When we do our service with false ego, then it has all complications are there. So many disturbances even in our devotional service comes because of doing service with false ego or doing service for social rasa, social recognition, criterion for or motivation for service is not independent motivation between you, your thoughts, authorities, Prabhupada and Krishna. It is not that you have your own motivation of what the devotees will think, what the society will think, how much result I brought, how much result I did not bring. Criterion, we become servant of the society and not servant of Prabhupada and Krishna. When you become servant of the society, then when you become depressed, then you get unnecessarily stress in your service, then there is, it affects one's spiritual life."
    },
    {
      "start_time": 1580,
      "end_time": 1677,
      "verse_references": [
        "BG 2.47"
      ],
      "themes": [
        "devotional service",
        "Krishna consciousness",
        "detachment",
        "results"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The service, the work that leads to the result is your job.",
      "summary": "This segment emphasizes doing service for the satisfaction of Prabhupada and Krishna, not being attached to results, and understanding that the work is your job, but the result is Krishna's domain, referencing Bhagavad Gita.",
      "timestamp_url": "https://youtu.be/N8YK8REL7t0?t=1580",
      "transcript": "If one is doing service for the satisfaction of Prabhupada and Krishna directly, that's my criterion, then, even if results don't come, then Krishna says, you are spiritually situated, you see it is at, Krishna says, don't be attached to results. You work in a Krishna conscious way, Madashraya, depend upon me, take shelter of me and work, don't independently work. Not that I independently work and go and give something. Devotion service is never independent work. Devotion service is, just like taking something, just like Ganges water you take and pour back into the Ganges. Devotion, nature of devotion service is that, not that somewhere you bring water which belongs to somebody and you give it to Krishna. Everything, my body belongs to him, but I am taking it and I am offering it. So depending on him, where I will get water, you depend upon him. Results depend upon him and then serve Krishna. Krishna wants that love of offering. Krishna wants, Bhavagrahi Janardana, that is what he wants. Result, he is the one who is doing, he is the one who is giving. The service, the work that leads to the result is your job. The result is his job. That is the first thing that Krishna teaches"
    },
    {
      "start_time": 1677,
      "end_time": 1793,
      "verse_references": [],
      "themes": [
        "work",
        "pressure",
        "results",
        "Supersoul"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Results are always in the domain of the Supersoul.",
      "summary": "This segment discusses how to approach work with pressure but without obsession over results, emphasizing that the Supersoul is the awarder of all results.",
      "timestamp_url": "https://youtu.be/N8YK8REL7t0?t=1677",
      "transcript": "in Bhagavad Gita. How to work, the art of work. Take pressures, take stress. In the work itself of the day, the day's work, you take pressure. What I have to do, what I have to do. Don't give a little space for Maya to come. Don't sit the whole day and think, you know, get obsessed with the result. Result will come or not. Result will come or not. And none of your business will come or not will be decided by Krishna. That's what he is telling, Krishna is telling in the Bhagavad Gita. Super soul is the awarder of all results. So for devotees also, he is the awarder of. That's his domain. Result is his domain. I have to intellectually think of the result, not emotionally, getting it, not getting it. You have to intellectually think about the result because you will, it will give you direction how to do work. So we do think about the result of the activity, but we do not emotionalize the results, outcome of the results. We want results, we will be happy if we can offer to Krishna. But the outcome, you don't emotionalize. I should succeed. If I succeed, if I don't succeed, it is a failure of devotional service. If you have sincerely put your work towards the result, then it is already success for devotee, devotional service. That is, you can be succeed only, you can succeed only in your domain. How you can succeed in somebody else's domain? Results are always in the domain of the Supersoul."
    },
    {
      "start_time": 1793,
      "end_time": 1871,
      "verse_references": [],
      "themes": [
        "desires",
        "Krishna",
        "Paramatma",
        "Jeevatma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Devotees have desires for Krishna, that is the only difference.",
      "summary": "This segment discusses that devotees have desires for Krishna, and the questioner asks if it is correct to see Prabhupada as a manifestation of Paramatma, rather than seeing the duality of Jeevatma and Paramatma.",
      "timestamp_url": "https://youtu.be/N8YK8REL7t0?t=1793",
      "transcript": "For every living entity, Karmi, everybody, he is a sanctioner of the desires. Devotees have desires for Krishna, that is the only difference. But desires for Krishna also, Krishna only has to satisfy in this material world, it is like that. Because he is the Parameshwara. Any other question? The second question is, you told that Prabhupada has also Jeevatma and Paramatma. So we have to offer respect to both. So now, the question is, I am seeing him as a manifestation of Paramatma. Tatva wise, okay, it is Jeevatma and Paramatma. But because all the knowledge, what all experience he has given about Krishna, or devotional service, is actually coming from him. So I am seeing him as directly the instructions or means from Supersoul. So is that attitude correct? Directly, last line? No, means whatever, I am seeing, I am not seeing that duality in Prabhupada, like Jeevatma, Prabhupada is a Jeeva, or I am just seeing him as a, okay, Supersoul is acting through him completely."
    },
    {
      "start_time": 1871,
      "end_time": 1990,
      "verse_references": [
        "SB 1.2.6"
      ],
      "themes": [
        "Jeevatma",
        "Paramatma",
        "devotion",
        "spiritual master",
        "gratitude"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "You have to give devotional credit for his transparent via media.",
      "summary": "This segment answers the question about seeing Prabhupada as a manifestation of Paramatma, explaining that while Prabhupada is a Jeevatma, he is a transparent via media for the Supersoul, and we should give him devotional credit for his service and appreciate his qualities.",
      "timestamp_url": "https://youtu.be/N8YK8REL7t0?t=1871",
      "transcript": "So is that attitude right? Tatva wise, there is Jeevatma and Paramatma. That is true. But I am asking, that I am, whatever experience… Yeah, but the Jeevatma has got, you have to see Jeevatma with his devotion, with his spirit, to serve the Supersoul. So you are getting that instruction from the Supersoul. He is a transparent via media. So you have to give him devotional credit for his transparent via media. You have to give devotional credit for his service to the Supreme Lord. And therefore, he is serving us. So where do we get such souls who will be transparent and will act as a medium? Because I cannot receive instruction from the Supersoul, who, by my spiritual Master's mercy, I get directed in my service. Asya Prasadat, Bhagavata Prasadat, so by his mercy I am able to get direction of the Supersoul who is in my heart. So therefore, we have to see the truth is to be seen, no? It is not simply, you know, transparent via media means it's, it's a language used, but it's a personal transparent via media. It's not an impersonal transparent via media like a glass. It's a, it's a personal via media, personal via media means only his wishes, it goes to him and he's the soul enjoyer. Supersoul is a soul enjoyer. But that spiritual Master is a person. So therefore, we start appreciating the qualities of that person, qualities of Supersoul. Then we become qualities of the spiritual Masters. Then we become attached to the spiritual Master. So all these things are very much part of the devotee's life. He has to become attached to the spiritual Master, grateful to the spiritual Master, all these things."
    }
  ]
}