{
  "video_id": "n9250sNN0nE",
  "title": "210  Taking to Krishna consciousness is not easy",
  "speaker": "HH Stoka Krishna Maharaj",
  "youtube_url": "https://www.youtube.com/watch?v=n9250sNN0nE",
  "segments": [
    {
      "start_time": 0,
      "end_time": 22,
      "verse_references": [],
      "themes": [
        "patience",
        "preaching"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Don't think that immediately I will tell, I will meet my friend and I will explain all logic and arguments everything and now he will understand Krishna consciousness, not like that.",
      "summary": "Devotion requires patience; one cannot expect immediate conversion to Krishna consciousness through logic and arguments.",
      "timestamp_url": "https://youtu.be/n9250sNN0nE?t=0",
      "transcript": "So, one has to be extremely determined. It requires patience, lots of patience to make even one soul a devotee. Don't think that immediately I will tell, I will meet my friend and I will explain all logic and arguments, everything, and now he will understand Krishna."
    },
    {
      "start_time": 34,
      "end_time": 59,
      "verse_references": [],
      "themes": [
        "karma",
        "devotion",
        "duality"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So taking up devotional service to Krishna is not at all easy.",
      "summary": "Only those free from sinful activities and delusion can take up devotion to Krishna, highlighting the difficulty of devotional service.",
      "timestamp_url": "https://youtu.be/n9250sNN0nE?t=34",
      "transcript": "Krishna is telling those have stopped all sinful activities. They should have sufficient Punya. Only they will be free from Moha, this Maya's Moha. Dvandva, duality and delusion. And Bhajan, Temam, they will take up to devotion to Krishna."
    },
    {
      "start_time": 59,
      "end_time": 107,
      "verse_references": [],
      "themes": [
        "Chaitanya Mahaprabhu",
        "Krishna Bhakti",
        "distribution"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "She is simply distributing Krishna Bhakti to one and all.",
      "summary": "Chaitanya Mahaprabhu desires to give Krishna Bhakti to everyone, regardless of their material position, and wants devotees to distribute it.",
      "timestamp_url": "https://youtu.be/n9250sNN0nE?t=59",
      "transcript": "So taking up devotional service to Krishna is not at all easy. And Chaitanya Mahaprabhu's desire is to give this Bhakti, Krishna Bhakti or Krishna Prema to one and all irrespective of their present material position, whatever they may be. She is not saying, \"Are you Brahmana, are you, you have enough Punya or not.\" She is not checking and giving. She is simply distributing Krishna Bhakti to one and all. And Lord Chaitanya is telling, \"I alone cannot distribute. I mean, I want all of you to take up this task and simply distribute these fruits of Krishna consciousness. This Hare Krishna mantra is the fruit which we have to distribute to everyone. You taste it and you distribute.\""
    },
    {
      "start_time": 112,
      "end_time": 146,
      "verse_references": [
        "BG 2.47"
      ],
      "themes": [
        "success",
        "service",
        "illusion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Do not try to understand the good deeds of the Lord, but simply understand the service of the Lord.",
      "summary": "Inducing even one person to become Krishna conscious is a success, and one should focus on serving the Lord rather than understanding His deeds.",
      "timestamp_url": "https://youtu.be/n9250sNN0nE?t=112",
      "transcript": "So somehow or other, if we can induce even one person to become Krishna conscious, then that is success. Srila Prabhupada also writes in Bhagavad Gita, if you see the preface of Bhagavad Gita, Prabhupada writes in the last paragraph, I'll just read this. A living entity is happily the part and parcel of the Lord and thus is not a part and parcel of the Lord. A living entity is pleased with the good deeds of the Lord. A living entity is pleased with the good deeds of the Lord and thus is not a part and parcel of the Lord. It is all the good deeds of the Lord that are called as good deeds. Do not try to understand the good deeds of the Lord, but simply understand the service."
    },
    {
      "start_time": 147,
      "end_time": 193,
      "verse_references": [],
      "themes": [
        "sense gratification",
        "satisfaction",
        "Bhagavad Gita"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Instead of satisfying our own senses independently, we have to satisfy the senses of the Lord.",
      "summary": "True happiness comes from satisfying the senses of the Lord, which is the central point of the Bhagavad Gita.",
      "timestamp_url": "https://youtu.be/n9250sNN0nE?t=147",
      "transcript": "By the spell of illusion, one tries to be happy by serving his personal sense gratification in different forms, which will never make him happy. Instead of satisfying his own personal material senses, he has to satisfy the senses of the Lord. That is the highest perfection of life. The Lord wants this and he demands it. One has to understand this central point of Bhagavad Gita. This is a central point. What is that? Instead of satisfying our own senses independently, we have to satisfy the senses of the Lord. This is central point"
    },
    {
      "start_time": 193,
      "end_time": 259,
      "verse_references": [],
      "themes": [
        "Krishna consciousness movement",
        "Bhagavad Gita",
        "devotion",
        "success"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "If even one man becomes a pure devotee of the Lord, we shall consider our attempt a success.",
      "summary": "The Krishna consciousness movement teaches the central point of the Bhagavad Gita, and even one person becoming a pure devotee is considered a success, highlighting the difficulty of achieving pure devotion.",
      "timestamp_url": "https://youtu.be/n9250sNN0nE?t=193",
      "transcript": "of Bhagavad Gita. Our Krishna consciousness movement is teaching the whole world this central point and because we are not polluting the theme of Bhagavad Gita as it is, anyone seriously interested in deriving benefit by studying the Bhagavad Gita must take help from the Krishna consciousness movement for practical understanding of Bhagavad Gita under the direct guidance of the Lord. We hope, therefore, that people will derive the greatest benefit by studying Bhagavad Gita, Bhagavad Gita as it is, as we have presented it here, and if even one man becomes a pure devotee of the Lord, we shall consider our attempt a success. So Prabhupada is writing, if even one man becomes a pure devotee by studying this Bhagavad Gita as it is, then Srila Prabhupada says, he considers it as a success. So that means we can see how difficult"
    },
    {
      "start_time": 260,
      "end_time": 328,
      "verse_references": [],
      "themes": [
        "devotion",
        "spiritual master",
        "Maya",
        "responsibility"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Any good soul who approaches me once for spiritual enlightenment is supposed to be depending on my responsibility to get him back, back to Krishna, back to home.",
      "summary": "The first step is to induce pure devotion, and a spiritual master feels responsible for guiding a disciple back to Krishna, even if the disciple misunderstands.",
      "timestamp_url": "https://youtu.be/n9250sNN0nE?t=260",
      "transcript": "The first step is to induce a conditioned soul to take up pure devotion to Krishna. In one letter, Prabhupada writes to his disciple, in 1967, some senior disciples of Prabhupada had left the movement, Kirtananda, Hayagriva, like that some disciples had left and Prabhupada has written one letter about how a spiritual master feels when a disciple leaves and goes. So Prabhupada writes, \"When you left us, I simply prayed to Krishna for your return to Krishna consciousness because that was my duty. Any good soul who approaches me once for spiritual enlightenment is supposed to be depending on my responsibility to get him back, back to Krishna, back to home. The disciple may misunderstand me. a bona fide spiritual master being obliged to do so under pressure of Maya's influence.\""
    },
    {
      "start_time": 341,
      "end_time": 417,
      "verse_references": [],
      "themes": [
        "spiritual master",
        "disciple",
        "Maya",
        "lamentation"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The master regrets for his inability to protect the disciple and sometimes he cries with tears in his eyes.",
      "summary": "A spiritual master regrets when a disciple leaves due to Maya's influence, sometimes even crying, as illustrated by an anecdote about Bhaktisiddhanta Saraswati Thakur.",
      "timestamp_url": "https://youtu.be/n9250sNN0nE?t=341",
      "transcript": "But what Guru feels, Prabhupada is writing, when a disciple misunderstands a bona fide spiritual master, the master regrets for his inability to protect the disciple and sometimes he cries with tears in his eyes. So spiritual master cries, when a disciple leaves him and goes away, he cries helplessly. We had an experience while my Guru Maharaj was alive. One of his disciples who accepted sanyasa was one day forcibly dragged by his wife. My Guru Maharaj lamented with tears in his eyes saying that he could not save the soul. So Srila Bhaktisiddhanta Saraswati Thakur, he had one disciple who was a sanyasi and wife came again. Generally after taking sanyasa, sanyasi should not meet the wife. But somehow this wife was very powerful, Maya. She went and dragged him back and Guru started crying that he could not save that soul."
    },
    {
      "start_time": 417,
      "end_time": 475,
      "verse_references": [],
      "themes": [
        "Maya",
        "chanting",
        "offenses",
        "spiritual master"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The greatest offence is to defy the spiritual master and to act sinfully, thinking in the strength of chanting.",
      "summary": "The only guarantee against Maya's attack is chanting Hare Krishna offenselessly, but defying the spiritual master and deliberately sinning while relying on chanting are the greatest offenses.",
      "timestamp_url": "https://youtu.be/n9250sNN0nE?t=417",
      "transcript": "So we should always therefore be careful in the matter of being attacked by Maya's influence. And the only means of guarantee is to chant Hare Krishna offenselessly: Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare. So if we chant Hare Krishna mantra offenselessly, only then we are guaranteed of Maya's attack, protection of Maya's attack. So this is the only way Prabhupada is writing. But still we should be careful of the offences against chanting the holy name. Prabhupada writes, \"The greatest offence is to defy the spiritual master and to act sinfully, thinking in the strength of chanting. If a man thinks that chanting will save him from all kinds of sinful reaction and deliberately commit sin, then he becomes greatest offender.\""
    }
  ]
}