{
  "video_id": "NCl2zvTHTwQ",
  "title": "Mahabharata | Part 49 | Pandavas seek their kingdom back | His Grace Suvyakta Narasimha Dasa.",
  "speaker": "HG Suvyakta Narasimha Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=NCl2zvTHTwQ",
  "segments": [
    {
      "start_time": 0,
      "end_time": 91,
      "verse_references": [],
      "themes": [
        "Invocation",
        "Prayers",
        "Respect"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Adhyanati Mirandhasya Jnananjana Sadakaya Saksarunmi Litamjina Asmai Sri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and invocations, offering respect to the spiritual master and the Lord.",
      "timestamp_url": "https://youtu.be/NCl2zvTHTwQ?t=0",
      "transcript": "Thank you for watching. Om Adhyanati Mirandhasya Jnananjana Sadakaya Saksarunmi Litamjina Asmai Sri Gurave Namaha Namavo Mishnupadaya Krishna Preshtaya Bhutale Srimate Bhaktivedanta Swamini Tinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Sunyavadi Pashatya Deshata Rine Jaya Sri Krishna Chaitanya Prabhu Nityananda Sri Advaita Gadadhara Sri Vasari Gauravachra Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Smokam Karoti Vachalam Pangam Langhayate Girimadhi Yath Kripatam Hammande Shri Guram Deenatharanam"
    },
    {
      "start_time": 91,
      "end_time": 183,
      "verse_references": [],
      "themes": [
        "Pandavas",
        "Virata",
        "Marriage",
        "Discussion"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "And in this manner the marriage of Uttara and Abhimanyu was conducted in the kingdom of Virata.",
      "summary": "The speaker summarizes the events of the previous episode, including the Pandavas' emergence from disguise, Arjuna's victory, and the marriage of Uttara and Abhimanyu, leading to a discussion about reclaiming Indraprastha.",
      "timestamp_url": "https://youtu.be/NCl2zvTHTwQ?t=91",
      "transcript": "Hare Krishna and welcome back to today's episode of the Mahabharata. In the last episode, we have seen how the Pandavas have come out of their living one year in the kingdom of Virata under disguise, incognito. And having completed their one year term, Brahman Nala revealed himself to be Arjuna to all the Kauravas who had come to attack the kingdom of Virata, and they were all defeated by Arjuna all alone, and they had to go back empty handed. And after that, we have seen the unimpeachable character of Arjuna when King Virata, coming to know of the real identity of the Pandavas, he offered his daughter Uttara in marriage to Arjuna. Arjuna, having been her teacher, very clearly said that he was in the role of her father, and he could not marry her, and instead, it was decided that Arjuna's son Abhimanyu will marry Uttara. And in this manner, the marriage of Uttara and Abhimanyu was conducted in the kingdom of Virata. And many people had come to attend it, even King Drupada had come, Krishna and Balarama had come. So like this, all of them had assembled there, and after the wedding celebrations, they all got together to discuss on the next steps to take back the kingdom of Indraprastha back from the Kauravas."
    },
    {
      "start_time": 183,
      "end_time": 305,
      "verse_references": [],
      "themes": [
        "Duryodhana",
        "Shakuni",
        "Deceit",
        "Character"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Duryodhana was always seeing how to not keep his promise and this was Duryodhana's natural, his evil-minded character",
      "summary": "The segment describes Duryodhana's reaction to the Pandavas' completion of their exile, Shakuni's attempt to manipulate the timeline, and Duryodhana's inherent deceitful nature.",
      "timestamp_url": "https://youtu.be/NCl2zvTHTwQ?t=183",
      "transcript": "So what their discussions led to is what we will look at today. Before we get there, what had happened after the Kauravas returned to Hastinapura? Duryodhana was despondent about how they had been defeated by Arjuna, and not only that, as told by Bhishma Deva, the period of the Pandavas living incognita had gotten over just the previous day, so they had by a whisker missed that opportunity to expose the disguise of the Pandavas, by which they could have been sent for another 12 years of forest exile. So while Dushasana, Karna, Shakuni, and Duryodhana, all these people were mulling over what had happened, Shakuni came up with a convoluted calculation by which he proved, or seemed to prove, that the Pandavas had actually not completed their one year of living incognito. So armed with this fresh explanation or twist given by Shakuni, Duryodhana got back a little bit of his confidence that there was some grounds on which they could reject giving back the Indraprastha kingdom to the Pandavas. So they knew that sooner or later, the Pandavas are going to come asking for their kingdom back, so we have some grounds to now refuse them. So like this, Duryodhana had already started preparing his mind as well as his followers about what should be the response and how to prevent giving back Indraprastha to the Pandavas. We can see how the Pandavas were always very steadfast in following whatever word of honour they had given, whereas Duryodhana was always seeing how to not keep his promise, and this was Duryodhana's natural, his evil-minded character."
    },
    {
      "start_time": 305,
      "end_time": 371,
      "verse_references": [],
      "themes": [
        "Krishna",
        "Yudhishthira",
        "Virtue",
        "Emissary",
        "War"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "So we should send an emissary to ask for a return of the kingdom of Indraprastha to the Pandavas and the message should be clear that in case they refuse to give back the kingdom of Indraprastha to the Pandavas, then war would be inevitable.",
      "summary": "The discussion among Krishna, Balarama, and others in Virata begins, with Krishna suggesting sending an emissary to demand the return of Indraprastha, warning of war if refused.",
      "timestamp_url": "https://youtu.be/NCl2zvTHTwQ?t=305",
      "transcript": "character, which was shared by Shakuni, Karna, and Dushasana and all his other brothers. Now when in the kingdom of Virata, when the Pandavas and Krishna and Balaram, Drupada and all these people assembled together, they started discussing on the next course of action. Lord Krishna, he spoke up and said that, we all know that Yudhishthira Maharaj is always situated in virtuosity. He will never abandon the path of virtue. Now that they have rightfully completed their term of 13 years in exile, 12 years in the forest and 1 year incognito, they have all the right to go back and get back their kingdom of Indraprastha. So we should send an emissary to ask for a return of the kingdom of Indraprastha to the Pandavas and the message should be clear that in case they refuse to give back the kingdom of Indraprastha to the Pandavas, then war would be inevitable."
    },
    {
      "start_time": 371,
      "end_time": 452,
      "verse_references": [],
      "themes": [
        "Balarama",
        "Satyaki",
        "Peace",
        "War",
        "Discussion"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Lord Balarama, however, took an opposite approach and he said we should take a conciliatory approach.",
      "summary": "Balarama advocates for a conciliatory approach, while Satyaki argues for readiness for war, highlighting the differing opinions within the assembly.",
      "timestamp_url": "https://youtu.be/NCl2zvTHTwQ?t=371",
      "transcript": "Now this, whatever Lord Krishna said, was echoed by others in the assembly. Lord Balarama, however, took an opposite approach and he said we should take a conciliatory approach. We should approach them humbly and if we go with an aggressive attitude, it may not be conducive. After all, ultimately, Yudhishthira Maharaj also made a mistake in playing the game of dice when he was not expert at it. So like this, Balarama gave an opposite view, which was countered by Satyaki, who was the commander-in-chief of Lord Krishna's army of the Yadavas. And he countered Balarama and he gave a more favorable argument for the Pandavas saying that Duryodhana's nature was such that we cannot expect him to return the kingdom, so we should be ready for war. So after all these back and forth discussions were going on, some were in favor of peace, some were in favor of approaching Duryodhana and Dhritarashtra in a humble mood, others were saying no, we should take a strong approach and all those kind of things. Finally, Drupada Maharaj spoke up and being an elderly person, being astute in the matters of political affairs, his word carried a lot of weight."
    },
    {
      "start_time": 452,
      "end_time": 574,
      "verse_references": [],
      "themes": [
        "Drupada",
        "Strategy",
        "Messenger",
        "Assessment"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "So I suggest, Drupada said, I suggest that I have my priest who is a qualified Brahmana, very austere, lives very simply, is very truthful, very humble, so this kind of person if he send to the Duryodhana.",
      "summary": "Drupada proposes sending a priest as a messenger to gauge the mood in Hastinapura before making any decisions, a suggestion that is agreed upon by the assembly.",
      "timestamp_url": "https://youtu.be/NCl2zvTHTwQ?t=452",
      "transcript": "So Drupada Maharaj said that I feel, I suggest that what we should do is, we should gauge the mood in Hastinapura. We should gauge the atmosphere. We should gauge the mood of Duryodhana as well as Dhritarashtra and others before we come to any conclusion about what is the next step we should take. Suppose by chance Duryodhana is agreeable to return the kingdom because of the influence of Vidura, Bhishma and all those things, then we have achieved our end. We don't have to create any hostilities. On the other hand, if Duryodhana continues his inimical attitude, then we have to take steps to assemble our people. We have to build up our army and all those things because Duryodhana is quite powerful. So we should start talking to our allies, we have to build up our army also. So unless we have, we know what is his mood, we will not be able to do, we will not be able to take the right decision. So I suggest, Drupada said, I suggest that I have my priest who is a qualified Brahmana, very austere, lives very simply, is very truthful, very humble, so this kind of person if he send to the Duryodhana. The assembly of Hastinapura, everyone will respectfully receive him and because he is very intelligent, he will be able to assess the mood of the people and give us the right pulse of what is happening there. Then when everybody heard this, everybody was in agreement with whatever Drupada said and they said, yes, what you are saying is absolutely right. Let us go ahead with this plan. Then Lord Krishna and Balarama informed the Pandavas as well as Drupada Maharaj. So you please go ahead with your plan. Whatever help you need. In case there is war, we are with you. So don't worry. So we will go back to Dwaraka and wait to hear what happened to the messenger going and coming back because for the messenger to go from the kingdom of Virata to Hastinapura, meet all the Kauravas there, come back with his message, it will all take time. So in the meantime, we will proceed to Dwaraka."
    },
    {
      "start_time": 574,
      "end_time": 693,
      "verse_references": [],
      "themes": [
        "Drupada",
        "Purohit",
        "Message",
        "Strategy",
        "Division"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "So your goal in going there should be twofold. One is we should assess what is the mood in their camp?",
      "summary": "Drupada instructs his priest on how to deliver the message to the Kauravas, emphasizing the need to assess the situation and create dissension within their ranks if necessary.",
      "timestamp_url": "https://youtu.be/NCl2zvTHTwQ?t=574",
      "transcript": "Like this Krishna and Balarama left for Dwaraka and Drupada Maharaj called his priest, his Purohit and he spoke to him. He told him, see, this is what we want. You have to approach the Kauravas with a message from the Pandavas. Now this message, Drupada Maharaj using his worldly wise wisdom, he told the Purohit that we have to, how the message has to be positioned. So he told the Purohit, it is unlikely that Duryodhana will be agreeable to return the kingdom of the Pandavas. Then what is the point? What is the point in going there? So your goal in going there should be twofold. One is we should assess what is the mood in their camp? What steps are they taking? Are they preparing for war or are they remaining quite normal and peaceful? So that is one thing that you have to assess. Another thing that you have to also assess is that, another thing that you also have to achieve is that in case Duryodhana is refusing. If Duryodhana is refusing or Duryodhana is refusing is disagreeable to peace then you have to speak in such a way explaining how Dharma is on the side of the Pandavas so that people who are good people in that assembly of the Kauravas such as Bhishma, Drona, Kripacharya, Vidura, all these people, they will differ from the view of Duryodhana and so we would have created dissension in their camp, which will bring down their morale. So this is one of the age old myths. I will tell you later. About the Parachuram techniques of political craft, which Drupada Maharaj was using, Sama, Dama, Danda, Veda, if Sama, Dama, Danda doesn't work, you have to use Veda, if you create division in the camp of the enemy, you have broken his strength, so Drupada Maharaj advised his"
    },
    {
      "start_time": 693,
      "end_time": 816,
      "verse_references": [],
      "themes": [
        "Purohit",
        "Hastinapura",
        "Army",
        "Message",
        "Dharma"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The Brahmana also mentioned to the assembly addressing Dhritarashtra that the Pandavas want peace.",
      "summary": "The priest travels to Hastinapura, observes the military preparations, and delivers the Pandavas' message, emphasizing their desire for peace and the importance of Dharma.",
      "timestamp_url": "https://youtu.be/NCl2zvTHTwQ?t=693",
      "transcript": "Purohit, so these are the two things he had to achieve and sent him to the assembly of Hastinapura, this Brahmana, he travelled all the way to Hastinapura, took him quite a few days, he reached Hastinapura, when he reached Hastinapura, he noticed that Duryodhana had started assembling an army, he had started sending messages to his known people, his allies, his friends and started intimating them that we have to prepare for war with the Pandavas, so you send your army to Hastinapura and we have to start assembling an army, so we have to start building our forts, so the Brahmana could see that, okay, this, this thing is, this army is building up, so he made his way and entered the court of Hastinapura and when everybody came to know that he is a messenger coming from the kingdom of Virata and he is the Purohit of Drupada, he was well received, respectfully and after all suitable procedures had been completed, formalities had been completed with respect to his welcoming, they asked him what message he had brought. Now this priest, he started explaining how the Pandavas had been cheated in that game of dice, how against the principles of Dharma, Duryodhana, Karna and others had tried to disrobe Draupadi and by way of use of cheating methods, Yudhishthira was unwilling to participate in that game of dice. He was forced to participate and unrighteously he was defeated in the game of dice and sent on the, on, on, into the forest in exile. And now that the Pandavas had completed their term according to the, to the promise that they had given, now according to the principles of Dharma, Indraprastha has to be returned to the Pandavas, otherwise according to the principles of the Dharma, Pandavas will be left with no other option than to declare war."
    },
    {
      "start_time": 816,
      "end_time": 946,
      "verse_references": [],
      "themes": [
        "Pandavas",
        "Peace",
        "Bhishma",
        "Karna",
        "Arrogance"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The Brahmana also mentioned to the assembly addressing Dhritarashtra that the Pandavas want peace.",
      "summary": "The priest conveys the Pandavas' desire for peace, Bhishma supports the Pandavas' claim, while Karna vehemently opposes it, displaying his arrogance and defiance.",
      "timestamp_url": "https://youtu.be/NCl2zvTHTwQ?t=816",
      "transcript": "The Brahmana also mentioned that the Pandavas want peace. They are not interested in a war. That is not what they want. So therefore, please return the kingdom of Indraprastha and they will promise that they will forget all their past hostilities, whatever humiliation they have undergone, they will forget all that and live peacefully in cooperation with the Kaurava dynasty. Now, when the assembly heard this, then Bhishma Deva started speaking and Bhishma Deva said, yes, what you have said is absolutely right. Dharma is fully on the side of the Pandavas. Whatever they had to undergo due to the cheating and due to the evil machinations of Duryodhana and Karna and Shakuni and others, now the time has come that we should return Indraprastha and seek forgiveness from them. So, please return the kingdom of Indraprastha. And once again, he was talking about the power of Arjuna and his Gandiva as well as the power of Bhima's mace. So it would not behove us to engage in battle with them in any manner. We stand no chance in front of them. So, when Bhishma spoke these kind of words, Karna could not tolerated because Karna was always very arrogant and he had a he was very conceited he had a very high estimation. An unjustifiably high estimation of himself. So he got up and he started speaking very angrily. What are you talking, oh brahmana? What do you think of yourself? The point of us are coming from exile? What what do they think of themselves according to us there? They have not completed their term of the for the living incognito one year. So they should simply give up everything and go back to 12 years of forest exile. After that let them come back and request us and if Duryodhana is pleased he will return the kingdom to them. Otherwise the Duryodhana will not give them even an inch of land, forget it. We are not interested in giving anything."
    },
    {
      "start_time": 946,
      "end_time": 1031,
      "verse_references": [],
      "themes": [
        "Karna",
        "Dhritarashtra",
        "Peace",
        "Commitment",
        "Assessment"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "He told the brahmana that please take our message back to the Pandavas. We want peace",
      "summary": "Dhritarashtra responds to the priest, expressing a desire for peace but avoiding any commitment to return Indraprastha, revealing his ambiguous stance.",
      "timestamp_url": "https://youtu.be/NCl2zvTHTwQ?t=946",
      "transcript": "Like this Karna spoke up very strongly. When Karna spoke like this Dronacharya, Bhishma, they, Vidura, they all censured him, while Dushasana and others, they said, oh, what Karna has said is right and all these kind of things. Then Duryodhana spoke something, Dhritarashtra spoke something, finally Dhritarashtra gave the final verdict. He told the brahmana that please take our message back to the Pandavas. We want peace. We don't want war. So please tell them whatever is required for peace. Let us work cooperatively and let us achieve that. Let us not engage in any sort of hostility and also please tell them that if we engage in war, it is going to be only destruction of our own family. So let us not do this. So like this Dhritarashtra very tactfully he gave a message as if he is wanting peace, but he never gave a commitment that they will return Indraprastha and so like this the brahmana also understood what Dhritarashtra's mind was, what was the mood of Duryodhana, Karna and others and what was happening in Hastinapura and he returned back to the kingdom of Virata with the news. Now when he brought back the news, he told what exactly had happened and he told that the Dhritarashtra's message is that they want peace, but he has given no commitment of returning the kingdom of Indraprastha."
    },
    {
      "start_time": 1031,
      "end_time": 1137,
      "verse_references": [],
      "themes": [
        "Drupada",
        "Information",
        "Strategy",
        "Allies",
        "Messenger"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Dhritarashtra is saying he wants peace, but the activity suggests otherwise so we should also not keep quiet",
      "summary": "Drupada analyzes the information brought back by the priest, noting the discrepancy between Dhritarashtra's words and the military preparations, and advises the Pandavas to prepare for war and gather allies.",
      "timestamp_url": "https://youtu.be/NCl2zvTHTwQ?t=1031",
      "transcript": "And he also explained what kind of army they were gathering and what kind of military preparations were going on in Hastinapura which he witnessed with on with his own eyes and Drupada also started gathering that information about the strength of the enemy army so Duryodhana was quite crafty and he was quite experienced so he had he achieved what he wanted to do he he wanted an estimation of the kind of military activity that was happening in Hastinapura and he managed to get what he wanted and so then he told the Pandavas see this although he Dhritarashtra is saying he wants peace, but the activity suggests otherwise so we should also not keep quiet. We should immediately start informing our allies and we should start getting people on our side. Let us immediately send out messengers from our side and ask our allies to come and join us. The Pandavas also agreed. Yes. This is a good strategy to adopt. We should not waste any more time and immediately Drupada started sending out messengers in different directions to those who are friendly to the Pandavas and they knew that they would join them in the in the fight of righteousness. In the meantime, Dhritarashtra also told one more thing to this brahmana. He told them please give us a little time. We will think over and give our final conclusion. We will the final message will send through one of our messengers after a little while. So the Pandavas also said okay while we assemble we are while we gather our military strength also, let us wait for the final messenger to come from the side of the dhritarashtra."
    },
    {
      "start_time": 1137,
      "end_time": 1241,
      "verse_references": [],
      "themes": [
        "Dhritarashtra",
        "Duryodhana",
        "Dilemma",
        "Sanjaya",
        "Message"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Dhritarashtra did not have the courage to go against Duryodhana.",
      "summary": "Dhritarashtra is in a dilemma, unable to go against Duryodhana's wishes, and decides to send Sanjaya with a message to the Pandavas, setting the stage for the next episode.",
      "timestamp_url": "https://youtu.be/NCl2zvTHTwQ?t=1137",
      "transcript": "So they were waiting what Dhritarashtra would do. The dhritarashtra thought over for some time. He consulted Vidura. He consulted Bhishma. They were all naturally in favor of the Pandavas and telling him to return the kingdom of Indraprastha to the Pandavas, whereas Duryodhana was totally against it. Duryodhana was not interested in giving back anything. Duryodhana was sticking to his stand that the Pandavas have not completed their one year of living incognito, so they have to go back to their 12 year of exile. So he was, Duryodhana continued to be unreasonable and Dhritarashtra did not have the guts. He did not have the courage to go against Duryodhana. So he was being overwhelmed by what Duryodhana was saying. At the same time, Dhritarashtra knew that although Karna was so boasting and all those kind of things, Karna was not going to be able to protect Duryodhana. Although Duryodhana also had great faith in Karna's prowess, but Dhritarashtra had a good, good idea. He had a proper understanding of the reality and he knew that if there was a war, all his sons would be killed. So now what to do? He was, Dhritarashtra was in a dilemma. He could not go against his son Duryodhana and return the kingdom to the Pandavas in which case the war could be fully averted. At the same time, he did not want the war. Now what to do? So he thought of sending Sanjaya with a message to the Pandavas who were living in Virata. Now, what was that message which Dhritarashtra sent through Sanjaya and what was the response of the Pandavas to this? Please join us in our next episode to know about this. Thank you. Hare Krishna."
    }
  ]
}