{
  "video_id": "nCVYyY97P54",
  "title": "Mahabharata | Part 35 | Krishna decides the fate of the Kauravas | His Grace Suvyakta Narasimha Dasa",
  "speaker": "HG Suvyakta Narasimha Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=nCVYyY97P54",
  "segments": [
    {
      "start_time": 0,
      "end_time": 101,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Hare Krishna and welcome to today's episode of the Mahabharata.",
      "summary": "The lecture begins with prayers and mantras followed by a welcome to the audience.",
      "timestamp_url": "https://youtu.be/nCVYyY97P54?t=0",
      "transcript": "Thanks for watching! Om Adhyana Timranthasya Dhyanaanjana Salakaya Chakshurunmi Nithamgeena Tasmai Shri Gurave Namaha Namavo Vishnupadaya Krishna Preshtaya Bhutale Srimate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gaudavani Pracharine Nirvishesha Sunyavadi Asatya Deshutari Ne Jaya Sri Krishna Chaitanya Prabhu Nithyananda Sri Advaita Gadadhara Sri Vasari Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Moka Karotivacchalam Pangum Langhayatye Girim yat kripatam Hếta Kr während Hếtà Sri Gurum Deenataranam"
    },
    {
      "start_time": 101,
      "end_time": 332,
      "verse_references": [],
      "themes": [
        "exile",
        "divine anger",
        "consequences"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "This is my promise unto you. And this was promised by Krishna to the Pandavas.",
      "summary": "Krishna, upon hearing of Draupadi's humiliation and the Pandavas' exile, vows revenge on the Kauravas, shortening their lifespan and guaranteeing their defeat.",
      "timestamp_url": "https://youtu.be/nCVYyY97P54?t=101",
      "transcript": "Hare Krishna and welcome to today's episode of the Mahabharata. The last episode we had seen how the Pandavas have gone to the forest in exile after losing the game of dice. Purpureыйæ parله aime Lord Krishna being engaged in a battle with Shalva, Dantavakra, and Viduratha, he could not be present in the game of dice to support the Pandavas. So Krishna, when he got the news in Dvaraka that the game of dice had taken place, the Pandavas had been cheated of their kingdom, and they were now living in forest exile, Krishna immediately rushed to meet the Pandavas. The Pandavas, after losing the game of dice, as per the conditions, they left Indraprastha, and Indraprastha was taken over by Duryodhana. The Pandavas retired to the forest. There, they had built a small hermitage comprising simple patch cottages and mud flooring. They were living by wearing dresses made of tree bark. They would have to cook whatever jungle vegetables were available, and they were leading a very simple life like this. Krishna, when he came to meet the Pandavas, he was very much sorrowful to see the condition of the Pandavas, who are his great devotees. Draupadi fell at the lotus feet of Krishna and cried piteously, describing to him how she had been dragged by her hair by Dushasana into that assembly, that is, the Rajasuya Yajna assembly, and tried to be disrobed. Of course, it's not that Krishna was unaware of all this. However, Draupadi wanted to vent her grief. She wanted to share her sorrow, and Krishna was her beloved Supreme Lord, and therefore she narrated the whole incident to him. And Draupadi explained to Krishna how her hair, which had been so glorified in that Rajasuya Yajna, that by that very hair Dushyasana caught her and dragged her into that assembly. When Krishna heard what all had gone on in that assembly, Krishna's anger rose, and the Supreme Lord Krishna then, before the Pandavas, he said, \"I promise all of you that all the sons of Dhritarashtra, they will have to meet you in the assembly in battle, and in the battlefield, when they engage in combat with you, all their wives will become widows. This is my promise unto you.\" And this was promised by Krishna to the Pandavas. And that decision, by that decision of Krishna, the lifespan of all the Kauravas was shortened. The defeat of Kurukshetra was inevitable, and the defeat of Duryodhana and his brothers was"
    },
    {
      "start_time": 332,
      "end_time": 575,
      "verse_references": [],
      "themes": [
        "karma",
        "piety",
        "impiety",
        "consequences"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "If we engage in pious activities, punya karma, then we are creating happiness for us in the future. If we engage in papa karma, sinful activities, we are creating distress for us in the future.",
      "summary": "The speaker explains the concept of karma, comparing pious and sinful activities to bank accounts that accumulate future happiness or suffering, contrasting Duryodhana's consumption of past piety with the Pandavas' accumulation of piety through austerities.",
      "timestamp_url": "https://youtu.be/nCVYyY97P54?t=332",
      "transcript": "guaranteed by the anger of Krishna upon the Kauravas. It is said in the Vedas that whenever somebody insults a great personality, a great saint, or a great devotee of the Supreme Lord, by that act, the person reduces his lifespan and spoils his reputation and fame. Duryodhana had insulted, humiliated the Pandavas for no fault of theirs. He had humiliated Draupadi. All of them were great eternal devotees of the Supreme Lord. Duryodhana thought by doing this, he had achieved his goal of becoming a great saint. He had captured the kingdom of the Pandavas, which was Indraprastha, and he thought he had managed to cheat them. But in reality, what had happened, he had only reduced his lifespan, and forever he would be vilified and his reputation was foiled. At that point of time, Duryodhana could not understand this. So, while the Pandavas were fighting, Duryodhana could not understand this. So, while the Pandavas were fighting, Duryodhana could not understand this. So, while the Pandavas were fighting. But the Pandavas lived in austerity in the forest. Duryodhana enjoyed unrivaled sovereignty over the kingdom of both the Pandavas as well as that ruled over by Hastinapura. And he built up his alliances with various kings, and over a period of time, he became very powerful and very opulent. He was enjoying the opulences of the kings. He was enjoying the opulences of the kings. He was enjoying the opulences of the kings. He was enjoying the opulences of the kings. kingdom which rightfully belongs to the Pandavas. The Pandavas, on the other hand, they spent their time in the forest with various rishis, sages, understanding from them the finer aspects of Dharma, engaging in various yajnas and austerities, tapasya, vrata, and like this they increased their piety. Whereas Duryodhana, by enjoying that kingdom which was not rightfully his, he was reducing his piety. Piety and impiety, pious activities and sinful activities, the punya karma and the papa karma, they result in creating future happiness or suffering for us. If we engage in pious activities, punya karma, then we are creating happiness for us in the future. If we engage in papa karma, sinful activities, we are creating distress for us in the future. So the papa karma and the punya karma are like two bank accounts. They keep building up according to our activity. When we engage in pious activities, our balance in the punya karma account keeps increasing. The more balance we have in the Punya Karma, the greater happiness that we ensure for ourselves in the future life. And whenever we enjoy the result of that Punya or suffer the distress of some Papa Karma, the respective accounts of Punya and Papa start getting depleted. Therefore, while Duryodhana was enjoying the kingdom, he was consuming all of his past pious activities, whereas the Pandavas engaged in austerities and tapasya and engaging in various vows, engaged in various vratas and under and conducting various sacrifices, yajnas,"
    },
    {
      "start_time": 575,
      "end_time": 891,
      "verse_references": [
        "BG 3.13"
      ],
      "themes": [
        "dharma",
        "prasadam",
        "sacrifice",
        "piety"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna says in the Bhagavad Gita that if we cook food and eat it without offering it to Krishna, we are eating verily only sin.",
      "summary": "Yudhishthira Maharaj, unable to perform grand charities in exile, receives the Akshaya Patra from Suryadeva, enabling him to feed sages with Krishna prasadam, which is described as transcendental and freeing from sinful reactions.",
      "timestamp_url": "https://youtu.be/nCVYyY97P54?t=575",
      "transcript": "they were building up their piety more and more. Now Yudhishthira Maharaj, because he was a very righteous king, he could not deviate from the duties of a Kshatriya. One of the prime duties of a Kshatriya is to engage in yajna and dana. This yajna, for the performance of the yajna, Yudhishthira managed to engage all the rishis who were there, the sages who were there in the forest. But for giving dana, he was no more a king. He was, he did not have access to various kinds of treasures to be able to give out gold and cows and such other things in charity. So at least the minimum that Yudhishthira Maharaj could do was to distribute yajna chishta, prasadam which had been offered in the yajna to Lord Vishnu. However, Yudhishthira Maharaj was facing difficulty even in that, because he was living in the forest and he did not have any sort of resources to be able to, to be able to cook such good foodstuff and offer in large quantities to the rishis. So when Yudhishthira Maharaj was feeling very despondent because of this, Dhaumya Rishi, who was the Kula Guru, who was the family priest of the Pandavas, he advised Yudhishthira Maharaj to worship Suryadeva, the sun god, and obtain a benediction from him by which he could be able to fulfill his desire of being able to distribute large quantities of yajna chishta or Vishnu's prasadam after conducting various sacrifices. Based on Dhaumya's instruction, Yudhishthira Maharaj engaged in tapasya, austerities, and he managed to please Suryadeva, the sun god, and the sun god, having understood his desire, gifted him a vessel, and he informed Yudhishthira Maharaj that whatever they would cook and serve from that vessel, the vessel would keep on supplying unlimited quantity of food until Draupadi takes her away. So, Yudhishthira Maharaj took her away. So, Yudhishthira Maharaj took her away. So, Yudhishthira Maharaj took her away. So, Yudhishthira Maharaj took her away. So, Yudhishthira Maharaj took her away. So, Yudhishthira Maharaj took her away. So, Yudhishthira Maharaj took her away. And she beckoned Yudhishthira Maharaj and told her, what if I swift away, why are you then? Why be slice up, what if I've Harma, Electoral attack, what happened in你的 head oretry make a arrives? Today's guest will be Yudhishthira Maharaj. Finally, Suryadeva was happy to meet Yudhishthira Maharaj and was surrounded by an eid festival inside the house in the room where he was staying. In the evening, the sun god, Yudhishthira Maharaj and the sun god, Yudhishthira Maharaj were gathered around... empty. And this vessel is the famous Akshaya Patra. Why is it called Akshaya Patra? Kshaya means to reduce. Akshaya means inexhaustible. So, because this vessel was inexhaustible, it could produce an unlimited quantity of food. Therefore, it was called Akshaya Patra. And now Yudhishthira Maharaj was very happy that now he could feed unlimited number of great exalted personalities, sages in the forest. And by doing this, he could continue his duties as a Kshatriya. So, like this, Yudhishthira Maharaj would conduct various sacrifices, and he would have Draupadi cook various food items to be offered to Lord Vishnu in that fire sacrifice. And he would have Draupadi cook various food items to be offered to Lord Vishnu in that fire sacrifice. And then he would distribute the Prasadam to all the sages. This is, this kind of activity is actually far beyond even Punya Karma, even pious activities. To feed a qualified person, like a Sadhu or a saintly person, is actually a Punya Karma, is a pious activity in itself. But then, Lord Krishna says in the Bhagavad Gita, Krishna says in the Bhagavad Gita that if we cook food and eat it without offering it to Krishna, we are eating verily only sin. On the other hand, if we cook food offered to Krishna and then partake of it, then we are freed from all sinful activities. So, Yudhishthira Maharaj, by feeding Vishnu's prasadam offered to Lord Vishnu in the sacrifices, in the yajnas, he was distributing Krishna prasadam to all the sages. And so, that prasadam was transcendental and its effect was,"
    },
    {
      "start_time": 891,
      "end_time": 1287,
      "verse_references": [],
      "themes": [
        "austerity",
        "devotion",
        "divine gifts",
        "obstacles"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "It was a golden lotus with a thousand petals.",
      "summary": "The Pandavas continue their austere life on Gandhamadana Hill, where Draupadi finds a golden lotus, prompting Bhima to embark on a quest to find more, encountering challenges and a mysterious animal.",
      "timestamp_url": "https://youtu.be/nCVYyY97P54?t=891",
      "transcript": "whoever would honor that prasadam, they would become free from all the reactions to their past activities. So, Yudhishthira Maharaj and the Pandavas and Draupadi spent their time very fruitfully within the forest, continuing to engage in their past activities, unlike Duryodhana, who was simply engaged in sense gratification and reducing the accumulations, all that he simply kept consuming without engaging in any pious activities, without engaging in dana, tapasya, yajna, etc., which are actually the duties of a Kshatriya, of a king. Like this, time passed and once the Pandavas happened to reach a place known as Kshatriya. Like this, time passed and once the Pandavas happened to reach a place known as Kshatriya. Like this, time passed and once the Pandavas happened to reach a place known as Gandhamadana Hill. This Gandhamadana Hill is said to be beyond even the Kailasa Parvatha in the Himalayas. The Pandavas had come there because it was considered a very holy place which even the celestials visit. During this time, Arjuna also went seeking favors from various devatas During this time, Arjuna also went seeking favors from various devatas During this time, Arjuna also went seeking favors from various devatas to accumulate various kinds of celestial weapons because as advised by Lord Krishna, Arjuna would have to collect all these things which would be necessary for him to engage in the forthcoming war which all the Pandavas could sense that it was going to be inevitable although they did not desire such a war. The Pandavas continued to live in austerity. The Pandavas continued to live in austerity. As I had mentioned earlier, the Pandavas continued to live in austerity. To pushes out the région, Heidi had to go into the parlour of огay and go to Kseti, etc., I had mentioned wearing a dress made out of tree barks, engaging in various kinds of austerities, tapasyas, vratas, etc., even on Gandhamadana hill. Once, while the Pandavas were there in Gandhamadana hill, Draupadi, one day in the morning, she found a gentle breeze blowing, and in the breeze, she found one flower floating towards her, and this flower was no ordinary flower. It was a golden lotus with a thousand petals. Generally, lotus has a few petals. Sahasra, Dala, Kamala, even within this world, to get a lotus, which has a thousand petals, is very, very rare. Now, this was a Sahasra, Dala, Kamala. It was a thousand-petal lotus, and it was also golden. When Draupadi saw this, her mind became very much attracted by this flower, and she thought, this is such a beautiful flower, I should offer this to my husband, Yudhisthira Maharaj, so that he can use it in his yajnas. Thinking like this, she picked up the flower. And then Bhima happened to be there, and she looked at Bhima, and she said, how I wish that we had more of these flowers, so that I could offer it to Yudhisthira Maharaj. So, Bhima looked at Draupadi, and he said, my dear lady, if that is your wish, I will carry it out. And so, what did Bhima do? Bhima looked at the direction in which the flower had come. The flower had come from a breeze which was flowing towards them, from the north-eastern direction. So, Bhima started walking through the forest in that path, in the direction from which the breeze was blowing. So, it was a forest. So, naturally, there were many animals. There were lions, there were tigers, elephants, and all such kinds of animals were occupying the forest. So, when Bhima started walking through the forest, he saw that there were many animals. So, when Bhima started walking in the forest, naturally, sometimes some animals would come and attack him. But Bhima very easily, very nonchalantly, he just slapped away lions and tigers and picked up elephants very nonchalantly and threw them away. He was so powerful. And so, like this, Bhima made his way in the direction of where, from where the breeze was blowing. He came across a beautiful lake. And there were many beautiful flowers there. There also Bhima searched, maybe I can find this golden thousand petal lotus here. But he could not find it. So, everywhere he was searching like this and he was going forward. So, finally, after travelling quite a distance, he came to a place where he saw a strange animal lying on his path. What was this strange animal? And what was it doing there? And how did it get there? And how did Bhima deal with it? Because for Bhima, until then, he had come across many ferocious animals in the forest and he had dispatched all of them very easily. So, for Bhima, it was not a big deal. So, he was not afraid upon seeing this somewhat different looking and wonderful animal. So, but then Bhima understood when he looked at this animal that this was no ordinary animal. All the other animals were not ordinary animals. All the other animals were not ordinary animals. Till then, whom he had met were all normal forest animals. But this animal seemed a little different. So, what was this animal? And when Bhima looked at it, he carefully looked at it analyzing, is this really an animal or is it some Rakshasa in disguise waiting to pounce upon me, attack me and when I am a little neglectful, when I am not a little careful, maybe he wants to capture me. So, Bhima looked at it and said, he wants to capture me. Bhima thinking in these ways, he approached, he cautiously he approached the animal. Now who was this animal and what happened when Bhima approached it? Please join us in the next episode to know about this. Thank you for joining us today."
    }
  ]
}