{
  "video_id": "NemEJCgqxdI",
  "title": "SB 1.18.31 | HH Stoka Krishna Swami | 19-04-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=NemEJCgqxdI",
  "segments": [
    {
      "start_time": 82,
      "end_time": 101,
      "verse_references": [],
      "themes": [
        "meditation",
        "kshatriya"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "whether he had just been feigning trance just to avoid receiving the lower kshatriya",
      "summary": "The speaker introduces the context of Pariksit Maharaj and a sage, questioning the sage's true state of meditation.",
      "timestamp_url": "https://youtu.be/NemEJCgqxdI?t=82",
      "transcript": "himself whether the sage had actually been in meditation, its senses concentrated and eyes closed, or whether he had just been feigning trance just to avoid receiving the lower kshatriya."
    },
    {
      "start_time": 365,
      "end_time": 429,
      "verse_references": [],
      "themes": [
        "divine plan",
        "Srimad Bhagavatam",
        "Pariksit Maharaj",
        "Shukadeva Goswami"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "His connections with Srila Shukadeva Goswami would enable the presentation of the great Srimad Bhagavatam which is considered to be the book incarnation of the Lord.",
      "summary": "The speaker explains the divine plan behind Pariksit Maharaj's curse, leading to the presentation of Srimad Bhagavatam by Shukadeva Goswami.",
      "timestamp_url": "https://youtu.be/NemEJCgqxdI?t=365",
      "transcript": "The plan was that for his so-called misdeed, the king could be cursed by an inexperienced Brahmana boy infected by the influence of Kali, and thus the king would leave his heart and hope for good. His connections with Srila Shukadeva Goswami would enable the presentation of the great Srimad Bhagavatam, which is considered to be the book incarnation of the Lord. See how Srila Vishwanacharya Dronika was analyzing this entire incident. It is a fact that Pariksit Maharaj was the right candidate to make inquiries and thereby Shukadeva Goswami would speak."
    },
    {
      "start_time": 454,
      "end_time": 532,
      "verse_references": [],
      "themes": [
        "curse",
        "renunciation",
        "preparation for death"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "accepted the curse and he retired from his position as the emperor of the world, handed over charge to his grown up son and he went away to a holy place to prepare for death",
      "summary": "The speaker describes Pariksit Maharaj accepting the curse, renouncing his kingdom, and preparing for death in a holy place.",
      "timestamp_url": "https://youtu.be/NemEJCgqxdI?t=454",
      "transcript": "incarcerated, but since then, everything had gone expecting, this incident did not happen, but due to this incident the King Pariksit Maharaj, was ruling perfectly and everything running nicely but due to this incident इस जख से पाठी के लिए किसी भुग का नहीं करना चाहिए। इस विषय को शमिका रिशी का खतर को सुने लेता था। इसे बदल करने के लिए आप नहीं डालेंगे। लेकिन अपनी प्रदते वालोज लेते हैं। लिए इसी कृषे तो भी शिना शिक्र वृद्ध अधारा किसी की समय के मैंने दे दो कि उनार पर गुड उन्हें एक खीज। और की गुड का स्वतु पर गुड बढ़ते हुए कि उनकी समय की बमदी काउट करें चलती है तो जब कीजिए पागश इस प्रतिश के बाज़ान कहती वो कहतáng करेंगे उससे बता जानका कि तू यह यह समय अधिक क्रमा में लक्ष्य कार्तम दिया है just because I was thirsty and I didn't get water I did a big big big big mistake of inciting him. So he accepted it, accepted the curse, and he retired from his position as the emperor of the world, handed over charge to his grown up son, and he went away to a holy place."
    },
    {
      "start_time": 532,
      "end_time": 582,
      "verse_references": [],
      "themes": [
        "Shukadeva Goswami",
        "Srimad Bhagavatam",
        "preparation for death"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Shukadeva Goswami who appeared in that place where Pariksit was sitting in order to prepare for his death",
      "summary": "The speaker narrates Shukadeva Goswami's arrival and Pariksit Maharaj's inquiry about preparing for death, leading to the speaking of Srimad Bhagavatam.",
      "timestamp_url": "https://youtu.be/NemEJCgqxdI?t=532",
      "transcript": "to prepare for death and what was that preparation? Shukadeva Goswami who appeared in that place where Pariksit was sitting in order to prepare for his death, Pariksit received Shukadeva Goswami nicely and began to inquire from him what should I do to prepare for my death and Shukadeva Goswami recommended that you sit and hear the glories of the Supreme Lord Krishna and he began to speak the Shukadeva Bhagavatam which he had learned from his father Vyasadeva who had combined the Bhagavatam that is spoken by Shukadeva to Pariksit and in that way"
    },
    {
      "start_time": 582,
      "end_time": 676,
      "verse_references": [],
      "themes": [
        "Srimad Bhagavatam",
        "Rasaleela",
        "transcendental knowledge",
        "devotional service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "this book incarnation of the Lord gives much fascinating information on the transcendental pastimes of the Lord like his Rasaleela",
      "summary": "The speaker highlights the significance of Srimad Bhagavatam, particularly the Rasaleela, and its power to destroy mundane sex desire and establish one in devotional service.",
      "timestamp_url": "https://youtu.be/NemEJCgqxdI?t=582",
      "transcript": "Bhagavatam came into being. So Prabhupada says this book incarnation of the Lord gives much fascinating information on the transcendental pastimes of the Lord like his Rasaleela with the spiritual covered damsels of Bhagavad Gita. The special thing about Bhagavatam is that it gives the details of the incarnation of the activities of the Supreme Lord Krishna, the incarnation of Lord Krishna and particularly those activities which are very very very confidential. The Rasaleela incident is very confidential. So Shreya Prabhupada says this specific pastime of the Lord, this Rasaleela has a special significance. What is significance? Because anyone who properly learns about this particular pastime of the Lord will certainly be dissuaded from mundane sex desire. See if you hear properly about this Leela from the right source then your mundane sex desire is completely destroyed and such a hearer will be placed on the path of sublime devotional service to God. One becomes established in proper devotional service to"
    },
    {
      "start_time": 676,
      "end_time": 720,
      "verse_references": [],
      "themes": [
        "divine arrangement",
        "frustration",
        "Bhagavad Gita",
        "Kurukshetra"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Apparently Parikshit was frustrated therefore he did this. But actually it was arranged by the Lord that his devotee becomes an instrument for Bhagavatam to prosper.",
      "summary": "The speaker explains how the Lord uses frustration to elevate devotees and facilitate divine events, using the example of Pariksit Maharaj and Arjuna.",
      "timestamp_url": "https://youtu.be/NemEJCgqxdI?t=676",
      "transcript": "God. The pure devotee's mundane frustration is meant to elevate the devotee to a higher transcendental position. Apparently Parikshit was frustrated therefore he did this. But actually it was arranged by the Lord that his devotee becomes an instrument for Bhagavatam to prosper. Now Prabhupada gives another example of this. By placing Arjuna and the Pandavas in frustration due to the intrigue of their cousin brothers, the prelude of the Bhagavad or the battle of Kurukshetra was created by the Lord. This was to"
    },
    {
      "start_time": 720,
      "end_time": 826,
      "verse_references": [],
      "themes": [
        "Bhagavad Gita",
        "Arjuna's dilemma",
        "divine plan",
        "Srimad Bhagavatam"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Sir Krishna could speak through Arjuna to all of us the Bhagavad Gita. So Brahma says by placing King Pariksit in an awkward position, the incarnation of Sriman Bhagavatam was created by the will of the Lord.",
      "summary": "The speaker elaborates on Arjuna's frustration leading to Bhagavad Gita and connects it to Pariksit Maharaj's situation, emphasizing the Lord's plan in creating Srimad Bhagavatam.",
      "timestamp_url": "https://youtu.be/NemEJCgqxdI?t=720",
      "transcript": "incarnate the sound representative of the Lord Bhagavad Gita. See even Bhagavad Gita Krishna spoke on the battlefield of Kurukshetra just about when the battle is about to begin. Now that is because Arjuna was put in a position where he had to fight against his own cousins due to the frustration by the due to the frustration the Pandavas had to undergo due to the harassment of this Duryodhana and Pandavas. Unnecessary harassment. So then war became essential. They were deprived of their kingdom. But even before fighting the battle, when all peace negotiations failed, Arjuna being a pure devotee, he was considering should I fight this battle and kill my kinsmen simply because we want the kingdom and as a pure devotee he is not interested in having a big knife and big kingdom. No. So Krishna spoke the Bhagavad Gita to actually address the problem of Arjuna. But that was primarily Krishna only who put Arjuna in that situation. Sir Krishna could speak through Arjuna to all of us the Bhagavad Gita. So Brahma says by placing King Pariksit in an awkward position, the incarnation of Sriman Bhagavatam was created by the will of"
    },
    {
      "start_time": 826,
      "end_time": 885,
      "verse_references": [],
      "themes": [
        "Pariksit's endurance",
        "divine arrangement",
        "devotee's power"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The King's distressed condition was certainly unprecedented. The devotees like Maharaj Pariksit are powerful enough to forbear self-distress by the will of the Lord.",
      "summary": "The speaker argues that Pariksit Maharaj's distress was part of the Lord's plan, highlighting the devotee's ability to endure and the Lord's control over the situation.",
      "timestamp_url": "https://youtu.be/NemEJCgqxdI?t=826",
      "transcript": "the Lord. You see, being distressed by hunger and thirst was only a show because the King endured much even in the womb of his mother. See the history of Pariksit is when he was in the womb of his mother, one Brahmastra was released by Ashwathama to kill that child in the womb. But Pariksit endured that experience. Endured that extreme heat of the Brahmastra. And if he could endure so much of extreme condition, a little thirst while hunting, why he couldn't endure? That's the argument. The King's distressed condition was certainly unprecedented. The devotees like Maharaj Pariksit are powerful enough to forbear self-distress by the will of the Lord. And they are never disturbed. The situation in this case is therefore all"
    },
    {
      "start_time": 885,
      "end_time": 908,
      "verse_references": [],
      "themes": [
        "divine arrangement",
        "faultlessness of Pariksit",
        "Bhagavatam's origin"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Pariksit was not at all at fault because of an arrangement of the Lord so that Bhagavatam could be spoken by Shukadeva Swami to Pariksit Maharaj",
      "summary": "The speaker concludes that Pariksit Maharaj was not at fault, as the entire situation was arranged by the Lord for the sake of Srimad Bhagavatam's revelation.",
      "timestamp_url": "https://youtu.be/NemEJCgqxdI?t=885",
      "transcript": "planned by the Lord. This is the conclusion. So the Acharyas are telling us that Pariksit was not at all at fault because of an arrangement of the Lord so that Bhagavatam could be spoken by Shukadeva Swami to Pariksit Maharaj, Pariksit Maharaj and their relevant inquiries for such a Bhagavad Gita."
    }
  ]
}