{
  "video_id": "Nf67atcHW8M",
  "title": "Diksha guru reveals specific divya jnana to each disciple | His Grace Suvyakta Narasimha Dasa",
  "speaker": "HG Suvyakta Narasimha Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=Nf67atcHW8M",
  "segments": [
    {
      "start_time": 0,
      "end_time": 378,
      "verse_references": [
        "BG 6.41"
      ],
      "themes": [
        "devotion",
        "attachment",
        "spiritual master",
        "fall down"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "If you were this much attached to Krishna, how much good you might achieve.",
      "summary": "HG Suvyakta Narasimha Dasa narrates the story of Bilvamangal Thakur, a pure devotee who fell from a high spiritual platform due to attachment, and how his spiritual master, through the words of a prostitute, Chintamani, reignited his devotion.",
      "timestamp_url": "https://youtu.be/Nf67atcHW8M?t=0",
      "transcript": "Hare Krishna! Vishwaguru Srila Prabhupada ki Jai! Often, Srila Prabhupada narrated the real-life story of Srila Bilvamangal Thakur. Bilvamangal Thakur was a great pure devotee of Krishna, who is said to have lived around the 8th century, although the exact timelines of his birth are not known. He was a pure devotee who came in the line of Srila Vishnuswami, who is an Acharya of the Rudra Sampradaya. Bilvamangal Thakur is said to have lived for almost 700 years, and he composed many wonderful bhajans on Krishna. His most famous work, of course, is the Krishna Karnamrita, which Sri Chaitanya Mahaprabhu treasured. Bilvamangal Thakur was born into a wealthy Brahmana family, but instead of developing saintly character as a qualified Brahmana, he became attached to a prostitute, Chintamani. He was so attached to the prostitute that he couldn't stay even one day without meeting her. One day, it so happened that Bilvamangal Thakur's father passed away. He was forced to stay back for the funeral rites for his father, but he was still restless to meet Chintamani. You can imagine, Bilvamangal Thakur's father has passed away, and he is still itching to meet Chintamani. That shows how attached he was to the Brahmana family. As soon as the rituals were completed, Bilvamangal Thakur rushed to meet Chintamani the same day because it had already gotten late. By that time, it was already evening and it had started raining heavily. Despite the downpour, Bilvamangal Thakur hurried to meet Chintamani. On the way, he had to cross a river, and when he reached the river, he found that the river was swollen due to the heavy rain, and there was no boat either to take him across the river. Finding no other alternative, what did he do? He jumped into the river, but the current was so fierce, it started sweeping him away. Clutching desperately here and there, he fortunately found something floating in the furious spate of the river waters. Taking it to be a log of wood, he clung on to it for dear life and somehow managed to reach the other bank. With great relief, Billumangal Thakur got out of the water and on some instinct, he turned back and when he turned back, he was horrified to see that what he thought was a log of wood he had been clinging on to was actually a corpse, a dead body. Anyway, he shrugged it off and continued on to Chintamani's house. By now, it was pretty dark and when he reached Chintamani's house, he found that the gate was locked. Since it had become dark and it was raining torrentially, Chintamani thought that Billumangal Thakur would not come today and so, she had locked the main gate and it was pouring because of the sound, the thunder, the lightning, the rain, not being able to attract the attention of anyone inside the house. What happened? Billumangal Thakur became desperate. He tried knocking the gate, he tried doing this, that, but he couldn't capture the attention of anyone within the house. Then, when he was looking around, he luckily found a rope hanging down from the compound wall. So, he was able to get out of the house and he was able to immediately latched on to it, climbed up the wall and jumped over. And after jumping over, when he looked back, he realized that it was not a rope, it was a snake. He had narrowly missed being bitten by the snake to death. Heaving a sigh of relief, he walked up to the house and knocked on the door. Finally, he had reached his destination. What an adventure it had been. Chintamani opened the door, wondering who would have come to her house in the downpour. She was stunned to see Billumangal Thakur standing there. He then narrated to her how he had risked his life not once but twice despite his father's having passed away to come to her doorstep. When Chintamani heard this, she said, if only you had this much attachment to Krishna, your life would have been so glorious. Something like that. Suddenly, somewhere a switch got flipped inside. Billumangal Thakur, without wasting another moment, he turned and left her, never to return. He went on to Sri Vrindavan Dham and the rest, as they say, is history. Srila Prabhupada explains this incident in the book, Path of Perfection, in chapter 8. There, Srila Prabhupada says, in this regard, there is the example of Billumangal Thakur, who in his previous life was elevated almost to premabhakti, the highest platform of devotional service. However, since there is always a chance for a fall down, somehow or other he fell down. In his next life, he was born in a very rich brahmana family in accordance with the principle enunciated in the sixth chapter of the Bhagavad Gita, chapter 6, verse 41. Unfortunately, as is often the case with rich boys, he became a prostitute hunter. Yet, it is said that his spiritual master instructed him through his prostitute, saying, oh, you are so attached to this mere flesh and bones. If you were this much attached to Krishna, how much good you might achieve. Immediately, Billumangal Thakur resumed his devotional service. So, you see, what is Srila Prabhupada saying? The words of the prostitute, Chintamani, had such a profound life-transforming effect on Billumangal Thakur. Why? Because it was actually, Billumangal Thakur's Diksha Guru speaking through her. Srila Prabhupada explained this principle in greater detail in this lecture on the Bhagavad Gita, chapter 6, verses 35 through 45, recorded on February 20, 1969 in Los Angeles. Listen to what Srila Prabhupada explained."
    },
    {
      "start_time": 378,
      "end_time": 473,
      "verse_references": [],
      "themes": [
        "spiritual master",
        "devotion",
        "responsibility",
        "serious practice"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Finish your business in this life.",
      "summary": "Srila Prabhupada explains that the spiritual master will always come back until his disciples achieve God-realization, but disciples should be serious in their practice and not take advantage of the spiritual master's mercy.",
      "timestamp_url": "https://youtu.be/Nf67atcHW8M?t=378",
      "transcript": "I have heard it said that the spiritual master will always come back until his devotee, his disciples, has achieved God-realization. Can you explain that? Yes, but don't try to take advantage of it. Don't try to give trouble to your spiritual master. Finish your business in this life. That is especially meant for those who are slack. A devotee or a disciple should be serious in serving spiritual master. If he is intelligent, he should know that why should I act in such a way that my spiritual master has to take the trouble to reclaim me again? Let my business be finished in this life. That should be the right way of thinking. Not that, I am sure my spiritual master will come. Let me do... That's it. No. So if you have got any, I mean to say, affection for the spiritual master, then you should finish your business in this life so that he may not come again to see you. Is that all right? Don't take advantage of this leave-in. Rather be serious to finish your business. That is a fact."
    },
    {
      "start_time": 473,
      "end_time": 580,
      "verse_references": [],
      "themes": [
        "spiritual master",
        "devotion",
        "fall down",
        "responsibility"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Immediately he took you back to Kṛṣṇa.",
      "summary": "Srila Prabhupada reiterates the story of Bilvamangal Thakur, emphasizing the spiritual master's responsibility to reclaim fallen disciples, but also stressing that disciples should not take advantage of this.",
      "timestamp_url": "https://youtu.be/Nf67atcHW8M?t=473",
      "transcript": "There is an instance of Bhīlāmamara Ṭhākura. Bhīlāmamara Ṭhākura was in his previous life elevated to almost prema-bhakti, highest platform of devotional service. But there is always a chance of fall down. So somewhere or other he fell down. And next life he was born in a very rich family. I will tell you. As it is stated in the Bhagavad-gītā, śucināṁ śrīmatāṁ kīḥ. So he was born in a rich brāhmaṇa family, but he became naturally as rich boys, become attached to woman-hunter. So it is said that his spiritual master instructed him through his prostitute. At the right moment, his spiritual master said through that prostitute, you are so much attached with this flesh and bone. If you had been attached so much with Kṛṣṇa, how would you have achieved it? Immediately he took you back to Kṛṣṇa. So that responsibility is for the spiritual master. But we should not take advantage of that. That is not very good. We should try yasya-prasāda bhagavata-prasāda. We should not try and put our spiritual master in the position that he has reclaimed me from prostitutes house. But he has to do that because he accept the childhood. He has got the responsibility."
    },
    {
      "start_time": 580,
      "end_time": 759,
      "verse_references": [],
      "themes": [
        "Diksha Guru",
        "devotional service",
        "Krishna Prema",
        "responsibility"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It is the duty of the Diksha Guru to take the disciple to Krishna.",
      "summary": "HG Suvyakta Narasimha Dasa explains that the Diksha Guru has the duty to take the disciple to Krishna, even if it means returning to the material world after disappearing from it.",
      "timestamp_url": "https://youtu.be/Nf67atcHW8M?t=580",
      "transcript": "So, in this lecture, you have heard Śrīla Prabhupāda explain that sofa-mangal Thakur was elevated to the stage of bhāva bhakti in his previous life. But because he could not complete the process and reach the stage of Krishna Prema, he had to take one more birth. And he took his birth in a pious, wealthy Brahmana family, so that there would be no obstacles to his resuming his devotional service. But unfortunately, he deviated. Then his Diksha Guru had to act through Chintamani to reignite the fire of devotional service in his life. An ordinary person's words cannot bring about such a vast transformation in a person's life like Chintamani's words did in Billumangal Thakur's life. Hence, it is clear that it was not Chintamani. It was Billumangal Thakur's Diksha Guru who spoke to him through Chintamani. And therefore, there was a sudden 180-degree transformation in his life, as if a light switch had suddenly started. He had been flipped, flooding a dark room with light within a split second. Srila Prabhupada reiterated this in another lecture given on the Srimad Bhagavatam, Canto 6, Chapter 3, verse number 18, recorded on 11th February 1971 in Gorakhpur. See, my Guru Maharaj used to say like that, that finish this business in this life. Don't delay for the next life. He was telling also, that don't give me trouble again to come here to Delhi Gali. That is the response of the spiritual master. Spiritual master's response to this is to take the disciple to Krishna until he is able to help him. That is the bodhisattva, just like Billumangal Thakur. The spiritual master delivered him, taking the shape of a process. So here, you heard Srila Prabhupada say that it is the verdict of the Shastras, and also that Srila Bhaktisiddhanta Saraswathi Thakur said, that it is the duty of the Diksha Guru to take the disciple to Krishna. And, if the disciple does not perfect his life, then the Diksha Guru has to again come to take the disciple to Krishna. Codex Prorogative – försörtằng Profetikur the disciple to Krishna. Come means come from where? Where does the spiritual master come from? It means that if the spiritual master has disappeared and the disciple doesn't perfect himself but the disciple has to take one more birth, then the spiritual master, the Diksha Guru who has gone to the spiritual world has to come back to take the disciple back to the spiritual"
    },
    {
      "start_time": 759,
      "end_time": 885,
      "verse_references": [],
      "themes": [
        "disciplic succession",
        "deliverance",
        "Goloka Vrindavan",
        "spiritual master"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "For them I am always ready to come back from Goloka Vrindavan.",
      "summary": "HG Suvyakta Narasimha Dasa quotes Srila Prabhupada saying he is ready to come back from Goloka Vrindavan to deliver his disciples, emphasizing the importance of staying connected to the disciplic succession.",
      "timestamp_url": "https://youtu.be/Nf67atcHW8M?t=759",
      "transcript": "world. In this letter to Brahmananda, dated 15 November 1969, Srila Prabhupada said this, regarding your request for your deliverance from the clutches of Maya, please rest assured of being delivered because we have captured the strong chain of disciplic succession. This chain is coming down from the highest platform Krishna, just like a rope comes down the well so that anyone who may catch the rope from any position is sure to be delivered. So our aim should be to not give up the rope. We must capture the rope very tightly. Then our deliverance is assured. So far as I am concerned, in relationship with my disciples who are so kindly cooperating with me in the matter of my rendering service to my spiritual master, for them I am always ready to come back from Goloka Vrindavan. Come back from where? Come back from Goloka Vrindavan if they are not delivered along with me. So don't be worried about the clutches of Maya. Here Srila Prabhupada says that if his disciples are not delivered, Prabhupada will personally come back from Goloka Vrindavan to take them back there. As the Diksha Guru, Srila Prabhupada has revealed that after his disappearance, he will be in Goloka Vrindavan. And although he is so far away, Goloka Vrindavan is so far away, he still keeps the closest connection to the Lord. keeps meticulous track of his disciples from Goloka. And if he sees that any of his disciples are not able to progress, then he is ready to again come down from Goloka to take us back. Just like Billumangal Thakur's Diksha Guru saw that he had deviated from devotional service in his next life and the Diksha Guru spoke through the prostitute to bring him back to the right path. Similarly, Srila Prabhupada is also ready to continue to guide and instruct his disciples personally till they also return to Goloka where Srila Prabhupada is. And Srila Prabhupada"
    },
    {
      "start_time": 885,
      "end_time": 1026,
      "verse_references": [],
      "themes": [
        "Goloka",
        "Diksha Guru",
        "devotion",
        "guidance"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If somebody does not go, then I shall have to come back to take him there.",
      "summary": "HG Suvyakta Narasimha Dasa continues to emphasize Srila Prabhupada's promise to take his disciples back to Goloka, even if it requires him to return, and reiterates the story of Bilvamangal Thakur to illustrate the Diksha Guru's role.",
      "timestamp_url": "https://youtu.be/Nf67atcHW8M?t=885",
      "transcript": "reiterated the same fact in another letter to Tushna Krishna written on 14th of December 1972. There Srila Prabhupada wrote, why you only want to be in the spiritual sky with Siddha Swarupa? If Siddha Swarupa can go, why not everyone? Siddha Swarupa will go, you will go, Shyamasundara will go, all others will go. We will have another ISKCON there. Of course, Mr. Nair must stay. And if somebody does not go, then I shall have to come back to take him there. One should remember this and every one of my disciples should act in such a way that they may go with me and may not have to come back to take another birth. Again, here Srila Prabhupada confirmed the fact that Srila Prabhupada will come down from Goloka to take his disciples back to Goloka. So, as Srila Prabhupada mentioned, as per Shastra and as per Sadhu, the Sadhu meaning Srila Bhakti Siddhanta Saraswati Thakur, it is a principle that the Diksha Guru who is a resident of the spiritual world must take the responsibility of taking the disciple back to Krishna, even if it means that the Diksha Guru has to come back to the material world to do so. This means that after the spiritual world, the Diksha Guru has to come back to the material world to do so. After the spiritual master disappears, it is not that he is no longer performing the function of the Diksha Guru. It is not that the Diksha Guru becomes no longer living. The Diksha Guru continues to perform the role of the Diksha Guru just like when he was in flesh and blood. In the vivid example of Biloba Mangal Thakur, his Diksha Guru saw that Biloba Mangal Thakur needed one specific intervention to bring him back to the path of Bhakti. So, the Diksha Guru implemented the Diksha Guru. The Diksha Guru implemented the intervention by speaking specific words through the prostitute so that Biloba Mangal Thakur would rekindle his forgotten devotion to Krishna. This was a very specific input required and which was given by his Diksha Guru. The Diksha Guru was his guru right from his previous life and the Diksha Guru was not present as a living guru physically before Biloba Mangal Thakur. Yet, that Diksha Guru acted."
    },
    {
      "start_time": 1026,
      "end_time": 1176,
      "verse_references": [],
      "themes": [
        "Diksha Guru",
        "Divya Jnana",
        "spiritual realization",
        "Swaroopa Siddhi"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Actually this is the main and most important function of the Diksha Guru which is to administer Divyajjana, divine divine awareness and one's true self-realization.",
      "summary": "HG Suvyakta Narasimha Dasa explains the function of the Diksha Guru, even after physical disappearance, to administer specific realizations to the disciple, ultimately leading to Swaroopa Siddhi and return to Goloka.",
      "timestamp_url": "https://youtu.be/Nf67atcHW8M?t=1026",
      "transcript": "In the most suitable way for his spiritual benefit. This then is the function of the Diksha Guru. The Diksha Guru may not be physically present. He may no longer be a quote-unquote living guru. He might have gone back to the spiritual world like Srila Prabhupada says about himself. But still, the Diksha Guru's responsibility doesn't end. He has to keep administering specific realizations to the disciple so that the Diksha Guru keeps inspiring the disciple till he reaches Goloka. If necessary, the Diksha Guru may even have to again descend to the material world to take the disciple back. It is not that the Diksha Guru has chanted on the beads and chosen a name, presided over a yajna and that's it. It doesn't end there. The relationship is eternal. In fact, Srila Prabhupada says that, we will have one more ISKCON in Goloka. Meaning that even after we return to Goloka, Srila Prabhupada will continue to inspire the disciples, instruct us, train us, guide us in our service to Radha and Krishna in Goloka. That means the Diksha Guru gives Divedjana or transcendental realization within the heart of the disciple eternally in this material world also, in the spiritual world also. And this transcendental realization that the spiritual master Diksha Guru reveals within the heart begins with I am not the body up till the point of realizing my Swaroopa. If I have not realized my Swaroopa how can I go to Goloka? Unless you have attained Swaroopa Siddhi, how can you go back to Goloka? That means the Diksha Guru takes the responsibility of giving specific realizations to the disciple right from you are not the body till revealing who you are in the spiritual world. And unless the Diksha Guru himself is a Swaroopa Siddha, how can he give Swaroopa Siddhi to his disciple? So when Srila Prabhupada says that he will come back from Goloka, he will come back from Goloka. It means he is staying in Goloka in his Swaroopa. And when he says he will take us, his disciples back to Goloka, that means he will give us Swaroopa Siddhi. He will reveal to us who we are in the spiritual world at the right time. Srila Prabhupada has unequivocally and boldly, confidently stated this. Actually this is the main and most important function of the Diksha Guru which is to administer Divyajjana, divine divine awareness and one's true self-realization. That is the main function. So, what is the main and most important function of the Diksha Guru which is to administer Divyajjana"
    },
    {
      "start_time": 1176,
      "end_time": 1346,
      "verse_references": [],
      "themes": [
        "Diksha Guru",
        "Divya Jnana",
        "Srila Prabhupada",
        "Ritvik system",
        "ISKCON"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Srila Prabhupada administers that for each of his disciples directly in their heart.",
      "summary": "HG Suvyakta Narasimha Dasa contrasts Srila Prabhupada's potency as Diksha Guru, even after his disappearance, with the perceived limitations of Diksha Gurus in ISKCON Mumbai, questioning the GBC's accusations against the Ritvik system.",
      "timestamp_url": "https://youtu.be/Nf67atcHW8M?t=1176",
      "transcript": "in a customized manner specific to each disciple so that he goes back all the way to Goloka. This cannot be done by a Diksha Guru. Just like Bilumangal Thakur required a specific kind of dose of instruction which would awaken him and his Diksha Guru accordingly administered it through the prostitute. So, the Diksha Guru is a transcendental personality who is not limited by time and space. He is not dependent on being a quote-unquote living Guru to administer such specific Divya Jnana in the heart of his disciples. According to each disciple, no matter how many thousands of disciples he may have, he knows what instruction each disciple specifically requires. And Srila Prabhupada administers that for each of his disciples directly in their heart through different Diksha Gurus in his Khan, through his books, lectures, letters, etc. and also through other living entities in the world. And for all this, Srila Prabhupada need not even be physically present before the disciple. He need not even be quote-unquote living Guru. Just like thousands of Prabhupada's disciples before 1977 never even met Srila Prabhupada in their life or might have had just a brief glimpse of Prabhupada. But they all got wonderful spiritual realization, Divya Jnana and progressed steadily in spiritual life. In fact, Srila Prabhupada is not even bound to be within this material world in order to perform this role of Diksha Guru. He can be in Goloka and still he can do this for all his disciples whom he has initiated through the Rithvik system. That is the power and potency of Srila Prabhupada. That is how potent Prabhupada is. That is how powerful Prabhupada is. He can perform his function of Diksha Guru without having to be a quote-unquote living Guru. In comparison, the Diksha Gurus in ISKCON Mumbai group are so limited in their potency that they must be quote-unquote living in order to act as Diksha Guru. Once a Diksha Guru in ISKCON passes away, he stops being a Diksha Guru. So, you see how limited their potency is. But funny thing is, ISKCON Mumbai group's GBC accuses those who follow Srila Prabhupada's July 9th order saying that the Rithvik system renders Srila Prabhupada impotent. Now, you please tell us who is really potent? Srila Prabhupada or the unauthorized Diksha Gurus in ISKCON? Please let us know your thoughts in the comment section below about who is more potent? Srila Prabhupada or the unauthorized Diksha Gurus? Yes, go ahead. We are waiting for your comment. Please do it right now. There, you put in your comment. Great."
    },
    {
      "start_time": 1346,
      "end_time": 1559,
      "verse_references": [],
      "themes": [
        "Diksha Guru",
        "GBC",
        "ISKCON",
        "Swaroopa Siddhi",
        "potency"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Can the GBC confirm and assure unequivocally that all their NOC Diksha Gurus can impart realization in the hearts of their disciples up to giving them Swaroopa Siddhi?",
      "summary": "HG Suvyakta Narasimha Dasa challenges the GBC of ISKCON Mumbai to confirm the potency of their approved Diksha Gurus, questioning their ability to deliver disciples to Goloka and impart Swaroopa Siddhi.",
      "timestamp_url": "https://youtu.be/Nf67atcHW8M?t=1346",
      "transcript": "So, continuing our discussion, this raises another question. On the unauthorized Guru system in ISKCON, can the GBC of the ISKCON Mumbai group confirm that the Diksha Gurus that they give no objection to, will those Diksha Gurus deliver all their disciples to Goloka? We don't want to hear from rank and file devotees. We want the answer from the GBC. Will the GBC confirm that if the Diksha Gurus disciples in ISKCON do not go back to Goloka and are forced to again take birth in the material world, all the GBC NOC Diksha Gurus in ISKCON will come back from Goloka to take their disciples back? Can the GBC confirm this? Well, for that, first, the GBC has to confirm that all their NOC Gurus are going to go to Goloka after they are passing away. Can the GBC give such an assurance? Forget about the future. Can the GBC confirm that all their NOC Diksha Gurus who have passed away till now, are all of them in Goloka, monitoring their disciples and administering specific realizations for their disciples, just like Billo Mangal Thakur's Diksha Guru or as Shaila Prabhupada himself confirmed that he too is doing. Can the GBC confirm that all the Diksha Gurus in ISKCON who have passed away are doing this for their disciples after they have passed away? Some of the Diksha Gurus in ISKCON have 1000, 2000 or someone even 50,000 disciples. Are those unauthorized Diksha Gurus administering specific, Divya Jnana according to the specific requirement of each of their disciples, just as Shaila Prabhupada is doing even today for his disciples whom he initiated before 1977, as also for those disciples after 1977 through the Ritvik system of initiations, Prabhupada is still doing it. So, all those quote-unquote living Gurus who are there for their 1000, 2000, 10,000, 50,000 disciples, are they able to do while they are quote-unquote living? Which Prabhupada is doing without having the need to be a living Guru? If they cannot do that, even when they are living, then what is the use of initiating 50,000 disciples? Can the GBC confirm and assure unequivocally that all their NOC Diksha Gurus can impart realization in the hearts of their disciples up to giving them Swaroopa Siddhi? Well, if they have to give Swaroopa Siddhi to their disciples, the unauthorized Diksha Gurus in ISKCON first must be Swaroopa Siddhas themselves. But the GBC in their resolution number 409 of 2004 have said, when the GBC allows a devotee to take up the service of initiating, it does not thereby endorse him as an Attham Adhikari or pure devotee or certify his having achieved any specific state of realization. That means the GBC has already admitted, they have already confessed that their NOC Diksha Gurus have not achieved any realization. That means the unauthorized Diksha Gurus in ISKCON are not even on the stage of having realized that they are not the body. Forget about Swaroopa Siddhi. That is too far off. So, then what is the potency of the Diksha Gurus in ISKCON? If they are not Swaroopa Siddhas themselves, how will they give Swaroopa Siddhi to their disciples? And how will they, after their disappearance, how will they give specific realization to their disciples and give them Swaroopa Siddhi and take them back to Godhead?"
    },
    {
      "start_time": 1559,
      "end_time": 1726,
      "verse_references": [],
      "themes": [
        "Diksha Guru",
        "pure devotee",
        "GBC",
        "ISKCON",
        "Srila Prabhupada",
        "Goloka"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Then both of them will go to hell like blind men leading the blind.",
      "summary": "HG Suvyakta Narasimha Dasa questions the GBC's approval of Diksha Gurus who are not pure devotees, citing Srila Prabhupada's warning about the blind leading the blind, and expresses confidence in Srila Prabhupada's ability to deliver his disciples to Goloka.",
      "timestamp_url": "https://youtu.be/Nf67atcHW8M?t=1559",
      "transcript": "What are the unauthorized Diksha Gurus doing for their disciples in ISKCON? Other than chanting on their beads and selecting their names, which is actually the role of the Rithvik. They accuse the Rithvik system of rendering Srila Prabhupada impotent. But what is their GBC NO objection Guru system rendering their Diksha Gurus? Is it making them potent? And if the Diksha Gurus in ISKCON are not potent to take anyone back to Goloka, forget about taking their Diksha Gurus. If they are not potent in going back to Goloka themselves, then what is the future of all their disciples? Srila Prabhupada in his letter to Tushta Krishna wrote this on 14th of December 1972. As for your next question, can only a few pure devotees deliver others? Anyone, if he is a pure devotee, he can deliver others. He can become spiritual master. But unless he is on that platform, he should not attempt it. Then both of them will go to hell like blind men leading the blind. So, unless one is a pure devotee, one must not attempt to become a Diksha Guru. But the GBC has confessed in resolution number 409 that none of their Diksha Gurus are pure devotees. So what is the GBC doing then? By giving NOC to those who are not pure devotees, as per their own admission, can they become Diksha Gurus? We will leave the responsibility of finding the answers for all these questions to you. As far as we, the devotees of Srila Prabhupada's ISKCON group are concerned, we are blissfully confident that Srila Prabhupada will definitely take us back to Goloka since we are his disciples via the Rithvik system of initiations implemented according to Srila Prabhupada's July 9th, 1977 order. Of course, that also places a very heavy responsibility on our shoulders too as disciples of Srila Prabhupada to perfect our lives within this very lifetime and not create a situation where Srila Prabhupada has to come back to the material world to deliver us. So, let us seriously take shelter of our Diksha Guru, our Guru Maharaj, Srila Prabhupada and execute our duties diligently following all the instructions of Srila Prabhupada and we can rest assured that Srila Prabhupada will personally take us to the point of Swaroopa Siddhi, to the point of Krishna Prema, to the point of our returning to Goloka and he will continue to guide and instruct and train us in our services to Radha and Krishna in Goloka Vrindavan."
    }
  ]
}