{
  "video_id": "nFSDaKHg3wM",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.8.29 | 25-02-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=nFSDaKHg3wM",
  "segments": [
    {
      "start_time": 34,
      "end_time": 104,
      "verse_references": [
        "SB 1.8.29"
      ],
      "themes": [
        "transcendental nature of Krishna",
        "impartiality of Krishna",
        "Kunti's prayers"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So Kunti is helping us understand what is the nature of Krishna's personality.",
      "summary": "This segment introduces the verse from Srimad Bhagavatam being discussed and highlights Kunti's understanding of Krishna's transcendental nature and impartiality.",
      "timestamp_url": "https://youtu.be/nFSDaKHg3wM?t=34",
      "transcript": "Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare, Om Namo Bhagavate Vasudevaya, Narayanam Namaskritya Naramchevanarottamam, Devim Sarasvatim Vyasam Tato Jayam Udi Rayet. In this session we will be discussing from the 29th verse of the 8th chapter of the 1st canto of Srimad Bhagavatam, continuing the prayers by Queen Kunti. The meaning of this verse is, \"No one can understand your transcendental pastimes which appear to be human and are so misleading. You have no specific object of love nor do you have any object of envy. People only imagine that you are partial.\" This is a prayer."
    },
    {
      "start_time": 104,
      "end_time": 227,
      "verse_references": [],
      "themes": [
        "Krishna's transcendental nature",
        "material contamination",
        "influence of material modes"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is not a human being. Krishna is the Supreme Unlimited Lord.",
      "summary": "This segment elaborates on Krishna's transcendental nature, emphasizing that He is not a human being and is not influenced by material contamination, unlike conditioned souls.",
      "timestamp_url": "https://youtu.be/nFSDaKHg3wM?t=104",
      "transcript": "So Kunti is helping us understand what is the nature of Krishna's personality. Krishna is completely transcendental, which means that he has no enmity. He has no special liking for somebody. He is not partial. It appears sometimes like he is partial to his devotees. It appears like that. So that will be explained here in the purport by Srila Prabhupada. The Lord's mercy upon the fallen souls is equally distributed. He has no one as the specific object of hostility. Now this point is very important. The very conception of the personality of Godhead as a human being is misleading. Krishna is not a human being. Krishna is the Supreme Unlimited Lord, full of all good qualities. He is absolute. He is all good. Every living being is his part and parcel and therefore every living being is dear to him as the part and parcel living being. His pastimes in this material world especially appear to be exactly like a human being's activities, but actually they are transcendental. They are without any tinge of material contamination because Krishna does not come in contact with material nature. The material modes are not able to influence Krishna. The material modes always are influenced by Krishna."
    },
    {
      "start_time": 227,
      "end_time": 386,
      "verse_references": [],
      "themes": [
        "conditioned souls",
        "material enjoyment",
        "pure devotees",
        "mercantile community"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Foolish people think that devotional service is something like flattering Krishna to get some special mercy.",
      "summary": "This segment contrasts conditioned souls seeking material enjoyment with pure devotees offering selfless service, using the analogy of a mercantile community to illustrate the difference.",
      "timestamp_url": "https://youtu.be/nFSDaKHg3wM?t=227",
      "transcript": "Only the conditioned souls. Why? Because the conditioned souls want to enjoy materially. Therefore the material modes will act on them. Only then they can try to enjoy, though there is no enjoyment. Now here one point Srila Prabhupada explains, that Krishna is known to be partial to his pure devotees, but actually he is not partial. He appears to be partial to his pure devotees. Just like Prabhupada gives the example of the sun. The sun is never partial to anybody. By utilizing the sun rays, sometimes even the stones become valuable, brilliant jewels, whereas a blind man cannot see the sun, although there are enough sun rays before him. So darkness and light are two opposite conceptions, but this does not mean that the sun is partial in distributing its rays. In spite of the sun being present in the sky, why is there darkness in some places? Because even though the sun rays are open to everyone, the capacity of the receptacles are different. Foolish people think that devotional service is something like flattering Krishna to get some special mercy, whereas the fact is that the Lord has so many unlimited number of pure devotees, and those pure devotees are always engaged in the transcendental loving service of the Supreme Lord Krishna, always, and they are not like a mercantile community. Now mercantile community, people are merchants. They render some service in exchange for value. They always want something in exchange."
    },
    {
      "start_time": 386,
      "end_time": 527,
      "verse_references": [],
      "themes": [
        "pure devotion",
        "unconditional service",
        "reciprocity with Krishna",
        "material motives"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "You simply want to serve Krishna out of love Krishna wants to provide you everything that you require out of love for you.",
      "summary": "This segment emphasizes the importance of unconditional service to Krishna and the reciprocal relationship where Krishna provides everything out of love.",
      "timestamp_url": "https://youtu.be/nFSDaKHg3wM?t=386",
      "transcript": "That's the nature of a commercial transaction. So a pure devotee, even though he is always engaged in serving Krishna lovingly, he never does any service with expectation of something in return from Krishna. Never. Never. Never. Now just because the pure devotee renders loving service to Krishna, Krishna's full mercy is open for him. Then there are other people who serve the Lord but with a material motive, so when the purpose is over then they don't continue their service, just like somebody is in need of money and they approach Krishna and pray to him, \"I am in need of money, kindly help me,\" so after Krishna fulfills their desire then they forget Krishna, how they are not continuing their prayer to Krishna. So such people they are conditionally rendering service to Krishna, they have a material motive, whereas pure devotees they render service to Krishna without any tinge of any material motive, pure service. So the Lord correspondingly is always taking care of them. It is reciprocal. You simply want to serve Krishna out of love, Krishna wants to provide you everything that you require out of love for you. You serve him unconditionally, Krishna takes care of you without putting any conditions. So it is not that Krishna is partial to the Lord and he performs service to Krishna."
    },
    {
      "start_time": 527,
      "end_time": 670,
      "verse_references": [],
      "themes": [
        "universal devotion",
        "demoniac nature",
        "mercy of Krishna",
        "pure vs. mixed devotees"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The mercy of the Supreme Lord Krishna is open for everyone all living beings especially all human beings but people are reluctant to receive the mercy of Krishna many times they refuse.",
      "summary": "This segment discusses the availability of Krishna's mercy to all, contrasting pure and mixed devotees and highlighting the rarity of pure devotional service.",
      "timestamp_url": "https://youtu.be/nFSDaKHg3wM?t=527",
      "transcript": "So Lord Krishna is so strong, which only a traditional consumer is able to apply it to such people who render him loving transcendental service. No, he does not say some select people can become my devotee, can render service to me. He says everyone is my devotee, means everyone is Krishna's devotee, so everyone should render service to Krishna because you are his devotee, everyone without exception. But some people they are very much against Krishna, they are very, very, very demoniac natured, they envy Krishna. So such people it is very difficult for them to understand Krishna or relate to Krishna properly, it is very difficult. So Prabhupada concludes this description by telling the mercy of the Supreme Lord Krishna is open for everyone, all living beings, especially all human beings, but people are reluctant to receive the mercy of Krishna, many times they refuse. So this is the difference between a pure devotee and a mixed devotee. Mixed devotee means there is some material motive for such a devotee to render service to Krishna, and pure devotee on their hand, me other hand means no material motive and without any material motive constantly engaged in Krishna's service, always. So it is a very exacted position to constantly render service without any envy towards somebody or without any expectation of anything in return. It is very, very, very, very rare. This is the difference between a pure devotee and..."
    },
    {
      "start_time": 670,
      "end_time": 801,
      "verse_references": [],
      "themes": [
        "receiving Krishna's mercy",
        "atheists",
        "partial recipients",
        "full recipients"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Those who are cent percent engaged in devotional service to Krishna are the full recipients of the Lord's mercy.",
      "summary": "This segment explains who can receive Krishna's mercy, differentiating between those in darkness, partial recipients, and full recipients based on their engagement in devotional service.",
      "timestamp_url": "https://youtu.be/nFSDaKHg3wM?t=670",
      "transcript": "pure devotional service. It's very rare, but anybody associates with a pure devotee, they can easily develop this pure devotion to Krishna. So Prabhupada explains in terms of who can receive the mercy of the Lord. Lord is freely distributing, but who can receive? Prabhupada says those who are compelled to receive the mercy of the Lord are those who are compelled to receive the mercy of the Lord, who are completely against the service of the Supreme Lord Krishna are considered to be in abject darkness, they're completely in darkness. Those who ask for the Lord's favor only at the time of necessity are partial recipients of the mercy of the Lord. The atheist, agnostics, demoniac natured people who never worship God, they are completely in darkness about Krishna and they remain in material existence till they change their ways. And those who are asking for the Lord's favor, but they are rendering some devotional selves, though it's not pure devotional service, but still they're rendering some service to Krishna and asking for some help, they are actually partially partial recipients of the mercy of Krishna because how will Krishna reciprocate with them? They are asking for something, Krishna will give that, but devotees, pure devotees who don't ask anything from Krishna, Krishna provides everything they require. They are always protected by Krishna, always sheltered by Krishna, always provided for by Krishna. So the conclusion is that those who are cent percent engaged in devotional service to Krishna are the..."
    },
    {
      "start_time": 801,
      "end_time": 938,
      "verse_references": [],
      "themes": [
        "sincere chanting",
        "reciprocity",
        "salvation",
        "spiritual abode"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "It appears like he is partial to his devotees but he is not at all partial he is simply reciprocating with each person exactly according to that person surrender to Krishna that's all.",
      "summary": "This segment concludes by emphasizing the availability of Krishna's mercy through sincere chanting, explaining that Krishna reciprocates based on surrender, and discussing salvation and the spiritual abode.",
      "timestamp_url": "https://youtu.be/nFSDaKHg3wM?t=801",
      "transcript": "full recipients of the Lord's mercy. So it is just open for everyone. Anybody who sincerely serves Krishna, just sincerely chants, vibrates the tongue and says Hare Krishna, the Lord's mercy is available fully for such a person, but people refuse to even chant the name of Krishna. They will not chant the name of Krishna. So unfortunate people miss this opportunity even though when the Lord descends to this material world, he plays like a human being. It appears like he is partial to his devotees, but he is not at all partial. He is simply reciprocating with each person exactly according to that person's surrender to Krishna, that's all. Now in the battlefield of Kurukshetra, who died in the presence of Krishna, they got salvation without necessary qualification. Salvation means liberation without having even the qualifications because when somebody dies in the presence of Krishna then they become purified of all sinful reactions, therefore such a person is able to get some place in the spiritual abode of the Supreme God Krishna, provided they are willing to go to the supreme abode of the Supreme God. If people don't want to go, Krishna does not force. Sometimes people who don't have proper knowledge or information, they refuse to go to this abode of the Lord because only those who are purified can go. But even those who are purified, if they reject the opportunity they have for going to the spiritual personal abode of the Lord, they need not go. Krishna will not force. So I will stop here. Thank you very much. Hare Krishna."
    }
  ]
}