{
  "video_id": "nFxsWxV9uTc",
  "title": "Mahabharata | Part 32 | The aftermath of Game of Dice | His Grace Suvyakta Narasimha Dasa",
  "speaker": "HG Suvyakta Narasimha Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=nFxsWxV9uTc",
  "segments": [
    {
      "start_time": 96,
      "end_time": 321,
      "verse_references": [],
      "themes": [
        "Draupadi's disrobing",
        "Yudhisthira's dilemma",
        "Duty vs. Power"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So does that not free the Pandavas from their binding to their words?",
      "summary": "The speaker discusses the events of Draupadi's attempted disrobing and questions why Yudhisthira and the Pandavas did not intervene, exploring the conflict between their duty as servants and their duty to protect their wife.",
      "timestamp_url": "https://youtu.be/nFxsWxV9uTc?t=96",
      "transcript": "Hare Krishna and welcome to today's episode of the Mahabharata. In the last episode, we have seen that very painful incident of the game of dice, where Draupadi was attempted to be stripped naked by the Kauravas, headed by Karna, Duryodhana, Dushyasana, and others. And although Dushyasana tried his best to disrobe Draupadi, Draupadi surrendered herself completely to Lord Krishna, and Krishna in turn protected her modesty. And so, Dushyasana pulled and pulled at her Sari with great anticipation, but that anticipation turned to amazement when he saw an endless supply of her Sari covered cloth, and that amazement turned into frustration, that frustration became despair. Finally, he sat down fatigued, unable to disrobe Draupadi. Now, when the incidents had gone this far, Dhritarashtra had a change of heart. What did Dhritarashtra do? That is what we will be discussing today. Before we come to that, we need to understand a little bit about the whole egregious happenings in that game of dice. We all have understood how Yudhishtira was compelled to participate in the game of dice, not because he was inclined to it, but because it was the order of his superior, Dhritarashtra, whom he considered as good as his father. Now, although Yudhishtira knew that this was a trap laid out to hurt him and his brothers, Yudhishtira could not help it. He was looking towards Dhritarashtra's intervention to correct the injustice that was happening during the game of dice, but Dhritarashtra was silent all through. Now the question comes that when Draupadi was brought into that assembly and when her honor was being sullied by the Kauravas, why did Yudhishtira and the other Pandava brothers not act? Was it not their duty to protect the honour of their wife? Yes, it was their duty to the extent that their powers authorized them to protect her. We all have our limitations. Even though we may be wanting to protect our near and dear ones, there are some things which are beyond our power and we are unable to help them at times. This happens with all of us. Now in the case of the Pandavas, although physically they might have been capable of protecting her, morally they were bound by the word they had given to the Kauravas that they were now their servants. And as servants, it was their duty to do the bidding of their masters. So what use are such masters who do not protect the honour of their servants? So does that not free the Pandavas from their binding to their words?"
    },
    {
      "start_time": 322,
      "end_time": 474,
      "verse_references": [],
      "themes": [
        "Kshatriya Dharma",
        "Duty of a King",
        "Duryodhana's Adharma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Now it was Duryodhana's duty as a king to protect the honor of the Pandavas, who are now also his citizens.",
      "summary": "The speaker explains that the Pandavas, having lost their kingdom, were no longer obligated to protect others; instead, it became Duryodhana's duty as king to protect them, including Draupadi, and that Duryodhana failed in his dharma.",
      "timestamp_url": "https://youtu.be/nFxsWxV9uTc?t=322",
      "transcript": "So does that not free the Pandavas from their binding to their words? The fact is, that the Pandavas having lost all their kingdom and having been stripped of their Kshatriya position, having become servants of Duryodhana, no more were they in a position to be able to provide protection to others. Protecting others, protecting the citizens is the duty of the Kshatriya. Kshata trayate yati kshatriya. The Kshatriya is the person who protects his citizens from any kind of danger. It is the Kshatriya king's responsibility to give protection to all his citizens. Now that the Pandavas were no longer kings, they were mere servants, they were mere ordinary citizens, under the rule of Duryodhana. Now it was Duryodhana's duty as a king to protect the honor of the Pandavas, who are now also his citizens. Now if Duryodhana is not following his duty, if he is deviating, if he is flagrantly flouting the codes of Dharma, according to which he has to protect the honor of his citizens and prevent any kind of danger, then he is a king. Any harm to them, whether physically or economically or in terms of their honor, if Duryodhana, the king himself is flouting these duties, then what can the citizen do? So the Pandavas, in fact it was the duty of Duryodhana to protect Draupadi. He was not keeping up his duty. It was the duty of Dhritarashtra to ensure that there was no injustice to the Pandavas and even he violated his duty. Now because Duryodhana and Dhritarashtra and Karna and Dushyasana, all these people they flouted their dharma, their duty does not mean that the Pandavas also should forget their duty. Actually this was the biggest difference between Yudhishthira and the other Pandava brothers and Duryodhana."
    },
    {
      "start_time": 475,
      "end_time": 578,
      "verse_references": [],
      "themes": [
        "Duryodhana's focus on the end",
        "Pandavas' adherence to Dharma",
        "Virtue in Calamity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "On the one hand, Duryodhana was ready to violate every rule of dharma at the drop of a hat.",
      "summary": "The speaker contrasts Duryodhana's willingness to violate dharma to achieve his desires with the Pandavas' commitment to upholding dharma even in the face of great suffering.",
      "timestamp_url": "https://youtu.be/nFxsWxV9uTc?t=475",
      "transcript": "On the one hand, Duryodhana was ready to violate every rule of dharma at the drop of a hat. Why? Because his whole consideration was, his whole focus was the end. What I will get? What I want to get? How do I satisfy my desire? The means did not matter to him. He was ready to achieve his desire by hook or by crook. It did not matter to him. It did not matter to him that he was violating the codes of dharma. It did not matter to him that he was violating the rules of the Vedas. It did not matter to him that he was incurring grievous sin because of which he would have to suffer in the future. None of these things mattered to him. For him, all that mattered was, somehow I have to get Indraprastha in my hand. Somehow I have to insult the Pandavas. Somehow I have to insult Draupadi. This was his whole focus. Now if you look at the Pandavas, the Pandavas were reluctant to violate the codes of dharma, words of virtuousness, even in the face of the greatest calamity. Even when Draupadi the wife's honor was put at stake, even there the Pandavas' consideration was, as per the codes of Dharma, what is our duty now? What are the steps that we can take? Or what are the things we should not be doing?"
    },
    {
      "start_time": 579,
      "end_time": 777,
      "verse_references": [],
      "themes": [
        "Duty and Responsibility",
        "Vishwamitra and Dasaratha",
        "Vedic Social Structure"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It is the duty of the king.",
      "summary": "The speaker uses the story of Vishwamitra Muni and Dasaratha Maharaj to illustrate the Vedic concept of assigned duties and responsibilities within society, where the king is responsible for protecting those engaged in spiritual activities.",
      "timestamp_url": "https://youtu.be/nFxsWxV9uTc?t=579",
      "transcript": "So Uddistira Maharaj, from the Pandava's consideration. If we look at it from there, from that perspective, the duty was resting with Duryodhana and with Dhritarashtra to protect Draupadi's honor because she is also their citizen. They had been deprived of their authority to perform that function of protecting others the moment they were shown of their kingdom and they were converted into ordinary servants. We have examples of this in the Vedic history. Even though a person may be very well capable of defending himself, still in Vedic times the people would consider, is it my duty to defend myself or is it somebody else's duty. When Vishwamitra Muni was performing tapasya's and yajnas in the temple, he was not only in the forest, there was a demoness who was coming and creating trouble for him, not allowing him to carry out his spiritual duty. Vishwamitra Muni is such a powerful sage. Not only that, before Vishwamitra Muni became the sage, he had been a king, a very powerful valiant king. So, it is not that he was unaware of the techniques of combat, how to fight, where to fight, with an asura, with a demoness. It was not unknown to him. Not only that, as a sage, he had powerful mantras by the dint of his austerities with which he could have easily killed the demoness. But he did not do so. He considered, my duty as a sage, what is my duty? My duty is to engage in spiritual activities. Whose duty is it to ensure that my spiritual duty is fulfilled? That is his duty. His duties are carried on without any obstruction. It is the duty of the king. And therefore, Vishwamitra Muni went to Dasaratha Maharaj, who was ruling the kingdom at that time and he informed him, like this, there is this demoness who is creating trouble for me. So, you have to please solve my problem. And Dasaratha Maharaj immediately said, yes, I am ready. I will come myself. You are such a great sage. It is a shame that if I am not able to protect you, I will come myself. And then Vishwamitra Muni said, no, no, you don't have to come. This is not such a big thing. Then Dasaratha Maharaj asked him, then whom should I send? Vishwamitra Muni said, send your two young sons, Sri Ramachandra and Lakshmana with me, who were at that time just teenagers. Dasaratha Maharaj balked. He was daunted. Why? My sons? They are so tender. They are just teenagers. They cannot fight with Asuras. So, Vishwamitra Muni, please, you don't ask for them, I will come myself. Out of parental affection, Dasaratha Maharaj did not recognize the great valor and capability and strength, the unlimited strength of the Supreme Lord Ramachandra."
    },
    {
      "start_time": 778,
      "end_time": 958,
      "verse_references": [],
      "themes": [
        "Ramachandra's Valor",
        "Varnasrama Dharma",
        "Duty vs. Occupation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In today's world, unfortunately, that societal structure has completely collapsed of the Varnasthama Dharma.",
      "summary": "The speaker continues the story of Vishwamitra and Dasaratha, highlighting Ramachandra's valor, and then laments the collapse of the Varnasrama Dharma in modern society, emphasizing the distinction between one's duty (dharma) and one's occupation (vritti).",
      "timestamp_url": "https://youtu.be/nFxsWxV9uTc?t=778",
      "transcript": "For him, Ramachandra and Lakshmana were just his tender sons. Out of parental affection, he did not. He was taken aback by Vishwamitra Muni's suggestion, but Vishwamitra Muni knows everything and he is aware that this is also an idea of Lord Ramachandra and so therefore, he insisted and took Lord Ramachandra with him and he taught Ramachandra all the art of warfare and then Lord Ramachandra used that art in defeating the demoness. So, you see how Vishwamitra Muni, although he knew the art of warfare, he did not engage in the war himself, the demons. He engaged the Kshatriyas, the king of that area, who was responsible, who was interested with that responsibility. This is because during those times, in the Vedic tradition and the Sanatana Dharma, the duties of different persons in the social functioning of the society was very well laid out. In today's world, unfortunately, that societal structure has completely collapsed of the Varnasthama Dharma. Now we do not have an understanding of what is duty at all. We think we mistake our vritti, our occupation to be Dharma, to be Karma, which is not correct. There is a big difference between vritti and Dharma. There is a big difference between occupation for one's livelihood and one's duty. We have duties towards all other rest of the society. We have duties towards our parents, we have duties towards our forefathers, we have duties towards the sages, who have given us transcendental knowledge, we have duties towards devatas, who are supplying us all kinds of natural facilities, such as sunlight and air and water etc. For our livelihood, we have duties towards all other domestic, even to domestic, animals like the cow and the dog etc which render us service. We have responsibilities, we have duties, we have obligations towards our other relatives, it may be my husband, it may be my wife, it may be my sister, my other relatives, my friends, whoever helps me in various activities, I have obligations towards all of them. There are duties prescribed in the Vedas for all this. So duty is completely different from occupation for one's livelihood. One may give up one occupation and take on another occupation, but one cannot give up one's duty. And as Lord Krishna himself says in the Bhagavad-Gita, one must not give up one's duty however imperfectly performed to take up the duty of some other person however perfectly they may be able to do it."
    },
    {
      "start_time": 959,
      "end_time": 1067,
      "verse_references": [
        "BG 3.35"
      ],
      "themes": [
        "Importance of Duty",
        "Dharma vs. Result",
        "Pandavas' Example"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "One must not give up one's duty however imperfectly performed to take up the duty of some other person however perfectly they may be able to do it",
      "summary": "The speaker quotes the Bhagavad-gita to reinforce the importance of adhering to one's own duty, even if imperfectly performed, and contrasts this with Duryodhana's focus solely on the outcome, while the Pandavas prioritized the means (dharma) over the end result.",
      "timestamp_url": "https://youtu.be/nFxsWxV9uTc?t=959",
      "transcript": "This is against the laws of the scripture. I may be able to do my duty say with 50% efficiency, but I look at somebody else's assigned duty, I can do that much better, so let me do that. No, even though you are assigned the duty you are able to do imperfectly, it is better than doing some other person's duty which is not assigned to you very perfectly. This is the code of dharma and so the Pandavas always even in that calamitous situation were considering what is virtuosity dictating to me what should I do and what should not I, what should I not do? Is this my duty to protect Draupadi or is it not? It is the duty of actually the emperor, the king, Dhritarashtra and Duryodhana were responsible for her protection and if they are not performing their duty does not mean that I should violate my duty, I should give up my duty. This is a very big difference between Duryodhana and Dhritarashtra and the Kauravas when compared with the Pandavas. Duryodhana never had such consideration. He never thought what should I do and what should I not do? Is my activity according to dharma or not? He was simply focused on the result, somehow I have to get the result, the means don't matter, the only the end matters, whereas for the Pandavas the end did not matter, no matter how they were insulted, whether they lost their kingdom, whether they lost the honor of their wife, whatever it was, they would not deviate from the means, the end was immaterial to"
    },
    {
      "start_time": 1068,
      "end_time": 1259,
      "verse_references": [],
      "themes": [
        "Yudhisthira's Guidance",
        "Dharma Raja",
        "Draupadi's Faith"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Everybody knew in that assembly that Yudhishthira Maharaj was Dharma Raja he would never deviate from the path of dharma",
      "summary": "The speaker explains why Bhima and Arjuna followed Yudhisthira's lead, emphasizing Yudhisthira's reputation as Dharma Raja and Draupadi's unwavering faith in his adherence to dharma, even amidst her suffering.",
      "timestamp_url": "https://youtu.be/nFxsWxV9uTc?t=1068",
      "transcript": "Bhima and Arjuna to come to follow Yudhishthira's this one. He has given his word. Why could not Bhima or Arjuna jump in and then protect Draupadi? Was following the instructions of their brother more important than protecting the honor of Draupadi? The fact is that Draupadi is also the wife of Yudhishthira, so there is the responsibility equal. Now as far as the Vedic culture was concerned, the eldest person had the responsibility of guiding the younger people on the path of dharma. The younger people always looked up to the elder people for guidance. So everybody knew in that assembly that Yudhishthira Maharaj was Dharma Raja. He would never deviate from the path of dharma. His brothers also knew that and nobody knew the intricacies of dharma better than Yudhishthira and so therefore the younger brothers, Bhima, Arjuna, and others, even though they could see such a difference between dharma and Yudhishthira, injustice being meted out in that assembly, they held on to their firm faith in their brother Yudhishthira Maharaj that he knows the codes of dharma very well and he will tell us what is the real dharmic duty that they had to perform at that point of time. So even Bhima and Arjuna were also very clear in their mind, we have to do what is our ordained duty. We cannot, we cannot flout the requirements of our duty. We cannot violate the laws of dharma. So therefore the Pandavas are the most, are the most pious people, they are the most praiseworthy people. In fact, when the game of dice ended in this kind of fiasco, even though the Yudhishthira Maharaj lost in that game of dice, even though Draupadi was about to be disrobed, but Lord Krishna had to step in to save her, the fact is even Draupadi had no resentment in her heart towards Yudhishthira Maharaj. She had full confidence that whatever Yudhishthira Maharaj has done was within the codes of dharma. He could clearly understand that even Bhima and Arjuna were bound by the ropes of dharma of virtuosity and so therefore she had no resentment in her heart because she was also inclined and she felt that she was totally inquisitive. She was also equally disposed to follow the course of Dharma rather than look at what was the result that had accrued out of that following of that Dharma. She had no resentment in her heart that she, Yudhishthira Maharaj and Arjuna and Bhima, they followed the path of Dharma and they ditched me. There was no such resentment in Draupadi's heart. On the other hand, she was completely proud of her husband that even in that position, they followed the path of Dharma."
    },
    {
      "start_time": 1260,
      "end_time": 1446,
      "verse_references": [],
      "themes": [
        "Dhritarashtra's Dual Personality",
        "Duryodhana's Greed",
        "Dhritarashtra's Regret"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Dhritarashtra also, Dhritarashtra realized that.",
      "summary": "The speaker discusses Dhritarashtra's internal conflict, his love for both the Pandavas and Duryodhana, and his regret at allowing the events to escalate to the point of Draupadi's attempted disrobing, highlighting Duryodhana's greed and lustful desires.",
      "timestamp_url": "https://youtu.be/nFxsWxV9uTc?t=1260",
      "transcript": "So finally, Dhritarashtra, when he saw that things had gone too far, maybe Dhritarashtra's whole thing was, as we have seen, his dual personality. He had love for the Pandavas, he had love for his younger brother, as well as he had too much love for Duryodhana and the throne. And that love for Duryodhana and the throne overwhelmed his love for the Pandavas. So maybe Dhritarashtra had no intention to insult the Pandavas like that. His intention would have been to just get the kingdom and be happy with that. Although actually even Indraprastha was not his. Hastinapura itself, the throne of Hastinapura which he and Duryodhana were occupying, that did not belong to them. That was actually, you can look at it, because of the magnanimity of the Pandavas. They were able to occupy that throne. Otherwise, the Pandavas were the rightful heirs to that throne, not Duryodhana, not Dhritarashtra. But look at the greed of Duryodhana and Dhritarashtra when the Pandavas, from scratch, they built up their own kingdom. They wanted to go and occupy that. They were committing that. So Dhritarashtra's eye was on the opulence of Indraprastha. But even he didn't want to go and occupy that. He had not expected that it would go to the extent of trying to disrobe Draupadi. That was too much. Dhritarashtra also realized that. But by that time, before he could step in, already the act had happened. Everything was happening very swiftly. You see, now we are looking at that whole event in hindsight. But when they were in that, in that whole assembly, when everything was going on, people sometimes have brain fakes. You know, that's a common terminology we use nowadays. Some people have brain fakes. Sometimes some people, even though they have full understanding and the knowledge to be able to act properly in a situation, sometimes people, out of some brain fade at that point of time, they do something which is contrary to what should be done. That was, similar thing could have happened with Dhritarashtra also, because of which he did not step in at the right time. But when it had gone to this extent, and when he saw Bhima taking vow after terrible vow, that was the end. That was the end. That shook Dhritarashtra out of his slumber, weak slumber that he was in and he realized things had gone too far and he understood that this was something which he had not bargained for. Whereas, you see, in the case of Duryodhana, he wanted, he coveted their kingdom also and he also wanted to insult the Pandavas and he wanted to satisfy his lusty desire towards Draupadi. He got that opportunity and he tried to make, take full advantage of that. So, Dhritarashtra knew about Duryodhana's love for the throne, but he did not know about his lusty desires towards Draupadi. If he had known earlier, probably he would have taken steps to prevent this."
    },
    {
      "start_time": 1447,
      "end_time": 1646,
      "verse_references": [],
      "themes": [
        "Dhritarashtra's Conciliation",
        "Inevitable War",
        "Pandavas' Dishonor"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Dhritarashtra woke up and then he immediately put a stop to everything.",
      "summary": "The speaker describes Dhritarashtra's attempt to rectify the situation by returning the Pandavas' kingdom and seeking forgiveness, while acknowledging the inevitability of future conflict and emphasizing that the shame rested on the Kauravas, not the Pandavas.",
      "timestamp_url": "https://youtu.be/nFxsWxV9uTc?t=1447",
      "transcript": "Dhritarashtra woke up and then he immediately put a stop to everything. And what did Dhritarashtra do? He, in order to pacify the Pandavas, he returned everything that the Pandavas had lost. He returned the kingdom to Yudhishthira Maharaj and then he begged them to forgive Duryodhana and others for whatever had happened and he told them, let us forget and forgive. Although at heart, Dhritarashtra also knew that this is not something which the Pandavas are going to forget, nor is Bhima going to forget as well. This is going to create a big war in the future and all my sons are going to be in great peril. Dhritarashtra knew this, but still he was trying to use conciliatory word to try to, as far as possible to postpone the inevitable. That was Dhritarashtra's mode. And then Dhritarashtra, he said. He was a great man. He was a great man. In front of, publicly in front of everyone he announced that Yudhishthira, he actually he commended the Pandavas, he commended Yudhishthira Maharaj for standing by virtuosity, by standing by Dharma even in such great distress and having trying to and he used many conciliatory words and tried to console Draupadi also and then finally he dissolved the assembly and asked everyone to go back to their respective places. So the Pandavas accompanied by Draupadi with a very heavy heart they took their belongings, mounted on their chariots and started back to Indraprastha, their minds completely disturbed and their hearts heavy with the insult that they had faced, with the dishonor that they had suffered from the Pandavas and they tried to console Draupadi with the insult that they had suffered from the Pandavas and they tried to console Draupadi. However, we have to understand that when a person gets insulted on account of some mistake he has done, it is a cause for great pain, but the Pandavas underwent such great dishonor not for any fault of theirs, so there was no shame on their part. The shame entirely rested on Duryodhana, Karna, Dushyasana and all the Dhritarastha and all these people. So now when the assembly was dissolved, they were all in a state of great pain and they resolved. Everybody left to their respective residences and slowly the hall petered out and it became empty. The Pandavas left for Indraprastha, Bhishma went back to his quarters, Vidura went back to his palace, Dhritarastha went back to his room and the entire hall, all the people who had assembled slowly they all left the assembly hall. Gradually the assembly hall became empty except for a few people. Who are these people and what were they waiting in that hall for? Join us in our next episode to know about this. Thank you for joining us today. Hare Krishna. Jagat Guru Srila Prabhupada Ki Jai! Netai Gor Premanande Hari Hari Bol!"
    }
  ]
}