{
  "video_id": "nI0FSEAGDII",
  "title": "The Art of Working with a Missionary Zeal | Sri Madhu Pandit Dasa",
  "speaker": "HG Madhu Pandit Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=nI0FSEAGDII",
  "segments": [
    {
      "start_time": 0,
      "end_time": 57,
      "verse_references": [],
      "themes": [
        "missionary zeal",
        "rajoguna",
        "false ego",
        "gratitude"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, how do we develop the right attitude and avoid this, you know, Rajoguna behavior while being very, you know, trying to doubt-tell and do a missionary way of working?",
      "summary": "The speaker asks how to maintain a missionary zeal without being influenced by Rajoguna and false ego, especially in light of Srila Prabhupada's gratitude to his Purvacharyas.",
      "timestamp_url": "https://youtu.be/nI0FSEAGDII?t=0",
      "transcript": "Hare Krishna, Prabhu. You had mentioned that we have to work with a missionary zeal. So, in my conditioned stage, I will be working more in like a Rajoguna, doubt-telling. Doubt-telling the Rajoguna. So, whereas you had mentioned that, you know, even Srila Prabhupada also has always attributed his success to his Purvacharyas. There are so many past times which indicate that even every second he was kind of having that kind of a deep gratitude. So, how do we develop the right attitude and avoid this, you know, Rajoguna behavior while being very, you know, trying to doubt-tell and do a missionary way of working? No, that you can do only by combination of"
    },
    {
      "start_time": 57,
      "end_time": 97,
      "verse_references": [],
      "themes": [
        "sadhana",
        "dharma",
        "transcendental knowledge",
        "purification",
        "false ego"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Satana will give you the transcendental knowledge by which that false ego is burnt, on a day today basis.",
      "summary": "The speaker explains that sadhana and dharma are essential to burn the false ego and achieve purification through transcendental knowledge.",
      "timestamp_url": "https://youtu.be/nI0FSEAGDII?t=57",
      "transcript": "sadhana and dharma. Sadhana will give you the transcendental knowledge by which that false ego is burnt, on a day-to-day basis. That is why Sadhana every day is required. Not enough if you can do good Sadhana today, because after that, you're going to do the doubt-telling. In the doubt-telling, you should not take, you should not feed your false ego. To not feed a false ego, you should have done a good Sadhana. So... dearam se Public Encyclopedia of scriptures 15. 30 不用 entry abusive Greek解议绑 error. So, deep inside your brain is that the left are part of an intelligent vibrational nervous system. You just sit there single to Wilsonie司 uh don't say a positive thing. In fact, you should never speak focus. You talk about an tragically серьезan едip мод and so on. Sadhana. Dave estad să tam ek rôm Tradingbroek. So this is the transcendental arrangement, a protection, where gradually we become purified."
    },
    {
      "start_time": 97,
      "end_time": 120,
      "verse_references": [],
      "themes": [
        "dovetailing",
        "false ego",
        "servant of Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "False ego should burn by acting as a servant of Krishna and should not create new false egos.",
      "summary": "The speaker discusses dovetailing our past tendencies and burning the false ego by acting as a servant of Krishna.",
      "timestamp_url": "https://youtu.be/nI0FSEAGDII?t=97",
      "transcript": "We do our sadhana and then we dovetail. We dovetail without... and dovetailing means, you know, our past tendencies are there. So there is false ego. False ego should burn by acting as a servant of Krishna and should not create new false"
    },
    {
      "start_time": 120,
      "end_time": 153,
      "verse_references": [],
      "themes": [
        "sadhana",
        "consciousness",
        "servant",
        "protection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The result of good sadhana is a consciousness that I am servant.",
      "summary": "The speaker emphasizes the importance of morning sadhana to cultivate the consciousness of being a servant, which provides protection throughout the day.",
      "timestamp_url": "https://youtu.be/nI0FSEAGDII?t=120",
      "transcript": "egos. For that, our morning sadhana, where we fire ourselves up with the consciousness of I am the servant. So what is the result of good sadhana? The result of good sadhana is a consciousness that I am servant. At least for the day you can remember because of the day's sadhana, hearing classes."
    }
  ]
}