{
  "video_id": "NM8YmOZcjo4",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.10.13 | 01-06-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=NM8YmOZcjo4",
  "segments": [
    {
      "start_time": 33,
      "end_time": 85,
      "verse_references": [
        "SB 1.10.13"
      ],
      "themes": [
        "separation from Krishna",
        "attachment",
        "love"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Those who were attached to Krishna when Krishna left Hastinapura.",
      "summary": "The speaker introduces verse 13 from the 10th chapter of the first canto of Srimad Bhagavatam, describing the feelings of separation experienced by those attached to Krishna upon his departure from Hastinapura.",
      "timestamp_url": "https://youtu.be/NM8YmOZcjo4?t=33"
    },
    {
      "start_time": 85,
      "end_time": 177,
      "verse_references": [],
      "themes": [
        "separation from Krishna",
        "spiritual vs. material feelings",
        "eternality of Krishna consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But that is not the case with attachment to Krishna, attraction for Krishna.",
      "summary": "The speaker contrasts the superficial and temporary nature of material feelings with the eternal and spiritual nature of attachment to Krishna, highlighting how material suffering fades with time while love for Krishna is everlasting.",
      "timestamp_url": "https://youtu.be/NM8YmOZcjo4?t=85"
    },
    {
      "start_time": 177,
      "end_time": 235,
      "verse_references": [],
      "themes": [
        "Krishna's supremacy",
        "eternal relationship with Krishna",
        "spiritual attraction"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Attraction or attachment for Krishna is an eternal thing.",
      "summary": "The speaker emphasizes the spiritual nature of the relationship with Krishna, stating that Krishna is the chief among all eternal living beings and the maintainer of all eternals, drawing from Srila Prabhupada's purport and the Kathopanishad.",
      "timestamp_url": "https://youtu.be/NM8YmOZcjo4?t=177"
    },
    {
      "start_time": 267,
      "end_time": 327,
      "verse_references": [],
      "themes": [
        "reviving relationship with Krishna",
        "bhakti",
        "freedom from Maya"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "service by chanting harikrishna then our eternal relation with krishna is revived",
      "summary": "The speaker explains that the eternal relationship with Krishna can be revived through bhakti, freeing one from the illusion of Maya and leading to a state of being mad after Krishna.",
      "timestamp_url": "https://youtu.be/NM8YmOZcjo4?t=267"
    },
    {
      "start_time": 335,
      "end_time": 397,
      "verse_references": [],
      "themes": [
        "association with Krishna",
        "Srimad Bhagavatam",
        "reviving eternal relationship"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "so this association with krishna is made possible not only by personal contact with krishna but also by association with krishna's name krishna's fame krishna's pastime",
      "summary": "The speaker explains that association with Krishna can be achieved not only through personal contact but also through His name, fame, pastimes, and devotees, and that Srimad Bhagavatam trains one to revive their eternal relationship with Krishna through submissive hearing.",
      "timestamp_url": "https://youtu.be/NM8YmOZcjo4?t=335"
    },
    {
      "start_time": 397,
      "end_time": 486,
      "verse_references": [
        "SB 1.10.14"
      ],
      "themes": [
        "separation from Krishna",
        "anxiety",
        "affection"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bhagavatam trains you, that you simply submissively hear the Bhagavatam from the pure devotee regularly, you keep on hearing, hearing, hearing, hearing, hearing, hearing, your eternal relation with Krishna is awakened, and then you become mad after Krishna, that is the result of hearing.",
      "summary": "The speaker explains that submissively hearing the Bhagavatam from pure devotees awakens one's eternal relationship with Krishna. He then introduces verse 14, describing the female relatives' anxiety and tears upon Krishna's departure, and their attempt to control their emotions for fear of causing misfortune.",
      "timestamp_url": "https://youtu.be/NM8YmOZcjo4?t=397"
    },
    {
      "start_time": 487,
      "end_time": 569,
      "verse_references": [],
      "themes": [
        "separation from Krishna",
        "affection",
        "anxiety"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "They had so much affection for him, Krishna. They thought at the same time that tears at the time of Krishna's departure might be a cause of misfortune for Krishna.",
      "summary": "The speaker elaborates on the intense feelings of separation experienced by the female relatives, highlighting their affection for Krishna and their concern that their tears might bring misfortune, leading them to try and control their emotions.",
      "timestamp_url": "https://youtu.be/NM8YmOZcjo4?t=487"
    },
    {
      "start_time": 569,
      "end_time": 659,
      "verse_references": [],
      "themes": [
        "spiritual vs. material relationships",
        "temporary nature of material attachments",
        "bewilderment of the soul"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Now, these descriptions are significant because we can compare this with the kind of material relationships and attachments we have in this world, which is completely temporary.",
      "summary": "The speaker contrasts the descriptions of love for Krishna with material relationships, emphasizing the temporary, superficial, and conditional nature of material attachments, which ultimately bewilder the soul.",
      "timestamp_url": "https://youtu.be/NM8YmOZcjo4?t=569"
    },
    {
      "start_time": 667,
      "end_time": 775,
      "verse_references": [],
      "themes": [
        "transcendental nature of Krishna",
        "eternal relationship with Krishna",
        "affection through hearing and discussion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Whereas, Krishna is a transcendental personality. He is the transcendental personality.",
      "summary": "The speaker emphasizes Krishna's transcendental nature and the eternal relationship we have with Him, explaining that even those who didn't have direct contact with Krishna developed intense affection through hearing and discussing His qualities and activities.",
      "timestamp_url": "https://youtu.be/NM8YmOZcjo4?t=667"
    },
    {
      "start_time": 775,
      "end_time": 893,
      "verse_references": [],
      "themes": [
        "attachment to Krishna",
        "importance of sincere bhakti",
        "absolute nature of Krishna"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Therefore, directly or indirectly, anyone who thinks of Krishna, anyone who talks about Krishna, anyone who worships Krishna becomes attached to Krishna.",
      "summary": "The speaker concludes by stressing that anyone who thinks, talks, or worships Krishna becomes attached to Him, emphasizing the importance of sincere bhakti over mechanical practice and highlighting the absolute nature of Krishna, where there is no difference between His name, form, and qualities.",
      "timestamp_url": "https://youtu.be/NM8YmOZcjo4?t=775"
    }
  ]
}