{
  "video_id": "NM8YmOZcjo4",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.10.13 | 01-06-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=NM8YmOZcjo4",
  "segments": [
    {
      "start_time": 33,
      "end_time": 85,
      "verse_references": [
        "SB 1.10.13"
      ],
      "themes": [
        "separation from Krishna",
        "attachment",
        "love"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Those who were attached to Krishna when Krishna left Hastinapura.",
      "summary": "The speaker introduces verse 13 from the 10th chapter of the first canto of Srimad Bhagavatam, describing the feelings of separation experienced by those attached to Krishna upon his departure from Hastinapura.",
      "timestamp_url": "https://youtu.be/NM8YmOZcjo4?t=33",
      "transcript": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deviim Sarasvatim Vyasam Tato Jayam Udi Rayet In this session we will be discussing from the 13th verse of the 10th chapter of the first canto of Srimad Bhagavatam. Sarvete Anmishai Rakshaihi Tam Anudruta Chetasaha Vikshanta Sneha Sambaddha Vichelus Tatra Tatraha The meaning of this verse is, all their hearts were melting for him on the pot of attraction. They looked at him without blinking their eyes and they moved hither and thither in perplexity."
    },
    {
      "start_time": 85,
      "end_time": 177,
      "verse_references": [],
      "themes": [
        "separation from Krishna",
        "spiritual vs. material feelings",
        "eternality of Krishna consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But that is not the case with attachment to Krishna, attraction for Krishna.",
      "summary": "The speaker contrasts the superficial and temporary nature of material feelings with the eternal and spiritual nature of attachment to Krishna, highlighting how material suffering fades with time while love for Krishna is everlasting.",
      "timestamp_url": "https://youtu.be/NM8YmOZcjo4?t=85",
      "transcript": "What happened to all those? Those who were attached to Krishna when Krishna left Hastinapura. That is being described here. They felt so much of separation. They were constantly looking at Krishna without blinking their eyes, constantly staring at him. And they don't know what to do, how to even continue their normal activities in the absence of Krishna. So, within the core of their heart they were feeling that, we are going to miss Krishna. It's not a superficial feeling. Unlike material feelings, it's all superficial. Because we know, our experience says in this material world, however much somebody will be afflicted by some pain, or suffering, they can be pacified. Or they tend to forget that in course of time. Sometimes they say time is the best healer of some pain of suffering or loss or bereavement, somebody suffers. With time they forget that. But that is not the case with attachment to Krishna, attraction for Krishna."
    },
    {
      "start_time": 177,
      "end_time": 235,
      "verse_references": [],
      "themes": [
        "Krishna's supremacy",
        "eternal relationship with Krishna",
        "spiritual attraction"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Attraction or attachment for Krishna is an eternal thing.",
      "summary": "The speaker emphasizes the spiritual nature of the relationship with Krishna, stating that Krishna is the chief among all eternal living beings and the maintainer of all eternals, drawing from Srila Prabhupada's purport and the Kathopanishad.",
      "timestamp_url": "https://youtu.be/NM8YmOZcjo4?t=177",
      "transcript": "That we have to understand. Attraction or attachment for Krishna is an eternal thing. It is a spiritual feeling, spiritual attraction. It is not material. Krishna is not a material personality. Krishna is not having any material relationship with anyone. It's only spiritual relationship, spiritual attraction. So, therefore it is different. And the purport Srila Prabhupada explains, Krishna is naturally attractive for all living beings because he is the chief eternal amongst all eternals. He is the chief. Krishna is the chief among all the eternal conscious beings, living beings. Krishna is the chief, the topmost and the supreme. He alone is the maintainer of the many eternals."
    },
    {
      "start_time": 267,
      "end_time": 327,
      "verse_references": [],
      "themes": [
        "reviving relationship with Krishna",
        "bhakti",
        "freedom from Maya"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "service by chanting harikrishna then our eternal relation with krishna is revived",
      "summary": "The speaker explains that the eternal relationship with Krishna can be revived through bhakti, freeing one from the illusion of Maya and leading to a state of being mad after Krishna.",
      "timestamp_url": "https://youtu.be/NM8YmOZcjo4?t=267",
      "transcript": "service by chanting harikrishna then our eternal relation with krishna is revived nitya siddha krishna prema sadhya kabunai it is not something to be externally imposed this love for krishna or relationship with krishna it is revived within by the process of bhakti once this relation is slightly revived the conditioned soul at once becomes free from the illusion of maya and living being such a living being who becomes free from the illusion of maya and is reviving even slightly the eternal relationship then such a person becomes mad after"
    },
    {
      "start_time": 335,
      "end_time": 397,
      "verse_references": [],
      "themes": [
        "association with Krishna",
        "Srimad Bhagavatam",
        "reviving eternal relationship"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "so this association with krishna is made possible not only by personal contact with krishna but also by association with krishna's name krishna's fame krishna's pastime",
      "summary": "The speaker explains that association with Krishna can be achieved not only through personal contact but also through His name, fame, pastimes, and devotees, and that Srimad Bhagavatam trains one to revive their eternal relationship with Krishna through submissive hearing.",
      "timestamp_url": "https://youtu.be/NM8YmOZcjo4?t=335",
      "transcript": "so this association with krishna is made possible not only by personal contact with krishna but also by association with krishna's name krishna's fame krishna's pastime krishna's activities krishna's qualities krishna's paraphernalia krishna's devotees pure devotees any of these also can help us to revive our eternal relationship with krishna so srimad bhagavatam is a special literature which trains the conditioned soul to this stage of perfection by submissive hearing from the pure devotees and by listening to the pure devotees So, what do you have to do to revive your eternal relationship with Krishna? Everyone has an eternal relationship, every living being without exception. So, to revive that, what do you have got to do?"
    },
    {
      "start_time": 397,
      "end_time": 486,
      "verse_references": [
        "SB 1.10.14"
      ],
      "themes": [
        "separation from Krishna",
        "anxiety",
        "affection"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bhagavatam trains you, that you simply submissively hear the Bhagavatam from the pure devotee regularly, you keep on hearing, hearing, hearing, hearing, hearing, hearing, your eternal relation with Krishna is awakened, and then you become mad after Krishna, that is the result of hearing.",
      "summary": "The speaker explains that submissively hearing the Bhagavatam from pure devotees awakens one's eternal relationship with Krishna. He then introduces verse 14, describing the female relatives' anxiety and tears upon Krishna's departure, and their attempt to control their emotions for fear of causing misfortune.",
      "timestamp_url": "https://youtu.be/NM8YmOZcjo4?t=397",
      "transcript": "Prabhupada says here, Bhagavatam trains you, that you simply submissively hear the Bhagavatam from the pure devotee regularly, you keep on hearing, hearing, hearing, hearing, hearing, hearing, your eternal relation with Krishna is awakened, and then you become mad after Krishna, that is the result of hearing. The fourteenth verse, it is said in this same chapter in the Bhagavatam, Nyarundhan Udgalad Bhashpam, Outkantyad Devaki Sute, Niryati Agarano Abhadram, Itishyad Bandhavas Triyaha. So, the meaning of this verse is, The female relatives, whose eyes were flooded with tears out of anxiety for Krishna, came out of the palace. They could not stop their tears, but they did so with great difficulty. They feared, why did they stop their tears? Because they feared that tears would cause misfortune at the time of departure."
    },
    {
      "start_time": 487,
      "end_time": 569,
      "verse_references": [],
      "themes": [
        "separation from Krishna",
        "affection",
        "anxiety"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "They had so much affection for him, Krishna. They thought at the same time that tears at the time of Krishna's departure might be a cause of misfortune for Krishna.",
      "summary": "The speaker elaborates on the intense feelings of separation experienced by the female relatives, highlighting their affection for Krishna and their concern that their tears might bring misfortune, leading them to try and control their emotions.",
      "timestamp_url": "https://youtu.be/NM8YmOZcjo4?t=487",
      "transcript": "This is the description of the female relatives, who were present in that palace of Hastinapura. How they felt separation from Krishna, that they began to shed tears, and with only great difficulty they could stop their tears from flowing. So, Prabhupada explains a very important point here. Please, hear carefully. There were hundreds of ladies in the palace of Hastinapura. All of them were affectionate to Krishna. How did they become affectionate to Krishna? All of them were relatives also. When they saw Krishna was going away from the palace for his native place, they were very anxious for him. And, as usual, tears began to roll down their cheeks because there was so much attraction. So, they were very anxious for Krishna. They had so much affection for him, Krishna. They thought at the same time that tears at the time of Krishna's departure might be a cause of misfortune for Krishna. Therefore, they wanted to check them. But that was very difficult for them because the tears could not be checked."
    },
    {
      "start_time": 569,
      "end_time": 659,
      "verse_references": [],
      "themes": [
        "spiritual vs. material relationships",
        "temporary nature of material attachments",
        "bewilderment of the soul"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Now, these descriptions are significant because we can compare this with the kind of material relationships and attachments we have in this world, which is completely temporary.",
      "summary": "The speaker contrasts the descriptions of love for Krishna with material relationships, emphasizing the temporary, superficial, and conditional nature of material attachments, which ultimately bewilder the soul.",
      "timestamp_url": "https://youtu.be/NM8YmOZcjo4?t=569",
      "transcript": "Now, it is explained here that because it was difficult to stop their tears from flowing from their eyes, so they simply smeared their tears in their eyes and their hearts were throbbing with that intense feeling of separation from Krishna. Now, these descriptions are significant because we can compare this with the kind of material relationships and attachments we have in this world, which is completely temporary. It is superficial. It is conditional. It will exist only as long as the body exists. And it is bewildering for the soul. All such material relationships are just bewilderment for the soul, for the conditioned soul. So, there is no real value for that attachment or that relationship or some feelings. There is no value. These material feelings, material relationships, material attachments, no value other than simply make us bewildered, that's all. Entangle us in this material world."
    },
    {
      "start_time": 667,
      "end_time": 775,
      "verse_references": [],
      "themes": [
        "transcendental nature of Krishna",
        "eternal relationship with Krishna",
        "affection through hearing and discussion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Whereas, Krishna is a transcendental personality. He is the transcendental personality.",
      "summary": "The speaker emphasizes Krishna's transcendental nature and the eternal relationship we have with Him, explaining that even those who didn't have direct contact with Krishna developed intense affection through hearing and discussing His qualities and activities.",
      "timestamp_url": "https://youtu.be/NM8YmOZcjo4?t=667",
      "transcript": "Whereas, Krishna is a transcendental personality. He is the transcendental personality. We are all spiritual beings. We have an eternal relationship with him. And in that eternal relationship, we are intimately attached and connected very intensely with Krishna. Now, Prabhupada says, the ladies who were the wives and daughters-in-law of those who died in the battlefield never came in direct contact with Krishna. That was the culture those days. Women, they don't directly contact men except their own husband or their father like that, other than them. Other men, they will not directly contact. So, how is it that without direct contact with Krishna, they had so much of attachment for Krishna? How is it possible? That is explained here by Srila Prabhupada. All of them heard of Krishna and his great activities. And thus, they thought of him. They talked about him. They discussed about his name, fame, qualities, activities, past times, etc. And in that way, they developed affection for him. Like the people who are in direct contact with Krishna. To the same degree, they developed intense feeling of love for Krishna. Just like those who are in direct touch with Krishna developed that feeling."
    },
    {
      "start_time": 775,
      "end_time": 893,
      "verse_references": [],
      "themes": [
        "attachment to Krishna",
        "importance of sincere bhakti",
        "absolute nature of Krishna"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Therefore, directly or indirectly, anyone who thinks of Krishna, anyone who talks about Krishna, anyone who worships Krishna becomes attached to Krishna.",
      "summary": "The speaker concludes by stressing that anyone who thinks, talks, or worships Krishna becomes attached to Him, emphasizing the importance of sincere bhakti over mechanical practice and highlighting the absolute nature of Krishna, where there is no difference between His name, form, and qualities.",
      "timestamp_url": "https://youtu.be/NM8YmOZcjo4?t=775",
      "transcript": "So, it is said here. Therefore, directly or indirectly, anyone who thinks of Krishna, anyone who talks about Krishna, anyone who worships Krishna becomes attached to Krishna. This is a fact. So, don't practice bhakti as some mechanical thing, as some mechanical activity. Just like when we chant Hare Krishna on a daily basis. Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare. Don't do it so mechanically. It comes in the way of our progress in developing, re-establishing our relationship with Krishna. It comes in the way. So, Krishna is absolute. There is no difference between his name, form, quality, past times, etc. No difference. That's the meaning of absolute. So, therefore, simply by hearing about Krishna, simply by talking of Krishna, about Krishna, simply by reading about Krishna in the Bhagavatam, simply by thinking of Krishna, simply by remembering his past times, we can revive our relationship of Krishna. Our relationship with Krishna is revived that way. It's a very, very powerful technique. And the best method that is recommended in this age."
    }
  ]
}