{
  "video_id": "NQEqcHopZ24",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.8.45 | 15-03-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=NQEqcHopZ24",
  "segments": [
    {
      "start_time": 34,
      "end_time": 100,
      "verse_references": [],
      "themes": [
        "Krishna's departure",
        "Yudhishthira's love",
        "Srimati Kunti's prayers"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So this verse describes the Lord's departure from Hastinapura to Dwaraka after Yudhishthira had been installed as the emperor of the world after the battle of Kurukshetra.",
      "summary": "This segment introduces the verse describing Krishna's departure from Hastinapura and Yudhishthira's loving request for him to stay.",
      "timestamp_url": "https://youtu.be/NQEqcHopZ24?t=34",
      "transcript": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Devi Saraswati Vyasam Tato Jayam Udi Rayet. In this session, we will be discussing from the 45th verse of the 8th chapter of the first canto of Srimad Bhagavatam. Tam badham ityupa mantriya pravishya gajasah fayam striyascha svapuram yasyan premna ragnya nivaritaha. The meaning of this verse is, \"Thus accepting the prayers of Srimati Kunti Devi, the Lord subsequently informed other ladies of his departure by entering the palace of Hastinapura, but upon preparing to leave, he was stopped by King Yudhishthira, who implored him lovingly.\""
    },
    {
      "start_time": 100,
      "end_time": 188,
      "verse_references": [],
      "themes": [
        "Loving affection",
        "Krishna's independence",
        "Devotee's love"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This signifies that the power of King Yudhishthira was loving affection, which the Lord could not deny.",
      "summary": "This segment emphasizes that Krishna is conquered by loving service and voluntarily accepts obligations from his pure devotees.",
      "timestamp_url": "https://youtu.be/NQEqcHopZ24?t=100",
      "transcript": "So this verse describes the Lord's departure from Hastinapura to Dwaraka after Yudhishthira had been installed as the emperor of the world after the battle of Kurukshetra. He accepted the prayers of Srimati Kunti Devi, and he is now preparing to leave, but he was stopped by Yudhishthira, and it is explained by Srila Prabhupada what was the kind of interaction between King Yudhishthira and Krishna. So in the purport, Srila Prabhupada says, \"No one could make Lord Krishna stay at Hastinapura when he decided to start for Dwaraka, but the simple request of King Yudhishthira that the Lord remain there for a few days more was immediately effective. This signifies that the power of King Yudhishthira was loving affection, which the Lord could not deny. The Almighty God is thus conquered only by loving service and nothing else.\""
    },
    {
      "start_time": 188,
      "end_time": 357,
      "verse_references": [],
      "themes": [
        "Hastinapura",
        "Vedic culture",
        "Bharatvarsha",
        "Historical context"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "Formerly the whole planet was known as Bharatvarsha.",
      "summary": "This segment explains the historical significance of Hastinapura, the prevalence of Vedic culture, and the concept of Bharatvarsha encompassing the entire planet.",
      "timestamp_url": "https://youtu.be/NQEqcHopZ24?t=188",
      "transcript": "He is fully independent in all his dealings, but he voluntarily accepts obligations by the loving affection of his pure devotees. So Srila Prabhupada explains in another place the significance of the word Gajasa Hwayam that is used in these words. The capital of the world empire was called in those days Hastinapura or Gajasa Hwaya. Gaja means elephant. Hasti also means elephant. Formally the kings used to keep many, many horses and elephants. And in those days, there was only one king ruling the entire world, and the capital of that king who was ruling the whole world was Hastinapura. So there was only one flag, and these things are mentioned in the Srimad Bhagavatam. There were not many states, and the world was under one culture. Which culture? The Vedic culture. The advanced people in those times were Aryans. Now Srila Prabhupada explains Indo-European stock are also Aryans. They came from Central India and Central Asia. That is the history. Caspian Sea. Prabhupada gives an example. What today is called Caspian Sea was the place of Kashyapa Muni. From word Kashyapa comes the word Caspian. Formerly, another example Srila Prabhupada gives, formerly the capital of Afghanistan was known as Gandhara Desha. Now it has become Kandahar by historic context. By historical references, Srila Prabhupada says, it will be ascertained that the whole planet was known as Bharatvarsha, unlike now what is called as Bharat or Bharatvarsha is only the sub-continent of India. Formerly the whole planet was known as Bharatvarsha, and before it was known as Bharatvarsha, the whole planet, it was called Ilaavrata Varsha."
    },
    {
      "start_time": 357,
      "end_time": 470,
      "verse_references": [],
      "themes": [
        "Mahabharata",
        "Kunti's prayers",
        "Krishna's smile"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Mahabharata means greater Bharata.",
      "summary": "This segment discusses the Mahabharata as the history of greater Bharatvarsha and Krishna's acceptance of Kunti's prayers.",
      "timestamp_url": "https://youtu.be/NQEqcHopZ24?t=357",
      "transcript": "But since the time of King Bharata, who was the forefather of the Pandavas, the planet was called Bharatvarsha, and throughout the planet there was Vedic culture, and Srila Prabhupada says the treasures are still available, and the history of the whole world is called Mahabharata. Mahabharata means greater Bharata. It is like nowadays we have greater channels. Greater Chennai, greater Mumbai. So those days when Mahabharata was compiled, it means history of the greater Bharatvarsha, the entire planet. The king of Hastinapura, once again Prabhupada is telling, was the emperor of the whole world, of this whole planet, earth planet. There were other states, but they were paying tax to the emperor. Now Krishna, after receiving the nice prayers by Kunti Devi, nicely composed and accepted the prayers by the word which is indicating that, Badham. Badham means, \"Yes, that's alright.\" He smiled. Krishna smiled because whatever Kunti had said, that is true. There is no exaggeration. So Krishna smiled because whatever Kunti said, she was so pleased to enunciate the glories of Lord Krishna. Krishna, because she knows what is Krishna. In this way, Krishna was preparing to return to Dwaraka. Now Yudhishthira Maharaj requested Krishna, \"My dear Krishna, my dear brother, if you kindly stay for a few days more, be very nice.\""
    },
    {
      "start_time": 470,
      "end_time": 574,
      "verse_references": [],
      "themes": [
        "Love for Krishna",
        "Krishna's independence",
        "Devotee's influence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If we increase our love for Krishna, we will be able to do everything.",
      "summary": "This segment highlights that love for Krishna allows devotees to 'purchase' Krishna, influencing his actions.",
      "timestamp_url": "https://youtu.be/NQEqcHopZ24?t=470",
      "transcript": "So Prabhupada explains, Krishna is fully independent. He could have refused. \"No, I cannot stay more. I have to go.\" But here it is said, premna. Premna means out of love. Yudhishthira implored Krishna, \"Please stay back a few more days.\" So it is to be understood that Maharaj Yudhishthira cannot order the Supreme Personality of Godhead, but by love, everything is possible. Therefore, Srila Prabhupada says, if we increase our love for Krishna, we will be able to do everything. If we increase our love for Krishna, then Krishna becomes purchased by us. In an earlier verse, in the prayers by Kunti Devi, she said, Namo Akinchanavittaya. Akinchanavitta. He is the property of the pure devotees. Krishna is the property of the pure devotees. So that same point, Prabhupada is telling here, if we increase our love for Krishna, we will be able to do everything. Then Krishna becomes purchased by us. Krishna agrees. Whatever his loving devotees say, that is his kindness. Krishna is actually everyone's order giver."
    },
    {
      "start_time": 574,
      "end_time": 694,
      "verse_references": [
        "BG 1.21-22"
      ],
      "themes": [
        "Arjuna's order",
        "Krishna's chariot driving",
        "Friendship with Krishna"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We can purchase Krishna by love.",
      "summary": "This segment uses the example of Arjuna ordering Krishna as his chariot driver to illustrate how love allows devotees to influence Krishna.",
      "timestamp_url": "https://youtu.be/NQEqcHopZ24?t=574",
      "transcript": "But he accepts the order of his devotee. Now another example Srila Prabhupada gives, when Krishna was driving Arjuna's chariot, it is described in the beginning of the Bhagavad Gita. Arjuna said, Senayorubhayor madhyeratham sthapayam echchuta. So what is the meaning of this, my dear Krishna? You are achchuta. Achchuta means one who never falls back. So, Arjuna is telling Krishna, \"You accepted the post as my charioteer, Parthasarathi.\" So, Krishna has to carry out the order of the king who is the master on the chariot. And chariot driver, after all, is supposed to take the order from the master and accordingly drive the chariot. But, Arjuna knew, Krishna is the supreme personality of Godhead. Arjuna was very clear. Only, out of friendship, Krishna agreed to become Arjuna's chariot driver. So, when Arjuna requested Krishna, radham sthapayam echchuta, just place my chariot between the two armies. He was little hesitating that I am ordering Krishna who is the supreme personality of Godhead. But then, in spite of that, Arjuna is reminding Krishna also, although you are my master, for the time being, but because you have voluntarily accepted to become my chariot driver, therefore, I am asking you, it is not out of disrespect. So, Krishna also responded by telling, \"Yes, I am willing. This is the position.\""
    },
    {
      "start_time": 694,
      "end_time": 791,
      "verse_references": [],
      "themes": [
        "Brahma Samhita",
        "Vedas",
        "Yogamaya",
        "Knowledge of Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "all departments of knowledge are really meant for finding out Krishna.",
      "summary": "This segment explains that understanding God through Vedic study is difficult, as Krishna is veiled by Yogamaya, but all knowledge ultimately aims to find Krishna.",
      "timestamp_url": "https://youtu.be/NQEqcHopZ24?t=694",
      "transcript": "So, Prabhupada says, \"We can purchase Krishna by love.\" And that is stated in the Brahma Samhita. Veda Shudurla. Dhurlabham adhurlabham atma bhaktau. Dhurlabha means very, very difficult to obtain. So, Brahma says, if you officially study the Vedas, to find out God, or to know about God, that is very, very difficult. So, for those who are trying to understand God by cultivating knowledge of the Vedas, or searching for God in the Vedas, it is very, very difficult for them to obtain Krishna. Krishna also says in the Bhagavad Gita, Naham Prakash Sarvasya Yogamaya Samavrtha. \"I do not expose myself to everyone, because I am covered by the Yogamaya curtain.\" So, also Krishna says in the Bhagavad Gita, Vedash Sarvair Ahameva Vedyaha, that all departments of knowledge are really meant for finding out Krishna. So, whichever branch of knowledge you take, Veda means all branches of knowledge, chemistry, physics, politics, sociology, medicine, whichever branch of knowledge that is there in the Vedas, the aim is to find out Krishna."
    },
    {
      "start_time": 791,
      "end_time": 912,
      "verse_references": [],
      "themes": [
        "Chaitanya Mahaprabhu",
        "Krishna-centered education",
        "Purpose of knowledge"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "the purpose of all education, the purpose of studying the Vedas, the purpose of getting any knowledge, is to know Krishna.",
      "summary": "This segment narrates Chaitanya Mahaprabhu's Krishna-centered teaching of grammar and concludes that the ultimate goal of all knowledge is to know Krishna for a successful life.",
      "timestamp_url": "https://youtu.be/NQEqcHopZ24?t=791",
      "transcript": "And, this was actually taught by Chaitanya Mahaprabhu. When he was teaching grammar to his students, Chaitanya Mahaprabhu, at a very young age, he became a scholar in Sanskrit grammar. So, he was teaching his students, he had opened a small school, and he was explaining what is called as Dhatu. Dhatu means verb in Sanskrit grammar. So, he was explaining simply Krishna. Krishna. Through all the methods of teaching different aspects of Sanskrit grammar, he would only teach about Krishna. That's all. The students somehow became a little dissatisfied. That means, Nimai Pandit, he was known as Nimai Pandit, he simply explains Krishna, Krishna, Krishna in everything he speaks or everything he teaches, he only explains Krishna. But, actually, that's the real point. Whatever is the subject matter, the goal is to understand Krishna, to know Krishna. That's the perfection of all knowledge. So, the Chaitanya Charitamrita, which describes this particular pastime of the Lord, Chaitanya Charitamrita says, these students, they are Adhama Paduya, inferior, very low grade students. They are not interested in understanding God or Krishna. They want some grammar. For what purpose? What is the use of learning the grammar without knowing Krishna? So, Prabhupada concludes, the purpose of all education, the purpose of studying the Vedas, the purpose of getting any knowledge, is to know Krishna. That is the ultimate goal of all education. And, if we understand Krishna, if we know Krishna, our life is ultimately completely successful. I'll stop here. Thank you very much."
    }
  ]
}