{
  "video_id": "NSljLqQXZc4",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.5.39 | 17-10-2021",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=NSljLqQXZc4",
  "segments": [
    {
      "start_time": 0,
      "end_time": 70,
      "verse_references": [],
      "themes": [
        "Invocation",
        "Prayers",
        "Guru Parampara"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Agyanati Miran Dhasya Gyanan Janashalakaya",
      "summary": "The lecture begins with traditional Vaishnava prayers, invoking blessings and paying respects to the spiritual lineage.",
      "timestamp_url": "https://youtu.be/NSljLqQXZc4?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyanan Janashalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Srimate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Sri Advaita Gadadhara Sri Vasadi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namah Om Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tatho Jayam Udi Rayet"
    },
    {
      "start_time": 70,
      "end_time": 118,
      "verse_references": [
        "SB 1.5.39"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "Narada Muni",
        "Vyasadeva",
        "Transcendental Knowledge"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "O Brahmana, thus by the Supreme Lord Krishna I was endowed first with the transcendental knowledge of the Lord as inculcated in the confidential parts of the Vedas then with the spiritual opulences and then with his intimate loving service.",
      "summary": "The speaker introduces verse 39 from chapter 5 of the 1st canto of Srimad Bhagavatam, explaining that Narada Muni is speaking to Vyasadeva about receiving transcendental knowledge, spiritual opulences, and loving service from Lord Krishna.",
      "timestamp_url": "https://youtu.be/NSljLqQXZc4?t=70",
      "transcript": "We shall be discussing from verse number 39 of chapter 5 of 1st canto of Srim Bhagavatam in this session. Imam Svanigamam Brahman Avetya Mad Anushthitam Adanme Gyanam Aishwaryam Svasmin Bhavam Chakeshavah. The meaning of this verse is, O Brahmana, thus by the Supreme Lord Krishna, I was endowed first with the transcendental knowledge of the Lord as inculcated in the confidential parts of the Vedas, then with the spiritual opulences, and then with his intimate loving service."
    },
    {
      "start_time": 118,
      "end_time": 196,
      "verse_references": [
        "SB 1.5.39"
      ],
      "themes": [
        "Confidential Knowledge",
        "Supreme Personality of Godhead",
        "Vedic Literature",
        "Transcendental Sound"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "That worship of the Supreme Lord through worship of the transcendental sound representation is actually very very powerful and effective.",
      "summary": "The speaker emphasizes the confidential nature of the knowledge being revealed and highlights the power of worshipping the Supreme Lord through transcendental sound, leading to transcendental knowledge from the Vedas.",
      "timestamp_url": "https://youtu.be/NSljLqQXZc4?t=118",
      "transcript": "So this is Narad Muni speaking to Vyasadeva. Vyasadeva is being addressed as O Brahmana by Narada. This is the most confidential knowledge being revealed by Narada to Vyasadeva, and it is directly explained by Narada that worship of the Supreme Lord through worship of the transcendental sound representation is actually very, very powerful and effective. It results in the Supreme Lord bestowing transcendental knowledge of the Supreme Lord himself as it is available in the confidential parts of the Vedic literature."
    },
    {
      "start_time": 196,
      "end_time": 297,
      "verse_references": [
        "SB 1.5.39"
      ],
      "themes": [
        "Brahman",
        "Paramatma",
        "Spiritual Opulences",
        "Intimate Loving Service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Three things confidential knowledge about the Supreme Lord revealed in the Vedas then the spiritual opulences and intimate loving service.",
      "summary": "The speaker differentiates between knowledge of Brahman, Paramatma, and the Supreme Personality of Godhead, emphasizing the confidential nature of the latter, and reiterates the three gifts bestowed upon Narada: knowledge, opulences, and loving service.",
      "timestamp_url": "https://youtu.be/NSljLqQXZc4?t=196",
      "transcript": "Because a lot has been said about this material world, and also regarding the spiritual information, knowledge of Brahman is there, and knowledge of Paramatma is also there. But very, very confidential knowledge is knowledge of the Supreme Personality of God. That too, the spiritual, the Supreme Personality of Godhead in his spiritual abode, personal abode in the spiritual sky. That is highly confidential. And after the Lord bestowed this transcendental knowledge of the Supreme Lord himself, then he bestowed spiritual opulences on Narada. Then after that, he bestowed Narada with the Lord's intimate loving service. So three things: confidential knowledge about the Supreme Lord revealed in the Vedas, then the spiritual opulences, and intimate loving service. Three things the Lord bestowed upon Narada when Narada worshipped the Lord"
    },
    {
      "start_time": 297,
      "end_time": 388,
      "verse_references": [],
      "themes": [
        "Srila Prabhupada",
        "Communion with the Lord",
        "Transcendental Sound",
        "Holy Name",
        "Bhakti"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Communion with the Lord by transmission of the transcendental sound is non different from the whole spirit Lord Sri Krishna.",
      "summary": "The speaker quotes Srila Prabhupada on communion with the Lord through transcendental sound, explaining that each soul has a loving relationship with the Supreme Lord covered by material elements, which can be revived through bhakti, especially chanting the holy name.",
      "timestamp_url": "https://youtu.be/NSljLqQXZc4?t=297",
      "transcript": "through his transcendental sound representation. This is explained by Srila Prabhupada in the purport. Prabhupada says, \"Communion with the Lord by transmission of the transcendental sound is non-different from the whole spirit Lord Sri Krishna.\" What is the meaning of communion? Communion means a close relationship with someone in which thoughts and feelings are exchanged. Now, this is the special thing about a personal loving relationship. You would have heard many times that actually in the scriptures it is revealed that each one of us, we are spirit soul, the Supreme Lord is the Supreme Spirit, and each one of us has got a specific loving relationship with the Supreme Lord. Every one of us, and that relationship is now covered by this material body, material mind, material intelligence, material ego. When the coverings are removed, then gradually by the process of bhakti, especially through approaching the Supreme Lord through his transcendental sound representation, which is the holy name"
    },
    {
      "start_time": 388,
      "end_time": 482,
      "verse_references": [],
      "themes": [
        "Reviving Relationship with Krishna",
        "Forgetfulness",
        "Devotional Service",
        "Material Senses"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Krishna's name, form, personality, personal qualities, personal activities are not to be understood through our blunt material senses.",
      "summary": "The speaker explains that the relationship with Krishna is always present but forgotten, and it can be revived through devotional service, emphasizing that Krishna's name, form, and qualities cannot be understood through material senses.",
      "timestamp_url": "https://youtu.be/NSljLqQXZc4?t=388",
      "transcript": "of the Supreme Lord, then we are able to revive that relationship. The relationship is always there. It is just forgotten. It is just covered. So when it is uncovered, then we are able to actually revive the relationship. What kind of relationship is it? It is a relationship of love. So because we in the material world have been away from the Lord for many, many, many births, we cannot count and go back in this regard. So without trying to trace the beginning of forgetfulness, Shastras say accept now your condition is you are forgetful of Krishna, and through the process of bhakti revive this relationship, and when it is revived, then the Lord reveals himself. Svayam evas puratyada. In the Puranas it is said, Atha Shri Krishna Nama adi na bhaved grahyam indriyaihi. Krishna's name, form, personality, personal qualities, personal activities are not to be understood through our blunt material senses."
    },
    {
      "start_time": 482,
      "end_time": 550,
      "verse_references": [],
      "themes": [
        "Devotional Service",
        "Tongue",
        "Chanting",
        "Hearing",
        "Revelation of the Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "But if we begin devotional service with the tongue then the Lord reveals himself to such a devotee.",
      "summary": "The speaker emphasizes the importance of beginning devotional service with the tongue, specifically through chanting and hearing, which leads to the Lord revealing Himself to the devotee.",
      "timestamp_url": "https://youtu.be/NSljLqQXZc4?t=482",
      "transcript": "But if we begin devotional service with the tongue, sevon mukhe hi jivadau, then what is the tongue used for? Especially for vibrating and chanting, and hearing that transcendental sound attentively. Then Svayam evas puratyadaha, the Lord reveals himself to such a devotee. So the revelation by the Lord results in that close relationship of love being revived. It is there. It just has to be revived. And Srila Prabhupada says that the sound form of the Lord is completely the Lord himself. It is not just a reference, just like when I say table, I have a table in front of me."
    },
    {
      "start_time": 550,
      "end_time": 632,
      "verse_references": [],
      "themes": [
        "Sound Form of the Lord",
        "Krishna's Presence",
        "Material Experience",
        "Name and Object"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Krishna is fully present and it is Krishna the Supreme Personality of Godhead with all his features. He is fully present in the sound.",
      "summary": "The speaker contrasts the material experience of a name being separate from an object with the spiritual reality that Krishna is fully present in His name.",
      "timestamp_url": "https://youtu.be/NSljLqQXZc4?t=550",
      "transcript": "I say table. The sound table communicates to you some object called table. But actually the sound doesn't completely represent the table, you see. Simply by hearing you don't experience what is table. You may ask questions. What is the table made of? How big is the table? Or is it an old table or a new table? So many questions can be asked. Is it your table or somebody else's table? So many questions can be asked. But when we say Hare Krishna, Krishna is fully present and it is Krishna, the Supreme Personality of Godhead with all his features. He is fully present in the sound. So this is a completely different concept for us who are only having material experience of an object or a person and his name"
    },
    {
      "start_time": 632,
      "end_time": 753,
      "verse_references": [],
      "themes": [
        "Shakespeare",
        "Rose Analogy",
        "Water Analogy",
        "Krishna's Unlimited Personality",
        "Holy Name"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Krishna means the entire personality. Unlimited personality is there in that sound Krishna two syllables.",
      "summary": "The speaker uses analogies of a rose and water in different languages to illustrate that unlike material objects, Krishna's name embodies His entire unlimited personality.",
      "timestamp_url": "https://youtu.be/NSljLqQXZc4?t=632",
      "transcript": "being two different things. Just like the great poet Shakespeare. He said something like, \"The rose called by any other name would smell as sweet.\" Of course when we say rose, we understand it's that fragrant, beautiful, particular flower. But he says, \"What's in a name?\" That is true in this material because even take the example of the same substance water referred to in different languages by different words. In Hindi they say Paani. In Sanskrit they say Jalam. In Kannada we say Neeru. So the same thing, same object water is referred to by different names. Now it is not like that with the Supreme Lord that it's simply a reference. Krishna is not just a reference. Krishna means the entire personality. Unlimited personality is there in that sound Krishna, two syllables. Krish na, two syllables. In that unlimited personality of Krishna is there. Krishna with his names, with his forms, with his qualities, with his activities, with his devotees, pure devotees, with his associates, with his abode, with his paraphernalia, with his energies, everything is just two syllables within this two syllables Krishna. So this sound is very, very powerful, as powerful as Krishna."
    },
    {
      "start_time": 753,
      "end_time": 883,
      "verse_references": [],
      "themes": [
        "Perfect Method",
        "Holy Name",
        "Offenses",
        "Material Misconceptions",
        "Pure Contact",
        "Spiritual Abode"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This method is a completely perfect method for approaching the Lord by vibrating the tongue to produce the name holy name of the Supreme Lord.",
      "summary": "The speaker emphasizes that chanting the holy name is a perfect method for approaching the Lord, but purity is essential, requiring avoidance of offenses and material misconceptions to understand the Vedic literatures and the Lord's desire for us to return to His spiritual abode.",
      "timestamp_url": "https://youtu.be/NSljLqQXZc4?t=753",
      "transcript": "So therefore Srila Prabhupada says here this method is a completely perfect method for approaching the Lord by vibrating the tongue to produce the name, holy name of the Supreme Lord. And by such pure contact with the Lord, see the purity of our uttering the holy name is possible only when we avoid this against the holy name, that is these are all offense means material misconceptions about the Lord. What these material misconceptions are I will explain in another different session. I want to have a separate session on that. Now I don't have time. So when the contact with the Lord through this material platform is completely pure, no material misconceptions, then the devotee can rise above the material platform and understand the inner meaning of the Vedic literatures including the Lord's existence of the material world. He is the controller of the material world. It is his but he has no other personal interest. He rather wants us to get out of this material existence and go to him in his personal abode in his spiritual holy name. That is the essence of what is explained"
    },
    {
      "start_time": 883,
      "end_time": 963,
      "verse_references": [],
      "themes": [
        "Lord's Knowledge",
        "Spiritual Opulences",
        "Intimate Loving Service",
        "Spiritual Love"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We become enriched with the Lord's knowledge about the Lord then the spiritual opulences.",
      "summary": "The speaker concludes by summarizing the benefits of approaching the Lord through His holy name: gaining knowledge of the Lord, experiencing His spiritual opulences (His form and qualities), and engaging in intimate loving service, expressing spiritual love for the Lord.",
      "timestamp_url": "https://youtu.be/NSljLqQXZc4?t=883",
      "transcript": "here. So we become enriched with the Lord's knowledge about the Lord, then the spiritual opulences. What are the spiritual opulences of the Lord? It is nothing but His form, His spiritual qualities, spiritual opulences. Everything is the spiritual opulence of the Lord, and the intimate loving service. There is exchange of love through service which is loving devotional service. This is the spiritual love that we have for our Lord. So we are the spiritual opulences of the Lord."
    }
  ]
}