{
  "video_id": "NT6C9v8g6oY",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.10.17 | 04-06-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=NT6C9v8g6oY",
  "segments": [
    {
      "start_time": 0,
      "end_time": 107,
      "verse_references": [],
      "themes": [
        "Invocation",
        "Verse Explanation",
        "Krishna's Departure"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "At that time Arjuna, the great warrior and conqueror of sleep, who is the intimate friend of the most beloved Supreme Lord Krishna, took up an umbrella which had a handle of jewels and was embroidered with lace and pearls.",
      "summary": "The speaker begins with invocations and then introduces and explains a verse describing Arjuna attending to Krishna as He departs Hastinapura.",
      "timestamp_url": "https://youtu.be/NT6C9v8g6oY?t=0",
      "transcript": "Om Agyana Timiraandasya Gyananjanichalakaya Chaksharunmelitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gaurabhani Pracharine Nirvishesha Shunyavadi Paschatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nityananda Shri Advaita Gadadhara Shiva Sadhi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jaya Mudhirayet In this session we will be discussing from the 17th verse of the 10th chapter of the 1st canto of Shri Madbhagavatam. Sitaatapatram Jagraha Muktadam Vibhushitam Ratnadandam Gudakeshah Priyapriyatamasyah The meaning of this verse is: At that time Arjuna, the great warrior and conqueror of sleep, who is the intimate friend of the most beloved Supreme Lord Krishna, took up an umbrella which had a handle of jewels and was embroidered with lace and pearls."
    },
    {
      "start_time": 107,
      "end_time": 278,
      "verse_references": [],
      "themes": [
        "Civilization",
        "Nature's Gifts",
        "Industrialization"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "when man does not waste his valuable time in producing unwanted things in the name of necessities is a contrast between the civilization that was prevailing 5000 years back and nowadays in the name of necessity so many unwanted things are produced in factories mass produced and people are busy improving upon this mass production artificial uh things not exactly nature's gift",
      "summary": "The speaker contrasts the use of natural gifts in the past with the mass production of artificial goods in modern industrial society.",
      "timestamp_url": "https://youtu.be/NT6C9v8g6oY?t=107",
      "transcript": "So Krishna is leaving the palace of Hastinapura. He is proceeding to Dwaraka. So many different residents of the palace and other citizens have come to see off Krishna. So Arjuna, the intimate friend of Krishna, he is seeing off Krishna. How is he seeing off? He is described here as the great warrior and conqueror of sleep, Gudakeshah, and I would say they have had such a marriage with Krishna, which is why others have written and are grateful here. So this is also about the life of Krishna. And then he says here, were used in the luxurious royal ceremonies. In those days, of course, they are all nature's gifts and are produced by the hills, oceans, etc., by the order of the Lord. When man does not waste his valuable time in producing unwanted things in the name of necessities, is a contrast between the civilization that was prevailing 5000 years back and nowadays. In the name of necessity, so many unwanted things are produced in factories, mass produced, and people are busy improving upon this mass production, artificial things, not exactly nature's gift. So contrast this, the nature's gifts that were utilized about 5000 years back, and what we are producing in the name of advancement of civilization. So Prabhupada says, by so-called development of industrial enterprises, they are now using parts of, describe it in a different way, they don't use metal in manufacturing, they are using some metal like brass, copper, copper, copper in the past, they were called Doch"
    },
    {
      "start_time": 278,
      "end_time": 461,
      "verse_references": [],
      "themes": [
        "Materialism",
        "Economic disparity",
        "Slums",
        "Civilization"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "The slum phenomena is typical of so called advanced civilization.",
      "summary": "The speaker discusses the decline in the quality of materials used in everyday life and the rise of slums as a consequence of modern civilization.",
      "timestamp_url": "https://youtu.be/NT6C9v8g6oY?t=278",
      "transcript": "as like copper copper copper copper copper copper copper copperita but for不過 instead of metals like gold, silver, brass and copper some material, plastic like material, gatta parcha. Of course, this is not so commonly understood nowadays, but during Prabhupada's time, it is said gatta parcha they used to use because that is cheaper and it is accessible to more people. So, all the metal wear has vanished or gradually vanishing or affordable only by rich people. Now, they don't even have brass and copper vessels. Forget about silver and gold. And nowadays, they have just some stainless steel which is iron, and that also is becoming expensive and they have instead all kinds of plastic wear, exactly what Prabhupada is telling here, which are worthless. And Prabhupada also says they are using margarine instead of purified butter. Nobody can afford pure butter or pure ghee which is not even easily available because only the adulterated substitutes are available. That is what is described as margarine. And they even say that pure ghee does not have trans fat. I was reading in one of the descriptions in encyclopedia that margarine has trans fat. Purified ghee has no trans fat. So, purified ghee, pure ghee is a healthy alternative to margarine. So, they can neither afford pure ghee nor is margarine the substitute for ghee very healthy. So, this is the civilization we are living in now and Prabhupada also says one-fourth of the city population has no shelter. This is what they call advancement of civilization. What have they done? They have displaced people from the city. They have displaced people from peacefully living in villages in prosperity to cities and in cities when they come seeking a job or trying to find some employment in factories or all kinds of horrible places then they don't have proper shelter. They don't have shelter. They stay in slums. The slum phenomena is typical of so called advanced civilization. The slum phenomena is typical of so called advanced civilization in modern cities. The slum phenomena is typical of so called advanced civilization in modern cities."
    },
    {
      "start_time": 461,
      "end_time": 648,
      "verse_references": [],
      "themes": [
        "Village Life",
        "Quality of Life",
        "Modern Cities",
        "Degradation"
      ],
      "content_type": "analogy",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "People should learn to live by nature's gifts.",
      "summary": "The speaker contrasts the simple, healthy life in villages with the congested and degraded quality of life in modern cities, emphasizing the importance of fresh food and natural resources.",
      "timestamp_url": "https://youtu.be/NT6C9v8g6oY?t=461",
      "transcript": "In the former times there was no slums at all. Doesn't mean there were no poor people. Poor people used to live in villages in nice cottages built with whatever wood and other leaves, etc. was available very easily. And they would live in a farm as laborers. Plenty of open space, fresh air, nice water. They grow grains and they eat first class food. Even the poorest man. For that matter if you can go to Vrindavan even today. You see those poor people staying in some cottages in the outskirts of the towns and in the villages. and in the villages they prepare always fresh food, they never eat stale food, they prepare fresh food. Even the poorest person will have little wheat flour which they will mix and make a dough and nicely bake a roti, hot fresh roti. The housewife will prepare and serve hot hot to her husband, the poor husband. The poorest of the poor also eat hot chapatis nicely made on fire and they would have also prepared some simple subji. Subji is plenty available. Whatever they can grow or whatever they can purchase for. I heard there used to be vegetables available in season 10 paisa a kilo. I'm telling this about 20 years back. Even today in Vrindavan in the season time vegetables are just one to one rupee a kilo, that's all. The vegetables which are grown in season, off season they are expensive, but nobody eats off season. The traditional people don't eat off season vegetables, they eat only seasonal vegetables which is good for the health and also available in plenty. It grows very easily, the soil is very fertile in Vrindavan. So this is the gift of nature, not eating some artificial things like margarine, cooking in some plastic ware and without a proper shelter in the city or living in congested spaces like birds nest. So many of these so-called high-rise skyscraper buildings people live in very, very, very congested space. So it is, it is the quality of life has degraded. This cannot be denied and this is the reason why we are living in the middle of the world. These are the"
    },
    {
      "start_time": 648,
      "end_time": 791,
      "verse_references": [],
      "themes": [
        "Economic Development",
        "Land and Cows",
        "Regulated Rainfall",
        "Krishna Consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The basic principle of economic development is centered on land and cows.",
      "summary": "The speaker explains Prabhupada's view that economic development should be based on land and cows, emphasizing the importance of regulated rainfall and pleasing Krishna for a prosperous life.",
      "timestamp_url": "https://youtu.be/NT6C9v8g6oY?t=648",
      "transcript": "This is what Srila Prabhupada is pointing out. People should learn to live by nature's gifts. And how is it that the nature's gifts are becoming so very scarce? So, Prabhupada explains elsewhere, the basic principle of economic development is centered on land and cows. The necessities of human society are food grains, fruits, milk, minerals, clothing, wood, etc. And these are supplied. How are these supplied? Prabhupada explains during the regime of Maharaja Yudhishthira, all over the world there were regulated rainfalls. Very, very important point. Rainfalls are not in the control of human beings. They are regulated by the heavenly king Indradeva, and he is a servant of the supreme lord Krishna. So, when the king and the citizens obey the supreme lord Krishna, then under the king's administration, there will be regulated rainfalls all over the planet earth. And these rains are the causes of varieties of production on the land. Plenty of grains, plenty of vegetables, plenty of fruits. Not only do regulated rains help ample production of grains and fruits, but when they combine with astronomical influences, there is ample production of valuable stones and jewels and pearls. See, this is also dependent on nature. You cannot manufacture valuable stones, precious stones like diamond and rubies and pearls. You cannot manufacture that. That is produced by nature under certain favorable conditions. And that is explained here by Prabhupada. Regulated rainfall combined with astronomical influences result in production of, ample production of valuable stones and pearls. So, if there is enough milk, enough grains, enough fruits, enough cotton, enough silk, people can lead a happy and healthy and prosperous life peacefully and actually cultivate Krishna consciousness."
    },
    {
      "start_time": 791,
      "end_time": 921,
      "verse_references": [],
      "themes": [
        "Artificial Produce",
        "Return to Nature",
        "Devotional Service",
        "Harmonious Life"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But nature will produce plenty when we please the Supreme Lord by engaging in devotional service.",
      "summary": "The speaker concludes by advocating a return to nature, dependence on natural produce, and engaging in devotional service to please Krishna, leading to a harmonious and prosperous life.",
      "timestamp_url": "https://youtu.be/NT6C9v8g6oY?t=791",
      "transcript": "Rather than work like donkeys for getting some very little artificial produce by paying huge amounts of money, which doesn't anyway have value. What kind of civilization is this? So, Prabhupada is suggesting that we return to land and cows and lead a Krishna conscious life. So, then there will be plenty of supply by the order of the Supreme Lord by material nature. We cannot order nature to produce, but nature will produce because nature is controlled by Krishna. And nature will produce plenty when we please the Supreme Lord by engaging in devotional service and living a harmonious life in harmony with nature. Not exploiting nature, killing poor animals, poisoning the soil by putting all kinds of chemicals into the soil. No, that's not the way. So, human beings should actually depend on the production of material nature by following Dharma and by shifting from dependence on factories and artificial production, Anartha, to natural produce of land and crops and cows and regulated rainfall and plenty of all these supplies by nature under the order of the Supreme Lord. So, this is the advice we get from Srila Prabhupada in this particular purport. So, I will stop here. Thank you very much."
    }
  ]
}