{
  "video_id": "nttc7zSQKH4",
  "title": "AAQ: Is it wrong to seek one's glorification? | HG Madhu Pandit Dasa",
  "speaker": "HG Madhu Pandit Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=nttc7zSQKH4",
  "segments": [
    {
      "start_time": 0,
      "end_time": 51,
      "verse_references": [],
      "themes": [
        "glorification",
        "Krishna's nature",
        "individual identity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It is a natural instinct for the Lord to hear and enjoy His personal glories.",
      "summary": "The speaker explains that the desire for glorification is a natural tendency derived from Krishna, but it is pervertedly reflected in the material world.",
      "timestamp_url": "https://youtu.be/nttc7zSQKH4?t=0",
      "transcript": "Another point, important point that Prabhupada is mentioning here is that it is a natural instinct for the Lord to hear and enjoy His personal glories. And because of this, each of us are an individual part and parcel of Krishna. We also have a tendency to feel what? Happy when somebody glorifies us."
    },
    {
      "start_time": 51,
      "end_time": 140,
      "verse_references": [],
      "themes": [
        "service",
        "guru's appreciation",
        "pride",
        "Krishna consciousness"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "You deserve credit for choosing to serve Krishna than Maya.",
      "summary": "The speaker discusses the importance of serving Krishna and feeling proud of choosing Krishna over Maya, while avoiding wrong praise and taking undeserved credit.",
      "timestamp_url": "https://youtu.be/nttc7zSQKH4?t=51",
      "transcript": "But this is asat in the material world, that is pervertedly reflected. In the spiritual world, the devotee also likes to be known in the eyes of the Lord, that He is happy with my service. And therefore when the Guru says, yes, you have done service, good service, then he also likes to hear that. Very good, you have distributed hundred Bhagavatam sets. Very good, Prabhupada says. You should enjoy that. Don't feel shy, it's your nature. Don't enjoy wrong praise. Don't seek wrong praise. Don't take credit for what you do not deserve. You deserve credit for choosing to serve Krishna than Maya. For your choice, that is rewarded, you should feel proud about it and you should expand that pride."
    },
    {
      "start_time": 140,
      "end_time": 185,
      "verse_references": [],
      "themes": [
        "Krishna's nature",
        "happiness",
        "detachment",
        "Krishna connection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "There is nothing wrong in chasing after happiness, ananda.",
      "summary": "The speaker elaborates on the inherent desire for happiness (ananda) as a reflection of Krishna's nature, and the futility of seeking it without a connection to Krishna.",
      "timestamp_url": "https://youtu.be/nttc7zSQKH4?t=140",
      "transcript": "Pride, that I will never serve Maya, I will only serve Krishna. So Krishna's, we are amsa of Krishna. So it's the same tendency is there in us. We are amsa of Krishna, Krishna is sacchidananda, we are amsa, but our present. There is nothing wrong in chasing after happiness, ananda, but we are wrongly chasing. Because without Purna, without Krishna connection, there is no question of getting any strength. If I cut my fingers from the body, it will lose all its strength."
    },
    {
      "start_time": 185,
      "end_time": 258,
      "verse_references": [],
      "themes": [
        "detachment",
        "devotional service",
        "love of Godhead",
        "lust"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Prabhupada says misdirected love of Godhead is called lust.",
      "summary": "Using the analogy of a severed finger, the speaker explains that the soul, cut off from Krishna, still seeks fulfillment, and that misdirected love of Godhead manifests as lust in the material world.",
      "timestamp_url": "https://youtu.be/nttc7zSQKH4?t=185",
      "transcript": "Our current situation is like that. Even the cut fingers, still hungry for oxygen, blood, everything, doesn't stop. Of course, it's a very crude example. If it is one jiva, one finger is one jiva, cut off from the main, the Lord, that main connection with the Lord is function of devotional service. Gets cut off, then that soul will still, because nature is that, where is ananda, where is jiva? I don't want to die. So all the tendencies, we being part and parcel of Krishna, Krishna's nature is there in us, but it has to be properly redirected. Prabhupada says misdirected love of Godhead is called lust. Just see, lust is defined as misdirected love of Godhead. Your nature is to love God."
    }
  ]
}