{
  "video_id": "nupyoz3cd-c",
  "title": "Married Life in Krishna Consciousness Movement | Sri Madhu Pandit Dasa | SB 3.22.11 | 13.08.2024",
  "speaker": "HG Madhu Pandit Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=nupyoz3cd-c",
  "segments": [
    {
      "start_time": 43,
      "end_time": 98,
      "verse_references": [],
      "themes": [
        "Household duties",
        "Spiritual advancement",
        "Grahastha vs. Grahamedhi"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The household duty of a man is not to satisfy his sense gratification but to remain with a wife and children and at the same time attain Advancement in Spiritual Life",
      "summary": "The speaker explains the difference between a true householder (Grahastha) and one who is simply attached to household life (Grahamedhi), emphasizing spiritual advancement.",
      "timestamp_url": "https://youtu.be/nupyoz3cd-c?t=43",
      "transcript": "प्रापरपोर्ट बाईज़ जबाएन ग्रेसे एसे बक्ति वेदामत स्वामी श्रील प्रापा अथ के जाएäre translation therefore please accept her O chief of the brahmanas, for I offer her with faith and she is in every respect fit to be your wife and take charge of your household duties. Purport by Shrila Prabhupada: the words ग्रह में दिशु कर्म सुमीन in household duties, another word is also used here सर्वात्म नानु रूपाम. The purport is that a wife should not only be equal to her husband in age, character, and qualities, but must be helpful to him in his household duties. The household duty of a man is not to satisfy his sense gratification, but to remain with a wife and children and at the same time attain advancement in spiritual life. One who does not do so is not a householder, but a ग्रह में दी. Two words are used in Sanskrit literature: one is ग्रहस्था and the other is"
    },
    {
      "start_time": 538,
      "end_time": 627,
      "verse_references": [],
      "themes": [
        "Holy Name",
        "Service to Krishna",
        "Ashrama principles"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So Prabhupada always said forget all this, you are servant of Krishna, just serve Krishna. Those are all incidental.",
      "summary": "The speaker emphasizes that serving Krishna is the most important thing, and that the different ashramas are secondary.",
      "timestamp_url": "https://youtu.be/nupyoz3cd-c?t=538",
      "transcript": "युगा धर्मा. In युगा धर्मा, simply by the यद्ञ of chanting this Hare Krishna Mahamantra. यह विश्णास का भूलनाई होगा। और अब जब विश्णास हो जाता है, तो आप यहां एक छूच को आपके पास बदली का रह सकते हैं। हमें आश्रमां के बाद एक थोड़ी बुल पाश हो जाता है. But the holy name is so powerful that if one takes this medicine of the holy name on a daily basis, then all kinds of adjustments will happen with the bodily, mental situation and somehow engage in service of the Lord. You will see that we will be able to come out of this. We will be able to awaken our transcendental knowledge in spite of being neither here nor there, neither a proper brahmachari, neither a proper grahastha, neither a proper sanyasi. So Prabhupada always said forget all this, you are servant of Krishna, just serve Krishna. Those are all incidental. One should not pin so much faith on all those things. We have to follow those ashrama principles."
    },
    {
      "start_time": 627,
      "end_time": 793,
      "verse_references": [],
      "themes": [
        "Holy Name",
        "Protection",
        "Kali Yuga",
        "Devotee life"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1
      ],
      "key_quote": "Where there is chanting, maya cannot enter.",
      "summary": "The speaker describes how chanting the Hare Krishna mantra protects devotees from the anxieties of material existence, especially in Kali Yuga, and provides a unique, sheltered environment.",
      "timestamp_url": "https://youtu.be/nupyoz3cd-c?t=627",
      "transcript": "At the same time, for the outside world we have to set an example, so we have to be very, very careful. Even though we know that there is nothing, there is no perfect ashrama that can be followed in the present environment. But those who chant the Hare Krishna Maha Mantra, those who serve the Hare Krishna Maha Mantra, because the spiritual potency comes from the Hare Krishna Maha Mantra, one will be able to, in whatever ashram he is there, he will be able to easily follow those principles. Even if the environment is not there, in a sense he will be able to follow all those things. There is no difficulty for a devotee who is chanting sixteen rounds to follow the principles of any of these ashramas. Not at all difficult, because the holy name is so powerful. Chanting is so powerful. It is not that you chant Hare Krishna sixteen rounds and your material life is in a mess. It will not be like that. The chanting of Hare Krishna is so powerful that it will, in the midst of all this, just like look at the devotees in Hare Krishna hill or any of our temples. The outside world is such a big mess. And here devotees have no such thing. They are simply chanting, dancing, doing their service. Anxieties of struggle for existence is being spared for everybody in this Hare Krishna hill. How is it possible in Kali Yuga? Where will you get this luxury in Kali Yuga? Where you don't have to think about your eating, sleeping, waiting, defending. You don't have to think. You only think of serving Prabhupada, serving Prabhupada. Your whole life gets going. Nowhere, because material energy does not allow that. Maya does not allow that, because maya cannot enter when there is Sankirtana. Where there is chanting, maya cannot enter. So we keep ourselves under protection of the divine energy of the deities, of the holy name of Guru's mercy. By all these things we are actually continuously on a day to day basis we are protected and that is why we are in this particular situation."
    },
    {
      "start_time": 793,
      "end_time": 880,
      "verse_references": [],
      "themes": [
        "Krishna consciousness practice",
        "Karma",
        "Liberated life",
        "Srila Prabhupada's mercy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We are having a liberated life actually.",
      "summary": "The speaker contrasts the difficulties faced by those trying to practice Krishna consciousness while working outside the devotee community with the liberated life experienced within the Hare Krishna movement due to Srila Prabhupada's mercy.",
      "timestamp_url": "https://youtu.be/nupyoz3cd-c?t=793",
      "transcript": "Otherwise it is impossible. So it takes lot of... Impossible means it is impossible. Sometimes you hear congregation, devotees trying to practice Krishna consciousness. You will see how difficult it is for them, even if the whole family is supporting them, because they have to go outside and work in the midst of the karmis and then they have to... They get all kinds of... They have to enter into that complicated network of grammaries. They have to go outside and work in the midst of the karmis. So Shila Prabhupada has created a... That is why he said Shila Prabhupada has created a... You know how the whole world can live. If these principles, if people are ready to follow these principles which are not very difficult. Not extreme, not very, very... To chant Hare Krishna is not very difficult. If people can chant Hare Krishna, their life will change. Their suffering will vanish. It is a fact. We as part of the Hare Krishna movement having got the holy name, having got the mercy of Shila Prabhupada and the holy name from him."
    },
    {
      "start_time": 880,
      "end_time": 970,
      "verse_references": [],
      "themes": [
        "Gratitude to Srila Prabhupada",
        "Blessings of Krishna consciousness",
        "Vaishnava Sangha"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He is giving you everything. From food to everything he is giving.",
      "summary": "The speaker emphasizes the importance of recognizing and appreciating the blessings received through Srila Prabhupada, including prasadam, Vaishnava association, and freedom from material struggle.",
      "timestamp_url": "https://youtu.be/nupyoz3cd-c?t=880",
      "transcript": "We are having a liberated life actually. We are living a liberated life. Little disturbance here and there. Body is always giving problem. Body and mind is always giving problem. But overall, you know we are having a liberated life. That is the reason why if you appreciate that then one will be able to feel that gratitude to Shila Prabhupada. You are not grateful to Shila Prabhupada just because he is giving me knowledge. He is giving you everything. From food to everything he is giving. That is the way we should think. Gratitude to Prabhupada. Prasadam. It is not easy to get Prasadam in this world, right? So by my Guru's mercy I am getting Prasadam. I am getting an atmosphere. Vaishnava Sangha I am getting. I am getting freedom from material struggle for material existence. If you don't count these blessings then we will not be able to feel that gratitude to Shila Prabhupada. It is not a small thing."
    },
    {
      "start_time": 970,
      "end_time": 1072,
      "verse_references": [],
      "themes": [
        "Preaching",
        "Holy Name",
        "Grahasta",
        "Grahamedhi"
      ],
      "content_type": "practical",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "To make them chant Hare Krishna Mahamantra one round, two rounds. Start like that.",
      "summary": "The speaker discusses the power of the Hare Krishna mantra to change lives and emphasizes that Prabhupada's focus was on preaching Krishna consciousness rather than becoming ideal householders.",
      "timestamp_url": "https://youtu.be/nupyoz3cd-c?t=970",
      "transcript": "When you preach to outsiders it is very difficult. The only thing that all other philosophy will not benefit them. Any amount of philosophy. To make them chant Hare Krishna Mahamantra one round, two rounds. Start like that. That is most powerful thing which will actually they can change they will see change in their life. See after something good happens to us we forget. We think that I am entitled for it. This is a problem. If that mercy of Guru is not there you will be rotting in the material world. No, no. That is only theory. I have already got it. No, I am here. But you should forget. You should not forget that if not for this. If not for this. I will be no different from millions of Karmas outside who are just Grahamedhis. In Krishna consciousness movement also Prabhupada married people and all those things but then in all those things Prabhupada never told now be ideal Grahastas. He never told that. He said preach Krishna consciousness. Work together. Husband, wife, everybody work for the movement. Chant Hare Krishna, spread the holy name. Distribute books etc. Because this is what really works."
    },
    {
      "start_time": 1072,
      "end_time": 1142,
      "verse_references": [],
      "themes": [
        "Grahasta",
        "Seva of the Lord",
        "Hare Krishna movement"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Practically Prabhupada engaged everybody in Seva of the Lord.",
      "summary": "The speaker explains that Prabhupada practically engaged everyone in the service of the Lord, emphasizing that the Hare Krishna movement is a movement of the holy name.",
      "timestamp_url": "https://youtu.be/nupyoz3cd-c?t=1072",
      "transcript": "All other things of you know somebody who suddenly gets you know excited about oh really this is what now I understand what is a Grahasta has to be. So far I was a Grahamedhi and now I have to be a proper Grahasta. That is what Krishna consciousness movement is all about. Being a proper Grahasta. Then he goes and refers to all the Vedas and checks how a Grahasta should live and all these things. You can never live like that. For our knowledge Prabhupada is explaining all these things. But what did practically Prabhupada do? Practically Prabhupada engaged everybody in Seva of the Lord. Direct service of the mission. The mission service of Srila Prabhupada's mission means service of the holy name. This is Hare Krishna movement. It's a movement of the Hare Krishna Mahamantra. Everything that we do is serving the holy name. So that we should properly"
    },
    {
      "start_time": 1142,
      "end_time": 1203,
      "verse_references": [],
      "themes": [
        "Vedic life",
        "Sanatana Dharma",
        "Service to Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "All those things are immaterial. Really immaterial.",
      "summary": "The speaker explains that while we can learn about Vedic life from the scriptures, Prabhupada gave us a practical path of service to Krishna, making other considerations immaterial.",
      "timestamp_url": "https://youtu.be/nupyoz3cd-c?t=1142",
      "transcript": "understand. There are two things. One is completely you know a Avaidic life. Then we learn from Prabhupada's books, from Shastras. We learn what is a proper Vedic life as per Sanatana Dharma. We learn. We understand that. Varanashamaya. Then we understand what we are supposed to do. We are not supposed to do either of that. What is our line of action? What is our line of life? Prabhupada says, Prabhupada has given what to do from morning to evening. Do that. Does not matter whether incidentally whether you are a you know in the in terms of this world somebody is married or somebody is renounced or somebody is is a Brahmachari student or what does not matter. All those things are immaterial."
    },
    {
      "start_time": 1203,
      "end_time": 1288,
      "verse_references": [],
      "themes": [
        "Srila Prabhupada as Acharya",
        "Missionary work",
        "Krishna consciousness preaching"
      ],
      "content_type": "story",
      "circle_fit": [
        1
      ],
      "key_quote": "What benefits that soul today in this Kali Yuga is Krishna Consciousness preaching",
      "summary": "The speaker shares examples of how Srila Prabhupada prioritized spreading Krishna consciousness over conventional Grahastha life, even sending newly married couples with infants to open centers.",
      "timestamp_url": "https://youtu.be/nupyoz3cd-c?t=1203",
      "transcript": "Really immaterial. An Acharya. Shila Prabhupada is an Acharya. As an Acharya what did he do? He married people his disciples, foreigners, husband, wife got them married. After that he did not tell them now you lead an ideal Grahastha life. You read what happened. Wife went on book distribution husband went on book distribution. Got them married they were you know two months old child. Husband and wife sent to another country to open a centre. A baby is there. Two months old baby is there. He sent them. No, no they are now Grahastha so ideally they have to be settled they should not be disturbed the children nothing what benefits that soul today in this Kali Yuga is is Krishna Consciousness preaching we participate in this mission that is why anybody who tries to do this outside will not get the"
    },
    {
      "start_time": 1288,
      "end_time": 1370,
      "verse_references": [],
      "themes": [
        "Karma",
        "Congregation",
        "Chanting",
        "Work-life balance"
      ],
      "content_type": "practical",
      "circle_fit": [
        2
      ],
      "key_quote": "When you have no energy, you chant, what will you do",
      "summary": "The speaker discusses the challenges faced by congregation members who work long hours outside the temple, making it difficult to maintain a strong spiritual practice.",
      "timestamp_url": "https://youtu.be/nupyoz3cd-c?t=1288",
      "transcript": "essence of it. Unless they have good karma there are people who have good karma they don't go and mix with karma they don't work outside nothing they have got money they chant Hare Krishna come to the temple that kind of congregation are there come to the temple chant Hare Krishna participate in all program go back no financial tensions all those things such people you know can have some hope but those who are working outside they make you work like anything so many times when you try congregation when we interview devotees for initiation you see they go at leave the house at you know at eight o'clock they have to leave they come back at eight in the night travelling time working time travelling time where do you chant you know in the bus I chant in the vehicle I chant while driving I chant and man becomes tired he cannot work so much like that when you have no energy you chant what will you do you come back at eight o'clock okay I finished eight rounds in the morning eight rounds in the evening some of them chant sixteen rounds in the evening fully tired after come back"
    },
    {
      "start_time": 1370,
      "end_time": 1452,
      "verse_references": [],
      "themes": [
        "Work culture",
        "Rat race",
        "Western influence",
        "Chaitanya Mahaprabhu's mission"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        4
      ],
      "key_quote": "India is also completely imitating the west",
      "summary": "The speaker laments the increasing influence of Western work culture in India, which hinders spiritual progress, and contrasts it with Chaitanya Mahaprabhu's call for Indians to become gurus for the world.",
      "timestamp_url": "https://youtu.be/nupyoz3cd-c?t=1370",
      "transcript": "they start chanting it's a very, very, very you know and as time goes on this becomes worse because work culture is like that rat race is India India is also completely imitating the west this family phenomena happened in the west several years back now India is repeating that everything is happening very fast exactly as whatever happened sociologically to the society the different impact in the society on the lives of people is just a repeat of what happened in the west and Indians have no idea what is happening they are just dragged into it whereas Chaitanya Mahaprabhu said anybody who is born in this country has to has to become guru for the rest of the world has to preach where is that culture Prabhupada's books is the only saving grace if somebody reads Prabhupada's books get attached to the holy name of the lord then everything"
    },
    {
      "start_time": 1452,
      "end_time": 1514,
      "verse_references": [],
      "themes": [
        "Prabhupada's books",
        "Holy Name",
        "Leela of the Holy Name",
        "Reciprocation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Every one of us are an example of the leela of the holy name",
      "summary": "The speaker emphasizes that Prabhupada's books and the holy name are the saving grace, and that every devotee's life is a reciprocation with the holy name, lifting them out of ignorance.",
      "timestamp_url": "https://youtu.be/nupyoz3cd-c?t=1452",
      "transcript": "will start changing because this is the leela of the holy name every one of us are an example of the leela of the holy name the holy name has interacted with you and changed your life the incarnation of the lord merciful incarnation of the lord by Prabhupada's by guru's mercy you got the Hare Krishna Mahamantra by following guru's instruction to serve the holy name 16 rounds the holy name is reciprocating with you you know that's what your life is all about everybody's life in Krishna consciousness moment is a life of reciprocation with the holy name whether he knows or not whether he is mechanically living you know the holy name is involved in lifting the devotee out of ignorance that is the first stage"
    },
    {
      "start_time": 1514,
      "end_time": 1624,
      "verse_references": [],
      "themes": [
        "Grahastha",
        "Holy Name",
        "Role play",
        "Identification with the body",
        "Eternal self"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "I am a male now is just a big cheating",
      "summary": "The speaker explains that chanting the Hare Krishna mantra properly leads to the realization that identifying oneself as male or female is a temporary illusion.",
      "timestamp_url": "https://youtu.be/nupyoz3cd-c?t=1514",
      "transcript": "first reciprocation one will get come out of this temporary life one will come out of this why about grahastha grahamayati and all those things there is no question of even you know if the chanting of the Hare Krishna Mahamantra is done properly then it's all a question of role play one does not identify himself even as a male or a female this whole consciousness about I am a male or a female in this world is a big cheating suddenly you get a female body then you know next life you will say I am a female let's say the same soul was there in a male body you will say I am a male so I am a male now is just a big cheating I am a female now it is also a big cheating it is a big lie and life goes so fast on this earth very easy to realize hundred years unlike in the heavenly planets and those who chant Hare Krishna very quickly that realization comes there Brahman realization or sense of eternity of the self eternal existence reality of eternity existence of the soul beyond this changing bodies the person is eternal the identity that the male and female that is not eternal that is just temporary"
    },
    {
      "start_time": 1624,
      "end_time": 1665,
      "verse_references": [],
      "themes": [
        "Jnana",
        "Consciousness",
        "Body vs. Soul",
        "Yajnas"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The consciousness where you are situated in Jnana that I am not this body",
      "summary": "The speaker explains that Krishna says that true consciousness is being situated in knowledge, understanding that one is not the body.",
      "timestamp_url": "https://youtu.be/nupyoz3cd-c?t=1624",
      "transcript": "so all these things come up easily you have the luxury of this kind of life which Krishna says Jnana avastitaha cetasaha the consciousness where you are situated in Jnana that I am not this body and with this body I should be performing yajnas I should be performing vishnu"
    },
    {
      "start_time": 1676,
      "end_time": 1771,
      "verse_references": [],
      "themes": [
        "Consciousness",
        "24 elements",
        "Kshetrajna",
        "Illusion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "You are watching, you are a seer and scene is different",
      "summary": "The speaker answers a question about how consciousness interacts with the 24 elements, explaining that the soul is the seer and the 24 elements are the seen, but illusion causes us to identify with the body.",
      "timestamp_url": "https://youtu.be/nupyoz3cd-c?t=1676",
      "transcript": "Hare Krishna Prabhu Hare Krishna Prabhu in one lecture I heard that we all living entities are small consciousness units which is part of supreme consciousness so this material world is made up of 24 elements so how is this consciousness interacting with this 24 elements consciousness is interacting with the 24 elements as a knower of the 24 elements Kshetrajna how am I interacting with this there is no direct interaction interaction normally when you think the two things are they mixing together they are actually not mixing together you are watching you are you are a seer and scene is different the 24 elements are what is seen and you are the seer but because you are in illusion like this in this body the soul is a seer of the body that is Jnana Avasthita Kshetrasa to be in consciousness of what you are but we identify ourselves with the scene we think I am the body so that we think we think I am the body"
    },
    {
      "start_time": 1771,
      "end_time": 1840,
      "verse_references": [],
      "themes": [
        "Soul",
        "Brahman",
        "Illusion",
        "Thought"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Soul is always spirit, it's always Brahman",
      "summary": "The speaker continues to explain that the soul is always spirit and that the illusion of identifying with the body is a thought within the soul.",
      "timestamp_url": "https://youtu.be/nupyoz3cd-c?t=1771",
      "transcript": "you don't become a soul if I think I am a king do I become the king no I am what I am soul is always spirit it's always Brahman Brahman's characteristic it is aware it has got knowledge it has got chit it is conscious so 24 elements and the soul is we the soul the two different kind of energies they never mix together this mixing is in our is in the soul's mind as an illusion therefore I think I am the body I think I am I think I am part of that thought is inside so thought is in the soul in the"
    },
    {
      "start_time": 1840,
      "end_time": 1927,
      "verse_references": [],
      "themes": [
        "Illusion",
        "Knowledge",
        "Body",
        "Modes of nature"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "I think I am this body but when knowledge comes oh I am not this body",
      "summary": "The speaker uses the analogy of a rope seen as a snake to illustrate how knowledge dispels the illusion of identifying with the body, and explains that determination and conviction are affected by the three modes of nature.",
      "timestamp_url": "https://youtu.be/nupyoz3cd-c?t=1840",
      "transcript": "sense it is it's not illusion is an experience a rope is seen as a snake rope is seen as a snake it is seen only as a snake or you see rope as a rope similarly I think I am this body but when knowledge comes oh I am not this body still you can be in this body so whether you are thinking you are the body or you are a snake or a scorpion whatever this body is size or size any kind of any kind of body and body is the body so it is a a body that receives determination mode of determination if you are in a particular mode you will get a particular type of"
    },
    {
      "start_time": 1927,
      "end_time": 2041,
      "verse_references": [],
      "themes": [
        "Identification",
        "Detachment",
        "Knowledge",
        "Love"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Material world people love each other it's all identified love it's not real love of the soul",
      "summary": "The speaker explains that we live a life of identification, and that detachment from matter is needed to disidentify, requiring spiritual strength and knowledge.",
      "timestamp_url": "https://youtu.be/nupyoz3cd-c?t=1927",
      "transcript": "conviction so conviction determination patience they are all created by three modes you don't create anything we are living a life of identification we identify ourselves with the determination of the body we identify ourselves with the identity of the body we identify us everything is identified so the soul does not experience direct happiness at all it is identified happiness the material world people love each other it's all identified love it's not real love of the soul the identified love first I think I am the man then she thinks she's the woman then he thinks she's a woman she thinks he's a man right it's all is happening in the Kshetra it's not happening in the soul it is happening in the Kshetra and you are watching that you are identifying once you identify you will you will completely feel that you are that now to disidentify you need detachment it's called but detachment from matter you need spiritual strength because it is something that has happened to your soul attachment is something that has happened to the soul the soul got stuck so detachment is knowledge by knowledge one gets detached"
    },
    {
      "start_time": 2041,
      "end_time": 2178,
      "verse_references": [],
      "themes": [
        "Spiritual convictions",
        "Modes of nature",
        "Punya",
        "Service to Guru",
        "Sattva guna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Without getting that punya, one cannot come into Krishna consciousness.",
      "summary": "The speaker answers a question about spiritual convictions, explaining that they are also affected by the modes of nature, and that serving the Guru helps one develop the necessary punya and sattva guna.",
      "timestamp_url": "https://youtu.be/nupyoz3cd-c?t=2041",
      "transcript": "any any other questions here so you said determination and conviction is affected by three modes what about spiritual convictions suppose we have conviction about Krishna consciousness those things are they affected by peoce not they are also affected by it ằ three modes of material nature that is a reason why our conviction is not the Why We Live Krishna consciousness Somebody Whose soul is convinced that means that So your level is convinced it takes time by Association by proper kind of a you know body coming into a certain situation body coming into a certain situation, sattvic situation, hearing the transcendental words, one gets convinced to start with. That conviction has to become conviction of the soul. That is when you become nishta. There are stages are there. So initially all the things that we exhibit, that is why it is said without getting that punya, one cannot come into Krishna consciousness. That punya Prabhupad gives, by serving Prabhupad's movement, we get that punya. Punya is connected to the body. So there is a bodily qualification coming up due to service to one's Guru. Once that comes up, then you enjoy higher values from this same body. To have a body with sattva guna is a gift. When you serve Srila Prabhupad slowly, you will come into that guna. When you come into that guna, कुना जि disadvantages have come into that guna when you hear Bhagavatam and everything then impact will be much more. So our journey is through the yantra only. It starts through the yantra. Thats a very good question or you ask because in the Bhagavad Gilbert that when the kshetra is been described, you will see one"
    },
    {
      "start_time": 2178,
      "end_time": 2276,
      "verse_references": [],
      "themes": [
        "Kshetra",
        "Conviction",
        "Imitation of the spirit",
        "Karma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Life itself is a characteristic of spirit.",
      "summary": "The speaker explains that the Kshetra imitates the spirit, creating a sense of identity and convictions, and that even reading scriptures is initially done with karmic values, but slowly one can lift oneself up to the spiritual level.",
      "timestamp_url": "https://youtu.be/nupyoz3cd-c?t=2178",
      "transcript": "of the item there conviction. How can conviction be क्षेत्र लेंगे। क्षेत्र क्षेत्र क्षेत्र क्षेत्र क्षेत्र क्षेत्र क्षेत्र क्षेत्र क्षेत्र क्षेत्र क्षेत्र क्षेत्र क्षेत्र क्षेत्र क्षेत्र क्षेत्र क्षेत्र क्षेत्र क्षेत्र क्षेत्र क्षेत्र क्षेत्र क्षेत्र क्षेत्र क्षेत्र क्षेत्र क्षेत्र क्षेत्र क्षेत्र क्षेत्र क्षेत्र क्षेत्र क्षेत्र क्षेत्र क्षेत्र क्षेत spiritual life. Shetra has to reproduce shetra has to create a sense of identity for the person because these are all imitations of the spiritual it's a person entire personality is duplicated in this material world by the Kshetra so expertly for even for a completely ignorant man an ignorant man also has convictions where is it coming from from Kshetra now we become devotees बहुत इस निभी बेच, हम उसो पर प्रदंश होने दाएगा. हम ब्यास इन कार्मे से इसके लिए जुड़ हो जाते हैं. छोककर, मैं कोशिश करता हूं, अगर मैं इन पूरा प्रहावास पालिस पर भूमी की टाग रूप देगा, When I am reading, I am reading it as karma only, no. With my own karma values only I am reading it. But slowly I lift myself up. And then one day it will be at the spiritual level. Because all these things are imitation of the spirit characters. These are all characteristics of the spirit. Life itself is a characteristic of spirit."
    }
  ]
}