{
  "video_id": "nwSUMw4yGqc",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.13.24 - 25 | 8-10-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=nwSUMw4yGqc",
  "segments": [
    {
      "start_time": 49,
      "end_time": 115,
      "verse_references": [
        "SB 1.13.24"
      ],
      "themes": [
        "degradation",
        "atrocities",
        "humiliation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Vidura is pointing out to Dhritarashtra how Dhritarashtra had done so much of atrocities, committed so many atrocities against the Pandavas and now living in their house is a degraded life.",
      "summary": "Vidura criticizes Dhritarashtra for his past actions against the Pandavas and his current degraded state of living off their charity.",
      "timestamp_url": "https://youtu.be/nwSUMw4yGqc?t=49",
      "transcript": "In this session, we will be discussing two verses, the 24th and the 25th verse of the 13th chapter of the first canto of Srimad Bhagavatam. The 24th verse: Agnir Nisrishto Dattascha Garodarascha Dushitaha Hritham Kshetram Dhanam Yesham Tad Dattair Asubhi Kiyat. The meaning of this verse is, \"There is no need to live a degraded life and subsist on the charity of the Lord. There is no need to live a degraded life and subsist on the charity of those whom you tried to kill by arson and poisoning. You also insulted one of their wives and usurped their kingdom and wealth.\" Vidura is pointing out to Dhritarashtra how Dhritarashtra had done so much of atrocities, committed so many atrocities against the Pandavas, and is now living in their house, a degraded life."
    },
    {
      "start_time": 115,
      "end_time": 247,
      "verse_references": [],
      "themes": [
        "self-realization",
        "degradation",
        "Varnashrama",
        "death"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "To stick to family life to the end of one's human life is the grossest type of degradation and there is an absolute need for the Viduras to educate such Dhritarashtras even at the present moment.",
      "summary": "Srila Prabhupada's purport emphasizes the importance of self-realization in human life and criticizes those who remain attached to material life until death, drawing a parallel to Dhritarashtra's situation.",
      "timestamp_url": "https://youtu.be/nwSUMw4yGqc?t=115",
      "transcript": "This is a degraded life for Dhritarashtra. So, in the purport, Srila Prabhupada explains some very important points. The system of Varnashrama religion sets aside a part of one's life completely for the purpose of self-realization and attainment of salvation in the human form of life. This is how human life is. Human life is distinguished from animal life in that there is a special provision that you can set aside a part of your life exclusively for self-realization, which is the main goal of the human form of life and which is only possible in the human form of life. That is a routine division of life. But persons like Dhritarashtra, even at their very ripened age, want to stay home, even in a degraded condition of accepting charity from enemies. Vidura wanted to point this out and impressed upon him that it was better to die like his sons than accept such humiliating charity. It was not a dignified way that Dhritarashtra was living in the house of the Pandavas. So Vidura is pointing out, \"If you have any consideration for living a dignified way, you should immediately leave this place. This is not a suitable place for you.\" Five thousand years ago there was one Dhritarashtra, but at the present moment there are Dhritarashtras in every home. People's life has become very degraded in this present time because they live in spite of all kinds of difficulties and dangers. They don't"
    },
    {
      "start_time": 247,
      "end_time": 342,
      "verse_references": [],
      "themes": [
        "degradation",
        "materialism",
        "human life",
        "saintly persons"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It is very much relevant now especially in modern times it's necessary for saintly persons to wake up the materialistic persons who are lost engrossed in sense gratification and missing the opportunity of the valuable human form of life.",
      "summary": "The speaker emphasizes the relevance of the Dhritarashtra episode in modern times, highlighting the need for saintly persons to awaken materialistic individuals to the value of human life.",
      "timestamp_url": "https://youtu.be/nwSUMw4yGqc?t=247",
      "transcript": "make any preparation for facing death like a proper human being. So that's why Prabhupada says now it's not just one rare Dhritarashtra who is living a degraded condition of life. There are many, many, many such people living a very degraded condition of life, and Prabhupada specially mentions here politicians especially do not retire from political activities unless they're dragged by the cruel hand of death or killed by some opposing element. We see this all around us. This is the reality. To stick to family life to the end of one's human life is the grossest type of degradation, and there is an absolute need for the Viduras to educate such Dhritarashtras even at the present moment. So don't take this episode as some historical incident which is not relevant now. It is very much relevant now, especially in modern times, it's necessary for saintly persons to wake up the materialistic persons who are lost, engrossed in sense gratification, and missing the opportunity of the valuable"
    },
    {
      "start_time": 342,
      "end_time": 404,
      "verse_references": [
        "SB 1.13.25"
      ],
      "themes": [
        "death",
        "deterioration",
        "nature"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Despite your unwillingness to die and your desire to live even at the cost of honor and prestige your miserly body will certainly dwindle and deteriorate like an old garment.",
      "summary": "The speaker explains the meaning of the 25th verse, emphasizing the inevitability of bodily deterioration and death, regardless of one's desire to cling to life.",
      "timestamp_url": "https://youtu.be/nwSUMw4yGqc?t=342",
      "transcript": "human form of life. The meaning of this 25th verse is, \"Despite your unwillingness to die and your desire to live even at the cost of honor and prestige, your miserly body will certainly dwindle and deteriorate like an old garment.\" Somebody may think that I will make some adjustment and somehow live, but nature does not allow you to live in the same way you have been living. Your body deteriorates and it will give you more and more trouble as the body ages. It will only deteriorate further."
    },
    {
      "start_time": 404,
      "end_time": 551,
      "verse_references": [],
      "themes": [
        "Kripana",
        "Brahmana",
        "sense gratification",
        "death",
        "human life"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Human life is meant for finishing all kinds of miseries of material existence.",
      "summary": "The speaker explains the concepts of Kripana (miserly man) and Brahmana, contrasting their understanding of the material body and the purpose of human life, emphasizing the importance of preparing for death and ending material suffering.",
      "timestamp_url": "https://youtu.be/nwSUMw4yGqc?t=404",
      "transcript": "That's the law of nature. So in the purport, Srila Prabhupada says the words Kripanasya Jiji Vishoho are significant, two words, Kripana and Jiji Vishoho. So Prabhupada explains there are two classes of men, this is described in the scriptures, in the Upanishads. This is described. That are the... One is called Kripana and the other is called Brahmana. The Kripana, or miserly man, has no estimation of his material body, but the Brahmana has a true estimation of himself and material body. So Kripana and Brahmana. Kripana does not know the value of this human form of body. The Brahmana knows the value. The Kripana, having a wrong estimation of his material body, wants to enjoy sense gratification with his utmost strength. And even in old age, he wants to become a young man by medical treatment or otherwise. We see this all around us, that old people somehow want to maintain themselves for sense gratification, living a life of sense gratification. But that's not possible. That's really not possible. Dhritarashtra is addressed herein as a Kripana because without any estimation of his material body, he wants to live at any cost, somehow live a life of sense gratification. Vidura is trying to open his eyes to see that he cannot live more than his term and that he must prepare for death. The symptoms are indicative of fast approaching death and Dhritarashtra must prepare to face death like a human being and not miss the opportunity like an animal. Since death is inevitable,"
    },
    {
      "start_time": 551,
      "end_time": 694,
      "verse_references": [],
      "themes": [
        "death",
        "spiritual assets",
        "material assets",
        "human energy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Only spiritual assets are eternally with us. We can carry forward and utilize it always.",
      "summary": "The speaker contrasts spiritual and material assets, highlighting the eternal nature of spiritual assets and the futility of wasting human energy on sense gratification.",
      "timestamp_url": "https://youtu.be/nwSUMw4yGqc?t=551",
      "transcript": "why should he accept such a humiliating position for living? It is better to take the right path even at the risk of death. Human life is meant for finishing all kinds of miseries of material existence. It's only in the human form of life that this is possible. It's not possible in animal form of life, bird form of life, reptile form of life. The form of life is not possible. The form of life of lower creatures, this elevated consciousness does not exist. There is consciousness in every form of life, but that consciousness is mainly simply used for eating, sleeping, mating, defending, just maintaining the body as far as possible, subsisting in this material existence. But human life, we have got developed consciousness. For what? To realize that I can prepare for death to put an end to all kinds of miseries of material existence. Life should be so regulated that one can achieve the desired goal of going back home, back to Godhead. Dhritarashtra, due to his wrong conception of life, had already spoiled 80% of his achieved energy. So it behooved him to utilize the remaining days of his miserly life for the ultimate good. Such a life is called miserly because one cannot properly utilize the assets of the human form of life. One who does not know the value of this body will waste this human energy simply for sense gratification. And at the end, left with nothing, which is like an asset which one can utilize in the future, can carry forward to the next life. So only spiritual assets are eternally with us. We can carry forward and utilize it always. Material assets are not going to remain with us. They will be completely lost at the time of death."
    },
    {
      "start_time": 694,
      "end_time": 784,
      "verse_references": [],
      "themes": [
        "nescience",
        "ignorance",
        "self-realization",
        "spiritual culture"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Material existence means there is this ignorance about who am I? What is my actual goal of life? How to solve all the problems of material existence once and for all?",
      "summary": "The speaker explains that meeting a self-realized soul like Vidura can help one overcome nescience (ignorance) and prepare for death through spiritual culture.",
      "timestamp_url": "https://youtu.be/nwSUMw4yGqc?t=694",
      "transcript": "Only by good luck does such a miserly life, miserly man, meet a self-realized soul like Vidura. And by his instruction, by Vidura's instruction, Dhritarashtra can get rid of the nescience of material existence. What is nescience? Nescience means the ignorance, the darkness in which one is living. Material existence means there is this ignorance about who am I? What is my actual goal of life? How to solve all the problems of material existence once and for all? Make a permanent solution for these problems, not some temporary patchwork solutions. No. So that is possible by meeting a self-realized soul like Vidura and taking instructions from him how to actually prepare oneself, especially towards the end of one's life, how to prepare for facing death by spiritual culture, by spiritual practice, by spiritual enlightenment."
    },
    {
      "start_time": 784,
      "end_time": 887,
      "verse_references": [],
      "themes": [
        "Chaitanya Mahaprabhu",
        "Hare Krishna mantra",
        "spiritual consciousness",
        "death",
        "Godhead"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Simply by vibrating the tongue and chanting this Hare Krishna mantra and also hearing this mantra, so then the consciousness becomes transformed into spiritual consciousness, Krishna consciousness, and thereby preparing oneself to face death",
      "summary": "The speaker emphasizes the simplicity and effectiveness of chanting the Hare Krishna mantra as a means to transform consciousness, prepare for death, and ultimately return to Godhead, highlighting Chaitanya Mahaprabhu's mercy.",
      "timestamp_url": "https://youtu.be/nwSUMw4yGqc?t=784",
      "transcript": "And especially in this age, it has been simplified to the maximum extent possible by Sri Chaitanya Mahaprabhu, who very mercifully is pointing out that you can very easily vibrate your tongue in any condition: Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare, and simply by vibrating the tongue and chanting this Hare Krishna mantra and also hearing this mantra, so then the consciousness becomes transformed into spiritual consciousness, Krishna consciousness, and thereby preparing oneself to face death in touch with Krishnanama, the holy name, the merciful incarnation of the Supreme Lord Krishna in the form of his holy name. Simply by vibrating the tongue and hearing the sound of Hare Krishna, you can prepare for facing death in such a way that you keep on vibrating your tongue, chanting and hearing Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare, and you actually are able to go back to Godhead at the end of this life. Simply by doing this and nothing more. That is Chaitanya Mahaprabhu's mercy. I'll stop here. Thank you very much."
    }
  ]
}