{
  "video_id": "NZ949aKmV84",
  "title": "Living in Harmony with Nature | Sri Suvyakta Narasimha Dasa",
  "speaker": "HG Suvyakta Narasimha Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=NZ949aKmV84",
  "segments": [
    {
      "start_time": 0,
      "end_time": 87,
      "verse_references": [],
      "themes": [
        "harmony with nature",
        "sense gratification",
        "exploitation",
        "Vedic civilization",
        "material nature's reaction"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "Now, the whole human civilization has become so greedy for sense gratification that all the laws of material nature are discarded.",
      "summary": "The speaker contrasts the Vedic civilization's focus on spiritual advancement with the current civilization's exploitation of nature for sense gratification, leading to negative consequences.",
      "timestamp_url": "https://youtu.be/NZ949aKmV84?t=0",
      "transcript": "Even though big, big cities were there in the estuaries in the Vedic times, still the whole city would be very beautiful and very pleasing to walk around. The breeze, the plants, the fruits, the trees, everything would be very pleasing. Actually, human society is supposed to live in this manner, in harmony with material nature. And in the Vedic times, the consciousness of the civilization was how to utilize this human form of life, advance in spiritual life. Whereas in the current day world, the whole consciousness of the civilization is how to exploit material nature and maximize my sense gratification. If we live according to the laws of material nature, there is ample opportunity for sense gratification, but not for unlimited, unrestricted sense enjoyment. In a limited, restricted way, in the manner it is mentioned in the Vedas, sense enjoyment is there, not that it is not there. But then, as it is said, the earth produces enough to satisfy the needs of a man, but not the greed of a man. Now, the whole human civilization has become so greedy for sense gratification that all the laws of material nature are discarded, and we try to exploit and exploit and exploit material nature. Because of what happens? Material nature also starts reacting."
    }
  ]
}