{
  "video_id": "o1iTYMqstfE",
  "title": "Krishna takes a form that we can access | Soulful Japa",
  "speaker": "HH Stoka Krishna Maharaj",
  "youtube_url": "https://www.youtube.com/watch?v=o1iTYMqstfE",
  "segments": [
    {
      "start_time": 0,
      "end_time": 46,
      "verse_references": [],
      "themes": [
        "Transcendental Name",
        "Chaitanya Rasa Vigraha",
        "Nama as Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The nama is considered to be Chaitanya Rasa Vigraha. It is Chaitanya Rasa Vigraha nama.",
      "summary": "The speaker introduces the concept of the transcendental name (nama) as Chaitanya Rasa Vigraha, which is Krishna himself, but inaccessible to material senses.",
      "timestamp_url": "https://youtu.be/o1iTYMqstfE?t=0",
      "transcript": "Two quotes are very central to our discussion of module 12, and it is very central to a little deeper understanding of the nama. What is transcendental? This nama is, I want transcendental nama. Transcendental nama is described to be, you know, Ananda Chinmaya Rasa, Sadhu Jwala, Vigrahasya. The nama is considered to be Chaitanya Rasa Vigraha. It is Chaitanya Rasa Vigraha."
    },
    {
      "start_time": 46,
      "end_time": 103,
      "verse_references": [],
      "themes": [
        "Lord's Appearance",
        "Deity",
        "Nama",
        "Sensory Access"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Therefore the Lord has come...he comes as a deity, he comes as the nama on our tongue.",
      "summary": "The Lord manifests in forms accessible to our senses, such as deities and the holy name (nama) on our tongue, to facilitate our connection with Him.",
      "timestamp_url": "https://youtu.be/o1iTYMqstfE?t=46",
      "transcript": "So that Chaitanya Rasa Vigraha nama, who is Krishna himself, I want to experience. But now I cannot experience with my material senses, therefore the Lord has come. Just like he comes as a deity, he comes as the nama on our tongue. What is the form that Aprakrita nama takes? Aprakrita nama, transcendental name of the Lord, Shuddha nama of the Lord. When he comes on my tongue, I am giving attention to the sound that I am chanting. So Prabhupada says, that the Lord takes on a form that resembles the form that we access through our senses."
    },
    {
      "start_time": 103,
      "end_time": 156,
      "verse_references": [],
      "themes": [
        "Shuddha Nama",
        "Nama Avatar",
        "Sound",
        "Attention"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The nama avatar also resembles the sound that you produce.",
      "summary": "The pure name (Shuddha Nama) and the incarnations of the Lord take forms that resemble what we can access through our senses, particularly the sound we produce when chanting, because our attention is focused there.",
      "timestamp_url": "https://youtu.be/o1iTYMqstfE?t=103",
      "transcript": "What is the sound that I can access through my senses, which I can access through my attention, through my mind? What is the sound that I can access? The sound that I chant. So the Shuddha nama also, nama avatar of any incarnates. Just like the Lord and the deity incarnation takes a form which resembles the deity in the same way. There is a reason for that also. The nama avatar also resembles the sound that you produce. Why? Why does it be like that? Because your attention is on the Shaktiavashya nama. So it has to be similar when you are following the same sound features of the sound features."
    },
    {
      "start_time": 165,
      "end_time": 192,
      "verse_references": [
        "BG 9.11"
      ],
      "themes": [
        "Lord's Form",
        "Material Body",
        "Instructions",
        "Supreme Person"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Lord assumes a form resembling matter body, just to give us instructions like those of Bhagavad Gita.",
      "summary": "The Lord assumes a form resembling a material body to give us instructions, like those found in the Bhagavad Gita, even though He is the Supreme Original Person.",
      "timestamp_url": "https://youtu.be/o1iTYMqstfE?t=165",
      "transcript": "So Prabhupada, the first quote in module 12, Lord assumes a form resembling matter body, like Srila Prabhupada is saying, and read the quote. You assume a form resembling material body, just to give us instructions like those of Bhagavad Gita. But actually you are the Supreme original person."
    },
    {
      "start_time": 200,
      "end_time": 229,
      "verse_references": [],
      "themes": [
        "Experiencing Beyond Matter",
        "Lord's Appearance",
        "Archa Form",
        "Devotional Service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Do the dhamas and the Lord himself in his archa form appear before us resembling matter to give us the facility to see spirit with material eyes?",
      "summary": "The Lord and His abodes (dhamas) appear in forms resembling matter to allow us to perceive the spiritual realm with our material senses, a concept that becomes easier to understand with advancement in devotional service.",
      "timestamp_url": "https://youtu.be/o1iTYMqstfE?t=200",
      "transcript": "Next another similar quote, only for us who cannot experience anything that is not present in the world, how can we not experience it beyond matter in the present conditioned state? Do the dhamas and the Lord himself in his archa form appear before us resembling matter to give us the facility to see spirit with material eyes? In the beginning this may be difficult for a neophyte to understand, but in due course of time when one is advanced in devotional service, it will be easier."
    },
    {
      "start_time": 229,
      "end_time": 258,
      "verse_references": [],
      "themes": [
        "Tangible Form",
        "Lord's Name",
        "Senses",
        "Omnipotency",
        "Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The Lord's name is available to us in a very tangible form...this sound is as good as Krishna.",
      "summary": "The Lord's name is accessible through our senses, making it a tangible form of Krishna, as potent as His original name.",
      "timestamp_url": "https://youtu.be/o1iTYMqstfE?t=229",
      "transcript": "He will appreciate the Lord's presence in the tangible forms. The Lord's name is available to us in a very tangible form. Tangible means one of the senses can access. I am able to hear. I am able to chant with my tongue. I am able to hear. By the Lord's omnipotency, this sound is as good as Krishna. As good as Krishna's original name. As good as Krishna's."
    },
    {
      "start_time": 259,
      "end_time": 298,
      "verse_references": [],
      "themes": [
        "Shuddha Nama",
        "Desire",
        "Lord's Presence",
        "Attention",
        "Senses"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Lord is present before me, but I cannot touch him because I do not...touch him with my attention.",
      "summary": "While we may not be able to directly experience the pure name (Shuddha Nama) or touch the Lord with our material senses, we can connect with Him through our attention.",
      "timestamp_url": "https://youtu.be/o1iTYMqstfE?t=259",
      "transcript": "In other words, today I am unable to chant and hear the Shuddha Nama which Rupa Goswami says, if one is able to do, then one will desire a million tongues and a million ears. But at the same time, I am also aware that the Lord is present. He is present but I cannot touch him. Lord is present before me, but I cannot touch him because I do not. I can only touch him with my attention. But otherwise I cannot, with my present senses, I cannot."
    },
    {
      "start_time": 299,
      "end_time": 341,
      "verse_references": [],
      "themes": [
        "Merciful Nature",
        "Shakti O Vesha Nama",
        "Sound Feature",
        "Deity",
        "Transcendental Form"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Therefore he takes a sound feature which is identical to Shakti O Vesha Nama.",
      "summary": "The Lord, in His mercy, takes on a sound feature identical to Shakti O Vesha Nama, and His spiritual form manifests as the deity, allowing us to perceive the transcendental form and offer our devotion directly to Him.",
      "timestamp_url": "https://youtu.be/o1iTYMqstfE?t=299",
      "transcript": "So, please see the merciful nature of the Lord, Nama. He knows that we can give attention only to the Shakti O Vesha Nama. Therefore he takes a sound feature which is identical to Shakti O Vesha Nama. Just like the deity, the Lord's spiritual form takes on a deity form which is identical to the deity so that when you see the deity, you are seeing the transcendental form also. When you offer anything, you are offering to the Lord."
    },
    {
      "start_time": 341,
      "end_time": 389,
      "verse_references": [],
      "themes": [
        "Difference for Us",
        "Shakti Avasya Nama",
        "Satchidananda Nama",
        "Attention",
        "Energies",
        "Soulful Japa"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "But only attention I can touch, which is great because touching the Aprakrita Nama, touching the Shakti Avasya Nama.",
      "summary": "While we cannot chant the Satchidananda Nama with our material tongue, we can touch the Aprakrita Nama and Shakti Avasya Nama with our attention, allowing energies to flow into us as we experience the reciprocation and taste of soulful japa.",
      "timestamp_url": "https://youtu.be/o1iTYMqstfE?t=341",
      "transcript": "For the Lord, there is no difference. For us, there is a difference. Today, I can touch Shakti Avasya Nama with my tongue, but with my tongue, I cannot chant Shuddha Nama because this material tongue cannot chant Satchidananda Nama. I need Satchidananda tongue. But only attention I can touch, which is great because touching the Aprakrita Nama, touching the Shakti Avasya Nama. All energies flow into us as we are experiencing. Even in our simple starting kindergarten of soulful japa is mindful japa and we are seeing."
    }
  ]
}