{
  "video_id": "o2MEnDucTBA",
  "title": "SB 1.18.14 | HH Stoka Krishna Swami | 04-04-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=o2MEnDucTBA",
  "segments": [
    {
      "start_time": 0,
      "end_time": 48,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam",
      "summary": "The lecture begins with traditional Vaishnava prayers and invocations.",
      "timestamp_url": "https://youtu.be/o2MEnDucTBA?t=0",
      "transcript": "Om Agyanatimiran Dhasya Gyanan Janishalakaya Chakshurunmilitam Yena Dasmai Shri Gurave Namaha Namao Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvijesha Junyavadi Pachatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet"
    },
    {
      "start_time": 48,
      "end_time": 132,
      "verse_references": [
        "SB 1.18.14"
      ],
      "themes": [
        "Krishna Katha",
        "relishing nectar",
        "spiritual satisfaction"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Krishna's topics are so relishable that you go on hearing and you never become saturated.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam 1.18.14, emphasizing the inexhaustible nature of Krishna's topics and the unending satisfaction derived from hearing about Him.",
      "timestamp_url": "https://youtu.be/o2MEnDucTBA?t=48",
      "transcript": "In this session, we will be discussing from the 14th verse of the 18th chapter, the first canto of Srimad Bhagavatam. Konama Tripyet Rasavit Kathayam Mahattamayikanta Parayanasya Nantam Gunanam Agunasya Jagmahu Yogeshwaraye Bhavapadma Mukhyaha. The meaning of this verse is, the Personality of God, the Personality of God and Lord Krishna, Govinda, is the exclusive shelter for all great living beings, and his transcendental attributes cannot even be measured by such masters of mystic powers as Lord Shiva and Lord Brahma. Can anyone who is expert in relishing nectar or rasa ever be fully satiated by hearing topics about him? This is spoken by the sages of Naimisha Araniyata Sutakoswami. Shri Krishna's disciples always tell us that Krishna's topics are so relishable that you go on hearing and you never become saturated. That means you never feel enough. I can't take anymore, I can't relish anymore."
    },
    {
      "start_time": 132,
      "end_time": 225,
      "verse_references": [],
      "themes": [
        "material vs spiritual",
        "Hare Krishna mantra",
        "satisfaction"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "There is something about it which is different from all material songs material song vibrations so the topics about Krishna are like that you will never get saturated you never",
      "summary": "The speaker contrasts material experiences, which lead to saturation, with the unending satisfaction derived from chanting the Hare Krishna mantra and hearing about Krishna.",
      "timestamp_url": "https://youtu.be/o2MEnDucTBA?t=132",
      "transcript": "No! It never happens. We have material experience. Anything which is very nice to eat or drink or anything which is light to the soul, meaning extremely goodigmatism, is nice to hear. Some material music, if it is very pleasing to hear the first time, then you may want to hear a second time. You hear a second time, then you may say, 'Oh, it's nice, I want to hear a third time.' How many times can you keep on hearing the same thing again and again and again? You cannot hear too many times. At a certain point, it becomes boring. You cannot hear any, it becomes saturated. The Hare Krishna mantra, on the other hand, devotees have been chanting for 10 years, 20 years, some devotees for 30 years. I've been chanting for 32 years. There are devotees who have been chanting for 50 years, 40 years. They never get saturated or satiated, they never get bored. So what is it about the Hare Krishna mantra that we go on singing, we go on hearing, we go on chanting, and we don't get bored or we don't get saturated? There is something about it which is different from all material songs, material..."
    },
    {
      "start_time": 225,
      "end_time": 308,
      "verse_references": [],
      "themes": [
        "transcendental qualities",
        "unlimitedness of Krishna",
        "mystic powers"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna's qualities are unlimited wonderful qualities all of them are wonderful qualities Krishna is no tinge of any bad quality only good qualities and those qualities are innumerable",
      "summary": "The speaker elaborates on the unlimited and wonderful qualities of Krishna, emphasizing that even great mystics like Shiva and Brahma cannot fully comprehend them.",
      "timestamp_url": "https://youtu.be/o2MEnDucTBA?t=225",
      "transcript": "song vibrations. So the topics about Krishna are like that. You will never get saturated, you never get bored by hearing more and more and more, and the transcendental qualities of the Lord are unlimited. Krishna's qualities are unlimited, wonderful qualities, all of them are wonderful qualities. Krishna has no tinge of any bad quality, only good qualities, and those qualities are innumerable. So if somebody tries to count how many good qualities Krishna has, even the masters of mystic powers like Shiva and Brahma, the topmost among the devatas, the topmost among all the personalities created in this world, Brahma and Shiva, they also cannot measure how many wonderful qualities Krishna has got. So Krishna is so full with so many..."
    },
    {
      "start_time": 308,
      "end_time": 472,
      "verse_references": [],
      "themes": [
        "Lord Shiva",
        "mystic powers",
        "example of Shiva drinking poison"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Lord Shiva drank an ocean of poison of which one drop was sufficient to kill an ordinary living being",
      "summary": "The speaker narrates the story of Lord Shiva drinking the ocean of poison to illustrate his immense mystic power, as an example of the powers that even great demigods possess.",
      "timestamp_url": "https://youtu.be/o2MEnDucTBA?t=308",
      "transcript": "wonderful qualities that he attracts everybody. This has been discussed when you discuss the atmanama verse in an earlier chapter. So Prabhupada explains in the purport, Lord Shiva and Lord Bhrama are two chiefs of the demigods. They are full of mystic powers. Among all the created beings who have mystic powers in this universe, the topmost personalities that possess maximum mystic powers are Shiva and Brahma. For example, the example is given by Prabhupada, Lord Shiva drank an ocean of poison, of which one drop was sufficient to kill an ordinary living being. Once the Devatas and the Asuras, they engaged in churning the milk ocean to generate nectar, but before the nectar was generated, some impurities were cleansed away, and those impurities took the form of poison which came out of the churning in the beginning of the churning. So that poison is a deadly poison, and it was unbearable for both the Devatas and the Asuras. So what to do with this poison now? So they requested Lord Shiva, 'Do something.' Shiva said, 'I don't know what to do with this poison now.' So they requested Lord Shiva, 'Do something.' Shiva said, 'Don't worry,' he just took the whole quantity of poison and just condensed it into one sip in his hand, and he just drank it off. Drank means he, he took it inside his mouth and held it in his throat. So therefore he got the name Neelakanta after he drank that poison, and he is holding that poison in his throat. He got the name Neelakanta, and his throat became bluish. So that is because he is holding that poison there in his throat, and it's a deadly poison, halahala, it's a deadly poison. So that is the mystic power of Shiva. Nobody can imitate Shiva, nobody can do that, holding the deadly poison in the throat without being..."
    },
    {
      "start_time": 472,
      "end_time": 576,
      "verse_references": [],
      "themes": [
        "Lord Brahma",
        "mystic powers",
        "hierarchy of power",
        "Krishna as supreme"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Brahma and Shiva are not the supreme powerful the supreme powerful is Govinda or Lord Krishna he is the transcendence and his transcendental attributes cannot be measured even by such powerful Ishwaras as Shiva and Brahma",
      "summary": "The speaker discusses Brahma's mystic power of creation and clarifies that while Brahma and Shiva are powerful, Krishna is the supreme powerful being, whose attributes are immeasurable.",
      "timestamp_url": "https://youtu.be/o2MEnDucTBA?t=472",
      "transcript": "affected by it. Nobody can do it, only Shiva can do it. Similarly, Brahma could create many powerful demigods, including Lord Shiva. Brahma, he is the secondary creator of this entire cosmic manifestation, that is the Maha Shiva station of this whole universe, but Brahma, he gives specifically the bodies for the living entities at the beginning of creation. So Brahma created all the powerful devatas, including Lord Shiva. So that is Brahma's mystic power, he can create big, big, big, big devatas, the most powerful devatas he can create. So they are Ishwaras, they are Lords of the universe, Brahma and Shiva particularly, two among the created beings. Two, of course, above them is Vishnu. Vishnu is not a created being, therefore among created beings, the topmost two personalities are Vishnu and Brahma. Brahma and Shiva, but they are not the supreme powerful, it is very important. Brahma and Shiva are not the supreme powerful. The supreme powerful is Govinda or Lord Krishna. He is the transcendence, and his transcendental attributes cannot be measured even by such powerful Ishwaras as Shiva and Brahma. Therefore, Lord Krishna is the exclusive shelter of the greatest..."
    },
    {
      "start_time": 576,
      "end_time": 723,
      "verse_references": [],
      "themes": [
        "Krishna Katha",
        "unlimited pleasure",
        "spiritual activities"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Krishna is the reservoir of all pleasures enjoyment in this world nobody can give as much enjoyment as discussing or hearing or remembering or talking about the pastimes of Krishna which give so much transcendental happiness",
      "summary": "The speaker emphasizes that Krishna is the source of unlimited pleasure and that engaging in devotional service, such as hearing about Krishna, provides unending satisfaction.",
      "timestamp_url": "https://youtu.be/o2MEnDucTBA?t=576",
      "transcript": "of all the divine beings. Of all Brahma, of all living beings, Brahma and Shiva are a shelter of Lord Krishna because deservedly. Lord Krishna, Brahma is counted amongst the living beings, but is the greatest of all of us. Brahma is counted amongst the living beings, but he is the greatest of all of us. Why? He's the, is the greatest among all created living beings in this universe. Why? Is he attached to transcendental Krishna Gatha? Because Krishna is the reservoir of all pleasures. Enjoyment in this world, nobody can give as much enjoyment as discussing or hearing or remembering or talking about the pastimes of Krishna, which give so much transcendental happiness. Everyone wants to release some kind of taste in everything, but one who is engaged in the transcendental loving service of the Lord can derive unlimited pleasure from such engagement. There are different kinds of activities people perform for getting some happiness, but the quantity of happiness available in any material activity is very, very less, and the quantity of happiness available in spiritual activities is unlimited. Why? Because the Lord is unlimited, his name, his attributes, his pastimes, his obligations, and his... are all very limited, and there are many more to be told in our life for being in this universe. So let us look at this when you entourage his variegatedness are all unlimited. Now, those who learn how to relish any of these Lord's holy name, or Lord's spiritual activities, or the Lord's spiritual qualities, if they learn to relish, then whoever relishes actually can relish unlimitedly. There is no limit, there is no satiation, there is no..."
    },
    {
      "start_time": 723,
      "end_time": 836,
      "verse_references": [],
      "themes": [
        "Padma Purana",
        "Rama",
        "yogis",
        "transcendental pleasure"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The mystics derive unlimited transcendental pleasures from the absolute truth and therefore the supreme absolute truth the personality of God it is also known as Rama",
      "summary": "The speaker quotes a verse from the Padma Purana, explaining that yogis derive unlimited pleasure from the Absolute Truth, also known as Rama.",
      "timestamp_url": "https://youtu.be/o2MEnDucTBA?t=723",
      "transcript": "saturation, there's no limit, it's unlimited. This fact is confirmed in the Padma Purana. In the Padma Purana, there's a verse, what are that verse? Ramante yogino anante sathyananda chidatmani iti rama padenaso param brahma vidyate. Meaning of this verse is this, quote, a quoted verse, Padma Purana, the mystics derive unlimited transcendental pleasures from the absolute truth, and therefore the supreme absolute truth, the personality of God, is also known as Rama. One of the names of the supreme absolute truth is Rama. Why? Because the yogis who are engaged in yogic practice, they get the unlimited transcendental pleasure by chanting the name of Rama. They derive unlimited pleasure from chanting the name or hearing body activities or remembering the pastimes of the Lord. So many ways, any devotional service they engage in pure devoted self, they derive unlimited happiness. So therefore the divine..."
    },
    {
      "start_time": 836,
      "end_time": 936,
      "verse_references": [],
      "themes": [
        "Suta Goswami",
        "eagerness to hear",
        "perfect combination"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Suta Goswami is eager to speak and the sages are eager to hear so this is the perfect ideal combination",
      "summary": "The speaker concludes by highlighting the eagerness of both Suta Goswami to speak and the sages of Naimisaranya to hear about Krishna, creating a perfect environment for spiritual discourse.",
      "timestamp_url": "https://youtu.be/o2MEnDucTBA?t=836",
      "transcript": "this Suta Goswami, knowing this fact, he desired to continue the topics of Lord Krishna before the series name is Aranya, and the sages of name is Aranya also, they wholeheartedly agreed for this proposal. If you remember, in the end of the third chapter, the first canto, Suta Goswami completed answering six questions the sage Vamisharanya asked in the beginning of this Bhagavatam, and after finishing, he did not say, 'Now whatever you asked, I've answered, that's it, over, finished.' No, he completed answering, and he himself said, Suta Goswami said, 'Seeing your eagerness to hear about Krishna, I am now going to narrate to you the Srimad Bhagavatam which I heard from Shukadeva Goswami when Shukadeva Goswami is speaking to Parikshitmar.' So Suta Goswami is ready to recite, but what about the sages? Do they want to hear? Yes, they are telling, 'Kindly speak more, more and more and more, we are never saturated by hearing, there is no boredom, there is no satiation, so kindly go on speaking.' So both are like, Suta Goswami is eager to speak, and the sages are eager to hear. So this is the perfect ideal combination. I'll stop here, thank you very much."
    }
  ]
}