{
  "video_id": "O3d4aVn7Uyc",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.16.10 | 15-01-2023",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=O3d4aVn7Uyc",
  "segments": [
    {
      "start_time": 0,
      "end_time": 47,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyanati Miran Dhasya Gyanan Janishalakaya Chaksharan Militam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/O3d4aVn7Uyc?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyanan Janishalakaya Chaksharan Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pachatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadhadhara Shri Vasadi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Jai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet"
    },
    {
      "start_time": 48,
      "end_time": 116,
      "verse_references": [
        "SB 1.16.10"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "Parikshit Maharaja",
        "Kali Yuga"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The meaning of this verse is Sūta Gosvāmī said while Mahārāja Parikṣit was residing in the capital of the Kuru Empire, the symptoms of the age of Kali began to infiltrate within the jurisdiction of his state.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam 1.16.10, explaining that it describes how Maharaja Parikshit perceived the influence of Kali Yuga entering his kingdom.",
      "timestamp_url": "https://youtu.be/O3d4aVn7Uyc?t=48",
      "transcript": "In this session we will be discussing from the 10th verse of the 16th chapter of the first canto of Srimad Bhagavatam. Sūta Vāca Yadā Parikṣit Kuru Jāngale Avasat Kalim Praviṣṭam Nija Chakra Vartite Nishamya Vārtām Anathipriyāṃ Tatah Sharāsanam Samyuga Saundirādade. The meaning of this verse is: Sūta Gosvāmī said while Mahārāja Parikṣit was residing in the capital of the Kuru Empire, the symptoms of the age of Kali began to infiltrate within the jurisdiction of his state. When he learned about this, he did not think the matter very palatable. This did, however, give him a chance to fight. He took up his bow and arrows and prepared himself for military activities. So, as the title of this chapter indicates, how Parikṣit received his military service."
    },
    {
      "start_time": 116,
      "end_time": 233,
      "verse_references": [],
      "themes": [
        "Kali Yuga",
        "Krishna's departure",
        "Yudhishthira"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Actually, Kali Yuga began when Krishna departed for his personal abode after winding up his pastimes.",
      "summary": "The speaker elaborates on the timeline of Kali Yuga's influence, connecting it to Krishna's departure and Yudhishthira's retirement.",
      "timestamp_url": "https://youtu.be/O3d4aVn7Uyc?t=116",
      "transcript": "He received the age of Kali. So, the appearance of Parikṣit was at the end of Dwapar Yuga and the beginning of Kali Yuga. And the age of Kali is symptomized, as Srila Prabhupāda will explain in this purport, by so many sinful activities. Kali is called Adharma Bandhu, friend of irreligion. So, irreligion is prominent in Kali Yuga. So, therefore, this Kali Yuga began when Parikṣit Mahārāja was ruling. Actually, Kali Yuga began when Krishna departed for his personal abode after winding up his pastimes. But, still, as long as Krishna was there, sorry, Kali Yuga began when the battle of Kurukshetra ended. But, as long as Krishna was present, Kali Yuga could not exert its influence on the people. As soon as Krishna departed from this world, after winding up his pastimes, the influence of Kali began to affect the people of this earth planet. So, it is said here, Yudhishthira Mahārāja, he decided to retire from his kingly duties when he learnt about the disappearance of Lord Krishna. And he handed over the charge to Mahārāja Parikṣit to rule the entire world."
    },
    {
      "start_time": 233,
      "end_time": 331,
      "verse_references": [],
      "themes": [
        "Parikshit Maharaja",
        "Ideal King",
        "Responsibilities of a King",
        "Self-realization"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A king is responsible for people to understand the real ultimate goal of life as human beings, that is self-realization.",
      "summary": "The speaker emphasizes the responsibilities of a king, highlighting that a king should guide citizens towards self-realization and spiritual culture.",
      "timestamp_url": "https://youtu.be/O3d4aVn7Uyc?t=233",
      "transcript": "Now, the description is being given that Parikṣit Mahārāja performed Ashwamedha Yajña and he was ruling. So, it is described here, while he was residing in his capital, the symptoms of the age of Kali began to infiltrate within the jurisdiction of his state. And he was not very happy about it, because the symptoms of the age of Kali are all indicative of people taking to sinful activities. Parikṣit being an ideal representative of the Supreme Lord, he protects his citizens from engaging in sinful activities. Because a king rules the kingdom, not only for providing the people with their material needs, or arranging for their material necessities, but more importantly, a king is responsible for people to understand the real ultimate goal of life as human beings, that is self-realization. And he arranges for their preparation to go back home, back to Godhead, by having spiritual culture disseminated in the entire kingdom."
    },
    {
      "start_time": 331,
      "end_time": 463,
      "verse_references": [],
      "themes": [
        "Kali Yuga",
        "Sinful Activities",
        "Illicit Sex",
        "Meat Eating",
        "Intoxication",
        "Gambling"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The first one is illicit connection with women. The second one is indulgence in meat eating. The third one is intoxication. And the fourth one is taking pleasure in gambling.",
      "summary": "The speaker explains that Parikshit Maharaja decided to act against the symptoms of Kali Yuga, which are defined as illicit sex, meat-eating, intoxication, and gambling.",
      "timestamp_url": "https://youtu.be/O3d4aVn7Uyc?t=331",
      "transcript": "So when Parikṣit learnt about the symptoms of the age of Kali infiltrating his kingdom, then he decided to deal with the matter by taking up his bow and arrows and prepared himself for military activities. He decided to go and examine where exactly are these symptoms very prominent, in which part of the kingdom. So Śrīla Prabhupāda says in the purport, the state administration of Mahārāja Parīkṣit was so perfect that he was sitting in his capital peacefully. He was such an able administrator that all the subordinate kings were paying the taxes properly and carrying out their duties in their own respective smaller zones very nicely. And they had the full protection of Parīkṣit himself and his army. So everything was going on nicely, but he got the news that the symptoms of the age of Kali had already infiltrated into the jurisdiction of his state and he did not like this news. So Śrīla Prabhupāda now explains what are the symptoms of the age of Kali. This is very important for us to understand. We are all living in Kali Yuga. What are the symptoms of the age of Kali? They are four. Four symptoms of the age of Kali, particularly prominent. What are they? The first one is illicit connection with women. The second one is indulgence in meat eating. The third one is intoxication. And the fourth one is taking pleasure in gambling."
    },
    {
      "start_time": 463,
      "end_time": 520,
      "verse_references": [],
      "themes": [
        "Kali Yuga",
        "Quarrel",
        "Sinful Activities",
        "Unrest"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The age of Kali literally means the age of quarrel...the above mentioned four symptoms in human society are the root causes for all kinds of quarrel.",
      "summary": "The speaker connects the four sinful activities to the age of quarrel (Kali Yuga) and explains that Parikshit wanted to prevent unrest by addressing these issues.",
      "timestamp_url": "https://youtu.be/O3d4aVn7Uyc?t=463",
      "transcript": "Over and above this, it is mentioned here, the age of Kali literally means the age of quarrel. Kali means, it comes from the word Kalaha. Kalaha means quarrel. And the above mentioned four symptoms in human society are the root causes for all kinds of quarrel. You see how these four symptoms of the age of Kali are linked up to so many quarrels taking place in Kali Yuga over trifles. So Maharaj Parikshit heard that some of the people of the state had already taken to those symptoms. And he wanted to take immediate steps against such causes of unrest. That means, as long as people are not sinful"
    },
    {
      "start_time": 520,
      "end_time": 678,
      "verse_references": [],
      "themes": [
        "Sinful Activities",
        "Restrictions",
        "Influence of Kali",
        "Vegetarianism"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Nowadays you see the symptoms of Kali that it is prevalent amongst so many people.",
      "summary": "The speaker contrasts the restricted nature of sinful activities in earlier times with their widespread prevalence in Kali Yuga, using the example of the increase in non-vegetarianism in India.",
      "timestamp_url": "https://youtu.be/O3d4aVn7Uyc?t=520",
      "transcript": "with regard to these four sinful activities, particularly meat eating, intoxication, gambling, and illicit sex. As long as people don't take to these four sinful activities as a routine, it's not that in early ages, nobody was eating meat, no. Meat eating was under heavy restriction. And that also some real low-class people, they would indulge in meat eating or intoxication, gambling or illicit sex very restrictedly. So it is not prevalent in human society in a big way. Nowadays you see the symptoms of Kali that it is prevalent amongst so many people. Just to give you an idea how as Kali progresses, these sinful activities become more and more prominent among the mass of people. When India got independence, this is the statistics I am giving from some census data that was published recently. When India got independence in 1947, overall population of the whole country, the percentage of vegetarians was 75% and non-vegetarians was 25%. Sometime in 2010, the census was again done and they said, according to the census, I'll survey, the percentage of people who are non-vegetarians had jumped up to 75%. And percentage of people who are still vegetarians in 2010 was 25%. So you see, just tripled the number of non-vegetarians. So, this is the influence of the age of Kali, how the mass of people take to sinful activities, that means they unrestrictedly indulge in sinful activities."
    },
    {
      "start_time": 678,
      "end_time": 794,
      "verse_references": [],
      "themes": [
        "Parikshit Maharaja",
        "Ideal King",
        "Sinful Activities",
        "Advertisements",
        "Ignorance"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Pariksit Maharaj being the ideal king...he wanted to take action or steps against such causes of unrest.",
      "summary": "The speaker reiterates Parikshit's role as an ideal king who took action against sinful activities, contrasting it with the open promotion and ignorance surrounding these activities in modern times.",
      "timestamp_url": "https://youtu.be/O3d4aVn7Uyc?t=678",
      "transcript": "Now, Pariksit Maharaj being the ideal king at the beginning of Kali Yuga, he wanted to take action or steps against such causes of unrest. So, Prabhupada says, this means that at least up to the regime of Maharaj Pariksit, such symptoms of public life were practically unknown. And as soon as they were slightly detected, he wanted to root them out. That means people could not freely indulge in meat-eating, intoxication, gambling, publicly. Some remote place, some rare instance, some real low-class fallen person may do it occasionally. But not that there are advertisements everywhere. Come, enjoy meat-eating, intoxication, gambling, illicit sex. Of course, we don't see advertisements in India for illicit sex openly, but neither for gambling, but for intoxication, you see boats, bar, bar and restaurant, pub, and non-vegetarian food, so much advertisement. So, this means that people openly indulge in it and they are not conscious, they are not aware many times that it is sinful and sinful activities are the cause of our suffering. People are ignorant."
    },
    {
      "start_time": 794,
      "end_time": 927,
      "verse_references": [],
      "themes": [
        "Sinful Activities",
        "Bad Association",
        "Culture",
        "Religion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "It is only by bad association it is only by bad influence it is only by enticement by other sinful people that somebody really becomes addicted or habituated to sinful activities",
      "summary": "The speaker argues that sinful habits are not innate but are acquired through bad association and influence, emphasizing the importance of culture and religion in avoiding such activities.",
      "timestamp_url": "https://youtu.be/O3d4aVn7Uyc?t=794",
      "transcript": "People are victimized by bad influence. It's not that people are born with some habit like meat-eating or intoxication. Prabhupada says that. Nobody is born with a cigarette in his mouth no, and as soon as a child is born what is he fed? He's fed the mother's milk, correct? So it's not true that right from birth somebody is a non-veteran or a person who indulges in the sinful activities no, it is only by bad association, it is only by bad influence, it is only by enticement by other sinful people that somebody really becomes addicted or habituated to sinful activities. So Pariksit Maharaj he decided to root out these symptoms of Kali. So even though Kali Yuga is destined to be an age of sinful activities, it doesn't mean that the king should sit back and say after all it is destined so I don't have to bother about it no. Maharaj Pariksit as his duty to save the citizens from the association of agents of Kali, he wanted to punish the miscreants indulging in the symptoms of Kali and thus save the innocent citizens were pure in habit by culture of religion, you see our culture is very culture is to avoid sinful"
    },
    {
      "start_time": 927,
      "end_time": 990,
      "verse_references": [],
      "themes": [
        "Vegetarianism",
        "Culture",
        "Protection",
        "Sinful Activities"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It is a duty of the king to give such protection and Maharaj Pariksit was perfectly right when he prepared himself to fight against miscreants who indulge in sinful activities",
      "summary": "The speaker concludes by highlighting the vegetarian culture in certain Indian states and reiterating the king's duty to protect citizens from sinful activities, praising Parikshit's actions.",
      "timestamp_url": "https://youtu.be/O3d4aVn7Uyc?t=927",
      "transcript": "activities almost completely, that is the culture. Just like even today in the state of Gujarat and Rajasthan it is recorded in the census data, most of the people are vegetarians in these two states particularly Gujarat and Rajasthan, maximum people are vegetarians, so that is the kind of culture that is there, that was the culture that is prevalent in the whole country, but in course of time people became more and more degraded and the influence was more. So Srila Prabhupada says it is a duty of the king to give such protection and Maharaj Pariksit was perfectly right when he prepared himself to fight against miscreants who indulge in sinful activities. I'll stop here."
    }
  ]
}