{
  "video_id": "o537ZG7tTb0",
  "title": "SB 1.18.29-30 | HH Stoka Krishna Swami | 18-04-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=o537ZG7tTb0",
  "segments": [
    {
      "start_time": 0,
      "end_time": 45,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet",
      "summary": "The session begins with traditional Vaishnava prayers and mantras, setting the spiritual tone for the discourse.",
      "timestamp_url": "https://youtu.be/o537ZG7tTb0?t=0",
      "transcript": "Om Agyana Timiraandhasya Gyananjanishalakaya Chakshurunmilitam Yena Tasmai Shri Gurave Namaha Namah Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet"
    },
    {
      "start_time": 45,
      "end_time": 71,
      "verse_references": [
        "SB 1.18.29"
      ],
      "themes": [
        "verse analysis",
        "anger",
        "envy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In this session we will be discussing from two verses, the 29th and the 30th verses of the 18th chapter of the first canto of Shri Madbhagavatam.",
      "summary": "The speaker introduces the verses to be discussed, focusing on the unprecedented anger and envy of King Parikshit towards a Brahmana sage.",
      "timestamp_url": "https://youtu.be/o537ZG7tTb0?t=45",
      "transcript": "In this session we will be discussing from two verses, the 29th and the 30th verses of the 18th chapter of the first canto of Shri Madbhagavatam. The 29th verse: Abhutapurvahasahasa Kshutrbhyam Ardhitatmanah Brahmanam Prati Abhut Brahman Matsaro Manyurevacha"
    },
    {
      "start_time": 71,
      "end_time": 161,
      "verse_references": [
        "SB 1.18.29"
      ],
      "themes": [
        "unprecedented event",
        "devotee behavior",
        "anger"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The king's anger and envy directed toward the Brahmana sage were unprecedented being that circumstances had made him hungry and thirsty.",
      "summary": "The speaker elaborates on the unprecedented nature of a devotee king like Parikshit becoming angry and envious towards a sage, highlighting the rarity of such an event.",
      "timestamp_url": "https://youtu.be/o537ZG7tTb0?t=71",
      "transcript": "The meaning of this 29th verse: O Brahmanas, this is Suta Goswami addressing the sages of Naimisharanya while describing the incidents leading to Parikshit Maharaj becoming angry at the Shamika Rishi. So the king's anger and envy directed toward the Brahmana sage were unprecedented, being that circumstances had made him hungry and thirsty. Unprecedented means such a thing has never happened in the past. A devotee king approaching a Brahmana sage who is absorbed in meditation, expecting that I will get some reception, I will get some water, I will get some relief from my thirst, when he was extremely thirsty and hungry, not getting anything, he became frustrated, he became angry, so this is unprecedented. The Parpochala Prabhupada says, for a king like Maharaj Parikshit to become angry and enraged, envious especially at a sage and Brahmana, was undoubtedly unprecedented. Never has such a thing happened in the past. It is very, very, very rare."
    },
    {
      "start_time": 161,
      "end_time": 284,
      "verse_references": [],
      "themes": [
        "Vedic culture",
        "protection",
        "social order",
        "Brahmanas",
        "cows"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The king knew well that Brahmanas, sages, children, women and old men are always beyond the jurisdiction of punishment.",
      "summary": "The speaker explains the Vedic cultural context where the king protects citizens, especially Brahmanas, sages, children, women, and old men, who are given special care and are generally exempt from punishment.",
      "timestamp_url": "https://youtu.be/o537ZG7tTb0?t=161",
      "transcript": "It is, as they say, rarest of rare situations, extraordinary situation. The king knew well that Brahmanas, sages, children, women, and old men are always beyond the jurisdiction of punishment. This is again the Vedic culture that a king protects his citizens very nicely, and among the citizens he gives special care and protection to five categories of the citizens. Who are they? First is Brahmanas. And that Brahmanas includes the cows also. Brahmanical culture, Govabrahmanahitayacha. Krishna is described as Govabrahmanahitayacha. He is always very much concerned about the well being of Brahmanas and cows. Brahmanahiya means those who are devotees. Second is Sages. Sages are saintly persons, those who are dedicated for spiritual life, Sanyasis or Rishis or Trans-Elders of any kind, Yogis, etc. So they are also given special protection by the king. They are dedicated completely for spiritual life. A Brahmana is dedicated for the giving the service in the society to the other classes of people, the Kshatriyas, Vaishyas and Shudras. They always depend on the Brahmanas for getting spiritual guidance, for any spiritual duties, for any rituals to be performed, for any spiritual knowledge, etc."
    },
    {
      "start_time": 284,
      "end_time": 398,
      "verse_references": [],
      "themes": [
        "protection",
        "social responsibility",
        "women",
        "children",
        "elderly"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The third category of protection special protection for citizens is the children.",
      "summary": "The speaker continues to elaborate on the king's responsibility to protect vulnerable groups like children, women (especially widows and orphans), and the elderly, even overlooking minor mistakes they might make.",
      "timestamp_url": "https://youtu.be/o537ZG7tTb0?t=284",
      "transcript": "The third category of protection, special protection for citizens, is the children. The children are small so they have to be given extra protection, and women. Women are naturally the weaker section of the society, the men are stronger, so women require special protection. Generally they are protected by their husbands or father or grown up sons, but in case somebody is all alone then the king must be protected, then the king must give special protection for such women who don't have a husband or they are a widow or they are somehow an orphan or they are they are not able to get any protection from any of the elders then the king has to give special protection for such women and old men, very aged and they don't have a guardian, they don't have grown up son or they don't have a guardian who can protect them, so king has to give special protection for such categories of people and not only he gives protection but he also understands if they make a mistake it is pardonable because they are in a special category so they are to be given a concession that they make some small mistake you just don't apply the law for such categories of personalities."
    },
    {
      "start_time": 398,
      "end_time": 474,
      "verse_references": [],
      "themes": [
        "king's authority",
        "divine will",
        "mistakes",
        "forgiveness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The king even though he commits a great mistake is never to be considered a wrong doer.",
      "summary": "The speaker discusses the concept that a king is generally not considered a wrongdoer, even if he makes mistakes, and emphasizes that the situation with Parikshit Maharaj was orchestrated by the Lord.",
      "timestamp_url": "https://youtu.be/o537ZG7tTb0?t=398",
      "transcript": "Similarly, the king, even though he commits a great mistake, is never to be considered a wrong doer. So on one side is Shamika Rishi who is a saintly person, he should never be punished even if he has made a mistake, he has not done a mistake, even if he has done a mistake he is not punishable by the king. Other side is the king, the king can do no wrong, the king can do no wrong. See, even Shamika Rishi should not have become, not Shamika Rishi, in this case the Shamika Rishi's son should not have become angry at the king because king being the protector and the well wisher of all the citizens, if he makes a minor mistake that should be excused by everyone else. So king is never considered a wrong doer. In this case Maharaj Pariksit became angry and envious at the sage due to his thirst and hunger by the will of the lord. So here the will of the lord, the lord is arranging the situation."
    },
    {
      "start_time": 474,
      "end_time": 536,
      "verse_references": [],
      "themes": [
        "divine arrangement",
        "devotee behavior",
        "justification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The only justification for Maharaj Pariksit's behaviour is that he was it was ordained by the lord.",
      "summary": "The speaker reiterates that Parikshit's unusual behavior was arranged by the Lord, and that the king's actions, though seemingly wrong, were part of a divine plan.",
      "timestamp_url": "https://youtu.be/o537ZG7tTb0?t=474",
      "transcript": "Extraordinary situation for Bhagavatam we spoke. So the king was right to punish his subject for coldly receiving him or neglecting him, but because the culprit was a sage and a brahmana it was unprecedented. Normal person if he does not receive the king properly in order to teach that person a lesson that you should receive people properly he may give him some punishment, but not in the case of this brahmana who is sitting in sage, sitting in meditation. As the lord is never envious of anyone so also the lord's devotee is never envious of anyone. So Maharaj Pariksit is a devotee, he can't be envious at the sage, not out of envy he became angry. The only justification for Maharaj Pariksit's behaviour is that he was, it was ordained by the lord. The lord arranged this Pariksit's unusual behaviour and the brahmana's son Karsing that we will hear later what happened after this."
    },
    {
      "start_time": 536,
      "end_time": 594,
      "verse_references": [
        "SB 1.18.30"
      ],
      "themes": [
        "verse analysis",
        "insult",
        "anger"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Satu Brahma Risher Amse Gatasum Uragam Rusha Minir Dacchan Dhanush Kotya Nidhaya Puram Agatah",
      "summary": "The speaker introduces and translates the 30th verse, describing how King Parikshit, feeling insulted, placed a dead snake on the shoulder of the meditating sage.",
      "timestamp_url": "https://youtu.be/o537ZG7tTb0?t=536",
      "transcript": "The 30th verse: Satu Brahma Risher Amse Gatasum Uragam Rusha Minir Dacchan Dhanush Kotya Nidhaya Puram Agatah. The meaning of this 30th verse is, while leaving, the king was not received, he was very thirsty, he didn't get water, he became angry, what did he do? While leaving that place, being so insulted, he was feeling insulted, he picked up a lifeless snake, a dead snake. How did he pick up? With his bow, with his bow because he was, he had come hunting, he was bow and arrows, bow in one hand, so that bow he picked up a dead snake and angrily placed it on the shoulder of the sage and returned to his palace. This is the 30th verse."
    },
    {
      "start_time": 594,
      "end_time": 742,
      "verse_references": [],
      "themes": [
        "tit for tat",
        "insult",
        "unprecedented event",
        "divine will"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Although the king was never accustomed to such silly actions, why should he take so seriously the sage not receiving him under the circumstances?",
      "summary": "The speaker explains that Parikshit's action of placing the dead snake was a 'tit for tat' response to feeling insulted, but emphasizes that this behavior was unprecedented for a devotee king dealing with a sage and was ultimately orchestrated by the Lord.",
      "timestamp_url": "https://youtu.be/o537ZG7tTb0?t=594",
      "transcript": "So Prabhupada says that in the purport, the king thus treated the sage tit for tat. You didn't receive me properly so I also want to teach you a lesson that you are neglecting basic etiquette. So he took one dead snake and put it on the shoulder of the sage and said what is this, he is garlanding the snake at the sage. It is a way of, I was insulted so I also insult you that tit for tat. Although the king was never accustomed to such silly actions, why should he take so seriously the sage not receiving him under the circumstances, I have not been given water and I am very thirsty, do not think like that, but a will of the lord. The king while going away found a dead snake in front of him, again the dead snake, it is not that it is so common to find dead snakes everywhere, no. So one dead snake was there, happened to be there nearby and while going away he thought the sage who had coldly received him might be coldly rewarded by being offered a garland of a dead snake, basically I was insulted so I also insult him, take one dead snake which just happened to be lying there and put it on his shoulder and just go away. In the ordinary course of dealing this was not very unnatural, that means it is expected only if somebody is not received they become angry and they react, but in the case of Maharaj Pariksha dealing with a brahmana sage this was certainly unprecedented, never such a thing would have happened in the interaction between a devotee king and a sage who is a brahmana who is situated in trance, who is very very advanced yogi who is absorbed in meditation, cut off from external awareness, it is not expected such a thing would happen, so it so happened by the will of the lord."
    },
    {
      "start_time": 742,
      "end_time": 770,
      "verse_references": [],
      "themes": [
        "divine plan",
        "understanding",
        "future discussion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It is something that Krishna has arranged with a higher plan so that we have to always understand by the descriptions being given here by Suta Goswami.",
      "summary": "The speaker concludes by stressing that the events are part of Krishna's divine plan and encourages listeners to understand the deeper meaning, promising further details in the next video.",
      "timestamp_url": "https://youtu.be/o537ZG7tTb0?t=742",
      "transcript": "This being stressed throughout by Prabhupada, it is something that Krishna has arranged with a higher plan so that we have to always understand by the descriptions being given here by Suta Goswami and it is going to lead to that and the details should be further described in the next video in a few verses."
    }
  ]
}