{
  "video_id": "oc2KOt71XRg",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.12.21 Part 3 | 26-08-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=oc2KOt71XRg",
  "segments": [
    {
      "start_time": 0,
      "end_time": 45,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Ajnana Timiraandhasya Gyananjanishalakaya Chakcharanmilitam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/oc2KOt71XRg?t=0",
      "transcript": "Om Ajnana Timiraandhasya Gyananjanishalakaya Chakcharanmilitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Sri Vasadi Gauravhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Jai Vanarottamam Deveem Saraswateem Vyasam Tato Jaya Mudhirayet"
    },
    {
      "start_time": 45,
      "end_time": 118,
      "verse_references": [],
      "themes": [
        "Srimad Bhagavatam",
        "Parikshit",
        "Arjuna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Amongst great bowmen this child will be as good as Arjuna. He will be as irresistible as fire and as unsurpassed.",
      "summary": "The speaker introduces the topic of the lecture, focusing on verse 21 of the 12th chapter of the 1st Canto of Srimad Bhagavatam, which describes the qualities of Parikshit.",
      "timestamp_url": "https://youtu.be/oc2KOt71XRg?t=45",
      "transcript": "In this session, we will continue discussing the 21st verse of the 12th chapter of the 1st Kanto Srimad Bhagavatam. This is part 3 of that same verse. The third part is based on the purport by Srila Prabhupada describing the history of Pandava Arjuna. In previous two sessions, we have discussed the history of Pandava Arjuna as given by Srila Prabhupada in the purport elaborately. So Arjuna married Draupadi in the Swayamvara ceremony. So the further description is given by Srila Prabhupada what happens. Just to remind you of the 21st verse: Dhanvinam agraniresha tulyas charjuna yo dvayoha, hutasya iva durdharsaha, samudra iva dustaraha. The meaning of this verse is, amongst great bowmen, this child will be as good as Arjuna. He will be as irresistible as fire and as unsurpassed."
    },
    {
      "start_time": 118,
      "end_time": 182,
      "verse_references": [
        "SB 1.2.6"
      ],
      "themes": [
        "devotee",
        "qualifications",
        "Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So he was specially protected by Krishna when he was in his mother's womb and he is going to be an excellent because somebody who is a pure devotee is qualified with all wonderful qualifications yasyasthi bhakti bhagavati akinchana sarvair gunaistatra samasate suraha.",
      "summary": "The speaker explains that Parikshit was protected by Krishna and that a pure devotee possesses all good qualities, referencing a verse from the Bhagavatam.",
      "timestamp_url": "https://youtu.be/oc2KOt71XRg?t=118",
      "transcript": "These are words spoken by the brahmanas who are preparing the horoscope of the child, newly born child Parikshit, and at such a time they read the horoscope and foretell the future of the child because Yudhishthira was anxious that this only surviving descendant of the entire Kuru dynasty, will he be alive? Will he be as worthy as his forefathers? That was his anxiety. So the brahmanas assured him this child is a highly qualified child. So he was specially protected by Krishna when he was in his mother's womb and he is going to be an excellent because somebody who is a pure devotee is qualified with all wonderful qualifications yasyasthi bhakti bhagavati akinchana sarvair gunaistatra samasate suraha."
    },
    {
      "start_time": 182,
      "end_time": 272,
      "verse_references": [],
      "themes": [
        "purification",
        "consciousness",
        "yoga"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "But we have to purify our consciousness and become free from all the contaminating bad qualities, which are a result of the material contamination in contact with material nature.",
      "summary": "The speaker discusses the purification of consciousness through yoga, emphasizing the removal of material contamination to reveal inherent good qualities.",
      "timestamp_url": "https://youtu.be/oc2KOt71XRg?t=182",
      "transcript": "This statement is in the Bhagavatam that a pure devotee has all good qualities. Actually, every living being, a spirit soul, has all good qualities, but it's only because we are covered by the material contamination that our good qualities get covered and the contamination which brings forth all kinds of bad qualities. So as spirit soul, nobody is a bad person. No living being is a bad person, a spirit soul. But we have to purify our consciousness and become free from all the contaminating bad qualities, which are a result of the material contamination in contact with material nature. So therefore the Bhagavad Gita, Krishna says that by practicing yoga, Yogam Atma Vishuddhi, you purify your heart of all the dirty things, then the good qualities will shine forth from a purified heart. And the process of purification is the process of yoga. But among the yoga processes, the best process is the process of Bhakti Yoga."
    },
    {
      "start_time": 272,
      "end_time": 351,
      "verse_references": [],
      "themes": [
        "Bhakti Yoga",
        "chanting",
        "Hare Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Among the yoga processes, the best process is the process of Bhakti Yoga.",
      "summary": "The speaker highlights Bhakti Yoga, particularly the chanting of Hare Krishna, as the simplest and most effective method for purification in Kali Yuga.",
      "timestamp_url": "https://youtu.be/oc2KOt71XRg?t=272",
      "transcript": "And that Bhakti Yoga also has been simplified further. Among the different... Yoga system, Bhakti Yoga is the easiest. But even among the different practices of Bhakti Yoga, the simplest practice of chanting the holy name of Krishna, Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare, has been especially taught by Sri Chaitanya Mahaprabhu for the fallen souls of this Kali Yuga. That you simply chant Hare Krishna, purify your heart of all materials, purify your heart of all material contamination and become first-class devotees eligible to become free from material bondage and go to the spiritual world where Krishna is engaged in his wonderful, loving pastimes with his devotees. Krishna is inviting, come back to me in my personal abode and we qualify by simply chanting Hare Krishna and augmenting this chanting with other few other practices which will enrich our Bhakti."
    },
    {
      "start_time": 351,
      "end_time": 596,
      "verse_references": [],
      "themes": [
        "Parikshit",
        "Arjuna",
        "family history"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The child Parikshit will be as expert bowman when he grows up as the grandfather of the child, as the grandfather of the child.",
      "summary": "The speaker returns to the description of Parikshit and then details the family history of Arjuna, including his four sons from four wives and the circumstances of Subhadra's marriage to Arjuna.",
      "timestamp_url": "https://youtu.be/oc2KOt71XRg?t=351",
      "transcript": "So the description is being given here about this child, that this child Parikshit will be as expert bowman when he grows up as the grandfather of the child. The child Parikshit will be as expert bowman when he grows up as the grandfather of the child. First is the physical body, then the spiritual body, then the spiritual body. Then corrective form, Next the supernatural Parikshit. 11, second, The body, 8, 9, 10, 11, 11, earlier it was said Arjuna had four sons through four wives so Shrutakirti, Abhimanyu, Babruvahana and Irawan so Irawan was born through Ulupi and similarly Arjuna met Chitrangada a daughter of the king of Manipur and thus Babruvahana was born so Srila Prabhupada describing how Arjuna had four sons through four wives Lord Shri Krishna made a plan to help Arjuna to kidnap Subhadra sister of Krishna because Baladeva was inclined to hand her over to Duryodhana both Krishna and Balram had one sister Subhadra the daughter of Vasudeva and Devaki and both Krishna and Balram are sons of Vasudeva and Devaki so Balram was inclined to marry his sister Subhadra to Duryodhana Duryodhana was the student of Balram Balram taught Duryodhana the art of fighting with a club Gada he was an expert and Duryodhana had become an expert being taught by Balram how to nicely use that club in a fight in a combat with another Kshatriya but Krishna wanted to hand over his sister Subhadra to Arjuna so Krishna made a plan how Arjuna can actually kidnap Subhadra and marry her Yudhishtira also agreed with Krishna's plan and thus Subhadra was forcibly taken away by Arjuna and married to Arjuna Subhadra's son through Arjuna is Abhimanyu and Abhimanyu is the father of Parikshit Maharaj, the son of Abhimanyu and Uttara. Parikshit is the son of Abhimanyu and Uttara. But this Abhimanyu, he was killed in the battle of Kurukshetra. And therefore Parikshit was born as the posthumous child of Abhimanyu. Then it is also described, so Prabhupada has clearly explained the four sons who were born of the four wives of Arjuna. Through Draupadi, Arjuna had a son by name Shrutakirti. Through Subhadra, he had a son by name Abhimanyu. Through Chitrangada, he had a son by name Babruvahana. And through Ulupi, he had a son by name Irawana."
    },
    {
      "start_time": 596,
      "end_time": 883,
      "verse_references": [],
      "themes": [
        "Arjuna",
        "weapons",
        "battles"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Arjuna satisfied the fire god, Agnideva, by setting fire to the Khandava forest. And thus the fire god gave him one weapon.",
      "summary": "The speaker recounts Arjuna's various achievements, including obtaining weapons from the fire god and other demigods, defeating Indra, and assisting Yudhishthira.",
      "timestamp_url": "https://youtu.be/oc2KOt71XRg?t=596",
      "transcript": "Further it is described, Arjuna satisfied the fire god, Agnideva, by setting fire to the Khandava forest. And thus the fire god gave him one weapon. Arjuna actually was preparing for the big battle of Kurukshetra because the Pandavas were excited. They were exiled by Duryodhana when they were cheated in a gambling match. They were cheated by Duryodhana and they were exiled. So after that exile period was over, Duryodhana refused to give back their kingdom to the Pandavas. So then war was inevitable. But in the meantime, during exile, Arjuna actually was preparing. So he got one weapon from the fire god. And when the Khandava forest was set on fire, Indra became angry. And Indra, assisted by all other demigods, began fighting with Arjuna because Arjuna set fire to the forest. So all the devatas headed by Indra, they were defeated by Arjuna. And Indra returned to his heavenly kingdom after suffering defeat at the hands of Arjuna. Then Arjuna also promised protection to one Mayadanava or Mayasura. And Mayasura, being protected by Arjuna actually, he presented one valuable conch shell celebrated as the devadatta. Similarly, Arjuna received many other valuable weapons from Indradeva when Indradeva was satisfied to see the chivalry of Arjuna. When Yudhishthira was disappointed in defeating Jarasandha, then Arjuna gave assurance to Yudhishthira that Arjuna, Bhima and Krishna will go to Magadha to challenge Jarasandha. And when they went, Bhima was able to kill Jarasandha. And in that way, Yudhishthira was able to hold the Rajasuya sacrifice. Then Arjuna also underwent severe types of penances when he was rewarded by Indradeva. Shiva also once wanted to try the strength of Arjuna, and Shiva disguised as an aborigin, he met Arjuna. There is a fight between Shiva disguised as the aborigin and Arjuna, and Shiva was satisfied with Arjuna's chivalrous nature, his bravery and his skill in fighting, and Shiva disclosed his identity. So, Arjuna prayed to Lord Shiva in all humbleness, and when Shiva was satisfied with Arjuna's behavior, Shiva presented his Pashupatastra to Arjuna. In this way, Arjuna acquired many other important weapons from different devatas. He got Dandastra from Yamaraj. He got Pashastra from Varuna. He got Antaradhanaastra from Kuvera. And actually, Arjuna was fully equipped to fight that battle of Kurukshetra in order to win back Kurukshetra, win back the kingdom from Duryodhana. Even when Duryodhana was under the clutches of some Gandharvas, that time, Arjuna actually fought against the Gandharvas and released Duryodhana. And it is also described that"
    },
    {
      "start_time": 883,
      "end_time": 967,
      "verse_references": [],
      "themes": [
        "Bhagavad Gita",
        "Arjuna",
        "Krishna",
        "Mahaprasthana"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Arjuna was the one to whom the philosophical discourses on the Bhagavad Gita were spoken by Lord Krishna on the battlefield of Kurukshetra.",
      "summary": "The speaker concludes the description of Arjuna's life, mentioning his role in the Bhagavad Gita, his actions after Krishna's disappearance, and his journey to Mahaprasthana, before ending the session with a thank you and Hare Krishna.",
      "timestamp_url": "https://youtu.be/oc2KOt71XRg?t=883",
      "transcript": "Arjuna was the one to whom the philosophical discourses on the Bhagavad Gita were spoken by Lord Krishna on the battlefield of Kurukshetra. And even on the battlefield, Arjuna fought very very wonderfully against the Kauravas. And after the disappearance of Lord Krishna, the message was brought by Arjuna to Maharaja Yudhishtira. And Arjuna actually, when Vasudeva passed away after the disappearance of Krishna, then Arjuna performed the funeral ceremony of Vasudeva in the absence of Krishna. So at last, when advised by Vasudeva, all the Pandava brothers headed for Mahaprasthana. On the way, at the request of his brother, Arjuna gave up all important weapons as useless, and he proceeded on Mahaprasthana. So this is the description of the history of the Pandava Arjuna as given by Srila Prabhupada in this purport. I will stop here. Thank you very much."
    }
  ]
}