{
  "video_id": "ocBAQPlHq1k",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.13.19 | 3-10-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=ocBAQPlHq1k",
  "segments": [
    {
      "start_time": 0,
      "end_time": 85,
      "verse_references": [],
      "themes": [
        "invocation",
        "verse explanation",
        "death",
        "time (kala)"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "My Lord, it is the Supreme Personality of Godhead as eternal time or Kala that has approached us all.",
      "summary": "The lecture begins with invocations and then introduces the verse SB 1.13.19, explaining that the frightful situation Dhritarashtra faces is due to the approach of Kala, or eternal time, representing death.",
      "timestamp_url": "https://youtu.be/ocBAQPlHq1k?t=0",
      "transcript": "Om Ajnana Timira Andhasya Jnananjani Shalakaya Chakshur Unmilitam Jena Tasmai Shri Gurave Namaha Namah Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadhadhara Shri Vasadi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jaya Mudhirayet. In this session, we will be discussing from the 19th verse of the 13th chapter of the first canto of Srimad Bhagavatam: Pratikriyana yasyeha kutashchit karhichit prabho saesha bhagavan kalaha sarveshamna samagatah. The meaning of this verse is, this frightful situation cannot be remedied by any person in this material world. My Lord, it is the Supreme Personality of Godhead as eternal time or Kala that has approached us all."
    },
    {
      "start_time": 85,
      "end_time": 164,
      "verse_references": [],
      "themes": [
        "fear",
        "death",
        "remedy",
        "time (kala)"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, death cannot be remedied by any material solution.",
      "summary": "The speaker elaborates on the verse, explaining Dhritarashtra's fear as being related to the fast-approaching death and emphasizing that there is no material solution or escape from death.",
      "timestamp_url": "https://youtu.be/ocBAQPlHq1k?t=85",
      "transcript": "So this can be understood in connection with the previous verse in which Vidura is addressing Dhritarashtra and telling, \"My dear king, immediately get out of this place, do not delay.\" Why? Because Dhritarashtra is overtaken by fear. Why is he afraid? What is he afraid of? So that frightful situation is due to Kala approaching Dhritarashtra to remind him of the fast approaching death, fast approaching death. So, death cannot be remedied by any material solution. There is no remedy for death in terms of working out a material escape path or a route, no. So, it is the Supreme Personality of Godhead as eternal time that has approached Dhritarashtra."
    },
    {
      "start_time": 164,
      "end_time": 285,
      "verse_references": [],
      "themes": [
        "death",
        "old age",
        "time (kala)",
        "illusion",
        "material happiness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In this material world, there is no superior power which can check the cruel hands of death.",
      "summary": "The speaker quotes Prabhupada, stating that no superior power can stop death, and explains that old age is a notice of death's arrival, and that death is present from birth, with life constantly reducing, and that material enjoyment is illusory.",
      "timestamp_url": "https://youtu.be/ocBAQPlHq1k?t=164",
      "transcript": "In the purport, Prabhupada explains, there is no superior power which can check the cruel hands of death. In this material world, there is no superior power. No one wants to die however acute the source of bodily sufferings may be. Even in the days of so-called scientific advancement of knowledge, there is no remedial measure either for old age or for death. Old age is the notice of the arrival of death served by cruel time. Why old age? Because it is a notice of fast approaching death. Srila Prabhupada explains elsewhere that actually death is present along with birth. Why? Because this body, as soon as we enter into this body, the limited duration of time we inhabit to some degree, the checkout time for nailed up children will be ensuring that the life cycle is in Ruha-Rasankara. Therefore, as soon as we inhabit this body that counter starts ticking, so the countdown has begun. The day we are born our lifespan keeps on reducing, reducing, reducing, reducing, reducing, reducing, and specially in younger age we are completely forgetful of these reducing effect of kala on our lifespan. We may think that, oh maybe there is death but it is long, long time to go before I die, let me enjoy while I'm young, and that enjoyment also, as we heard yesterday in the previous session, it is illusory."
    },
    {
      "start_time": 285,
      "end_time": 374,
      "verse_references": [],
      "themes": [
        "material happiness",
        "spiritual happiness",
        "death",
        "eternal soul",
        "fear of death"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Only intelligent spiritualists don't have attraction for this illusory and temporary material happiness.",
      "summary": "The speaker contrasts illusory material happiness with spiritual happiness, stating that materialists are always defeated by nature's laws, and that death is the supreme judgement of eternal time, and that the spirit soul is eternal, and that ignorance of this leads to fear of death.",
      "timestamp_url": "https://youtu.be/ocBAQPlHq1k?t=285",
      "transcript": "And terrible, and it is not good. Temporary, illusory, and temporary. Only intelligent spiritualists don't have attraction for this illusory and temporary material happiness. The foolish materialists, they do not know of spiritual happiness, so they think the only happiness that we can really have in this world is material happiness. So they chase material happiness which is temporary, illusory, and they are always defeated in their attempt to enjoy material happiness, always defeated by the laws of material nature. So there is no remedy for old age or death, and old age means it is the notice of the arrival of death. No one can refuse to accept either someone calls a supreme judgment of eternal time when we are supposed to quit this body, that is called death. We leave this body, spirit soul which is eternal. I or you are any real person, we are eternal, but we have to leave the body, and in ignorance we think this bodily existence is all in all and we are not prepared for leaving this body. Then we suddenly shocked, why am I asked to leave this body? Where will I go? What will happen to me? How will I exist? This is the fear of death. Why people forgot as to cheated or cheated who cheated or anything in all the wrongs in this matter, watch."
    },
    {
      "start_time": 374,
      "end_time": 486,
      "verse_references": [
        "BG 2.13"
      ],
      "themes": [
        "death",
        "eternal soul",
        "spiritual knowledge",
        "change of body"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Everything is not finished it's only this body which is actually deteriorating and that is going to be finished but you are going to continue to exist after death.",
      "summary": "The speaker emphasizes that death is not the end, only the body perishes, and the soul continues to exist, and that this knowledge is not available in material books, and that Krishna says in the Bhagavad Gita that death is merely a change of body.",
      "timestamp_url": "https://youtu.be/ocBAQPlHq1k?t=374",
      "transcript": "Of course, before death comes some foolish materialist may think everything is finished at death, but everything is not finished. It's only this body which is actually deteriorating and that is going to be finished, but you are going to continue to exist after death. This is a very, very, very important lesson given in our scriptures, in spiritual literature. It's not available in any material book. They do not know what is what life really is. They have no idea. So those who are writing all this material literature, they do not know spiritual creature is home, the foundational truth, understanding of the foundational truth that I am NOT this body. This body's just temporary body, it is going to deteriorate and perish, and I should prepare before death comes to quit this body and transfer myself to my eternal home, Krishna's about. So such lessons are not available in our material books. No, no material education can give you this understanding. Only in the Bhagavad Gita directly Krishna says you are not the body, your spirit soul, you as spirit soul have no death. Then what is called is death is change of body."
    },
    {
      "start_time": 486,
      "end_time": 575,
      "verse_references": [],
      "themes": [
        "remedial measures",
        "material solutions",
        "death"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "There is no remedial measure available by staying in the palace while staying in the palace now there's no remedial measure like that before ordering however Vidura informed Dhritarashtra that there is no remedial measure by anyone or from any source in this material world there is no material solution for this problem of death.",
      "summary": "The speaker explains that Vidura is telling Dhritarashtra that there is no material solution to the problem of death, and that staying in the palace will not protect him.",
      "timestamp_url": "https://youtu.be/ocBAQPlHq1k?t=486",
      "transcript": "This is explained before Dhritarashtra because he might ask Vidura to find out some remedial measure for the imminent fearful situation as he had ordered many times before. Whenever there was danger, Dhritarashtra was having his brother Vidura, younger brother Vidura, as his advisor, and whenever there was some difficulty or danger in a political situation, Vidura was giving very good advice to Dhritarashtra. So now again Vidura has come to the palace, and when Vidura is warning Dhritarashtra there is danger, beware, then Dhritarashtra might ask Vidura, okay you are warning me of the danger but you find a solution so that I am protected remaining here, I am protected against the danger. So Vidura is telling there is no remedial measure available by staying in the palace. While staying in the palace now there's no remedial measure like that. Before ordering however, Vidura informed Dhritarashtra that there is no remedial measure by anyone or from any source in this material world. There is no material solution for this problem of death."
    },
    {
      "start_time": 575,
      "end_time": 666,
      "verse_references": [
        "BG 10.34"
      ],
      "themes": [
        "death",
        "Supreme Personality of Godhead",
        "material possessions"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Death is identical with the Supreme Personality of Godhead as it is said by the Lord Himself in the Bhagavad Gita.",
      "summary": "The speaker emphasizes that death is identical to the Supreme Personality of Godhead, quoting Krishna from the Bhagavad Gita as saying, 'I am death, and I take away all your material possessions.'",
      "timestamp_url": "https://youtu.be/ocBAQPlHq1k?t=575",
      "transcript": "This we have to get convinced because we are always hoping somehow I will overcome some bodily problem and we've been doing it as long as there is life in this body is always some remedial measure we figure out are we somehow managed to survive but that will not work at that time due to a certain difficulty so said Dhritarashtra resented Viya thinking that something is wrong with him never dare to go to HIM at the time of death this is the important point here because there is no such thing in the material world death is identical with the Supreme Personality of Godhead as it is said by the Lord Himself in the Bhagavad Gita what is Krishna saying the Bhagavad Gita? Mruthu sarva haras chaahum Mruthu I am death and as death sarva hara I take away all your material possessions I terminate your material existence in the body material existence means this body bodily existence and you are left with nothing none of your material possessions none of your material relationships none of your material assets assets, none of your material knowledge, nothing you are left with. Sarvaharascha. That's why."
    },
    {
      "start_time": 666,
      "end_time": 776,
      "verse_references": [],
      "themes": [
        "death",
        "Hiranyakashipu",
        "immortality",
        "Brahma"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Death cannot be checked by anyone or from any source within the material world.",
      "summary": "The speaker gives the example of Hiranyakashipu, who wanted to become immortal through severe penance, but Brahma could not grant him immortality because Brahma himself is subject to death.",
      "timestamp_url": "https://youtu.be/ocBAQPlHq1k?t=666",
      "transcript": "Sometimes death is called all devouring death. All devouring death. So Srila Prabhupada gives an example here. Death cannot be checked by anyone or from any source within the material world. And Prabhupada gives the example here. Hiranyakashipu wanted to be immortal and underwent a severe type of penance by which the whole universe trembled. Hiranyakashipu amassed a lot of power by performing severe austerities and asking for boons from Brahma. And Brahma himself approached Hiranyakashipu to dissuade Hiranyakashipu from such a severe type of penance. So Hiranyakashipu's plan was to become immortal. But Brahma wanted to dissuade him from this penance because it is futile to think that I will do tapasya so that I will become immortal. Material type of tapasya. Hiranyakashipu asked Brahma to award him the blessings of immortality. But Brahma said that he himself was subject to death, even in the top. So how could Brahma award Hiranyakashipu the benediction of immortality? Brahma himself is going to die. Then how can Brahma give anybody else immortality when he himself is subject to death? So the lesson to be learnt is everyone beginning from Brahma down to the most insignificant creature in this material world who has taken birth is subject to death."
    },
    {
      "start_time": 776,
      "end_time": 895,
      "verse_references": [],
      "themes": [
        "death",
        "Brahma Loka",
        "spiritual realization",
        "Vidura's advice"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Nobody can escape death. There is no question of immortality in this body or in any body, any material body. There is no immortality.",
      "summary": "The speaker states that death exists even in Brahma Loka, and that the only way to overcome birth, disease, old age, and death is through spiritual realization, which is what Vidura will advise Dhritarashtra.",
      "timestamp_url": "https://youtu.be/ocBAQPlHq1k?t=776",
      "transcript": "Subtitles by the Amara.org community. Nobody can escape death. There is no question of immortality in this body or in any body, any material body. There is no immortality. So there is death even in the topmost planet of this universe and what to speak of other planets which are far, far inferior in quality to Brahma Loka. So Brahma Loka is the place where Brahma resides. The topmost planet in this material universe. And even in Brahma Loka there is death even though they have fantastic long life span as compared to the life span of the human beings on the earth. But still Brahma lives for some 311 trillion years measured in our time scale. But even Brahma has to die. Brahma has to die. When that 311 trillion years is measured in our time scale. When that 311 trillion years is measured in our time scale. So 311 trillion years are over. So Srila Prabhupada concludes by telling wherever there is influence of eternal time there is this set of tribulations namely birth, disease, old age and death. And all of them are invincible. You cannot conquer any of these. Birth, birth means rebirth after death, rebirth. Then followed by further rebirth by a disease old age and death so this cannot be overcome by any material means any material methods so the only way is to work for spiritual realization of our spiritual nature eternal spiritual nature so that is what the scriptures advice and that's what exactly Vidura is going."
    }
  ]
}