{
  "video_id": "ocBAQPlHq1k",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.13.19 | 3-10-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=ocBAQPlHq1k",
  "segments": [
    {
      "start_time": 0,
      "end_time": 85,
      "verse_references": [],
      "themes": [
        "invocation",
        "verse explanation",
        "death",
        "time (kala)"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "My Lord, it is the Supreme Personality of Godhead as eternal time or Kala that has approached us all.",
      "summary": "The lecture begins with invocations and then introduces the verse SB 1.13.19, explaining that the frightful situation Dhritarashtra faces is due to the approach of Kala, or eternal time, representing death.",
      "timestamp_url": "https://youtu.be/ocBAQPlHq1k?t=0"
    },
    {
      "start_time": 85,
      "end_time": 164,
      "verse_references": [],
      "themes": [
        "fear",
        "death",
        "remedy",
        "time (kala)"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, death cannot be remedied by any material solution.",
      "summary": "The speaker elaborates on the verse, explaining Dhritarashtra's fear as being related to the fast-approaching death and emphasizing that there is no material solution or escape from death.",
      "timestamp_url": "https://youtu.be/ocBAQPlHq1k?t=85"
    },
    {
      "start_time": 164,
      "end_time": 285,
      "verse_references": [],
      "themes": [
        "death",
        "old age",
        "time (kala)",
        "illusion",
        "material happiness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In this material world, there is no superior power which can check the cruel hands of death.",
      "summary": "The speaker quotes Prabhupada, stating that no superior power can stop death, and explains that old age is a notice of death's arrival, and that death is present from birth, with life constantly reducing, and that material enjoyment is illusory.",
      "timestamp_url": "https://youtu.be/ocBAQPlHq1k?t=164"
    },
    {
      "start_time": 285,
      "end_time": 374,
      "verse_references": [],
      "themes": [
        "material happiness",
        "spiritual happiness",
        "death",
        "eternal soul",
        "fear of death"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Only intelligent spiritualists don't have attraction for this illusory and temporary material happiness.",
      "summary": "The speaker contrasts illusory material happiness with spiritual happiness, stating that materialists are always defeated by nature's laws, and that death is the supreme judgement of eternal time, and that the spirit soul is eternal, and that ignorance of this leads to fear of death.",
      "timestamp_url": "https://youtu.be/ocBAQPlHq1k?t=285"
    },
    {
      "start_time": 374,
      "end_time": 486,
      "verse_references": [
        "BG 2.13"
      ],
      "themes": [
        "death",
        "eternal soul",
        "spiritual knowledge",
        "change of body"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Everything is not finished it's only this body which is actually deteriorating and that is going to be finished but you are going to continue to exist after death.",
      "summary": "The speaker emphasizes that death is not the end, only the body perishes, and the soul continues to exist, and that this knowledge is not available in material books, and that Krishna says in the Bhagavad Gita that death is merely a change of body.",
      "timestamp_url": "https://youtu.be/ocBAQPlHq1k?t=374"
    },
    {
      "start_time": 486,
      "end_time": 575,
      "verse_references": [],
      "themes": [
        "remedial measures",
        "material solutions",
        "death"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "There is no remedial measure available by staying in the palace while staying in the palace now there's no remedial measure like that before ordering however Vidura informed Dhritarashtra that there is no remedial measure by anyone or from any source in this material world there is no material solution for this problem of death.",
      "summary": "The speaker explains that Vidura is telling Dhritarashtra that there is no material solution to the problem of death, and that staying in the palace will not protect him.",
      "timestamp_url": "https://youtu.be/ocBAQPlHq1k?t=486"
    },
    {
      "start_time": 575,
      "end_time": 666,
      "verse_references": [
        "BG 10.34"
      ],
      "themes": [
        "death",
        "Supreme Personality of Godhead",
        "material possessions"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Death is identical with the Supreme Personality of Godhead as it is said by the Lord Himself in the Bhagavad Gita.",
      "summary": "The speaker emphasizes that death is identical to the Supreme Personality of Godhead, quoting Krishna from the Bhagavad Gita as saying, 'I am death, and I take away all your material possessions.'",
      "timestamp_url": "https://youtu.be/ocBAQPlHq1k?t=575"
    },
    {
      "start_time": 666,
      "end_time": 776,
      "verse_references": [],
      "themes": [
        "death",
        "Hiranyakashipu",
        "immortality",
        "Brahma"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Death cannot be checked by anyone or from any source within the material world.",
      "summary": "The speaker gives the example of Hiranyakashipu, who wanted to become immortal through severe penance, but Brahma could not grant him immortality because Brahma himself is subject to death.",
      "timestamp_url": "https://youtu.be/ocBAQPlHq1k?t=666"
    },
    {
      "start_time": 776,
      "end_time": 895,
      "verse_references": [],
      "themes": [
        "death",
        "Brahma Loka",
        "spiritual realization",
        "Vidura's advice"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Nobody can escape death. There is no question of immortality in this body or in any body, any material body. There is no immortality.",
      "summary": "The speaker states that death exists even in Brahma Loka, and that the only way to overcome birth, disease, old age, and death is through spiritual realization, which is what Vidura will advise Dhritarashtra.",
      "timestamp_url": "https://youtu.be/ocBAQPlHq1k?t=776"
    }
  ]
}