{
  "video_id": "Odmoah1S3Xs",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.13.54 | 1-11-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=Odmoah1S3Xs",
  "segments": [
    {
      "start_time": 50,
      "end_time": 367,
      "verse_references": [],
      "themes": [
        "Ashtanga Yoga",
        "Modes of Material Nature",
        "Paramatma",
        "Individual Soul"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Real yoga practice means, to focus or concentrate one's attention on the supreme Lord who is seated in everyone's heart.",
      "summary": "This segment explains the verse from Srimad Bhagavatam about controlling senses through Ashtanga Yoga to become immune to material contaminations, emphasizing the importance of focusing on the Supreme Lord within the heart and distinguishing between the individual soul and the Paramatma.",
      "timestamp_url": "https://youtu.be/Odmoah1S3Xs?t=50",
      "transcript": "In this session we will be discussing from the 54th verse of the 13th chapter of the first canto of Srimad Bhagavatam. जितासनो जितश्वासह प्रत्याहृतशड़िन्द्रियह हरिभावनया ध्वस्त रजसत्वतमो मलहा The meaning of this verse is, one who has controlled the sitting postures, the yogic asanas, and the breathing process, can turn the senses toward the absolute personality of Godhead, and thus become immune to the contaminations of the modes of material nature, namely mundane goodness, passion, and ignorance. So, Narada Muni is describing. How does that work? In the Ashtanga Yoga system, which is practiced by those who follow this Ashtanga Yoga process, how does it work? So, here, जितश्वासह, जितासनो जितश्वासह, जितासनो is controlled sitting postures. Because, unless a yogi is able to sit properly, he cannot become completely absorbed in meditation. He'll be disturbed by the body. So, this practice of yogasana, different sitting postures, or different bodily exercises, for controlling the sitting posture, the ability to sit, for a very, very long time, without any distraction, without any disturbance. Then, जितास्वासह, the breathing process, also has to be controlled. Why the breathing process has to be controlled? To turn the senses toward the absolute personality of Godhead, and thus become immune to the contaminations of the modes of material nature. We are influenced by the three gunas. So, that influence is felt through the senses, through the mind, through our material activities. We feel the influence, we experience the influence. Sometimes, we are influenced by goodness, sometimes by passion, sometimes by ignorance. So, a combination of these modes always acts, in most cases. In any case, these influences, are material influence. They are all the influence of the material energy. Because, the material energy consists of these three gunas. Sattvam rajas tamaiti guna prakati sambhavah. Prakati sambhavah. They are the ingredients of this material nature, these three gunas. And, they influence the body. They influence the living being in this material world. One has to become free from these influences. And, that we described here. The purpose, Srila Prabhupada says, the preliminary activities of the way of yoga are asana, pranayama, pratyahara, dhyana, dharana, etc. Eight steps are there. Maharaja Dhritarashtra was to attain success in those preliminary actions. Because, he was seated in a sanctified place. And, was concentrating upon one objective. What is that one objective? Namely, the supreme personality of Godhead, Hari. So, real yoga practice means, to focus or concentrate one's attention on the supreme Lord who is seated in everyone's heart. The Lord is there. And, everybody's heart he has entered. sarvasya caaham rudhi sannyavishto mattasmrutir jnanam appohanam jnanam In the fifteenth chapter, Krishna says, I am seated in everybody's heart. In the eighteenth chapter also, Krishna explains, ishwaras sarvabhutanam hrudeshe aryoh deshtati The supreme Lord is seated in everyone's heart. And, he is seated as Paramatma. Upadrishta anumanta bharta bhokta maheshwaraha Paramatmeti chaapyukto dehesmin purusha paraha There is a transcendental enjoyer, the supreme Lord as Paramatma. Paramatma iti uktaha He is called as Paramatma. He is not Atma. He is Paramatma. He is supreme Atma. Supreme soul. Super soul."
    },
    {
      "start_time": 367,
      "end_time": 556,
      "verse_references": [],
      "themes": [
        "Paramatma",
        "Free Will",
        "Bhakti Yoga",
        "Direct vs Indirect Methods"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Engaging the senses in the service of the Lord means we become very easily focused on the Supreme Lord.",
      "summary": "The speaker discusses the role of Paramatma as the witness and sanctioner of desires, contrasting the indirect approach of Ashtanga Yoga with the direct engagement of senses in Bhakti Yoga, highlighting the effectiveness and power of the latter.",
      "timestamp_url": "https://youtu.be/Odmoah1S3Xs?t=367",
      "transcript": "Some philosophers say this, super soul and individual soul are one. They don't say two, they say one. But actually, according to the Bhagavad Gita, according to the Vedanta Sutra, according to the Bhagavatam, according to all the Vedic literature, this individual soul and super soul are two distinct identities. Paramatmeti chaapyukto Upadrishta He is a witness. He is a sanctioner. We have no freedom to fulfill our desires unless it is sanctioned by Paramatma who is the actual witnesser and sanctioner of every jiva, every living being in this material world. So therefore, the primary activities are meant of this Ashtanga Yoga. They are meant to concentrate upon the Supreme Lord in the heart. That is the ultimate goal of Ashtanga Yoga practice. Thus, all his senses were being engaged in the service of the Lord. This is the important point. Engaging the senses in the service of the Lord means we become very easily focused on the Supreme Lord. This is actually the way of practice of Bhakti Yoga. To engage all the senses in the service of the Supreme Lord. In Bhakti Yoga, it is done directly. In other yoga systems, it is done indirectly. That is the difference. Of course, indirect methods are slow, very tedious, and they can be very, very difficult at times, and the person can get deviated or distracted in between. When the process is too slow, it takes a very long time, then one can very easily get distracted. But in Bhakti Yoga, it is quick, it is highly effective, it is very powerful. Directly engage all your senses in the service of the Supreme Lord. Just like this chanting Hare Krishna. Directly we engage our tongue, our ears, and our sense of touch, and our mind attentively here. So directly we engage these four things in service of the Lord. This is service. Chanting Hare Krishna, and hearing, and counting, and taking a vow to chant a fixed number of times. Attentively chant and hear. This is actually direct service to the Lord. Direct service. And engaging our senses in direct service is Bhakti."
    },
    {
      "start_time": 556,
      "end_time": 791,
      "verse_references": [
        "BG 14.5"
      ],
      "themes": [
        "Bhakti Yoga",
        "Purification",
        "Modes of Nature",
        "Lust and Greed"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Even the highest mode, the material mode of goodness, is also a cause of material bondage.",
      "summary": "This segment emphasizes that directly engaging the senses in the service of the Lord purifies one from material contaminations, even the mode of goodness, and contrasts this with the bondage caused by passion and ignorance, which fuel lust and greed, leading to an insatiable desire for wealth and power.",
      "timestamp_url": "https://youtu.be/Odmoah1S3Xs?t=556",
      "transcript": "So Srila Prabhupada says, this process of engaging all the senses in the service of the Lord directly helps the devotee to get freedom from the contaminations of the three material modes of nature. Directly engaging the senses in the service of the Lord. Automatically we become purified. We don't have to have a separate process for purifying the contaminations. That is not the way of Bhakti. Even the highest mode, the material mode of goodness, is also a cause of material bondage. This is a secret that is revealed in the scriptures, especially Bhagavad Gita. What does Bhagavad Gita say? Sattvam rajas tamaiti guna prakriti sambhavah Nibaddhanti mahabaho dehe. This is the truth about material nature, even the mode of goodness. It is simply a cause of material bondage. Then what to speak of other qualities namely passion and ignorance? Definitely passion and ignorance are very much the cause of material bondage. But goodness also is the cause of material bondage. Passion and ignorance increase the material propensities of hankering for material enjoyment. Of course there is a qualitative difference between goodness and the other two gunas. Goodness is comparatively better than passion and ignorance. But goodness is not the best. Goodness is relatively better. The best is transcendental goodness, shuddha sattva, the spiritual existence, the spiritual platform, the spiritual existence. That is the best, that is the topmost, that is the true freedom from all material contamination. So this passion and ignorance increases the hankering for material enjoyment. And what happens? A strong sense of lust provokes the accumulation of wealth and power. Driven by lusty desires, people are working hard day and night, I want more wealth, more power, more wealth, more power, more wealth, more power. And there is no end to this. You see around you, there are millionaires who want to become billionaires. And there are billionaires who want to become trillionaires. And where will this end? If one goes on trying to satisfy their desires and somehow they are successful, you think it is going to come to an end? What will the person do with, if somebody has billion dollars or billion rupees, what will he do with trillion rupees? He doesn't know what to do with billion rupees itself. So what will he do with trillion rupees?"
    },
    {
      "start_time": 791,
      "end_time": 946,
      "verse_references": [
        "BG 2.44"
      ],
      "themes": [
        "Lust and Greed",
        "Loss of Discrimination",
        "Goodness as a stepping stone",
        "Surrender to the Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When the heart becomes free from this lust and greed, that is a big step towards purification.",
      "summary": "The speaker explains how lust and greed lead to a loss of intelligence and discrimination, emphasizing that overcoming these base mentalities is a significant step towards purification, ultimately leading to goodness, which, while not complete freedom, allows one to control the senses and surrender to the Supreme Lord through Bhakti Yoga.",
      "timestamp_url": "https://youtu.be/Odmoah1S3Xs?t=791",
      "transcript": "But they lose that sense of discrimination. They lose their intelligence. Naśta buddhayaḥ kāmaiṣṭaiṣṭe hṛta-jñānaḥ prapadyante anyadevataḥ Bhagavad Gita says naśta buddhayaḥ. Hṛta-jñānaḥ means naśta buddhayaḥ. This is the acharya's explanation. Their knowledge becomes completely lost, means their intelligence is lost. They lose the power of discrimination. I have so much money, I can do whatever I want with that money. But whatever I am doing, I am not getting satisfaction. Then why do I think I will get satisfaction by accumulating more money? What will you do with that more money? Why don't you think about that? There is no thinking remaining because it is lost by this greed and lust. One who has conquered these two base mentalities, this lust and greed, kāma lobhāda yasya ye, tadārajaṣṭamo bhāva kāma lobhāda yasya ye, cetaye te rana viddham When the heart becomes free from this lust and greed, that is a big step towards purification. But by purifying this lust and greed, one comes to the platform of goodness. And even in goodness, there is no freedom from material existence, but it is better. Why? Because in goodness, one may attempt to control the senses and get proper knowledge to be able to surrender to the lotus feet of the Supreme Lord Hari and thereby transcend all the influences. That is the Bhakti Yoga process."
    }
  ]
}