{
  "video_id": "OdTVPl6yqmo",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.8.1-2 | 28-01-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=OdTVPl6yqmo",
  "segments": [
    {
      "start_time": 0,
      "end_time": 55,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayers"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Om Agyanati Mirandhasya Gyananjanishalakaya Chakshurunmilitam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/OdTVPl6yqmo?t=0"
    },
    {
      "start_time": 56,
      "end_time": 114,
      "verse_references": [],
      "themes": [
        "Srimad Bhagavatam",
        "Chapter introduction",
        "Pandavas"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We are beginning a new chapter in the first canto of Srimad Bhagavatam, The 8th chapter is entitled Prayers by Queen Kunti and Pariksit Saved.",
      "summary": "HH Stoka Krishna Swami introduces the 8th chapter of the first canto of Srimad Bhagavatam, focusing on the prayers of Queen Kunti and the saving of Pariksit.",
      "timestamp_url": "https://youtu.be/OdTVPl6yqmo?t=56"
    },
    {
      "start_time": 115,
      "end_time": 203,
      "verse_references": [],
      "themes": [
        "Ashwatthama",
        "Draupadi",
        "Pandavas",
        "Rituals",
        "Ganges"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So in the end Ashwatthama's life was spared, But Draupadi lost her five sons, So the Pandavas, Desiring to deliver water, To the dead relatives, They had to do the last rituals, The final rites, For the departed souls, So they went to the Ganges, With Draupadi.",
      "summary": "The speaker summarizes the events of the previous chapter, leading to the Pandavas' journey to the Ganges to perform rituals for their deceased relatives.",
      "timestamp_url": "https://youtu.be/OdTVPl6yqmo?t=115"
    },
    {
      "start_time": 204,
      "end_time": 370,
      "verse_references": [],
      "themes": [
        "Rituals",
        "Ganges",
        "Hindu customs",
        "Dharmashastras",
        "Historical context"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Today it is the custom in Hindu society, To go to the Ganges or any other sacred river, To take bath when death occurs in the family.",
      "summary": "Srila Prabhupada's explanation of the ritual of bathing in the Ganges after a death in the family is presented, emphasizing its historical roots and connection to the Dharmashastras.",
      "timestamp_url": "https://youtu.be/OdTVPl6yqmo?t=204"
    },
    {
      "start_time": 371,
      "end_time": 439,
      "verse_references": [],
      "themes": [
        "Lord Krishna",
        "Pandavas",
        "Family relationship",
        "Cousins"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Lord Krishna, Who is Lord Krishna, The supreme personality of God, Being a cousin of the Pandavas, Was also amongst the, Family members.",
      "summary": "The speaker highlights Lord Krishna's presence among the Pandavas as their cousin, explaining the family relationship through Kunti and Vasudeva.",
      "timestamp_url": "https://youtu.be/OdTVPl6yqmo?t=371"
    },
    {
      "start_time": 440,
      "end_time": 514,
      "verse_references": [],
      "themes": [
        "Verse recitation",
        "Ganges",
        "Sanctification",
        "Lotus feet of Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Having lamented over them and sufficiently offered Ganges water they bathed in the Ganges, whose water is sanctified due to being mixed with the dust of the lotus feet of the lord.",
      "summary": "The second verse of the chapter is recited and explained, emphasizing the sanctification of the Ganges due to its association with the lotus feet of Lord Krishna.",
      "timestamp_url": "https://youtu.be/OdTVPl6yqmo?t=440"
    },
    {
      "start_time": 515,
      "end_time": 726,
      "verse_references": [],
      "themes": [
        "Vamana Avatar",
        "Bali Maharaj",
        "Donation",
        "Universe covering"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So the bhagavatam itself describes a pastime, of lord krishna in his incarnation as vaman dev, when vamana wanted, to restore the kingdom of the, of the heavenly planets to indra the son of aditi aditi prayed to the supreme lord vishnu, and said my sons have lost their kingdom, kindly restore it to them so the lord being pleased with the worship of aditi, agreed to simply, become her son appear as her son and that was the incarnation of the lord as the son of aditi",
      "summary": "The speaker narrates the story of Lord Krishna's Vamana avatar, focusing on his request for land from Bali Maharaj and his subsequent expansion to cover the universe.",
      "timestamp_url": "https://youtu.be/OdTVPl6yqmo?t=515"
    },
    {
      "start_time": 727,
      "end_time": 897,
      "verse_references": [],
      "themes": [
        "Universe covering",
        "Ganges origin",
        "Spiritual potency",
        "Purification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, the water from the Karna ocean leaked inside this universe. And that water, as it came into the universe, through the hole created by Vamana piercing the shell of the universe, that water washed the lotus feet of Vamandev, who is Vishnu, who is the Supreme Lord. And that is called Ganga.",
      "summary": "The lecture concludes with an explanation of the origin of the Ganges, its spiritual potency due to washing the lotus feet of Vamana, and its ability to purify individuals and benefit departed souls.",
      "timestamp_url": "https://youtu.be/OdTVPl6yqmo?t=727"
    }
  ]
}