{
  "video_id": "oEQh4FPv9Aw",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.11.9 | 02-07-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=oEQh4FPv9Aw",
  "segments": [
    {
      "start_time": 58,
      "end_time": 148,
      "verse_references": [],
      "themes": [
        "attachment to Krishna",
        "separation from Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Every moment seemed like millions of years when Krishna was absent from Dwaraka.",
      "summary": "The speaker introduces the verse and explains how the residents of Dwaraka felt Krishna's absence, emphasizing their deep attachment to Him.",
      "timestamp_url": "https://youtu.be/oEQh4FPv9Aw?t=58",
      "transcript": "In this session we will be discussing from the 9th verse of the 11th chapter of the 1st canto of Srimad Bhagavatam. Yari Ambujaksh Apasasarabho Bhavan Kurun Madhun Vatha Suhradidrikshaya Tatravdha Koti Pratimakshanobhavet Ravim Vinakshnor Ivanastavachyuta. The meaning of this verse is, O lotus eyed lord, whenever you go away to Mathura, Vrindavan or Hastinapura to meet your friends and relatives, every moment of your absence seems like a million years. O infallible one, at that time our eyes become useless as if bereft of sun. A very beautiful verse where the residents of Dwaraka who have come to receive Krishna, when Krishna arrived in Dwaraka from Hastinapura after a long period of absence, they are expressing their feelings, how they were missing Krishna. Every moment seemed like millions of years when Krishna was absent from Dwaraka."
    },
    {
      "start_time": 157,
      "end_time": 260,
      "verse_references": [],
      "themes": [
        "senses",
        "knowledge",
        "Krishna as the source of light",
        "illusion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Without him, all our knowledge is either false or partial.",
      "summary": "The speaker explains Srila Prabhupada's purport, comparing Krishna to the sun and explaining that without Krishna, our senses and knowledge are limited and we are in illusion.",
      "timestamp_url": "https://youtu.be/oEQh4FPv9Aw?t=157",
      "transcript": "So in the purport, Srila Prabhupada explains, we are all proud of our material senses for making experiments to determine the existence of God, but we forget that our senses are not absolute by themselves. What is the meaning of this statement? Our senses are not absolute. This means that the senses can act only under certain conditions. Absolute means unconditional. For example, our eyes. As long as the sunshine is there, our eyes are not absolute. Our eyes are useful to a certain extent, but in the absence of sunshine, the eyes are useless. Lord Sri Krishna, being the primeval Lord, the supreme truth, is compared to the sun. Without him, all our knowledge is either false or partial. The opposite of the sun is darkness, and similarly, the opposite of Krishna is Maya, or illusion. The devotees of the Lord can see everything in true perspective due to the light disseminated by Krishna."
    },
    {
      "start_time": 260,
      "end_time": 388,
      "verse_references": [
        "BG 9.34"
      ],
      "themes": [
        "Krishna consciousness",
        "devotion",
        "ignorance",
        "knowledge"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The pure devotee cannot be in the darkness of ignorance.",
      "summary": "The speaker elaborates on how devotees in Krishna consciousness can see everything properly due to the light disseminated by Krishna, and how pure devotees are always situated in transcendental knowledge, referencing Krishna's instruction to always think of Him.",
      "timestamp_url": "https://youtu.be/oEQh4FPv9Aw?t=260",
      "transcript": "So here is an example given by Prabhupada, rather the example given in the Bhagavatam itself, that just like the eyes are useless when there is no light, similarly, in the absence of Krishna, or in the absence of Krishna consciousness, when we are in illusion, when we are in mind, or in Maya, we are unable to see Krishna, or we are unable to see anything spiritual. Whereas the devotees who are always in Krishna consciousness, they are able to see everything properly due to the light disseminated by Lord Krishna. So Srila Prabhupada explains, by the grace of the Lord, the pure devotee cannot be in the darkness of ignorance. Devotee, pure devotee means always situated in transcendental knowledge, never in ignorance. That is the characteristic of a pure devotee, because the pure devotee is always Krishna conscious. Therefore, Krishna says in Bhagavad Gita, Manmana, always think of me. If we always think of Krishna, we are always situated in Krishna consciousness, and in that way, we'll never be in ignorance. We'll always be situated in perfect knowledge."
    },
    {
      "start_time": 390,
      "end_time": 514,
      "verse_references": [],
      "themes": [
        "Krishna's energies",
        "material energy",
        "conditioned souls",
        "illusion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Everything in existence is only Krishna and his energies.",
      "summary": "The speaker explains that everything is Krishna and His energies, differentiating between spiritual and material energy, and how material energy acts as illusion for conditioned souls who are forgetful of Krishna.",
      "timestamp_url": "https://youtu.be/oEQh4FPv9Aw?t=390",
      "transcript": "Srila Prabhupada continues to explain, therefore, it is necessary that we must always be in the sight of Lord Krishna, so that we can see both ourselves and the Lord with his different energies. Elsewhere it is explained that everything in existence is only Krishna and his energies. Krishna is the supreme personality of Godhead, and he has many varieties of energies. All his energies are transcendental, spiritual, because he is complete spirit. So since his energies emanate from him, they cannot be anything material. They are all spiritual. But what is described as material energy, which is Krishna's another type of energy, is only material for the conditioned souls, for those who are forgetful of Krishna, for those who are in the darkness of ignorance. For them, this material energy acts to put them in illusion. But factually, this material energy is also Krishna's own energy for the purpose of the conditioned souls. This we have to carefully..."
    },
    {
      "start_time": 516,
      "end_time": 672,
      "verse_references": [],
      "themes": [
        "forgetfulness of Krishna",
        "material enjoyment",
        "desire",
        "purification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "As long as we are desirous of material enjoyment, as long as we want to be Krishna, we cannot know Krishna.",
      "summary": "The speaker discusses how the desire for independent enjoyment and forgetfulness of Krishna leads to being placed in the material energy, and emphasizes the need to come out of this contamination.",
      "timestamp_url": "https://youtu.be/oEQh4FPv9Aw?t=516",
      "transcript": "In the state of forgetfulness of Krishna, we are placed in the material energy of Krishna's spiritual energy, the internal potency, the spiritual world. So this material world is Krishna's material energy. But when we forget Krishna, or we desire independent enjoyment, or we become, because of our desire to seek independent enjoyment, independent of Krishna, we want to be Krishna. So as long as we are desirous of material enjoyment, as long as we be Krishna, we cannot know Krishna. So we have to come out of this contamination."
    },
    {
      "start_time": 673,
      "end_time": 790,
      "verse_references": [],
      "themes": [
        "bhakti",
        "purification of the heart",
        "material contamination",
        "chanting Hare Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "To remove the material contamination, to purify the heart of all material contamination, is the process of Bhakti.",
      "summary": "The speaker explains that the process of Bhakti, including chanting Hare Krishna, is essential for cleansing the heart of material contamination accumulated over lifetimes.",
      "timestamp_url": "https://youtu.be/oEQh4FPv9Aw?t=673",
      "transcript": "To remove the material contamination, to purify the heart of all material contamination, is the process of Bhakti. Even the chanting of Hare Krishna is described by Krishna. We begin cleansing our heart of material contamination. Now this material contamination is accumulated over millions of lifetimes. So only when we take to Krishna consciousness and the heart of our heart is cleansing of all material activity of our heart is accumulated of material activity of our heart is accumulated of our heart is of material activity of material off the heart is our heart is accumulated of material activity of our heart is accumulated of the material variable of material of the reaction of are due to our own misdeeds in the past so learn to tolerate them while you are..."
    },
    {
      "start_time": 790,
      "end_time": 961,
      "verse_references": [],
      "themes": [
        "tolerance",
        "spiritual identity",
        "Krishna consciousness",
        "spiritual platform"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Even now in your present condition within your heart you are situated as pure spirit in pure Krishna consciousness as a pure devotee of Krishna.",
      "summary": "The speaker encourages tolerance of material miseries, understanding our spiritual identity, and engaging in Krishna conscious activities to cleanse the heart and become situated on the spiritual platform, concluding with a call to become Krishna Conscious like the residents of Dwarka.",
      "timestamp_url": "https://youtu.be/oEQh4FPv9Aw?t=790",
      "transcript": "in the material world with a material body, also it helps if you try to understand that you are not this material body, you don't belong to the material world. Even now in your present condition, within your heart you are situated as pure spirit in pure Krishna consciousness, as a pure devotee of Krishna. So you just have to penetrate the layers of coverings and enter your own inner heart, in a portion of the heart, the core of the heart, and the process is the process of bhakti. So in the beginning stages it is a process of cleansing the heart. So till the heart is cleansed we cannot enter the inner heart of the heart and enter the inner heart of the heart and we cannot remember the core of our heart, we cannot enter the spiritual realm within our heart, our own spiritual existence, we cannot get into. So we have to wait for the cleansing in our body to happen, so therefore we have to learn fro readiness in life. We have to come to Krishna Consciousness by the process of Bhakti and that is what is being explained by Prabhupada in this purport. Just like the residents of Dwarka are always Krishna Conscious, similarly we should also become Krishna Conscious by constantly chanting Krishna's name, hearing about his glories, hearing the pastimes of Krishna from the Bhagavatam, like that performing more and more Krishna Conscious activities. And in this way, if we become Krishna Conscious, we can very quickly cleanse our heart and become situated on the spiritual platform, even while in this material world we can be in spiritual consciousness and thereby in the spiritual world."
    }
  ]
}