{
  "video_id": "OFoMC9EXZo0",
  "title": "SB 1.17.42 | HH Stoka Krishna Swami | 22-03-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=OFoMC9EXZo0",
  "segments": [
    {
      "start_time": 0,
      "end_time": 106,
      "verse_references": [
        "SB 1.17.42"
      ],
      "themes": [
        "invocation",
        "verse recitation",
        "introduction"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "In this session we will be discussing from the 42nd verse of the 17th chapter of the 1st canto of Srimad Bhagavatam.",
      "summary": "The lecture begins with traditional Vaishnava prayers and the speaker introduces the verse from Srimad Bhagavatam that will be discussed.",
      "timestamp_url": "https://youtu.be/OFoMC9EXZo0?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyananjan Shalakaya Chaksharan Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Devi Saraswati Vyasam Tato Jayam Udi Rayet Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam In this session we will be discussing from the 42nd verse of the 17th chapter of the 1st canto of Srimad Bhagavatam. Vrishasya Nashtam Streen Paadan Tapas Chowcham Dayamiti Pratisandhatha Ashwasya Mahimcha Samavardhayat The meaning of this verse is Vrishasya Nashtam Streen Paadan Tapas Chowcham Dayamiti Pratisandhatha Ashwasya Mahimcha Samavardhayat Thereafter the king re-established the lost legs of the personality of religion, the bull, and by encouraging activities, he sufficiently improved the condition of the earth. Vrishasya Nashtam Streen Paadan Tapas Chowcham Dayamiti Pratisandhatha Ashwasya Mahimcha Samavardhayat"
    },
    {
      "start_time": 106,
      "end_time": 271,
      "verse_references": [
        "SB 1.17.42"
      ],
      "themes": [
        "Parikshit Maharaj",
        "Kali Yuga",
        "Dharma",
        "Gold"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So Kali became gold standardized as Prabhupada says in one of the previous purports.",
      "summary": "The speaker explains the story of Parikshit Maharaj meeting Kali Purusha and how Kali was punished and given shelter, ultimately associating with gold.",
      "timestamp_url": "https://youtu.be/OFoMC9EXZo0?t=106",
      "transcript": "So this is Suta Goswami describing the result of Parikshit Maharaj. Suta Goswami was proceeding through this diffusion to Friday evening of Hindu priest presiding meeting Kali Purusha Tar прямо upto this torrent meeting vestment of Parikshit Maharaj and also meeting the personality of religious principles dharma in the support of Mother Earth and mother earth in the shape of a cow the punishment and reward of Kali Vrishasya Nashtam Streen Paadan Tapas Chowcham Dayamiti Pratisandhatha Ashwasya Mahimcha Samavardhayat punished and Kali was also rewarded because Kali surrendered when he saw that Kali Purusha saw that his life is in danger he completely surrendered to Pariksit Maharaj and as is the religious principle that a surrendered soul is never killed so Pariksit Maharaj did not kill Kali Purusha instead he gave him suitable shelter because Kali Purusha surrendered and asked for shelter so a surrendered soul seeking shelter whoever he surrendered to asked for shelter and he was served to only surrender to Kali Purusha gesture may be is always given proper shelter by a righteous king strictly following the principles of dharma like Maharaj Pariksit. So Kali was given four places in the beginning and since there were no such places wherein Pariksit's kingdom where those four pillars of sinful life Deutham Panam Sriyasuna none of those activities were going on against scriptural injunctions in Pariksit's kingdom. So Kali Purusha asked for a fifth place and Kali Purusha asked for a fifth place and he was given that place where gold is accumulated and kept for sense gratification because wherever there is gold there are these four kinds of activities gold kept for sense gratification these four sinful activities and in addition there will be enmity also."
    },
    {
      "start_time": 271,
      "end_time": 385,
      "verse_references": [
        "SB 1.17.42"
      ],
      "themes": [
        "Dharma",
        "Satya Yuga",
        "Kali Yuga",
        "Austerity",
        "Cleanliness",
        "Mercy",
        "Truthfulness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So then the damage done by Kali Purusha was set right was corrected and that is being described here in this particular verse that the lost legs of the personality of religion were re-established.",
      "summary": "The speaker elaborates on how Parikshit Maharaj restored the lost legs of Dharma (austerity, cleanliness, mercy, and truthfulness) and improved the condition of the earth.",
      "timestamp_url": "https://youtu.be/OFoMC9EXZo0?t=271",
      "transcript": "So Kali became gold standardized as Prabhupada says in one of the previous purports. So then the damage done by Kali Purusha was set right was corrected and that is being described here in this particular verse that the lost legs of the personality of religion were re-established. That is described here as the four pillars as they of dharma dharma stands on austerity cleanliness mercy and truthfulness. So in Satya Yuga all the four pillars of dharma were intact and as wise was the wise. So in Treta Yuga one of the pillars of dharma gradually got lost and in Dwapar yuga two pillars got lost that is Tapaha in Treta yuga got lost in Shaucham got lost in addition in Dwapar Yuga and in the beginning Kali Yuga three are lost Tapaha, Shaucham and Daya and just Kali Yuga is about to begin but Parikshit Maharaj by taking appropriate steps re-established those three lost pillars of Dharma and he also sufficiently improved the condition of the earth"
    },
    {
      "start_time": 385,
      "end_time": 553,
      "verse_references": [
        "SB 1.17.42"
      ],
      "themes": [
        "Kali Yuga",
        "Gold",
        "Proper Utilization",
        "Guidance"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "By itself, wealth or gold is not bad. The improper or proper utilization, that matters.",
      "summary": "The speaker discusses Srila Prabhupada's explanation of the verse's relevance to modern times, emphasizing that Parikshit Maharaj cheated Kali by designating specific places and that gold can be used for good or bad.",
      "timestamp_url": "https://youtu.be/OFoMC9EXZo0?t=385",
      "transcript": "by encouraging activities. So Srila Prabhupada explains in the purport what does this mean for present day people we who are living in this Kali Yuga after about five thousand years have passed. What does it mean for us? So Prabhupada says in the purport by designating particular places for the personality of Kali Maharaj Parikshit practically cheated Kali. In the presence of Kali Dharma in the shape of the bull and the earth in the shape of a cow he could actually estimate the general condition of his kingdom and therefore he could take at once proper steps to re-establish the legs of the bull namely austerity, cleanliness and mercy. And for the general benefit of the people of the world he saw that the gold stock might be employed for stabilization. This is a very very important point. He took the steps to re-establish the proper steps to re-establish the legs of the Dharma namely austerity, cleanliness and mercy and he also employed the gold stock that was kept, with all being used for Krishnan service for devotional service he used it for would have been beautiful oro blessing . So this is a very important question. sacral bestowal in the first time. That moment another step in his life the first 不斷保 dij唰анич impostor. He first took it away with the Bodhi fishes which were while attraEd in his baptism. When it was not an ostentatiousl although he still hisoterical request, he repays the shattered bani or were just a portion of self were but he became one went on about the goal filling the body and that egg and so on even after he which was such anygen which that you had the Holz gave you for that purpose and thereby cheated Kali. Gold is certainly a generator of falsity, intoxication, prostitution, enmity and violence. But, under the guidance of a proper king or public leader or a Brahmin or Sanyasi, the same gold can be properly utilized to reestablish the lost legs of the bull, the personality of religion. By itself, wealth or gold is not bad. The improper or proper utilization, that matters. How you use that gold is important. If you use it properly, you can use it to maintain or restore the lost legs of Dharma. Or, people may misuse it and further degradation sets in and the Dharma"
    },
    {
      "start_time": 553,
      "end_time": 644,
      "verse_references": [
        "SB 1.17.42"
      ],
      "themes": [
        "Sankirtan Yajna",
        "Gold",
        "Arjuna",
        "Bhagavatam"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Maharaj Parikshit, therefore, like his grandfather Arjuna, collected all illicit gold kept for the propensities of Kali and employed it for the purpose of and employed it in the Sankirtan Yajna as per the instruction of the Srimad Bhagavatam.",
      "summary": "The speaker explains that Parikshit Maharaj, like Arjuna, used illicit gold for Sankirtan Yajna, which is the recommended Yajna for Kali Yuga.",
      "timestamp_url": "https://youtu.be/OFoMC9EXZo0?t=553",
      "transcript": "becomes lost. So, Srila Prabhupada says, specifically what did he do? Maharaj Parikshit, therefore, like his grandfather Arjuna, collected all illicit gold kept for the propensities of Kali and employed it for the purpose of and employed it in the Sankirtan Yajna as per the instruction of the Srimad Bhagavatam. Bhagavatam says, in Kali Yuga, other types of Yajna are not practical. In the Bhagavad Gita and all the scriptures it is said, work should be done as Yajna so that people don't become entangled in this material world. So, there are varieties of Yajna that one may perform, but in Kali Yuga, the most practical and feasible type of Yajna is Sankirtan Yajna. So therefore, Parikshit Maharaj, like his grandfather, Arjuna, he employed all the illicit gold kept for propensities of Kali. Illicit gold means gold that has been accumulated for sense enjoyment that he utilized in Sankirtan Yajna."
    },
    {
      "start_time": 644,
      "end_time": 772,
      "verse_references": [],
      "themes": [
        "Wealth Distribution",
        "Service to Krishna",
        "Family",
        "Personal Necessities"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Namely, 50% for the service of the Lord. Lord means the Supreme Lord Krishna. 25% for the family members. And 25% for personal necessities.",
      "summary": "The speaker shares Prabhupada's recommendation for dividing excess wealth: 50% for Krishna's service, 25% for family, and 25% for personal needs.",
      "timestamp_url": "https://youtu.be/OFoMC9EXZo0?t=644",
      "transcript": "And that is a recommendation of the Bhagavatam. As we have suggested before, Prabhupada gave instructions in a previous purport that I read in detail, the 38th verse purport. It is very big. We covered it in three sessions, three parts. And there, one of the recommendations Prabhupada had given that once accumulated wealth may be divided into three parts for distribution. Namely, 50% for the service of the Lord. Lord means the Supreme Lord Krishna. 25% for the family members. And 25% for personal necessities. So, dividing one's wealth. This for whom? Particularly for people who have lot of excess wealth than what is bare minimum required for keeping body and soul together. There are those who live by the principle that, I will only take as much wealth as is necessary for the minimum, bare minimum necessities for maintaining this body while in the material world because my main business will be simply to engage in Krishna consciousness. For such people, there is no need of any such business division to be made because they don't have that for dividing like this but for those who are having excess wealth than what is minimum necessary there is a a way of dividing the wealth into three parts what is that 50% for service of Krishna 25% for the family members"
    },
    {
      "start_time": 772,
      "end_time": 916,
      "verse_references": [],
      "themes": [
        "Sankirtan Yajna",
        "Mercy",
        "Spiritual Knowledge",
        "Human Mission",
        "Back to Godhead"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Spending 50% of the service of the Lord or for propagation of spiritual knowledge in society by way of the Sankirtan Yagna is the maximum display of human mercy this is actually a necessity for the human beings in the human society",
      "summary": "The speaker emphasizes the importance of using wealth for Sankirtan Yajna as the greatest act of mercy, enabling people to achieve their human mission and return to Godhead.",
      "timestamp_url": "https://youtu.be/OFoMC9EXZo0?t=772",
      "transcript": "and 25% for personal necessities now Prabhupada says why 50% for the service of the Lord spending 50% of the service of the Lord or for propagation of spiritual knowledge in society by way of the Sankirtan Yagna is the maximum display of human mercy this is actually a necessity for the human beings in the human society why because people of the world meaning the human being population of human beings are generally in darkness regarding spiritual knowledge especially in regard to the devotional service of the Lord and therefore to propagate the systematic transcendental knowledge of devotional service is the greatest mercy that one can show in this world there's a need especially in Kali Yuga people are in ignorance darkness of ignorance so they do not know when they do not know how to utilize their excess wealth then what is bare minimum required then default will be use it for sense gratification people become sinful and dharma is destroyed then everything is spoiled the human mission is completely lost whereas if 50% of the excess wealth is spent for propagating Sankirtan Yajna then it is the best use of the available excess wealth and also it is the maximum display of mercy on the human society so nobody will go astray from the path of Dharma everybody will utilize this human form of life for its real purpose and everybody will be able to go back to Godhead get out of this material existence so that no more there is any repetition of birth and death I'll stop"
    }
  ]
}