{
  "video_id": "oFoQ8ZSav-I",
  "title": "Mahabharata | Part 47 | Battle for Virata | His Grace Suvyakta Narasimha Dasa",
  "speaker": "HG Suvyakta Narasimha Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=oFoQ8ZSav-I",
  "segments": [
    {
      "start_time": 0,
      "end_time": 93,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Ajahnath Mirandasya Jnananjana Chalakaya Chaksharunmi Litam Yena Tasmai Shri Kurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/oFoQ8ZSav-I?t=0"
    },
    {
      "start_time": 93,
      "end_time": 202,
      "verse_references": [],
      "themes": [
        "Draupadi",
        "Keechaka",
        "Bhima",
        "revenge"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "And so now, literally Draupadi found herself in a position of being pushed into the fire from the frying pan.",
      "summary": "The speaker summarizes the events leading up to Draupadi's near immolation, focusing on Keechaka's death and the subsequent actions of his followers.",
      "timestamp_url": "https://youtu.be/oFoQ8ZSav-I?t=93"
    },
    {
      "start_time": 202,
      "end_time": 352,
      "verse_references": [],
      "themes": [
        "Pandavas",
        "code names",
        "Bhima's intervention",
        "disguise"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "So, she called out the code names, Jaya, Vijaya, Jayanta, Jayat Sena, Jayat Bala, like this she called out to them saying that she is in danger.",
      "summary": "Draupadi uses pre-arranged code names to call for help, and Bhima, hearing her cries, prepares to rescue her while maintaining their disguise.",
      "timestamp_url": "https://youtu.be/oFoQ8ZSav-I?t=202"
    },
    {
      "start_time": 352,
      "end_time": 478,
      "verse_references": [],
      "themes": [
        "Bhima's strength",
        "Keechaka's followers",
        "divine intervention",
        "justice"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "In short, in a short period of time Bhima finished all of them.",
      "summary": "Bhima single-handedly defeats Keechaka's 300 followers, rescuing Draupadi and then returning unnoticed.",
      "timestamp_url": "https://youtu.be/oFoQ8ZSav-I?t=352"
    },
    {
      "start_time": 478,
      "end_time": 571,
      "verse_references": [],
      "themes": [
        "fear",
        "King Virata",
        "Draupadi's influence",
        "political consequences"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "So you please tell her that the King came and told. King wanted to come and talk to you. But King is very afraid to speak to you directly for the fear of offending you in any manner.",
      "summary": "King Virata, fearing Draupadi's power and the repercussions of her presence, asks his wife to request that she leave the kingdom.",
      "timestamp_url": "https://youtu.be/oFoQ8ZSav-I?t=478"
    },
    {
      "start_time": 571,
      "end_time": 641,
      "verse_references": [],
      "themes": [
        "Draupadi's request",
        "13 days",
        "end of exile",
        "hope"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "After 13 days my Gandharva husbands will come and they will take me away. So I will not trouble you anymore.",
      "summary": "Draupadi requests 13 more days, coinciding with the end of the Pandavas' incognito exile.",
      "timestamp_url": "https://youtu.be/oFoQ8ZSav-I?t=571"
    },
    {
      "start_time": 641,
      "end_time": 751,
      "verse_references": [],
      "themes": [
        "Kauravas",
        "Keechaka's death",
        "Duryodhana's suspicion",
        "Pandavas' discovery"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "So when Duryodhana heard that there was this one Sairindhri one maid servant. And she has five Gandharva husbands. And one of the Gandharva husbands killed Keechaka in the middle of the night when nobody was there. He got a little suspicious.",
      "summary": "News of Keechaka's death reaches the Kauravas, and Duryodhana becomes suspicious of Draupadi and her 'Gandharva' husbands, fearing they are the Pandavas in disguise.",
      "timestamp_url": "https://youtu.be/oFoQ8ZSav-I?t=641"
    },
    {
      "start_time": 751,
      "end_time": 808,
      "verse_references": [],
      "themes": [
        "Duryodhana's anxiety",
        "spies",
        "Pandavas' exile",
        "kingdom"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "Within two weeks I want all of you. Somehow or the other. You have to find out where the Pandavas are. And we have to blow their disguise.",
      "summary": "Duryodhana, anxious about the approaching end of the Pandavas' exile, intensifies his efforts to find and expose them.",
      "timestamp_url": "https://youtu.be/oFoQ8ZSav-I?t=751"
    },
    {
      "start_time": 808,
      "end_time": 891,
      "verse_references": [],
      "themes": [
        "Bhishma's advice",
        "righteousness",
        "Dharma",
        "kingdom"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "The easiest way is. You find out which kingdom. The citizens are all very Dharmic. They are all righteous.",
      "summary": "Bhishma advises Duryodhana to seek out a kingdom known for its righteousness and prosperity, suggesting that the Pandavas would be drawn to such a place, but also advises returning the kingdom.",
      "timestamp_url": "https://youtu.be/oFoQ8ZSav-I?t=808"
    },
    {
      "start_time": 891,
      "end_time": 967,
      "verse_references": [],
      "themes": [
        "Duryodhana's anger",
        "suspicion",
        "Draupadi",
        "Bhima"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "I have somehow got a doubt. That. This. Sairindri. Because of whom. The. Keechaka got killed. Looks like she is Draupadi. And looks like Keechaka must have been killed by Bhima.",
      "summary": "Duryodhana, rejecting Bhishma's advice, voices his suspicion that Sairindri is Draupadi and that Bhima killed Keechaka.",
      "timestamp_url": "https://youtu.be/oFoQ8ZSav-I?t=891"
    },
    {
      "start_time": 967,
      "end_time": 1033,
      "verse_references": [],
      "themes": [
        "Shakuni's plan",
        "attack on Virata",
        "Pandavas' exposure",
        "war"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "Let us. Attack. Virata. And. If. Because King Virata. Now Keechaka is not there. He will be weakened.",
      "summary": "Shakuni proposes attacking Virata's kingdom to force the Pandavas to reveal themselves in defense of the king.",
      "timestamp_url": "https://youtu.be/oFoQ8ZSav-I?t=967"
    },
    {
      "start_time": 1033,
      "end_time": 1136,
      "verse_references": [],
      "themes": [
        "attack on Virata",
        "cow protection",
        "Vedic civilization",
        "king's duty"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "In the Vedic times, every living entity who takes birth in a kingdom is called Praja.",
      "summary": "The lecture describes the attack on Virata and the theft of cows, then transitions to a discussion of the king's duty in Vedic civilization to protect all living entities, not just humans.",
      "timestamp_url": "https://youtu.be/oFoQ8ZSav-I?t=1033"
    },
    {
      "start_time": 1136,
      "end_time": 1258,
      "verse_references": [],
      "themes": [
        "cowherd",
        "Virata's response",
        "Kanka",
        "Vallabha",
        "army"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "So king virata said oh this is a matter of aggression we as a king i cannot sit silently so assemble my army i'll go and fight the opposing king and i will have to bring back the cows",
      "summary": "The cowherds inform King Virata of the attack, and he decides to retaliate, assembling his army and including Kanka (Yudhishthira), Vallabha (Bhima), and others, sensing their hidden capabilities.",
      "timestamp_url": "https://youtu.be/oFoQ8ZSav-I?t=1136"
    },
    {
      "start_time": 1258,
      "end_time": 1362,
      "verse_references": [],
      "themes": [
        "Virata's army",
        "Pandavas' help",
        "Bhima's restraint",
        "victory"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "So he told bima please go forward and help the king so he took the army and they came to the border of the city and they forgot their position at the same time don't overexpose yourself so that people start if they see your full power then people will immediately guess who you are",
      "summary": "Virata's army, aided by the Pandavas, engages the enemy, with Bhima showing restraint to avoid revealing his true strength, ultimately securing a victory.",
      "timestamp_url": "https://youtu.be/oFoQ8ZSav-I?t=1258"
    },
    {
      "start_time": 1362,
      "end_time": 1457,
      "verse_references": [],
      "themes": [
        "Virata's gratitude",
        "Kshatriya custom",
        "attack from Kauravas"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "I have noted your bravery and your valor and your capability in fighting all four of you have fought wonderfully, especially Vallabha has been very good in the field.",
      "summary": "King Virata expresses his gratitude to the Pandavas for their help in the battle and mentions the custom of resting in the battlefield overnight, then learns of a second attack by the Kauravas.",
      "timestamp_url": "https://youtu.be/oFoQ8ZSav-I?t=1362"
    },
    {
      "start_time": 1457,
      "end_time": 1529,
      "verse_references": [],
      "themes": [
        "Bhuminjaya",
        "Brihannala",
        "Virata's concern",
        "eunuch"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "When he heard this, Virata held his head, my God, what have you people done? How can you send him with a eunuch?",
      "summary": "King Virata is dismayed to learn that his son, Bhuminjaya, has gone to fight the Kauravas accompanied only by the eunuch, Brihannala (Arjuna).",
      "timestamp_url": "https://youtu.be/oFoQ8ZSav-I?t=1457"
    },
    {
      "start_time": 1529,
      "end_time": 1641,
      "verse_references": [],
      "themes": [
        "Bhuminjaya's role",
        "Brihannala's offer",
        "charioteer",
        "battlefield"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "Brihannala sent a message to Bhuminjaya through somebody, saying that, this Brihannala acted as a charioteer of Arjuna, so she knows how to drive the chariot.",
      "summary": "Bhuminjaya, left in charge, accepts Brihannala's offer to be his charioteer, and they proceed to the battlefield.",
      "timestamp_url": "https://youtu.be/oFoQ8ZSav-I?t=1529"
    },
    {
      "start_time": 1641,
      "end_time": 1773,
      "verse_references": [],
      "themes": [
        "Kaurava army",
        "Bhuminjaya's fear",
        "flight",
        "Brihannala's persuasion"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "He started really trembling in his dhoti or whatever he was wearing and he said what is this the entire kaurava army has come here i never expected something like this i have never seen such a big army what are we in front of them i cannot stand in front of them all he jumped off the chariot and started running away",
      "summary": "Overwhelmed by the size of the Kaurava army, Bhuminjaya attempts to flee, but Brihannala persuades him to stay and offers to fight in his place.",
      "timestamp_url": "https://youtu.be/oFoQ8ZSav-I?t=1641"
    },
    {
      "start_time": 1773,
      "end_time": 1908,
      "verse_references": [],
      "themes": [
        "Brihannala's plan",
        "weapons",
        "Pandavas' identity",
        "revelation"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "Forget it bhaiya you do one thing you become my charioteer i will fight the enemy and boominja suddenly you will fight you are a dance you are a dance teacher you will fight so brahmanala said don't worry i will take you you you come with me",
      "summary": "Brihannala takes Bhuminjaya to the crematorium to retrieve the Pandavas' hidden weapons, revealing their true identities.",
      "timestamp_url": "https://youtu.be/oFoQ8ZSav-I?t=1773"
    },
    {
      "start_time": 1908,
      "end_time": 2058,
      "verse_references": [],
      "themes": [
        "Arjuna's proof",
        "Bhuminjaya's acceptance",
        "battlefield",
        "conch",
        "discovery"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "Can you tell me the 10 names of Arjuna immediately Arjuna started reciting his 10 names he was famous as Savyasachin he was famous as Vijaya he was also known as Kiriti like this Arjuna had 10 names he immediately recited all of them",
      "summary": "Arjuna proves his identity to Bhuminjaya, who then accepts his role as charioteer, and Arjuna's blowing of his conch reveals the Pandavas' presence to the Kauravas, ending their period of incognito exile.",
      "timestamp_url": "https://youtu.be/oFoQ8ZSav-I?t=1908"
    }
  ]
}