{
  "video_id": "oFoQ8ZSav-I",
  "title": "Mahabharata | Part 47 | Battle for Virata | His Grace Suvyakta Narasimha Dasa",
  "speaker": "HG Suvyakta Narasimha Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=oFoQ8ZSav-I",
  "segments": [
    {
      "start_time": 0,
      "end_time": 93,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Ajahnath Mirandasya Jnananjana Chalakaya Chaksharunmi Litam Yena Tasmai Shri Kurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/oFoQ8ZSav-I?t=0",
      "transcript": "Thank you for watching. Om Ajahnath Mirandasya Jnananjana Chalakaya Chaksharunmi Litam Yena Tasmai Shri Kurave Namaha Namah Om Vishnupadaya Krishna Preshtaya Bhutale Srimate Bhaktivedanta Swamini Tinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Sunyavadi Pashatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nityananda Shri Advaita Gadadhara Shri Vasadi Gauravatta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Kam Karoti Vachalam Pankum Langa Yate Girim Yad Krupata Mahamandey Shri Gurumdina Taranam"
    },
    {
      "start_time": 93,
      "end_time": 202,
      "verse_references": [],
      "themes": [
        "Draupadi",
        "Keechaka",
        "Bhima",
        "revenge"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "And so now, literally Draupadi found herself in a position of being pushed into the fire from the frying pan.",
      "summary": "The speaker summarizes the events leading up to Draupadi's near immolation, focusing on Keechaka's death and the subsequent actions of his followers.",
      "timestamp_url": "https://youtu.be/oFoQ8ZSav-I?t=93",
      "transcript": "Hare Krishna. In the last episode of the Mahabharata, we have seen how Keechaka tried to force himself upon Draupadi and how she found a solution for the problem by engaging Bhima to fight with Keechaka and kill him. This man's hands were imperen moetBe Keechaka point beaut. In the night it was unoccupied and nobody noticed it. AnnSmall and Pandavas cover was also not blown. Keechaka was also taken care of. Draupadi managed to escape from the part of boiling oil. Frau Buddha managed to escape from the pot of boiling oil. She literally fell into the fire, from the frying pan into the fire. What happened after Keechaka's death came to light and people came to know that Keechaka was killed by the Gandharva husband of Sairindhri because he had tried to woo Sairindhri against her wishes. Then Keechaka's followers, they all captured Sairindhri and they decided that when we are cremating Keechaka along with him because Keechaka's last desire was to enjoy Sairindhri, let us put Sairindhri also into the fire and we will take revenge against her for being the cause of the death of our leader, of our commander Keechaka. And so now, literally Draupadi found herself in a position of being pushed into the fire from the frying pan."
    },
    {
      "start_time": 202,
      "end_time": 352,
      "verse_references": [],
      "themes": [
        "Pandavas",
        "code names",
        "Bhima's intervention",
        "disguise"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "So, she called out the code names, Jaya, Vijaya, Jayanta, Jayat Sena, Jayat Bala, like this she called out to them saying that she is in danger.",
      "summary": "Draupadi uses pre-arranged code names to call for help, and Bhima, hearing her cries, prepares to rescue her while maintaining their disguise.",
      "timestamp_url": "https://youtu.be/oFoQ8ZSav-I?t=202",
      "transcript": "Now, what could she do? She called out to the five code names which the Pandavas had discussed amongst themselves which they would call out in case of any danger because at that point of time, she could not call out the original names of the Pandavas. If she did that, their disguise would be blown. And if she called the names by which they were known in Virata, Kanka, Vallabha, Brihannala, Granthika, Tantripala, if she were to call out these names, then also the question would arise how Sairindhri knows them and what is their connection that would again lead to their disguise being blown. So, she called out the code names, Jaya, Vijaya, Jayanta, Jayat Sena, Jayat Bala, like this she called out to them saying that she is in danger. Now, Bhima who was known as Vallabha, he heard Sairindhri's cries for help and he realized what was happening that she was being taken away by the Pandavas. He realized that she was being taken away by Keechaka's, his people. So, what did Bhima do? Bhima wrapped a cloth around his face so that nobody could recognize him like a mask and through a back door, he went out of the kitchen and then through some other path, through some other shortcut, he went to the crematorium where Keechaka's followers were bringing Sairindhri as well as Keechaka. When the followers of Keechaka, dragging Draupadi along and then carrying Keechaka, naturally we can expect they are taking the procession of a dead body. So, they would have passed through various streets in the city because Keechaka was one of the prominent people in the city. He was the commander-in-chief of the army. Naturally, they would have slowly, the procession would have proceeded slowly. They would have given an opportunity for everybody to see him and pay their final respects and all that. So, gradually, slowly they reached the crematorium. When the whole retinue reached the crematorium, they found one huge tall man standing there with one uprooted tree in his hand and wearing a mask around his face who was actually none other than Bhima. And so, these Keechaka's understood that this man is not in a peaceful mood. He is standing in a fighting mood and they guessed who is this man who is stopping our path and they guessed, oh, this must be one of the Gandharva husbands of Sairindhri. Come on, let us kill him also."
    },
    {
      "start_time": 352,
      "end_time": 478,
      "verse_references": [],
      "themes": [
        "Bhima's strength",
        "Keechaka's followers",
        "divine intervention",
        "justice"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "In short, in a short period of time Bhima finished all of them.",
      "summary": "Bhima single-handedly defeats Keechaka's 300 followers, rescuing Draupadi and then returning unnoticed.",
      "timestamp_url": "https://youtu.be/oFoQ8ZSav-I?t=352",
      "transcript": "And they took up their arms and they rushed towards this man who was standing like that personified. And these people, the followers of Keechaka were not small in number. Nowadays, when we see some demonstration happening, we see some 10 people gathered together. Media comes and takes their photo from one angle and say there are a lot of protesters and all that. But this was not like that. There were about 300 of them. Not a small number. Big number. And they were all warriors. They all fell upon Bhima with a vengeful spirit because they wanted to avenge the death of their leader. And now Bhima was also not in a, he was not in a conciliatory mood. There was so much pent up fury inside him also. So many years over, they have been living in forest exile and they come to this one, to Virata to live in incognito. So much humiliation. He would not take out his, vent out his frustration and anger. It had all been building up. So now was a great opportunity for Bhima to vent out his frustration and anger built up over almost 13 years. So Bhima also fought furiously with them. And in no time everywhere there were hands, legs, heads strewn around, torsos with, headless torsos. There was blood flowing around. In short, in a short period of time Bhima finished all of them. And then after he killed all of them. Bhima released Sairendri and then he took the shortcut again and unnoticed by anyone he went back to his place in the kitchen. And finally Draupadi as Sairendri she silently walked back to the city. And suddenly the people are seeing that just now this big procession of 300 people they had taken Sairendri with an intention to burn her with Keechaka. And now she is coming back unharmed. And people started questioning what happened? What happened? Then slowly news started coming in that there was this Gandharva husband of Sairendri who came and he has killed all the followers of Keechaka also."
    },
    {
      "start_time": 478,
      "end_time": 571,
      "verse_references": [],
      "themes": [
        "fear",
        "King Virata",
        "Draupadi's influence",
        "political consequences"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "So you please tell her that the King came and told. King wanted to come and talk to you. But King is very afraid to speak to you directly for the fear of offending you in any manner.",
      "summary": "King Virata, fearing Draupadi's power and the repercussions of her presence, asks his wife to request that she leave the kingdom.",
      "timestamp_url": "https://youtu.be/oFoQ8ZSav-I?t=478",
      "transcript": "Now this news started spreading like wildfire. And the news reached the King Virata also. So Virata now what to do? There was nothing much he could do. He made arrangements for the cremation of Keechaka and his followers properly. Then after that he approached his wife Sudeshna and he told her see this Sairendri she is creating lot of problem. Because of her Keechaka got killed. Now my commander in chief is gone. Now his 300 followers who are the strongest and most powerful warriors in our army they are also finished. Now to keep Sairendri with us I am very afraid. Tomorrow something by chance something some mistake I tell something or I look at her. I look at her in some manner which she takes differently. Then I will also be finished. So it is too risky to keep her. So you please tell her that the King came and told. King wanted to come and talk to you. But King is very afraid to speak to you directly for the fear of offending you in any manner. And then taking the reaction of your husband. So King has said please we are all. We cannot live in this kind of dangerous situations. So you please go wherever you want. We will not create any problem for you. So many years so many months you have stayed with us. So please the King has requested. You please go somewhere where your Gandharva husbands will be peaceful and they will not disturb anyone."
    },
    {
      "start_time": 571,
      "end_time": 641,
      "verse_references": [],
      "themes": [
        "Draupadi's request",
        "13 days",
        "end of exile",
        "hope"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "After 13 days my Gandharva husbands will come and they will take me away. So I will not trouble you anymore.",
      "summary": "Draupadi requests 13 more days, coinciding with the end of the Pandavas' incognito exile.",
      "timestamp_url": "https://youtu.be/oFoQ8ZSav-I?t=571",
      "transcript": "Like this he told his wife Sudeshna. Sudeshna also called Sairendri and gently she spoke to her and told her see all good things are not happening. So many months you have served me also very faithfully. I also do not feel good that all these things are happening. But the King has also conveyed this kind of message. So you please choose wherever whichever place you want to go. And so that your husbands will also be peaceful. You also be peaceful. We do not want any trouble. So then Sairendri told Sudeshna that my dear queen please give me 13 more days. After 13 days my Gandharva husbands will come and they will take me away. So I will not trouble you anymore. Please you have given me shelter. You have given me shelter for more than 11 months. Now only less than 2 more weeks. Please accommodate me. And Sudeshna said okay no problem. You can continue for 2 more weeks. It is not an issue. You can stay. Why? Why did Draupadi say ask for only 13 days? Because after 13 days the period of time of 1 year for the Pandavas to live incognito was getting over."
    },
    {
      "start_time": 641,
      "end_time": 751,
      "verse_references": [],
      "themes": [
        "Kauravas",
        "Keechaka's death",
        "Duryodhana's suspicion",
        "Pandavas' discovery"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "So when Duryodhana heard that there was this one Sairindhri one maid servant. And she has five Gandharva husbands. And one of the Gandharva husbands killed Keechaka in the middle of the night when nobody was there. He got a little suspicious.",
      "summary": "News of Keechaka's death reaches the Kauravas, and Duryodhana becomes suspicious of Draupadi and her 'Gandharva' husbands, fearing they are the Pandavas in disguise.",
      "timestamp_url": "https://youtu.be/oFoQ8ZSav-I?t=641",
      "transcript": "So they were in the final stage of their exile. Now while all this was going on this news about the death of Keechaka spread everywhere not only within Virata but even to all the neighboring kingdoms also the message started spreading. Soon the news reached Hastinapura. And the Kauravas also came to know like this Keechaka has been killed. Keechaka was a very powerful warrior. And he had avoided the Virata kingdom coming under the subjugation of the Kaurava rulers. So they had always felt that somehow we are not able to subdue him. Now when the news came that Keechaka is dead he is no more. They were all very relieved. Now this very easily King Virata is now weakened. We can subjugate him. Like this they were thinking. Now the news also reached them. About how Keechaka got killed. So when Duryodhana heard that there was this one Sairindhri one maid servant. And she has five Gandharva husbands. And one of the Gandharva husbands killed Keechaka in the middle of the night when nobody was there. He got a little suspicious. Why is it like this? Why would even Gandharvas also don't come and they are not cowards. They will not fight in the dark when nobody is around and all that. Why did they not openly challenge Keechaka and fight with him. Like this some doubt started running in Duryodhana's mind. But more important thing for him. What was occupying his mind was. Less than two weeks were left. For the time of the one year exile of the Pandavas living incognito was getting over."
    },
    {
      "start_time": 751,
      "end_time": 808,
      "verse_references": [],
      "themes": [
        "Duryodhana's anxiety",
        "spies",
        "Pandavas' exile",
        "kingdom"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "Within two weeks I want all of you. Somehow or the other. You have to find out where the Pandavas are. And we have to blow their disguise.",
      "summary": "Duryodhana, anxious about the approaching end of the Pandavas' exile, intensifies his efforts to find and expose them.",
      "timestamp_url": "https://youtu.be/oFoQ8ZSav-I?t=751",
      "transcript": "Now Duryodhana was getting worried. Because all his spies were coming back and saying. That we are not able to find trace of anywhere. Where the Pandavas are there. Now if they finish their period of exile successfully. Then he would have to return their kingdom. Which was never Duryodhana's intention anyway. He always thought very easily. I will be able to discover their disguise. And we will send them another twelve years in forest. He was expecting that. But that's not coming true. And less than two weeks are left. He was in great anxiety about this. So he called all the spies and told them. Put redoubled effort. Put redoubled efforts. Within two weeks I want all of you. Somehow or the other. You have to find out where the Pandavas are. And we have to blow their disguise. We have to uncover their disguise. And we have to send them again into forest exile. Somehow or the other this has to happen. So he encouraged all his spies. And sent them out again."
    },
    {
      "start_time": 808,
      "end_time": 891,
      "verse_references": [],
      "themes": [
        "Bhishma's advice",
        "righteousness",
        "Dharma",
        "kingdom"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "The easiest way is. You find out which kingdom. The citizens are all very Dharmic. They are all righteous.",
      "summary": "Bhishma advises Duryodhana to seek out a kingdom known for its righteousness and prosperity, suggesting that the Pandavas would be drawn to such a place, but also advises returning the kingdom.",
      "timestamp_url": "https://youtu.be/oFoQ8ZSav-I?t=808",
      "transcript": "In the meantime. In the assembly of the Kauravas. Along with Dhritarashtra, Drona, Bhishma. All these people also. Duryodhana started discussing. How to discover where the Pandavas are. And he was telling how these spies are coming back. And they are reporting that they are not able to find him. Find the Pandavas. All these things were going on. Then Bhishma gave an idea to Duryodhana. Bhishma spoke to Duryodhana. And he told him in the assembly. I will tell you where to find Yudhishthira and the Pandavas very easily. So Duryodhana's eyes spread up. Okay. So how to find? Please tell me. Bhishma told. The easiest way is. You find out which kingdom. The citizens are all very Dharmic. They are all righteous. They are very pious. Peaceful. And the kingdom is very prosperous. Without any diseases. Without any problems. Very peacefully they are able to carry on their activities. Wherever Yudhishthira is there. Because he is Dharma personified. Therefore. Wherever he lives. All the citizens will be very Dharmic. There will be no Adharma. People will all be living very righteously. And all. They will not be facing any of the problems of material nature. So find out such a place. You will find that the Pandavas are there. And you call the Pandavas. Beg for forgiveness. Return the kingdom to them. Return hand over Hastinapur also to them. And subjugate yourself to them. Bhishma said like this."
    },
    {
      "start_time": 891,
      "end_time": 967,
      "verse_references": [],
      "themes": [
        "Duryodhana's anger",
        "suspicion",
        "Draupadi",
        "Bhima"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "I have somehow got a doubt. That. This. Sairindri. Because of whom. The. Keechaka got killed. Looks like she is Draupadi. And looks like Keechaka must have been killed by Bhima.",
      "summary": "Duryodhana, rejecting Bhishma's advice, voices his suspicion that Sairindri is Draupadi and that Bhima killed Keechaka.",
      "timestamp_url": "https://youtu.be/oFoQ8ZSav-I?t=891",
      "transcript": "Duryodhana flared up. He said. What is this? I am asking you for a. For a. How to discover the Pandavas and send them back and forth. And you are telling me to give the kingdom to them. Now. He cannot. Of course. Duryodhana could not fight back with Bhishma also. But. He was naturally. He was. He was angry. But he couldn't say anything. Then. Duryodhana said. I have got a. Somehow. Again. In his mind. The. The whole incident of Keechaka's death came back to his mind. And he said. I have somehow got a doubt. That. This. Sairindri. Because of whom. The. Keechaka got killed. Looks like she is Draupadi. And looks like Keechaka must have been killed by Bhima. Because. Nobody was more powerful than. Than Bhima. In front of Keechaka. Keechaka was. So powerful. There was only Bhima who was more powerful than them. And. The way he has been killed in the middle of the night. When nobody was there. And nobody saw the whole fight. Means that. Bhima must have done it. So that his disguise is. Safe. It is not uncovered. So. Then. So. Looks like. Virata may be the place where the Pandavas are living in disguise. Like this. Duryodhana started surmising."
    },
    {
      "start_time": 967,
      "end_time": 1033,
      "verse_references": [],
      "themes": [
        "Shakuni's plan",
        "attack on Virata",
        "Pandavas' exposure",
        "war"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "Let us. Attack. Virata. And. If. Because King Virata. Now Keechaka is not there. He will be weakened.",
      "summary": "Shakuni proposes attacking Virata's kingdom to force the Pandavas to reveal themselves in defense of the king.",
      "timestamp_url": "https://youtu.be/oFoQ8ZSav-I?t=967",
      "transcript": "Then Shakuni called Duryodhana's side and told him. That is the case. Let us do one thing. Let us. Attack. Virata. And. If. Because King Virata. Now Keechaka is not there. He will be weakened. And. If the Pandavas are there. In the kingdom of Virata. Naturally. They will come forward to protect the king. Then their disguise will be uncovered. So. Duryodhana. Now. Duryodhana said. Ah. Very excellent idea. Let us do this immediately. Let us take our army and set forth. And. Dhritarashtra also said. Yes. Yes. Please do. Bhishma and Drona are looking at each other. And Vidura. What is this? Dhritarashtra. The emperor is also. Handing gloves with Duryodhana. So. They could not say anything. So. Duryodhana called one of their ally kings. And. He told him. You attack Virata from one direction. I will attack. Virata. The next. Day. From another opposite direction. In this way. We will hem them in from both sides. And Virata will not be able to manage the situation with his army on himself. The Pandavas will be forced to come to his rescue. So let us do this."
    },
    {
      "start_time": 1033,
      "end_time": 1136,
      "verse_references": [],
      "themes": [
        "attack on Virata",
        "cow protection",
        "Vedic civilization",
        "king's duty"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "In the Vedic times, every living entity who takes birth in a kingdom is called Praja.",
      "summary": "The lecture describes the attack on Virata and the theft of cows, then transitions to a discussion of the king's duty in Vedic civilization to protect all living entities, not just humans.",
      "timestamp_url": "https://youtu.be/oFoQ8ZSav-I?t=1033",
      "transcript": "So. The very next day. The allies of Duryodhana. They attacked the kingdom of Virata. They attacked the kingdom of Virata. And they started taking away his cows. They were at the outskirts of the city. And so the cows had come there for grazing. And the cows are like the citizens of the kingdom. Even the cows are supposed to be given special protection by the kings. In the Vedic civilization, elderly people, women, children, cows and the priestly class of people. These five classes of people had to be given special protection by the king under all circumstances. It was the duty of the king. Not like modern days. In modern days, the government thinks of protection only of the human citizens. They are not bothered about the animals who live in the kingdom. The animals are slain to the slaughterhouse and the human beings should be protected. This is the current day government's policy all over the world. But in the Vedic times, every living entity who takes birth in a kingdom is called Praja. Praja. Jayate. Jayate means to take birth. Whoever takes birth in the kingdom of Jayate. Whoever takes birth in the kingdom of Jayate. Whoever takes birth in the kingdom of Jayate. Quem is left morning, that Timelike. So, he is not allowed to take birth inside his kingdom. Safet Κhilep ruins. Father King. Foods are confiscated. It is important for visitors of the kingdom. So, the person who is allowed to take birth inside the kingdom ofда kingdom, is called the citizen of the kingdom. Singha. So even animals take birth within the kingdom, they also are considered citizens. Citizens in one respect? In respect of the receiving the, having the birth right to receive the protection from the king, from bodily harm and as well as for their welfare activity. Sure not? So it was the duty of the king to protect. Not only human beings but even animals."
    },
    {
      "start_time": 1136,
      "end_time": 1258,
      "verse_references": [],
      "themes": [
        "cowherd",
        "Virata's response",
        "Kanka",
        "Vallabha",
        "army"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "So king virata said oh this is a matter of aggression we as a king i cannot sit silently so assemble my army i'll go and fight the opposing king and i will have to bring back the cows",
      "summary": "The cowherds inform King Virata of the attack, and he decides to retaliate, assembling his army and including Kanka (Yudhishthira), Vallabha (Bhima), and others, sensing their hidden capabilities.",
      "timestamp_url": "https://youtu.be/oFoQ8ZSav-I?t=1136",
      "transcript": "beings but even animals plants all of them had to be protected suitably so the the when the cows were taken away the cowherd were all came running to the court of king virata and they informed him like this the neighboring kings have attacked us and they have they have taken away all our cows so king virata said oh this is a matter of aggression we as a king i cannot sit silently so assemble my army i'll go and fight the opposing king and i will have to bring back the cows so why because if just like if somebody attacks the the city of our country and kills some civilian the army will not keep quiet they will retaliate so since the cows were also accorded the same status they were also given the status of citizens and they had the right for protection king virata had to take such a such an important step such a critical step here to take and now kichaka is not there all the 300 followers of kichaka the most powerful of his warriors are also gone so looking around virata thought let me take kanka also with me looks like because kanka was also physically he was well developed and he had all the looks of a of a kshatriya although he was playing only the role of an advisor to king virata but he thought let me take virata also along what ever help he could assemble he wanted to take along so he called vallabha also he called tantripal also he called granthika also called all of them you also come with me because virata somehow he felt that these people are not the ordinary people they are they are they are presenting themselves as looks like they are far more capable so he thought if let me take them along and if they are very capable we will come to know in the battlefield and if they are very capable then i can promote them and anyway i need a replacement for the commander-in-chief for my army for"
    },
    {
      "start_time": 1258,
      "end_time": 1362,
      "verse_references": [],
      "themes": [
        "Virata's army",
        "Pandavas' help",
        "Bhima's restraint",
        "victory"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "So he told bima please go forward and help the king so he took the army and they came to the border of the city and they forgot their position at the same time don't overexpose yourself so that people start if they see your full power then people will immediately guess who you are",
      "summary": "Virata's army, aided by the Pandavas, engages the enemy, with Bhima showing restraint to avoid revealing his true strength, ultimately securing a victory.",
      "timestamp_url": "https://youtu.be/oFoQ8ZSav-I?t=1258",
      "transcript": "for replacing kichaka so if one of these people are turn out to be good then i can promote them so thinking like this virata took them also along of course he did not take brahman nala because she is a eunuch nobody expected her to have any fighting ability so virata took all of them took his army and they came to the border of the city and a huge fight between the two armies on the one side there are the opposing kings and this side virata along with kanka and vallaba and granthika and tantripala the fight was raging very furiously and the the the virata was also fighting very valiantly but he was finding it difficult so when yudhishthira saw that the the they had to support the king it was not right that they keep quiet so he told bima please go forward and help the king so he took the army and they came to the border of the city and they forgot their position at the same time don't overexpose yourself so that people start if they see your full power then people will immediately guess who you are so show a moderate power at the same time you have to help the king to overcome the uh the the enemy and so with uh with a lot with with a lot of restraint bima also jumped into the field and even with restraint he was he was he was there was nobody in the opposing enemy who could match them their heads were rolling, soldiers were falling and by evening the Virata and all his army along with these four Pandava brothers, they had routed the enemy army and the enemy army fled away."
    },
    {
      "start_time": 1362,
      "end_time": 1457,
      "verse_references": [],
      "themes": [
        "Virata's gratitude",
        "Kshatriya custom",
        "attack from Kauravas"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "I have noted your bravery and your valor and your capability in fighting all four of you have fought wonderfully, especially Vallabha has been very good in the field.",
      "summary": "King Virata expresses his gratitude to the Pandavas for their help in the battle and mentions the custom of resting in the battlefield overnight, then learns of a second attack by the Kauravas.",
      "timestamp_url": "https://youtu.be/oFoQ8ZSav-I?t=1362",
      "transcript": "So since it was already evening, Virata looked back at all these four people who had accompanied them and he said, I have noted your bravery and your valor and your capability in fighting all four of you have fought wonderfully, especially Vallabha has been very good in the field. I am very happy with all of you. So I want to reward you also once we go back to the kingdom, I will reward you also. I am very thankful that you came and accompanied me and the Pandavas were also, no, no, it was our duty. You have given us protection. So when you are in danger, it is our duty to be standing by your side and all those kinds of things. And it was the custom that the evening when a battle happens, the Kshatriyas who are engaged in that battle. The victorious. The victorious army, they rest in the battlefield for the night and next day they go back to the kingdom. This was the common, normal practice. So all of them put camp, they put tent and they stayed for that night in the, in the battlefield itself. Next day morning, the sun rose and after the sun rose, they took some, they took their bath and finished all their morning ablutions and they started back to the kingdom of Virata. So they came back to the capital city. And when they entered the palace, they were very victorious. They were received very well by all the people. Oh, our King Virata has come back victorious. There was great joy. And when he came back to the palace, the citizens informed him while you are away today, early morning, another group of army headed by the Kauravas attacked the city from the opposite"
    },
    {
      "start_time": 1457,
      "end_time": 1529,
      "verse_references": [],
      "themes": [
        "Bhuminjaya",
        "Brihannala",
        "Virata's concern",
        "eunuch"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "When he heard this, Virata held his head, my God, what have you people done? How can you send him with a eunuch?",
      "summary": "King Virata is dismayed to learn that his son, Bhuminjaya, has gone to fight the Kauravas accompanied only by the eunuch, Brihannala (Arjuna).",
      "timestamp_url": "https://youtu.be/oFoQ8ZSav-I?t=1457",
      "transcript": "side. So King Virata said, Oh my God, then what happened? What is happening there? This, we were away, we were not there. Now who is, who has gone to fight with them? Then the citizens informed him, your eldest son Bhuminjaya has gone to face the Kauravas. So King Virata said, Oh Bhuminjaya, but he is no match for the Kauravas, whom has he taken with him? Who has accompanied him? Is there someone strong enough to go with him? Unfortunately I had taken away Vallabha and all these people, otherwise one or two of them, if I had left, they could have gone with Bhuminjaya. Nobody would have foreseen that. From opposite direction, another army will come and attack them. So all of them informed him that Bhuminjaya has gone with the eunuch, Brihannala. When he heard this, Virata held his head, my God, what have you people done? How can you send him with a eunuch? My son will be killed in no time. He is anyway no match for the Kauravas, big, big people are there, Duryodhana, Bhishma, Karna. Half of them is enough to kill my son and you have sent him with a eunuch. People have gone mad or what?"
    },
    {
      "start_time": 1529,
      "end_time": 1641,
      "verse_references": [],
      "themes": [
        "Bhuminjaya's role",
        "Brihannala's offer",
        "charioteer",
        "battlefield"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "Brihannala sent a message to Bhuminjaya through somebody, saying that, this Brihannala acted as a charioteer of Arjuna, so she knows how to drive the chariot.",
      "summary": "Bhuminjaya, left in charge, accepts Brihannala's offer to be his charioteer, and they proceed to the battlefield.",
      "timestamp_url": "https://youtu.be/oFoQ8ZSav-I?t=1529",
      "transcript": "So like this, Virata got very upset. Actually what had happened was, while in the morning, the Virata and the army had not yet returned, the Bhuminjaya was administering on behalf of his father. His father, while leaving to handle the opposing enemy who had taken away the cows. He had told Bhuminjaya, in my absence, you officiate on my behalf. So Bhuminjaya was sitting on the throne and morning, early morning, he got the news that the Kauravas have attacked Virata from the opposite direction. So Bhuminjaya told, oh what to do, now the entire army has gone away. And he said, I myself will fight very strongly with all these Kauravas, I am ready to fight, but I don't have a charioteer. There is nobody who can act as my charioteer. Then at that time. Brihannala sent a message to Bhuminjaya through somebody, saying that, this Brihannala acted as a charioteer of Arjuna, so she knows how to drive the chariot. So the information reached Bhuminjaya, then everybody, even Sairindri also spoke to Bhuminjaya and told him, he is very capable, you take him, don't worry at all, he will help you win over the Kauravas and all that. So now Bhuminjaya could not go back on his words. They already had spoken. So Bhuminjaya. Like that, Bhuminjaya was very boastfully, so now what to do? Now he said, okay, Brihannala come, we will go. And he clad on his armour, took his bow and all that. Come on, Brihannala, we will see. Orkayi paathir la, we will see who these Kauravas are there. I will show my valour today. Like that they got on the chariot and Brihannala driving the chariot, wearing her sari and long braided hair and all that and wearing all ornaments and all that and she is sitting and driving the chariot. And Bhuminjaya is standing. Very quickly they reached Arjuna. Then they tried to drive the chariot."
    },
    {
      "start_time": 1641,
      "end_time": 1773,
      "verse_references": [],
      "themes": [
        "Kaurava army",
        "Bhuminjaya's fear",
        "flight",
        "Brihannala's persuasion"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "He started really trembling in his dhoti or whatever he was wearing and he said what is this the entire kaurava army has come here i never expected something like this i have never seen such a big army what are we in front of them i cannot stand in front of them all he jumped off the chariot and started running away",
      "summary": "Overwhelmed by the size of the Kaurava army, Bhuminjaya attempts to flee, but Brihannala persuades him to stay and offers to fight in his place.",
      "timestamp_url": "https://youtu.be/oFoQ8ZSav-I?t=1641",
      "transcript": "the edge of the city and from quite a distance they could see the whole vast army of the kauravas and there are the splendorous chariots of bhismadeva dronacharya duryodhana karna kripacharya ashwatthama practically the entire kaurava army was there now bhuminja saw that he started really trembling in his dhoti or whatever he was wearing and he said what is this the entire kaurava army has come here i never expected something like this i have never seen such a big army what are we in front of them i cannot stand in front of them all he jumped off the chariot and started running away now in the from the distance the kaurava army they are watching this whole scene they are seeing one prince has come all alone in one chariot and there is this woman in full sadi and all that and and all that and and looks like it was look like a man also and they they deduced that this looks more like a eunuch it's not really a woman and the this prince has come the eunuch has a chariot driver and then suddenly this prince has jumped off the chariot and running away and this eunuch jumped off the chariot eunuch is also running in sari behind this prince and after a little while the eunuch managed to catch hold of the prince and dragging dragging back to the chariot all this scene is being enacted on the battlefield and the kauravas are watching this whole thing happening and they are also wondering what is going on they are also not able to figure out so finally so here what was happening brahmanala dragged boominja back and said how can you run away like this a kshatriya can never turn back from battlefield it is worse than death today stand on the battlefield if you are killed go to swarga otherwise you you defeat the enemy you cannot run away like this and boominja is trembling full of tears i cannot stand here i am already i'm please let me go please let me go please help me please he's screaming like that finally brahmanala said forget it bhaiya you do one thing you become my charioteer i will fight the enemy and boominja"
    },
    {
      "start_time": 1773,
      "end_time": 1908,
      "verse_references": [],
      "themes": [
        "Brihannala's plan",
        "weapons",
        "Pandavas' identity",
        "revelation"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "Forget it bhaiya you do one thing you become my charioteer i will fight the enemy and boominja suddenly you will fight you are a dance you are a dance teacher you will fight so brahmanala said don't worry i will take you you you come with me",
      "summary": "Brihannala takes Bhuminjaya to the crematorium to retrieve the Pandavas' hidden weapons, revealing their true identities.",
      "timestamp_url": "https://youtu.be/oFoQ8ZSav-I?t=1773",
      "transcript": "suddenly you will fight you are a dance you are a dance teacher you will fight so brahmanala said don't worry i will take you you you come with me and suddenly the kauravas are seeing the chariot went off in another direction where did the chariot go arjuna took the boominja with him to the cemetery near the crematorium where all the arms were kept there there all their weapons were kept and brahmanana told boominja you that this one is there no that packet it is there on top of the cemetery you bring it down boominja looked at that and he said hey that is some old woman's dead body what do you want me to bring that down and some ghost will come and attack me first of all there is that army and you are saying you will fight them now you are telling me to bring the bring down one dead body i cannot do all this then brahmanala told him this is not a dead body there are some weapons there you go and bring it i'll show you so then with great this one boominja yeah i got stuck somehow i should have kept quiet in that assembly somehow something i told i'll go i'll fight i'll do all this now i'm stuck like this anyway what to do he climbed on the cemetery and brought down that whole package and he folded it brilliantly shining all kinds of weapons one brilliantly shining bow and there is one big gada and swords and all these kind of things and Bhuminja when he saw that he got shocked he said these are not ordinary weapons what are these to whom do they belong then Brihannala start pointing out this bow that you are seeing this is called the Gandiva this was used by Arjuna and this mace that you are seeing this is the mace of Bhima like this he started pointing out the weapon of each of the Pandavas so then this Bhuminjaya he asked Brihannala how did this come here and how do you know that these are the weapons of the Pandavas then Brihannala revealed to him I am actually Arjuna and Vallabha is Bhima Kanka is Yudhishtira Granthika is Nakula and Tantripala is Sahadeva so we are the five Pandavas and"
    },
    {
      "start_time": 1908,
      "end_time": 2058,
      "verse_references": [],
      "themes": [
        "Arjuna's proof",
        "Bhuminjaya's acceptance",
        "battlefield",
        "conch",
        "discovery"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "Can you tell me the 10 names of Arjuna immediately Arjuna started reciting his 10 names he was famous as Savyasachin he was famous as Vijaya he was also known as Kiriti like this Arjuna had 10 names he immediately recited all of them",
      "summary": "Arjuna proves his identity to Bhuminjaya, who then accepts his role as charioteer, and Arjuna's blowing of his conch reveals the Pandavas' presence to the Kauravas, ending their period of incognito exile.",
      "timestamp_url": "https://youtu.be/oFoQ8ZSav-I?t=1908",
      "transcript": "when this Bhuminja heard this he was shocked and he said how can I understand that you are Arjuna give me some proof can you tell me the 10 names of Arjuna immediately Arjuna started reciting his 10 names he was famous as Savyasachin he was famous as Vijaya he was also known as Kiriti like this Arjuna had 10 names he immediately recited all of them and then he Bhuminjaya fell at his feet and then he said I accept that you are Arjuna you are one of the Pandava brothers but how all this why are you like this like a eunuch and so Arjuna explained the whole thing to him in brief and he told him out of the incognito they had to come like this and that's how they are there and so now Bhuminjaya got a lot of confidence if you are Arjuna then I have no worry I am ready to access your chariot here so he also sat down on the chariot now his all his bravery had come back confidence had come back and then Arjuna he drove Arjuna back to the battlefield and then Brihannala Arjuna took up his conch and loudly he blew on the conch that conch of Dhananjaya Arjuna it was a divine conch and it emitted such a wonderful sound that practically Bhuminjaya fell off the chariot and the horses also they also fell down and then Arjuna said hey my dear Prince you are supposed to have a strong heart come on get up one sound of the conch you cannot fall down like this so then Bhuminjaya also got sorry sorry first time I'm also hearing something like this so I got shocked and out of surprise I fell down so then Arjuna told you don't worry you sit down again once more I'll blow the conch I'm warning you beforehand so then Bhuminjaya also steeled himself and somehow he managed to control the horses and Arjuna blew his conch again then immediately Dronacarya in Bhishma they said ah this is the conch shell of Arjuna this eunuch is not a unit this is celebrity this is Arjuna 100 percent then uh what happened now that the Arjuna had been discovered the Pandavas had been Discovered what transpired now that their cover had been blown would the Pandavas have to go back to the forest in exile please join us in our next episode to know more about Pandavas, let's chase after Pandavas and just start from the hunt with our first Indian mostra from Java. If you are new"
    }
  ]
}