{
  "video_id": "oI5kN1Ecg50",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.7.10 Part 6 | 20-12-2021",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=oI5kN1Ecg50",
  "segments": [
    {
      "start_time": 0,
      "end_time": 56,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer",
        "guru"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Agyana Timiraandasya Gyananjanishalakaya Chakshurunmeeritam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, invoking blessings and paying respects to the spiritual master and Lord Krishna.",
      "timestamp_url": "https://youtu.be/oI5kN1Ecg50?t=0",
      "transcript": "Om Agyana Timiraandasya Gyananjanishalakaya Chakshurunmeeritam Yena Tasmai Shri Gurave Namaha Namah Om Vishnupadaya Krishna Preshtaya Bhutale Shreemate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Srivasa Adi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Deveem Saraswateem Vyasam Tato Jaya Mudhirayet"
    },
    {
      "start_time": 56,
      "end_time": 174,
      "verse_references": [],
      "themes": [
        "devotional service",
        "material desires",
        "purification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Even though those who begin devotional service with a material motive are considered to be engaged in mixed devotional service, but gradually they give up all material desires and they are elevated to the platform of pure devotional service.",
      "summary": "The speaker discusses how individuals with pious backgrounds and even those with material motives can gradually purify themselves and attain pure devotional service through the mercy of the Vaishnavas and Krishna.",
      "timestamp_url": "https://youtu.be/oI5kN1Ecg50?t=56",
      "transcript": "We continue the discussion. This is a discussion from the previous session on the same verse, Atmarama verse. I will directly go to the other meanings or explanations of the Atmarama verse. It was described in the previous session that four kinds of pious people begin to render devotional service to Krishna because they have a pious background. They are apt to be devoted to Krishna. They are apt to surrender to Krishna. So Lord Chaitanya explains, because they have a pious background, all four types of people are to be considered greatly fortunate. Such people gradually give up material desires and become pure devotees. How does it work? Lord Chaitanya says, one is elevated to the platform of devotional life by the mercy of the Vaishnava, the bona fide spiritual master, and by the special mercy of Krishna. On that platform, one wants to give up all material desires and one gives up the association of unwanted people also. Thus one is elevated to the platform of pure devotional service. Okay. Even though those who begin devotional service with a material motive are considered to be engaged in mixed devotional service, but gradually they give up all material desires, they give up unwanted association and they are elevated to the platform of pure devotional service."
    },
    {
      "start_time": 174,
      "end_time": 329,
      "verse_references": [],
      "themes": [
        "Krishna's mercy",
        "material desires",
        "devatas"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When merciful Lord Krishna understands that a foolish devotee desires material prosperity, he gratefully gives him shelter off his lotus feet.",
      "summary": "The speaker explains that Krishna, unlike devatas, considers the devotee's ultimate benefit and may not grant material desires if they are detrimental, instead offering shelter at His lotus feet to purify the devotee.",
      "timestamp_url": "https://youtu.be/oI5kN1Ecg50?t=174",
      "transcript": "What happens to the platform of pure devotional service? When they come to the platform of pure devotional service, something very wonderful happens. When merciful Lord Krishna understands that a foolish devotee desires material prosperity, he gratefully gives him shelter off his lotus feet. In this way, the Lord covers the devotee's undesirable ambitions. See, another characteristic of Krishna. Whenever Krishna is in a position to fulfill one's desire, he undoubtedly does so, but he does not avoid anything which after being enjoyed will cause one to petition him again and again to fulfill further desires. Sometimes people ask, what is the difference between worshipping a devata for some material benefit and worshipping Krishna for the same material benefit? There is a world of difference. There is a big, big difference. That is what is being said here. If somebody worships a devata for some material benefit, if it is according to scriptural direction he is doing it, then the devata will award the particular benefit without any consideration whether it is good for the person whom he is awarding or not good. Devata will simply award it. That's all. According to, strictly the laws of material nature as stated in the scriptures. Now, when Krishna is worshipped by a devotee, by somebody who wants material benefit, then Krishna considers whether the benediction that he is asking from me, whether it is good for the devotee or not. Krishna has that consideration. If it is not good, Krishna will not award him that particular material benefit. Instead, Krishna purifies that devotee. So, it is said here, when one has other desires other than bhakti, but at the same time such a person engages in Krishna's service, Krishna forcibly gives one shelter at his lotus feet, where one will forget all other desires."
    },
    {
      "start_time": 329,
      "end_time": 477,
      "verse_references": [],
      "themes": [
        "Krishna's kindness",
        "material entanglement",
        "devatas"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna forcibly gives shelter to such a devotee at his lotus feet. And that will make the devotee forget about all material nonsense, all material benefits.",
      "summary": "Using the analogy of asking for poison, the speaker contrasts Krishna's protective kindness with the devatas' willingness to grant material desires, which ultimately lead to further entanglement in the material world.",
      "timestamp_url": "https://youtu.be/oI5kN1Ecg50?t=329",
      "transcript": "See, this is Krishna's special mercy. Krishna is so very kind. I am foolishly going and asking Krishna, give me some poison. Actually, what should I be asking from Krishna? Nectar. But I do not know. Poison is actually not good for me. I think poison is something very nice. I am mistaken. Poison is like nectar. So, Krishna, will he simply give poison because you are asking for poison? No, never. What about devatas? You go and ask devata some poison. Will devata give? Yeah, he will give. He never refuses. When you are within the, you are following the scriptural injunctions and it is given the shastras, this devata can avoid this material benefit, some other devata can avoid some other material benefit. These material benefits are simply entangling the person more and more and more. The very cause of all our miseries is material existence, entanglement in material existence. And foolish people, what do they do? They think that if we worship some devata and gets more material benefit, oh, we can become free from all problems. What they don't realize is material benefits are of the nature that they further entangle you to make you suffer more and more and more and more material miseries. Neither the devatas will refuse you some material benefit that you may ask if you follow all the rules, nor you yourself can realize that I am becoming more and more entangled. I am not getting free from this entanglement. I am not able to put an end to my miseries in this material world. Whereas, when somebody worships Krishna and goes and asks for some material benefit, Krishna will forcibly give shelter to such a devotee at his lotus feet, and that will make the devotee forget about all material nonsense, all material benefits. Forget about it. And he becomes... What happens?"
    },
    {
      "start_time": 477,
      "end_time": 560,
      "verse_references": [],
      "themes": [
        "Krishna Consciousness",
        "Bhakti",
        "Gyanam Arga"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Such a devotee actually becomes elevated to Krishna Consciousness and he will only want Bhakti and nothing else.",
      "summary": "The speaker explains that by worshipping Krishna and receiving shelter at His lotus feet, a devotee forgets material desires and becomes elevated to Krishna Consciousness, desiring only bhakti. He then introduces the concept of Gyanam Arga and two kinds of worshippers.",
      "timestamp_url": "https://youtu.be/oI5kN1Ecg50?t=477",
      "transcript": "Such a devotee actually becomes elevated to Krishna Consciousness and he will only want Bhakti and nothing else. The nectar, nectar of devotion. Bhakti, Rasa, Amrita. Now, Chaitanya Mahaprabhu begins to explain that those who are following the Gyanam Arga, if they come in contact with a pure devotee or some or the other take to devotional, pure devotional service, then they give up their desire for liberation, they give up their desire for any material gain, and they simply become interested in pure devotional service. So, Lord Chaitanya explains, there are two kinds of worshippers on the path of philosophical speculation. One is called a Brahma Upasaka, a worshipper of the impersonal Brahman, and the other is called Moksha Kamshi or one who desires liberation. Two kinds of people on the Gyanam Arga."
    },
    {
      "start_time": 560,
      "end_time": 726,
      "verse_references": [],
      "themes": [
        "impersonal Brahman",
        "devotional service",
        "transcendental body"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When one actually begins devotional service, even for the sake of attaining some Brahman realization, still, one in devotional service is attracted away from the impersonal Brahman.",
      "summary": "The speaker elaborates on the three types of worshippers of the impersonal Brahman and explains that even those who begin devotional service with the aim of Brahman realization are ultimately drawn away from it and awarded a transcendental body to serve Krishna directly.",
      "timestamp_url": "https://youtu.be/oI5kN1Ecg50?t=560",
      "transcript": "Two kinds of worshippers. Now, among the worshippers of the impersonal Brahman, there are three types of people: the beginner, the one whose thoughts are absorbed in Brahman, and the one who has actually attained liberation by merging into impersonal Brahman. So, three kinds of people who are worshippers of impersonal Brahman. Now, without a tinge of devotional service, simply by following the path of philosophical speculation, one cannot attain the Brahman platform. One cannot be elevated to transcendence, not possible. So, when one actually begins devotional service, even for the sake of attaining some Brahman realization, still, one in devotional service is attracted away from the impersonal Brahman. Such a person is awarded a transcendental body to engage in Lord Krishna's service directly. See what happens with devotional service. When a devotee gets a spiritual body, he can remember the transcendental qualities of Krishna simply by being attracted to Krishna's transcendental qualities. Ittham bhuta guno hari. Krishna is full of transcendental qualities. Any one quality the devotee gets attracted, he becomes a pure devotee engaged directly in devotional service to Krishna. He starts off as an impersonalist worshipping the impersonal Brahman, but then to attain success in that worship, he has to mix some devotional service. So, when he begins to do some devotional service, then all these things happen. He is taken away from the goal of impersonal Brahman and is awarded a spiritual body. In spiritual body, he becomes aware of Krishna's transcendental qualities and gets attracted and becomes a pure devotee directly engaged in Krishna's service."
    },
    {
      "start_time": 726,
      "end_time": 871,
      "verse_references": [],
      "themes": [
        "liberated soul",
        "Krishna's pastimes",
        "association with devotees"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Even a liberated soul merged in the impersonal Brahman is attracted to the pastimes of Krishna.",
      "summary": "The speaker quotes a statement that even liberated souls are attracted to Krishna's pastimes and emphasizes the importance of hearing about Krishna from pure devotees to experience a revolution in the heart.",
      "timestamp_url": "https://youtu.be/oI5kN1Ecg50?t=726",
      "transcript": "So, there is a quotation that supports this particular explanation by Chaitanya Mahaprabhu. This quotation is that even a liberated soul merged in the impersonal Brahman is attracted to the pastimes of Krishna. He thus installs a Deity and renders the Lord devotional service. See, the situation of being merged in the impersonal Brahman is very very dull, very unattractive after the initial excitement that is there in the beginning. So, then such a person, it is said, if he is fortunate to hear about the pastimes of Krishna from a pure devotee, then he becomes attracted to the pastimes of Krishna. Krishna's pastimes are supremely attractive to everyone, but one has to hear that from the right source. Then the attraction is very very much powerful and one becomes a pure devotee. Then what about those engaged in mystic yoga practice? The example is given of the Navayogendras. From their very births, the nine great mystic yogis, Navayogendras, were impersonal philosophers of the absolute truth. They knew the absolute truth only as impersonal Brahman. They did not know about the personality of God. But because they heard about Lord Krishna's qualities from Lord Brahma, Lord Shiva and the great sage Narada, all the three are great devotees. Brahma is a great devotee, Shiva is a great devotee, Narada is a great devotee. So, these Navayogendras, they heard about Krishna's qualities from these three great devotees. They also became Krishna's devotees. See, association with devotees in which they hear about Krishna's transcendental qualities. Anything one hears about Krishna from the pure devotees is going to bring about a revolution in the heart."
    },
    {
      "start_time": 871,
      "end_time": 938,
      "verse_references": [
        "SB 11"
      ],
      "themes": [
        "Navayogendras",
        "Krishna's qualities",
        "devotional service"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "These Navayogendras, when they heard about Krishna's transcendental qualities from Brahma, Shiva and Narada, even though they were situated in understanding of the Vedic knowledge, understanding of the impersonal Brahman from Vedas, they became attracted to Krishna",
      "summary": "The speaker uses the example of the Navayogendras, who were initially impersonal philosophers, to illustrate how hearing about Krishna's qualities from great devotees like Brahma, Shiva, and Narada led them to become devotees of Krishna and seek His association.",
      "timestamp_url": "https://youtu.be/oI5kN1Ecg50?t=871",
      "transcript": "So, that is being explained here. In the 11th canto of Srimad Bhagavatam, there is a full chapter, there is a full description of the devotional service of the nine yogendras, Navayogendras, who rendered devotional service because they were attracted by the Lord's transcendental qualities. These Navayogendras, when they heard about Krishna's transcendental qualities from Brahma, Shiva and Narada, even though they were situated in understanding of the Vedic knowledge, understanding of the impersonal Brahman from Vedas, they became attracted to Krishna and they wanted to enter Dwaraka. In this way, they finally ended up in the place known as Rangakshetra, Sri Rangam. They ended up that place. So, I will stop here. Thank you very much."
    }
  ]
}