{
  "video_id": "oKbQ-2nrDPw",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.5.36 | 12-10-2021",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=oKbQ-2nrDPw",
  "segments": [
    {
      "start_time": 0,
      "end_time": 67,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Namah Om Vishnupadaya Krishna Preshtaya Bhutale",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/oKbQ-2nrDPw?t=0",
      "transcript": "Namah Om Vishnupadaya Krishna Preshtaya Bhutale Shreemate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gaurabhani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Srivasadi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Hare Krishna Krishna Krishna Krishna Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jaya Mudhirayet"
    },
    {
      "start_time": 68,
      "end_time": 155,
      "verse_references": [
        "SB 1.5.36"
      ],
      "themes": [
        "remembering Krishna",
        "performing duties",
        "instructions of Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The principle of always remembering Krishna through remembering his names, his qualities, his pastimes, his forms, etc.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam 1.5.36, explaining that it emphasizes remembering Krishna's names, qualities, and pastimes while performing one's duties according to Krishna's instructions.",
      "timestamp_url": "https://youtu.be/oKbQ-2nrDPw?t=68",
      "transcript": "This session we will be discussing from the 36th verse of the 5th chapter of the 1st canto of Srimad Bhagavatam. Kurvana Yatra Karmaani Bhagavachikshaya Asakrit Grnanthi Gunanamani Krishnasya Anusmaranticha. The meaning of this verse is: While performing duties according to the order of Sri Krishna, the Supreme Personality of Godhead, one constantly remembers Him, His names, and His qualities. So, Srila Prabhupada has written a very elaborate purport for this verse. This is spoken by Narada Muni to Vyasa Deva. The principle of always remembering Krishna through remembering his names, his qualities, his pastimes, his forms, etc. This is what is being described here, and that also while performing duties accordingly."
    },
    {
      "start_time": 159,
      "end_time": 245,
      "verse_references": [
        "BG"
      ],
      "themes": [
        "Krishna consciousness",
        "dedication",
        "proprietorship"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "One should work only for Lord Krishna in all spheres of life.",
      "summary": "The speaker elaborates on how to remember Krishna in all aspects of life, stating that Krishna should be considered the proprietor in every sphere, even in Vedic rites involving demigods.",
      "timestamp_url": "https://youtu.be/oKbQ-2nrDPw?t=159",
      "transcript": "So how does it actually work? Srila Prabhupada elaborates this in the purport. He says, an expert devotee of the Lord can mold his life in such a way that while performing all kinds of duties, either for this or the next life, he can constantly remember the Lord's name, fame, qualities, etc. So it is a question of molding one's life in a particular way that is enabling one to remember the Lord's name, qualities, pastimes, etc. The order of the Lord is distinctly there in the Bhagavad Gita. What is that order? One should work only for Lord Krishna in all spheres of life. In every sphere of life the Lord should be situated as the proprietor. According to Vedic rites, even in the worship of some demigods like Indra, Brahma, Saraswatthi, Ganesha, the system is that in all circumstances the representation of Vishnu must be there as Yajneshwara or the controlling power of such sacrifices."
    },
    {
      "start_time": 245,
      "end_time": 383,
      "verse_references": [
        "BG 5.29"
      ],
      "themes": [
        "supreme enjoyer",
        "proprietorship",
        "association with Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Vishnu is the supreme lord of all the demigods.",
      "summary": "The speaker emphasizes that Vishnu is the supreme lord and that all activities should be offered to Krishna, the supreme enjoyer, referencing Bhagavad Gita 5.29 and explaining that associating with Krishna's name and fame is associating with Krishna himself.",
      "timestamp_url": "https://youtu.be/oKbQ-2nrDPw?t=245",
      "transcript": "So, sacrifice to demigods also involves the representation of Vishnu as Yajneshwara. He is the supreme lord of all sacrifices. It is recommended that a particular demigod be worshipped for a particular purpose, as far as Karmakanda section of the Vedas is concerned. But still, the presence of Vishnu is compulsory in order to make the function proper, because the fact is, Vishnu is the supreme lord of all the demigods. Apart from such demigods, there are other demigods as well. Apart from such Vedic duties, even in our ordinary dealings, for example, in our business or profession or in our household affairs, we must consider that the result of all activities must be given over to the supreme enjoyer Lord Krishna. In the Bhagavad Gita, Lord Krishna has declared himself to be the supreme enjoyer of everything, the supreme proprietor of every planet and the supreme friend of all beings. This is a famous verse in the 5th chapter, 29th verse: bhoktaram yajnatapasam sarva-loka-maheshwaram suradam sarva-bhutanam jnatvamam shanti-mrcchati. So therefore, no one else but Lord Shri Krishna can claim to be the proprietor of everything within his creation. A pure devotee remembers this constantly and in doing so, he repeats the transcendental name, fame and qualities of the Lord, which means that he is constantly in touch with Lord Krishna. Now the Lord is identical with his name, fame, etc."
    },
    {
      "start_time": 396,
      "end_time": 471,
      "verse_references": [
        "BG"
      ],
      "themes": [
        "chanting",
        "preaching",
        "devotional service"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "No one is more dear to him than one who is always engaged in preaching work, of the Lord's name and fame all over the world.",
      "summary": "The speaker explains that chanting Hare Krishna constantly connects one with the Lord and that a significant portion of one's income should be used to spread Krishna consciousness, as preaching is very dear to the Lord.",
      "timestamp_url": "https://youtu.be/oKbQ-2nrDPw?t=396",
      "transcript": "So in simple words, while doing any work, if I keep chanting Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare, then I am constantly in touch with the Lord himself. I am constantly performing all kinds of duties which are according to scriptural direction, not concocted duties. Then Srila Prabhupada talks about results of the activity. What about that? The major portion of our monetary income, not less than 50%, must be spent to carry out the order of Lord Krishna. Not only should we give the profit of our earning to this cause, but we must also arrange to preach this cult of devotion to others, because that is also one of the orders of the Lord. In the Bhagavad Gita, the Lord definitely says, no one is more dear to him than one who is always engaged in preaching work of the Lord's name and fame all over the world."
    },
    {
      "start_time": 471,
      "end_time": 572,
      "verse_references": [],
      "themes": [
        "preaching",
        "devotees",
        "non-devotees"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "The attempt must go on to convert unwilling men to become his devotees.",
      "summary": "The speaker discusses the scope of preaching, stating that while the Lord prefers preaching among devotees, Srila Prabhupada went to America to preach among non-devotees, following his guru's order.",
      "timestamp_url": "https://youtu.be/oKbQ-2nrDPw?t=471",
      "transcript": "The scientific discoveries of the material world can also be equally engaged in carrying out his order. The scope of what Narada Muni is telling Vyasa Deva here, is very, very broad application of the instruction here. So the Lord wants the message of the Bhagavad Gita to be preached amongst his devotees. It may not be so done amongst those who have no credit of austerities, charity, education etc. So how to apply this? The Lord says, you preach my message amongst the devotees, but not amongst those who are without any austerity, those who are without education, spiritual knowledge, not among those people, among non-devotees. So, Srila Prabhupada says, when it's a fact that in Kali Yuga majority of the people are non-devotees, what should we do? The attempt must go on to convert unwilling men to become his devotees. This is a secret that Prabhupada is revealing here, and this is exactly what Prabhupada did. He went to America on the order of his Guru, and he preached my message."
    },
    {
      "start_time": 572,
      "end_time": 693,
      "verse_references": [],
      "themes": [
        "Krishna consciousness",
        "Chaitanya Mahaprabhu",
        "Kirtan",
        "Prasadam"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Krishna consciousness is eternally established in the heart of every living being.",
      "summary": "The speaker explains that Krishna consciousness is dormant in everyone's heart and can be awakened through simple methods taught by Lord Chaitanya, such as singing, dancing, and offering Prasadam (sanctified food).",
      "timestamp_url": "https://youtu.be/oKbQ-2nrDPw?t=572",
      "transcript": "He preached amongst non-devotees. Non-devotees means those who are not conversant with devotional service, those who are not from the background of Vedic culture or Sanatana Dharma, culture of Sanatana Dharma, such people, hippies, common people who are materialists, all kinds of people. He did not discriminate. Prabhupada did not discriminate. He preached among all sections of people, and the attempt is how to make them devotees. Why? Why is this suggested by Srila Prabhupada here? Because the Chaitanya Charitamrita says, Krishna Bhakti Nitya Siddha Sadhya Kabunaya. Krishna consciousness is eternally established in the heart of every living being. So it is not some artificial imposition on a non-devotee. No. In that sense, if you see, because every living being is part and parcel of Krishna, every living being has got dormant Krishna consciousness within the heart. It is just covered by the material coverings. It has to be uncovered. So Srila Prabhupada further says, Lord Chaitanya has taught a very simple method in this connection. How is this done? To convert unwilling people to become devotees. He has taught the lesson for preaching the transcendental message through singing, dancing and refreshment. As such, 50% of our income may be spent for this purpose. This is what exactly Prabhupada did."
    },
    {
      "start_time": 693,
      "end_time": 836,
      "verse_references": [],
      "themes": [
        "Kirtan",
        "Prasadam",
        "purification",
        "Lord's mercy"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "He becomes present when anybody sings His holy name, irrespective of who the person is.",
      "summary": "The speaker emphasizes the power of Kirtan and Prasadam to purify the heart and bring about spiritual realization, stating that the Lord becomes present when His holy name is sung.",
      "timestamp_url": "https://youtu.be/oKbQ-2nrDPw?t=693",
      "transcript": "In the beginning, he introduced the non-devotees to Kirtan and singing and dancing and refreshment, Prasadam. Kirtan and Prasadam, two things he introduced in the beginning. And in this fallen age of quarrel and dissension, if only the leading and wealthy persons of society agree to spend 50% of their income in the service of the Lord, as it is taught by Lord Sri Chaitanya Mahaprabhu, there is absolute certainty of converting this hell of pandemonium to the transcendental abode of the Lord. And Prabhupada showed it actually, how it works. He practically demonstrated it in many parts of the world. So, further he says, no one will disagree to partake in a function where good singing, dancing and refreshment are administered. Kirtan and Prasadam. Generally, nobody will disagree. Everyone will attend such a function and everyone is sure to feel individually the transcendental presence of the Lord. See, this is the Lord's mercy. He becomes present when anybody sings His holy name, irrespective of who the person is. The Lord becomes present with all His potencies. He is incarnated that way in this Kali Yuga. This alone will help the attendant associate with the Lord and thereby purify himself in spiritual realization. The dirty things in the heart are all cleansed, cleansed away. No matter how much the dirt that is covering the holy name, the transcendental potency of Prasadam will work in a very, very, very powerful way, as powerful as the Lord."
    },
    {
      "start_time": 843,
      "end_time": 917,
      "verse_references": [],
      "themes": [
        "pure devotee",
        "guidance",
        "effectiveness",
        "Krishna consciousness"
      ],
      "content_type": "practical",
      "circle_fit": [
        1
      ],
      "key_quote": "They must be conducted under the guidance of a pure devotee who is completely free from all mundane desires, fruitive activities and dry speculations about the nature of the Lord.",
      "summary": "The speaker concludes by stating that the effectiveness of Kirtan and Prasadam depends on conducting these activities under the guidance of a pure devotee, who can help even unwilling people become Krishna conscious and achieve success in life.",
      "timestamp_url": "https://youtu.be/oKbQ-2nrDPw?t=843",
      "transcript": "Now, the only condition for successfully executing such spiritual activities is that they must be conducted under the guidance of a pure devotee who is completely free from all mundane desires, fruitive activities and dry speculations about the nature of the Lord. The administering of this whole program of Kirtan and Prasadam among the non-devotees should be done under the guidance of a pure devotee, sent person, pure devotee of the Lord. Then it is effective. Because a pure devotee, when he sings or when he directs somebody else to sing, in that direction or in the singing, there is full potency, sent person potency. And that will cleanse away the heart and make even unwilling people to become devotees. And such devotees can actually become Krishna conscious and thereby make their life successful."
    }
  ]
}