{
  "video_id": "OkGiwAEzJG0",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.9.17 | 13-04-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=OkGiwAEzJG0",
  "segments": [
    {
      "start_time": 0,
      "end_time": 54,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Agyana Timiraandasya Gyananjarishadakaya Chakshural Militam Yena Tasmay Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/OkGiwAEzJG0?t=0",
      "transcript": "Om Agyana Timiraandasya Gyananjarishadakaya Chakshural Militam Yena Tasmay Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutade Srimate Bhaktivedanta Svamin Nithinamine Namaste Sarasvate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchai Vanarottamam Devim Sarasvati Vyasam Tato Jaya Mudhirayet"
    },
    {
      "start_time": 55,
      "end_time": 169,
      "verse_references": [
        "SB 1.9.17"
      ],
      "themes": [
        "divine plan",
        "acceptance",
        "administration",
        "duty"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "To simply accept the inconceivable plan of the Lord.",
      "summary": "The speaker discusses verse 1.9.17 of Srimad Bhagavatam, explaining Bhishma's advice to Yudhishthira to accept the Lord's plan and take care of his subjects.",
      "timestamp_url": "https://youtu.be/OkGiwAEzJG0?t=55",
      "transcript": "In this session, we will be discussing from the 17th verse of the 9th chapter of the 1st canto of Srimad Bhagavatam. Tasmalidam Daivatantram Vyavasya Bharatarsyabha Tasyanu Vihito Anatha Natham Pahi Praja Prabho. The meaning of this verse is, O best amongst the descendants of Bharata, I maintain therefore that all this is within the plan of the Lord. Accepting the inconceivable plan of the Lord, you must follow it. You are now the appointed administrative head, and my Lord, you should now take care of those subjects who are now rendered helpless. So Yudhishthira is being advised by Bhishma to simply accept the inconceivable plan of the Lord. This is the Lord's plan. Yudhishthira should rule the world. So Yudhishthira should not think that it was his selfish desire because of which the battle was fought. No, this is Krishna's plan. The battle should take place to actually bring together the miscreant demons who burden the earth and to actually finish the battle. So that plan of the Lord is inconceivable. The Pandavas are instructed to follow the plan of the Lord. Now Yudhishthira is the appointed administrative head. He should take care of the subjects, especially those who are rendered helpless after the battle."
    },
    {
      "start_time": 169,
      "end_time": 280,
      "verse_references": [],
      "themes": [
        "teaching",
        "example",
        "Krishna consciousness",
        "tribulations"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Lord teaches the world by teaching the devotee.",
      "summary": "The speaker uses the analogy of a mother-in-law teaching a daughter-in-law through her own daughter to explain how Krishna teaches the world through his devotees, and how even pious people undergo tribulations.",
      "timestamp_url": "https://youtu.be/OkGiwAEzJG0?t=169",
      "transcript": "So Srila Prabhupada says in the purport, the popular saying is that a housewife teaches the daughter-in-law by teaching the daughter. There is a Vedic culture that a young girl who gets married, she is trained up. When she goes to her husband's house, she is trained up by the mother-in-law. But the mother-in-law cannot directly teach the daughter-in-law because the daughter-in-law is totally new to the house. So she teaches by teaching her own daughter with whom she is very, very familiar. And while she is teaching the daughter, the daughter-in-law has got ample opportunity to learn also. So if the daughter is making a mistake, she can learn. She can be easily corrected. So the daughter-in-law can learn by the teaching of the mother-in-law and the mistakes made by the sister-in-law. Both is possible. So like that, the example is given. Lord teaches the world by teaching the devotee. Devotee doesn't require the teaching, but the Lord teaches the world by teaching the devotee. Through Arjuna, Bhagavad Gita was spoken. Through the Pandavas, Krishna is teaching the whole world how even pious people may have to undergo some tribulations, which are the actions and reactions of the three modes."
    },
    {
      "start_time": 280,
      "end_time": 371,
      "verse_references": [],
      "themes": [
        "Krishna consciousness",
        "divine guidance",
        "devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "There is no other purpose of this creation.",
      "summary": "The speaker emphasizes that the purpose of creation is to practice Krishna Consciousness and return to Godhead, highlighting the Lord's internal guidance to sincere devotees.",
      "timestamp_url": "https://youtu.be/OkGiwAEzJG0?t=280",
      "transcript": "So this word is simply meant for practicing Krishna Consciousness while you move out of life and go back to consciousness. There is no other purpose of this creation. The devotee does not have to learn anything new from the Lord because the Lord teaches sincere devotee always from within. The Lord is seated in everyone's hand, but for the devotee, the Lord is giving constantly the directions. TESHAM SATHATAYUKTANAM BHAJATAM PRITI KURVARKAM DADAMI BUDDHI YOGAMTAM YENAMAM UPAYANTITE. Krishna directs the devotee from within the heart how to ultimately attain the abode of the Lord. And if the Lord is teaching from within the heart of the devotee, what is the need for the devotee to learn externally from the Lord? What is the need? But the Lord is doing that. He is teaching from within the heart because the Lord actually wants to instruct the whole world through His instructions given to the devotees who go to the quiet."
    },
    {
      "start_time": 371,
      "end_time": 478,
      "verse_references": [],
      "themes": [
        "compassion",
        "suffering",
        "devotion",
        "mercy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Suffering is also mercy.",
      "summary": "The speaker explains that Krishna teaches less intelligent people through devotees and that a devotee should accept tribulations as a benediction, quoting Brahma's prayer that suffering for a pure devotee is the mercy of the Lord.",
      "timestamp_url": "https://youtu.be/OkGiwAEzJG0?t=371",
      "transcript": "Whenever therefore a show is made to teach the devotee, as in the case of the teachings of Bhagavad Gita, it is for teaching the less intelligent men. Krishna wants to reclaim all the conditioned souls who are His own part and parcel, who are suffering in this material world. Krishna doesn't like that. As a father doesn't like His children to suffer. Krishna is our Supreme Father. We are all His children in the material world. So Krishna doesn't want us to suffer. Therefore Krishna comes and He teaches the less intelligent people through different means. A devotee's duty, therefore, is to ungrudgingly accept tribulations from the Lord as a benediction. There is a verse in the Bhagavad Gita: tattenu kampamsu saveksha māno bhunjāna evātma kṛtaṁ vipākam pradvāvapurvir vidanam namaste jīveta yogukti padesad āyapa. Lord Krishna actually is very kind to His devotees. This verse I just quoted, tattenu kampamsu saveksha māno, is a verse which is a prayer offered by Brahma to Krishna. After the Brahma vimohana leela, what is Brahma telling? That when a devotee suffers, a pure devotee, when a pure devotee suffers miseries, those are the mercy of the Supreme Lord only."
    },
    {
      "start_time": 478,
      "end_time": 580,
      "verse_references": [],
      "themes": [
        "devotional service",
        "suffering",
        "administration",
        "protection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Let me suffer for whatever past sinful activities I have performed.",
      "summary": "The speaker describes how a devotee prays to suffer for past sins and engages in devotional service without being disturbed by difficulties, and how Bhishma advised Yudhishthira to take responsibility for administration to protect the citizens after the battle.",
      "timestamp_url": "https://youtu.be/OkGiwAEzJG0?t=478",
      "transcript": "Suffering is also mercy. bhunjāna evātma kṛtaṁ vipākam. The devotee always prays to the Lord, My dear Lord, let me suffer for whatever past sinful actions I might have performed. This is pure devotional service. Let me suffer for whatever past sinful activities I have performed. Once a devotee prays like that, then he simply engages in his duties in Krishna consciousness without being disturbed by any difficulties, any material calamities or material trouble. Without being disturbed by that, he simply engages in devotional service to Krishna. Always tries to remain devotional. The Pandavas were advised by Bhishma Deva to accept the responsibility of administration without hesitation because Krishna wants pure devotees like the Pandavas to rule this world for the welfare of all the citizens. The poor subjects were without protection due to the battle of Kurukshetra. They would have lost their elders, they would have lost their..."
    },
    {
      "start_time": 580,
      "end_time": 722,
      "verse_references": [],
      "themes": [
        "tribulations",
        "mercy",
        "gunas",
        "devotional service",
        "absolute"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "None of them are real.",
      "summary": "The speaker explains that pure devotees accept tribulations as favors from the Lord, understanding that happiness and distress are interactions of the gunas and that anything favorable for devotional service is auspicious.",
      "timestamp_url": "https://youtu.be/OkGiwAEzJG0?t=580",
      "transcript": "...the others who were fighting in the battle, who were protecting them. They would have lost all those persons. So therefore, Bhishma is advising Yudhishthira, take care of these Prajams who are left without any superior help, with the help of some other well-to-do people. So therefore, Bhishma is advising Yudhishthira. Srila Prabhupada, a pure devotee of the Lord, accepts tribulations as favors from the Lord. How is it possible that I am getting some suffering and I should think it is a mercy of the Lord? It is only possible if we understand that both happiness and distress are interactions of the Gunas. None of them are real. They are interactions of the Gunas. So while Gunan interaction is happening, we foolishly interpret something according to our conditioning as nice or bringing joy, based on how it gratifies our senses. What is the basis when I say something is auspicious or in the material world something is not auspicious? It is something which is favorable for devotional service and the other thing is what is unfavorable for devotional service. So this should be the understanding of the devotees that all pure devotees accept any difficulties they face in this world as mercy of the Supreme Lord. Since the Lord is absolute, there is no mundane difference between happiness and distress or between tribulations and favors. There is no difference."
    },
    {
      "start_time": 722,
      "end_time": 890,
      "verse_references": [],
      "themes": [
        "problems",
        "devotion",
        "Krishna consciousness",
        "training"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Devotional service is the only way to prepare oneself to go to this personal abode of Krishna.",
      "summary": "The speaker concludes by stating that devotees also face problems, but these are directly related to the Lord and help them become fixed in Krishna consciousness, emphasizing that devotional service is the only way to reach Krishna's abode and that Krishna consciousness helps overcome difficulties.",
      "timestamp_url": "https://youtu.be/OkGiwAEzJG0?t=722",
      "transcript": "Therefore, the influence of Kala that cannot be reversed, that cannot be avoided, as much as non-devotees undergo problems, devotees also have to face some problems. But these problems that devotees face are, if they are pure devotees, it is directly related to the Lord. It is directly given by Krishna. It is given by Krishna for the sake of making his devotee fixed up in Krishna consciousness. When there are dangers, when there are difficulties in Krishna consciousness, a pure devotee by facing those dangers actually becomes strong spiritually within the heart. This one has to actually remember all this. That devotee does not mean no more problems. That is not the correct understanding of Kali Bhakti. Current understanding of Bhakti is that devotional service is the only way to prepare oneself to go to this personal abode of Krishna. There is no other way. There is no other possibility. So therefore, this correct understanding, it is not an adjustment of the mind. It is a training for the mind to realize the purity of the original scriptures and to abide by all the injunctions of the Shastras which are relevant to us without carrying any grudge within the heart. Without carrying any grudge. This is important. So how to remain cheerful even while going through some hell and that is through all the activities of Krishna Consciousness. Any activity in Krishna Consciousness will actually help us to overcome the difficulties or dangers we may face."
    }
  ]
}