{
  "video_id": "OLj-XORATeo",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.9.6-7 Contd. | 03-04-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=OLj-XORATeo",
  "segments": [
    {
      "start_time": 0,
      "end_time": 60,
      "verse_references": [],
      "themes": [
        "invocation",
        "sages",
        "Bhagavatam"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In this session we are continuing the discussion from the sixth and seventh verses of the ninth chapter of first canto of Sriman Bhagavatam.",
      "summary": "The lecture begins with traditional Vaishnava prayers and an introduction to the topic: a discussion of verses from Srimad Bhagavatam describing the sages present at Bhishma's departure.",
      "timestamp_url": "https://youtu.be/OLj-XORATeo?t=0",
      "transcript": "Om Agyanati Viran Dasya Gyananjane Shalakaya Chakshur Unmilitam Yena Tasmayit Shri Gurave Namaha Nama Om Ishtu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Svamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pachatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shri Vasadi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Narak Jai Vanarottamam Devi Saraswati Vyasam Tato Jaya Mudire"
    },
    {
      "start_time": 61,
      "end_time": 168,
      "verse_references": [
        "SB 1.9.6",
        "SB 1.9.7"
      ],
      "themes": [
        "Bhishma",
        "sages",
        "Srimad Bhagavatam"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The verses six and seven is giving the list of the sages who came from different parts of the universe to actually be present for the for the instructions given by Bhishma Deva to Yudhishthira and also his departure.",
      "summary": "The speaker explains the context of the verses, highlighting Bhishma's instructions to Yudhishthira and the arrival of sages from across the universe to witness his departure.",
      "timestamp_url": "https://youtu.be/OLj-XORATeo?t=61",
      "transcript": "In this session, we are continuing the discussion from the sixth and seventh verses of the ninth chapter of the first canto of Sriman Bhagavatam. It's a description about the different great sages who arrived when Bhishma was preparing to quit his body after the battle of Kurukshetra. So Bhishma is going to instruct Yudhishtira, and through Yudhishtira, he is instructing the whole world. So because his departure is exemplary, great sages from all over the universe arrived, and the list is given here of so many sages. In the previous session, I was able to cover few sages, exactly four or five sages. Now, the remaining sages we will discuss in this session. The verses six and seven are giving the list of the sages who came from different parts of the universe to actually be present for the instructions given by Bhishma Deva to Yudhishthira and also his departure: parvato narado dhaumyo bhagavan badarayanah bradashyo bharadvajah sashishyo renukasutah vasishta indrapramadah krito vrtsamado asitah kapshivan gautamo atrishcha kaushiko ata sudarshanah. The meaning of this verse is that the sages who came from different parts of the universe to actually be present for the instructions given by Bhishma Deva to be present for the instructions given by Bhishma Deva to Yudhishthira and also his departure."
    },
    {
      "start_time": 168,
      "end_time": 277,
      "verse_references": [],
      "themes": [
        "sages",
        "kings",
        "Vedic culture"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In the vedic times kings who were ruling would receive saintly persons very respectfully and would worship them inquire from them hear from them and take their blessings to rule the kingdom according to the religious principles.",
      "summary": "The speaker lists the sages present and begins to describe them, emphasizing the Vedic tradition of kings receiving and respecting saintly persons for guidance.",
      "timestamp_url": "https://youtu.be/OLj-XORATeo?t=168",
      "transcript": "Of this is that the list of the sages is given, those who are present when Bhishma Deva was preparing to quit his body, all the sages like parvata muni, narada, dhaumya, vyasa, the incarnation of God, bradashwa, bharadvajah, and parashurama and disciples, vasishta, indrapramadah, trita, vrtsamada, asitah, kapshivan, gautamo, atrishcha, kaushika, and Sudarshana were present. So the description is given by Srila Brahmapar in the padhpur about the great sages. A brief biography of the sages is presented by Srila Brahmapar in the padhpur. Kindly hear now. Now the sage bradashwa is being described by the sages as an introduction to the top in the purport, an ancient sage who used to meet maharan yudhishthiram now and then. In the vedic times, kings who were ruling would receive saintly persons very respectfully and would worship them, inquire from them, hear from them, and take their blessings to rule the kingdom according to the religious principles. So the sages used to visit such great kings to actually give their association, give their wisdom, give their blessings, give their association."
    },
    {
      "start_time": 277,
      "end_time": 376,
      "verse_references": [],
      "themes": [
        "Bradashwa",
        "Yudhishthira",
        "association"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So the sages used to give association by narrating ancient histories of great personalities simply by hearing they would be able to understand the history of maharaj and they would be able to actually get inspiration.",
      "summary": "The speaker describes the sage Bradashwa's visits to Yudhishthira and the importance of hearing stories of great personalities for inspiration and guidance, especially during times of exile.",
      "timestamp_url": "https://youtu.be/OLj-XORATeo?t=277",
      "transcript": "So bradashwa, a great sage, used to visit maharan yudhishthiram now and then. First of all, he met king, this sage narrated the history of maharaj. When yudhishthira and the pandavas were in exile, they were always accompanied by some sages, and the sages used to give association by narrating ancient histories of great personalities. Simply by hearing, they would be able to understand the history of maharaj, and they would be able to actually get inspiration, get the courage to spend their time in the proper manner. Otherwise, what will they do in the forest? They are all kings, they are all chakras. So for a kshatriya to live in the forest and spend time for the past 13 years, the pandavas had to be in exile. So how they spend their time? So the process of bhakti is such that one engages in hearing, chanting, and other such devotional practices in the association of great saintly persons, great devotees, great sages, great rishis like that."
    },
    {
      "start_time": 376,
      "end_time": 487,
      "verse_references": [],
      "themes": [
        "Nara",
        "difficulties",
        "self-realization"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If we are fixed on the goal of self-realization, because of which we become qualified to go to the spiritual world at the end of this life, then we don't have to anymore face these miseries or difficulties by taking birth again and again in this place, which is declared to be a place filled with miseries.",
      "summary": "The speaker narrates the story of Maharaj Nara, emphasizing his devotion and success despite difficulties, and connects it to the importance of self-realization to escape the miseries of the material world.",
      "timestamp_url": "https://youtu.be/OLj-XORATeo?t=376",
      "transcript": "So, this sage narrated the history of Maharaj Nara. Nara was another king who lived in an earlier time than the time of the Pandavas, and Nara also underwent a lot of difficulties. But because of his being very much devoted to following religious principles, he was able to actually come out successful, even though he was facing a lot of difficulties. The material world is declared to be a place filled with so many difficulties. That's the nature of this material world. So, if we are fixed on the goal of self-realization, because of which we become qualified to go to the spiritual world at the end of this life, then we don't have to anymore face these miseries or difficulties by taking birth again and again in this place, which is declared to be a place filled with miseries. So, by spending time hearing from saintly persons about great personalities of the past, how they led their life in an ideal way, following the religious principles, taking association from saintly persons, and not losing their focus on the ultimate goal in spite of difficult circumstances. That is what we have to learn from Nara."
    },
    {
      "start_time": 487,
      "end_time": 598,
      "verse_references": [],
      "themes": [
        "Bharadwaja",
        "austerity",
        "spiritual advancement"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Goodness means the ultimate uh goal of all such austerities or any sacrifices or any uh other spiritual practices simply for the sake of spiritual advancement by which our existence becomes purified of all material contamination making us eligible to actually elevate ourselves to the spiritual platform to go back.",
      "summary": "The speaker describes Bharadwaja Muni, one of the seven great rishis, and his association with Arjuna's birth, highlighting the importance of austerity in the mode of goodness for spiritual advancement.",
      "timestamp_url": "https://youtu.be/OLj-XORATeo?t=487",
      "transcript": "That is what we have to learn from these historical narrations. Then Bharadwaja, he is one of the great seven rishis, saptarishis, and was present at the time of the birth ceremony of Arjuna. The powerful rishi sometimes undertook severe penances on the shore of the Ganges, and his ashrama is still celebrated Prayamdhama. The Bhagavatam says, becoming man after acquired power and terrorizing the whole universe, no, not that kind of austerity. That is austerity in the mode of ignorance. We should practice austerity in the moment goodness. Goodness means the ultimate goal of all such austerities or any sacrifices or any other spiritual practices simply for the sake of spiritual advancement by which our existence becomes purified of all material contamination, making us eligible to actually elevate ourselves to the spiritual platform to go back."
    },
    {
      "start_time": 598,
      "end_time": 688,
      "verse_references": [],
      "themes": [
        "Bharadwaja",
        "Dhona",
        "peace"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Ultimately people want peace they don't want to be engaged in fighting and battle and war.",
      "summary": "The speaker continues describing Bharadwaja, mentioning the unusual birth of his son Dhona and Bharadwaja's desire for peace during the Kurukshetra war.",
      "timestamp_url": "https://youtu.be/OLj-XORATeo?t=598",
      "transcript": "It is learned that this rishi, while taking bath in the Ganges, happened to meet one of the beautiful society girls of heaven, and thus the discharge semen, which is kept and preserved in an urban pot and from which dhona was born. These are all extraordinary events in the lives of great sages, that in spite of not combining with this society girl so that the rishi could conceive his son in her womb, his semen was kept in a pot from which dhona was born. So dhronacharya is the son of bharadvaja muni. Marshi bharadvaja was a great devotee of dhronacharya, and he was a great devotee of brahma. Once he approached dhronacharya and requested him to stop the battle of kurut ship. Now, ultimately people want peace. They don't want to be engaged in fighting and battle and war. So in that sense, these are all great personalities who are situated in the mode of goodness."
    },
    {
      "start_time": 688,
      "end_time": 791,
      "verse_references": [],
      "themes": [
        "Parashurama",
        "incarnation",
        "kshatriyas"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He killed the kshatriya community as a whole 21 times he went around the earth 21 times and killed all the miscreant chakras with the blood of the chakras he pleased the souls of his forefathers.",
      "summary": "The speaker introduces Parashurama, an incarnation of God, and describes his actions of eliminating miscreant kshatriyas and his subsequent acts of charity and instruction.",
      "timestamp_url": "https://youtu.be/OLj-XORATeo?t=688",
      "transcript": "So naturally, they strive for peace. Next is the description of parashurama. He is also called as renuka sutta. Why? Because he is the son of maharshi javadadmi and srimati renuka. Thus he is also known as renuka sutta, the son of renuka. He is one of the powerful incarnations of God. His name is mentioned in the vishavatarasthoka written by jayadeva proswami. He killed the kshatriya community as a whole 21 times. He went around the earth 21 times and killed all the miscreant chakras. With the blood of the chakras, he pleased the souls of his forefathers. Later on, he underwent severe penances at the mahendra parvata. After taking the whole earth from the chakras, he gave it in charity to kashyapa muni. See, his purpose was not to rule the whole world himself, no, because he is a brahmana, but he killed the miscreant chakras, delivered them, purified them, and after getting the whole earth from the chakras, he gave it away in charity to kashyapa. Parashurama instructed the dhanu veda on the science of fighting to dronacharya, who was a brahmana. He was present during the coronation of maharaj yudhishthira, and he celebrated the function along with great other great visions."
    },
    {
      "start_time": 791,
      "end_time": 882,
      "verse_references": [],
      "themes": [
        "Parashurama",
        "Rama",
        "Krishna",
        "Bhishma"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Parashurama fought with Ramachandra but he accepted Krishna as the supreme personality of karnataka.",
      "summary": "The speaker continues with the description of Parashurama, noting his interactions with Rama and Krishna, and his relationship with Bhishma, including a conflict and subsequent blessing.",
      "timestamp_url": "https://youtu.be/OLj-XORATeo?t=791",
      "transcript": "Arshurama is so old that he met both rama and krishna at different times, millions of years apart, the appearance of rama, the incarnation of drama and incarnation of krishna, but parashurama was there in both the periods. Parashurama fought with ramachandra, but he accepted krishna as the supreme personality of karnataka. He also praised arjuna when he saw him with krishna. When bhishma refused to marry amba, who wanted him to become her husband, amba meant parashurama, and by her request only, he asked bhishma deva to accept amba as his wife. Bhishma refused to obey his order, although he was one of the spiritual masters of bhishma deva. Parashurama was a spiritual master, a teacher of bhishma deva. Parashurama fought with bhishma when bhishma neglected his warning. Both of them fought very severely, and at last, parashurama was pleased with bhishma and gave him the divine blessing. So he was able to start the kitchen. What was the contribution of parashurama to the bhishma deva, and what was the contribution of parashurama to the karnataka? He was able to start the kitchen of the karmataka, and he was the assistant king of the dhanusha benediction of becoming the greatest fighter in the world. Each one fought in the Battle of Kurukshetra because he was the most experienced general in the"
    },
    {
      "start_time": 882,
      "end_time": 947,
      "verse_references": [],
      "themes": [
        "Vasishta",
        "Brahmarshi",
        "Vishwamitra"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "As a perfect brahmana he tolerated all the taunts of vishwamitra he tried to commit suicide but his attempts were unsuccessful he was sane every time he was alive he is also one of the seven great rishis and husband of arundhati the famous star.",
      "summary": "The speaker introduces Vasishta, a celebrated Brahmarshi, and describes his prominent role in Ramayana and Mahabharata, as well as his conflict with Vishwamitra and his unwavering devotion.",
      "timestamp_url": "https://youtu.be/OLj-XORATeo?t=882",
      "transcript": "entire army of the Kauravas, most experienced general. Next, Srila Prabhupada describes Vasishta, the great celebrated sage among the Brahmanas, known as Brahmarshi Vasishta. He's a prominent figure in both Ramayana and Mahabharata periods. He celebrated the coronation ceremony of personality of Gaurav Rama. He was also present on the battlefield on the battle of Kurukshetra. There was a great tension between him and Vishwamitra because Vishwamitra wanted the kama denu or wishful feeling cow which Vasishta had. Vasishta refused to spare his kamadeva, and for this, vishwamitra killed his 100 sons. As a perfect brahmana, he tolerated all the taunts of vishwamitra. He tried to commit suicide, but his attempts were unsuccessful. He was sane every time he was alive. He is also one of the seven great rishis."
    }
  ]
}