{
  "video_id": "OQRMpDaJJoM",
  "title": "SB 1.18.22 | HH Stoka Krishna Swami | 12-04-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=OQRMpDaJJoM",
  "segments": [
    {
      "start_time": 0,
      "end_time": 116,
      "verse_references": [],
      "themes": [
        "invocation",
        "verse analysis",
        "renunciation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Self-control means the person who is attached to the Supreme Lord, Sri Krishna, can all of a sudden give up the world of material attachment, including the gross body and subtle mind, and go away to attain the highest perfection of the renounced order of life, by which non-violence and renunciation are consequential.",
      "summary": "The lecture begins with invocations and then introduces and translates Srimad Bhagavatam 1.18.22, focusing on the concept of self-control and renunciation through attachment to Krishna.",
      "timestamp_url": "https://youtu.be/OQRMpDaJJoM?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyananj Nishalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatharine Jaya Shri Krishna Chaitanya Prabhu Nityananda Shri Advaita Ganadhara Shri Vasadi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udeerayet. In this session, we will be discussing from the 22nd verse of the 18th chapter of the Bhagavad Gita, the first canto of the Srimad Bhagavatam. The 22nd verse is as follows: Yatra Anuraktaha Sahasaiva Dheera Vyapohya Deha Dishu Sangam Udham Vrajantitat Paramahamsyam Antyam Yasmin Ahimsa Upashamaha Swadharmaha. The meaning of this verse is self-control. Self-control means the person who is attached to the Supreme Lord, Sri Krishna, can all of a sudden give up the world of material attachment, including the gross body and subtle mind, and go away to attain the highest perfection of the renounced order of life, by which non-violence and renunciation are consequential. Ahimsa."
    },
    {
      "start_time": 116,
      "end_time": 251,
      "verse_references": [],
      "themes": [
        "Krishna's qualities",
        "renunciation",
        "attachment to Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Even if somebody has got a lot of yogic power, even if somebody has done a lot of tapasya, even if somebody has got a lot of knowledge... if they don't have attachment for Krishna, it is not possible to nullify all material attachments.",
      "summary": "This segment emphasizes the unique position of Krishna and how attachment to Him is essential for true renunciation and detachment from material existence, surpassing the effects of yogic power, austerity, or knowledge alone.",
      "timestamp_url": "https://youtu.be/OQRMpDaJJoM?t=116",
      "transcript": "And Upashama. So, further, the glorification of Krishna, Krishna's unique position and unique qualities of Krishna, that if we see some wonderful qualities in great renunciants, like Maharaj Parikshit, for example, this verse has got a reference to Maharaj Parikshit and such great personalities. Those who are self-controlled and they have reached the perfection of renunciation, they are called Paramahamsas. They will be explained by Prabhupada in the purport. I am just mentioning it with respect to the translation itself. So such Paramahamsas, they are able to completely give up all of a sudden their gross body and subtle mind, and go away to achieve the perfection of existence. And how is it possible for them to give up such attachments, material attachments, which are very deep-rooted and very complex, and very difficult to give up? It is because of their attachment to Krishna. So even if somebody has got a lot of yogic power, even if somebody has done a lot of tapasya, even if somebody has got a lot of knowledge, has got so many other good qualities, if they don't have attachment for Krishna, it is not possible to nullify all material attachments, to go away from this material existence to Krishna, to attain lotus feet of Krishna."
    },
    {
      "start_time": 251,
      "end_time": 398,
      "verse_references": [],
      "themes": [
        "self-control",
        "sense enjoyment",
        "minimum requirements"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Self-controlled means not indulging in sense enjoyment more than is necessary. The minimum requirements of the senses are to be fulfilled. Bare minimum.",
      "summary": "The speaker explains Prabhupada's definition of self-control as minimizing sense enjoyment to only fulfill the bare minimum requirements of the body, even for transcendentalists, distinguishing it from complete cessation of sense activity.",
      "timestamp_url": "https://youtu.be/OQRMpDaJJoM?t=251",
      "transcript": "Not possible. So Prabhupada explains this in the purport, in a very nice way. He says, only the self-controlled can gradually be attached to the Supreme Personality. So even among different categories of transcendentalists, if any transcendentalist, a spiritual aspirant, is not self-controlled, then he cannot get attachment, cannot develop attachment for Krishna. Now what does self-controlled mean? Prabhupada says, self-controlled means not indulging in sense enjoyment more than is necessary. The minimum requirements of the senses are to be fulfilled. Bare minimum. And such people are called self-controlled. Self-controlled does not mean I completely give up all the necessities of the body or the senses. No. Then there is no possibility of existing even. Existence itself becomes impossible. So, as long as the material body is there, the minimum requirements of the body has to be provided, even by a transcendentalist, even by a spiritualist. So, such personalities who have perfected their life by practicing, giving the requirements of the senses, providing the requirement of the senses to the minimum extent possible, in a matter of eating or sleeping or defending, they provide the body with the minimum requirements. And such people, they never indulge in sense enjoyment more than minimum required."
    },
    {
      "start_time": 398,
      "end_time": 497,
      "verse_references": [],
      "themes": [
        "sense enjoyment",
        "philosophical speculation",
        "subtle enjoyment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Dry philosophical speculation is a subtle sense enjoyment of the mind.",
      "summary": "This segment warns against unrestricted sense enjoyment and introduces the concept of 'dry philosophical speculation' as a subtle form of sense enjoyment that can hinder spiritual progress.",
      "timestamp_url": "https://youtu.be/OQRMpDaJJoM?t=398",
      "transcript": "So, those who are not self-controlled, Prabhupada says, are given over to sense enjoyment without restriction. Unrestricted sense enjoyment. Or as much as they feel like enjoying, they enjoy. But that is not the way of progressing in spiritual life to attain perfection. And Prabhupada makes a very important point here. Dry philosophical speculation is a subtle sense enjoyment of the mind. So, some people gross senses they have controlled. They are only providing the minimum required. But as far as philosophical speculation, what is philosophical speculation? Speculation means keep on guessing, keep on imagining, keep on calculating, keep on deducing. So, that sort of speculation, which is in order to understand what is the absolute truth, in order to know God, or in order to theorize what is the cause of this material existence, or what is the ultimate goal of life, or who is God, such philosophical speculation is also a subtle sense enjoyment of the mind."
    },
    {
      "start_time": 497,
      "end_time": 617,
      "verse_references": [],
      "themes": [
        "gross vs subtle enjoyment",
        "material bondage",
        "ignorance",
        "liberation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Sense enjoyment, whether gross or subtle, leads one to the path of darkness. That means one remains in ignorance.",
      "summary": "The speaker differentiates between gross and subtle sense enjoyments, explaining how both lead to material bondage and ignorance, perpetuating the cycle of birth and death and preventing liberation.",
      "timestamp_url": "https://youtu.be/OQRMpDaJJoM?t=497",
      "transcript": "There are two kinds of enjoyments any person can have in this world. One type of enjoyment is the gross enjoyment of the external senses: the eyes, the ears, the nose, the tongue, and the sense of touch. Then there is one more sense within. It's called the mind. Now satisfying the mind, demands of the mind. Just like somebody likes to read a nice story, fiction, novel. Now what kind of pleasure does it give the person? It's a subtle pleasure of the mind, or the pleasure of the mind. Pleasure of the intelligence. When somebody uses their intelligence for solving some problem in physics or mathematics, that gives them great joy. And what is that kind of joy or pleasure? It's a pleasure, internal pleasure, subtle pleasure. So this sort of subtle sense enjoyment is also a cause for material bondage. So Prabhupada says, sense enjoyment, whether gross or subtle, leads one to the path of darkness. That means one remains in ignorance. Who am I? What is this world? What is the goal of life? They remain in ignorance. And as a result of remaining ignorance, they keep taking repeated birth and death, birth and death, birth and death, birth and death, and consequently they suffer in material existence, the fundamental miseries, janma-mṛtyu-jarā-vyādhī-duḥkha-dośānudarshana. Those who are self-controlled can make progress on the path of liberation"
    },
    {
      "start_time": 617,
      "end_time": 706,
      "verse_references": [],
      "themes": [
        "self-control",
        "liberation",
        "path of darkness vs light",
        "artificial sense control"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Vedas therefore enjoin that one should not go on the path of darkness, but should make a progress and march towards the path of light or liberation.",
      "summary": "This segment emphasizes the importance of self-control for liberation and contrasts the 'path of darkness' (material existence) with the 'path of light' (liberation), cautioning against artificially suppressing the senses as a means of achieving self-control.",
      "timestamp_url": "https://youtu.be/OQRMpDaJJoM?t=617",
      "transcript": "from the conditional life of material existence. So, to make progress beyond this material world, to get out of material existence, is possible for those who practice self-control. The Vedas therefore enjoin that one should not go on the path of darkness, but should make a progress and march towards the path of light or liberation. Tamaso ma jyotir gama. Tamas means the darkness of this material existence. And jyoti means the light, path of light or liberation, out of this material world, out of material existence. Don't remain in darkness, progress towards the light. Self-control is actually a journey achieved not by artificially stopping the senses from material enjoyment. Some people, some philosophers, some transcendentalists, they say if you want to control the senses, stop all sense activity. That means if you are seeing with the eyes, stop seeing. If you are hearing with the ears, stop hearing. Like that. Negate all sense activities."
    },
    {
      "start_time": 706,
      "end_time": 857,
      "verse_references": [],
      "themes": [
        "bhakti yoga",
        "purified senses",
        "transcendental service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The real method of self-control is, to become attached to the Supreme Lord by engaging one's pure senses in his transcendental service.",
      "summary": "The speaker explains that true self-control is achieved through bhakti yoga, by purifying the senses and engaging them in the transcendental service of the Lord, rather than forcibly suppressing them.",
      "timestamp_url": "https://youtu.be/OQRMpDaJJoM?t=706",
      "transcript": "Now, this is not the way of self-control. It may seem like with great amount of austerity, if somebody stops the sense activities, they may expect that they will become completely self-controlled. But the real method of self-control is to become attached to the Supreme Lord by engaging one's pure senses in his transcendental service. sarvopādhi-vinirmuktaṁ tat-paratvena-nirmalam hṛṣīkeṇa hṛṣīkeṣa-sevanam bhaktir ucyate. Bhakti means serving the master of the senses, the Supreme Lord, through one's purified senses by becoming free from all material designations. Our senses become designated due to different material activities. But to free oneself from material designations and thereby purify the senses, and engage the purified senses in transcendental loving service of the Supreme Lord Krishna, that is actually the way of becoming self-controlled. Senses have to be given proper engagement, not simply forcibly stop them. Don't do that. Don't forcibly stop the senses. So Prabhupād says, when the senses become purified, and that is the process of bhakti, sādhanā bhakti, senses become purified. When you chant Hare Kṛṣṇa, ceto darpana mārjanam, your senses, your mind becomes purified. Mārjanam, become cleansed of material dirt, material contamination that goes away as you keep on chanting, as you keep on performing bhakti, activities of devotional service. So these purified senses are always engaged in the transcendental service of the Lord. The only engagement for the purified senses is serving Kṛṣṇa, doing devotional service to Kṛṣṇa. This perfectional stage of sense enjoyment"
    },
    {
      "start_time": 857,
      "end_time": 916,
      "verse_references": [],
      "themes": [
        "bhakti yoga",
        "detachment",
        "death",
        "going back to Godhead"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Those who are attached to bhakti yoga, they can easily give up all material attachments, any time, all of a sudden if they are called.",
      "summary": "The lecture concludes by reiterating that those practicing bhakti yoga can easily detach from material attachments, even at the time of death, and return to Godhead.",
      "timestamp_url": "https://youtu.be/OQRMpDaJJoM?t=857",
      "transcript": "is called bhakti yoga. So those who are attached to bhakti yoga, they can easily give up all material attachments, any time, all of a sudden if they are called. Like what happens? It seems like suddenly death comes. So it's never sudden, but we don't know exactly when we are going to die. We know we are going to die, but we don't know when. So whenever that happens, it is like all of a sudden death comes. But a devotee who has practiced devotional service and is factually situated in practice of bhakti, such a devotee can suddenly give up all material attachments and progress and go back to Godhead. That is what is explained here. So I will stop here. Thank you very much."
    }
  ]
}