{
  "video_id": "ORIHp5uJvWI",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.9.6-7 | 30-03-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=ORIHp5uJvWI",
  "segments": [
    {
      "start_time": 0,
      "end_time": 42,
      "verse_references": [],
      "themes": [
        "invocation",
        "mantras",
        "guru"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyana Timiran Dhasya Gyanan Janishalakaya Chakshuran Militam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, invoking blessings and paying respects to the spiritual master.",
      "timestamp_url": "https://youtu.be/ORIHp5uJvWI?t=0",
      "transcript": "Om Agyana Timiran Dhasya Gyanan Janishalakaya Chakshuran Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 42,
      "end_time": 114,
      "verse_references": [
        "SB 1.9.6",
        "SB 1.9.7"
      ],
      "themes": [
        "sages",
        "presence",
        "assembly"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The meaning of these two verses, all the sages like Parvatamuni, Narada, Dhaumya, Vyasa, the Incarnation of God, Brihadashva, Bharadvaja, and Parshurama and disciples, Vasishta, Indra Pramada, Trita, Gritsamada, Asita, Kakshivan, Gautama, Atri, Kaushika, and Sudarshana were present.",
      "summary": "The speaker introduces the verses to be discussed and lists the names of the sages present at the assembly.",
      "timestamp_url": "https://youtu.be/ORIHp5uJvWI?t=42",
      "transcript": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jaya Mudireet In this session we will be discussing from the 6th and the 7th verses of the 9th chapter of the 1st canto of Srimad Bhagavata. So both the verses are given together. Parvato Narado Dhaumyo Bhagavan Badarayanaha Brihadashvo Bharadvajaha Sashishyo Renukasutaha Vasishta Indra Pramadaha Trito Gritsamado Asitaha Kakshivan Gautamo Atrishcha Kaushiko Atha Sudarshanaha The meaning of these two verses, all the sages like Parvatamuni, Narada, Dhaumya, Vyasa, the Incarnation of God, Brihadashva, Bharadvaja, and Parshurama and disciples, Vasishta, Indra Pramada, Trita, Gritsamada, Asita, Kakshivan, Gautama, Atri, Kaushika, and Sudarshana were present."
    },
    {
      "start_time": 114,
      "end_time": 221,
      "verse_references": [],
      "themes": [
        "Narada Muni",
        "disciplic succession",
        "parampara"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Narada Muni is inevitably associated with the narrations of the Puranas.",
      "summary": "The speaker begins to explain the biographies of some of the sages mentioned in the verses, starting with Narada Muni and his role in the disciplic succession.",
      "timestamp_url": "https://youtu.be/ORIHp5uJvWI?t=114",
      "transcript": "It is a long list of so many names of sages. Sages, Rishis, all varieties of Rishis, Deva Rishis, Brahma Rishis, and Raja Rishis. So Srila Prabhupada explains in the purport a brief biography of some of the sages. Narada Muni Narada Muni is inevitably associated with the narrations of the Puranas. He is described in the Bhagavatam. In his previous life, he was the son of a maidservant. But by good association with pure devotees, he became enlightened in devotional service. And in the next life, he became a perfect man, comparable with himself only. In the Mahabharata, his name is mentioned in many places. He is the principal Deva Rishi, or the chief sage, amongst the demigods. He is the son and disciple of Brahma ji. And from him, the disciplic succession in the line of Brahma has been spread. He initiated Prahlad Maharaj, Dhruva Maharaj, and many celebrated devotees of the Lord. He initiated even Vyasa Deva, the author of Vedic literatures. He initiated Vyasa Deva, the author of Vedic literatures. And from Vyasa Deva, Madhvacharya was initiated. And thus, the Madhva Sampradaya, in which the Gaudiya Sampradaya is also included, has spread all over the universe."
    },
    {
      "start_time": 221,
      "end_time": 334,
      "verse_references": [],
      "themes": [
        "preaching",
        "devotees",
        "disciplic succession",
        "Narada Muni"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, Srila Prabhupada explains that this parampara understanding is required in all places in the material creation.",
      "summary": "The speaker continues discussing the importance of disciplic succession and the role of pure devotees in spreading knowledge, highlighting Narada Muni's instructions to various kings and devotees.",
      "timestamp_url": "https://youtu.be/ORIHp5uJvWI?t=221",
      "transcript": "So, Srila Prabhupada explains that this parampara understanding is required in all places in the material creation. Even in the upper planets, though they are much more intelligent, very sober, in the quality of goodness still, they also require to hear from the authoritative sources and actually gather proper knowledge. The preaching is going on not only on this earth planet, but in other planets also. So, pure devotees travel in the material world, not only in this world of ours, this earth planet, but even to higher planets. And for them, there is no restriction because they are liberated space persons. they are liberated space persons. Sri Chaitanya Mahaprabhu belonged to this Madhva Sampradaya. Sri Chaitanya Mahaprabhu belonged to this Madhva Sampradaya. Therefore, Brahmaji, Narada, Vyasa, down to Madhva, Therefore, Brahmaji, Narada, Vyasa, down to Madhva, Chaitanya and the Goswamis, Chaitanya and the Goswamis, the six Goswamis of Vrindavan, the six Goswamis of Vrindavan, all belong to the same line of disciplic succession. Naradji has instructed many kings from time immemorial. many kings from time immemorial. In the Bhagavatam, we can see that he instructed Prahlad Maharaj while he was in the womb of his mother. He instructed Vasudeva, He instructed Vasudeva, Lord Krishna, as well as Maharaj Yudhishthira. Maharaj Yudhishthira. So, this is a brief summary of Narada's life."
    },
    {
      "start_time": 334,
      "end_time": 433,
      "verse_references": [],
      "themes": [
        "Dhaumya Rishi",
        "Pandavas",
        "guidance",
        "exile"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A great sage who practiced severe penances at Utkochaka Tirtha and was appointed royal priest to the Pandava kings.",
      "summary": "The speaker shifts focus to Dhaumya Rishi, describing his role as the royal priest and advisor to the Pandavas, particularly during their exile.",
      "timestamp_url": "https://youtu.be/ORIHp5uJvWI?t=334",
      "transcript": "Next is Dhaumya. Next is Dhaumya. A great sage who practiced severe penances at Utkochaka Tirtha and was appointed royal priest to the Pandava kings. Pandavas had Dhaumya as their advisor. He acted as a priest in many religious functions of the Pandavas called Samskaras. And also, each of the Pandavas was attended by him at the betrothal of Draupadi. He was present even during the exile of the Pandavas and used to advise them in circumstances of the Pandavas and used to advise them in circumstances sages are always guiding all categories of people particularly the Pandavas when they were in exile they required a lot of guidance so they were accompanied by great sages and one of them is this Dhaumya Rishi who actually used to clear their confusion he instructed them how to live incognito for one year and his instructions were strictly followed by the Pandavas during that time the Pandavas were sent away to exile in the forest after the Kauravas challenged them to a gambling match and cheated the Pandavas in such a match and"
    },
    {
      "start_time": 433,
      "end_time": 558,
      "verse_references": [],
      "themes": [
        "Pandavas",
        "Dhaumya Rishi",
        "incognito",
        "instructions"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Dhaumya Rishi gave Pandavas instructions how to live one year incognito and they were successful in living so.",
      "summary": "The speaker elaborates on Dhaumya Rishi's guidance to the Pandavas during their incognito exile and his presence at the funeral ceremony after the Kurukshetra war.",
      "timestamp_url": "https://youtu.be/ORIHp5uJvWI?t=433",
      "transcript": ".. And therefore the Pandavas had to be defeated and they went away to the forest 13 years. Now 12 years they lived normally, but 13th year they were supposed to hide and nobody should discover them that here are the Pandavas. So the this this Pandavas when they completed 12 years of exile in the forest then they were supposed to live one year incognito without being recognized by anybody so they took help of their the. Rishi was a Kammadi. Rishi was a Kammadi. accompanying them Dhaumya Rishi. Dhaumya Rishi gave Pandavas instructions how to live one year incognito and they were successful in living so. Dhaumya Rishi's name is also mentioned when the general funeral ceremony was performed after the battle of Kurukshetra. So, you can imagine after the battle of Kurukshetra there were so many millions of people who are dead. So, there was a funeral ceremony performed for all the departed souls. In the Anushasana Parva of Mahabharata, Dhaumya Rishi gave religious instructions very elaborately to Maharaj Yudhishtira. The main speaker in the Mahabharata giving instructions to Yudhishtira after the battle of Kurukshetra is Bhishma. But others also used to speak. So, Dhaumya Rishi gave instructions to Yudhishtira. Dhaumya Rishi was actually the right type of priest of a householder for he could guide the"
    },
    {
      "start_time": 558,
      "end_time": 656,
      "verse_references": [],
      "themes": [
        "guidance",
        "householders",
        "priests",
        "ashrama dharma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "You see guidance is required from a transcendentalist.",
      "summary": "The speaker explains the importance of guidance from transcendentalists for householders and the role of priests in guiding individuals according to their ashrama dharma.",
      "timestamp_url": "https://youtu.be/ORIHp5uJvWI?t=558",
      "transcript": "Pandavas on the right path of religion. You see guidance is required from a transcendentalist. And generally householder require guidance from psalmist and saints. From Sanjasis from traveling mendicants like that they require this spiritual enlightenment, guiding them progressively on the right path. Well, a priest is meant for guiding the householder progressively in the right path of ashrama dharma or the occupational duty of a particular caste. So, brahmanas have got their duty, kshatriyas have got their duties, vaishyas have got their duty, shudras have got their duties. So, everybody is guided by the great sages in the Vedic culture. The sages, saints and brahmanas were especially meant for such functions, where the householders have to do some particular rituals. Next, Srila Prabhupada describes in summary, the biography of Vyasadeva. Vyasadeva is also called Badarayana. So, Vyasadeva has got many names that is mentioned by few."
    },
    {
      "start_time": 656,
      "end_time": 784,
      "verse_references": [],
      "themes": [
        "Vyasadeva",
        "incarnation",
        "Vedic wisdom",
        "Bhagavatam"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Vyasadeva or Vedavyasa is a powerful incarnation of Narayana. And he broadcasts the Vedic wisdom to the world.",
      "summary": "The speaker begins to describe Vyasadeva, his various names, his role as an incarnation of Narayana, and his contribution to compiling and transmitting Vedic knowledge, including the Bhagavatam.",
      "timestamp_url": "https://youtu.be/ORIHp5uJvWI?t=656",
      "transcript": "Srila Prabhupada in the beginning of this purport, he is known as Krishna, Krishna Dwaipayana, Dwaipayana, Satyavati Sutta, Parashariya, Parasharatmaja, Badarayana, Vyasadeva, Vedavyasa, etc. He was the son of Mahamuni Parasharatha. Parashara in the womb of Satyavati prior to her betrothal with Maharaj Shantanu, the father of the great general Bhishma. He is a powerful incarnation of Narayana. Vyasadeva or Vedavyasa is a powerful incarnation of Narayana. And he broadcasts the Vedic wisdom to the world. So only because of Vyasadeva compiling the Vedas, transmitting the knowledge of the Vedas, that we are able to understand the Vedic knowledge. As such, Vyasadeva is offered respects before one chants the Vedic literature, especially the Puranas. Narayanam Namaskritya, Naramchaiva Narottama. Narayanam Namaskritya, Naramchaiva Narottama. Narayanam Namaskritya, Naramchaiva Narottama. Narayanam Namaskritya, Naramchaiva Narottama. Naramchaiva Narottama. Namaskritya. Namaskritya Vyasam So Vyasa is particularly offered respect before beginning the narration of the Puranas or even the Vedic literature. Shukrey Goswami was the son of Vyasadeva, and rishis like Vaishampaya and his other disciples for different branches of the Vedas. Vyasadeva is the author of the great epic Mahabharata and the great transcendental literature Bhagavatam. Whatever Bhagavatam we are discussing, it is recorded or written"
    },
    {
      "start_time": 784,
      "end_time": 933,
      "verse_references": [],
      "themes": [
        "Vyasadeva",
        "penances",
        "Mahabharata",
        "Ganesha",
        "sons"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When Vyasadeva wanted to record the great epic Mahabharata for the welfare of all people in the age of Kali, he was feeling the necessity of a powerful writer who could take up his dictation.",
      "summary": "The speaker continues describing Vyasadeva's life, including his penances, the compilation of the Mahabharata with the help of Ganesha, and the birth of his three sons.",
      "timestamp_url": "https://youtu.be/ORIHp5uJvWI?t=784",
      "transcript": "by Vedavyasa or Vyasadeva. The Brahma Sutras or the Vedanta Sutras or Badarayana Sutras were compiled by Vyasadeva. Amongst sages, he is the most respected author of by dint of severe penances. Vyasadeva performed a lot of penances. Penance means voluntarily accepting some inconvenience for the body for the sake of spiritual progress. When Vyasadeva wanted to record the great epic Mahabharata for the welfare of all people in the age of Kali, he was feeling the necessity of a powerful writer who could take up his dictation. By the order of Brahmaji, Sri Ganeshji took up the charge of noting down the dictation on the condition that Vyasadeva would not stop dictation for a moment. The Mahabharata was thus compiled by the joint endeavor of Vyasadeva and Ganesha. By the order of his mother, Satyavati, who was later married to Maharaj Shantanu, and by the request of Bhishma Deva, Shantanu Shantanu sorry Okay, the sentence is, by the order of his mother, Satyavati, and by the request of Bhishma Daewa, Vyasadeva begot three brilliant sons whose names are DÁsthor, Pandu and Vidara. The Mahabharata was compiled by Vyasadeva after the Battle of Kurukshetra and after the death of all the heroes of Mahabharata. This Mahabharata was first spoken in the Royal Assembly of Maharaj Janmejaya, who was the son of Maharaj Pariksit. So that's about Vyasa Deva."
    }
  ]
}