{
  "video_id": "oTyiL8KO0dA",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.12.10-1 | 6-08-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=oTyiL8KO0dA",
  "segments": [
    {
      "start_time": 30,
      "end_time": 174,
      "verse_references": [
        "SB 1.12.10"
      ],
      "themes": [
        "Brahmastra",
        "Lord's Potency",
        "Protection of Pariksit"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "like that for the all powerful lord unlimited lord it is very very insignificant to vanquish the radiation of the brahmastra",
      "summary": "The speaker explains how the Lord easily vanquished the Brahmastra aimed at Pariksit, comparing it to the sun evaporating a dewdrop, highlighting the Lord's unlimited power.",
      "timestamp_url": "https://youtu.be/oTyiL8KO0dA?t=30",
      "transcript": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namah Bhagavate Vasudevaya Narayanam Namaskritya Naram Jai Vanarottamam Deviim Saraswatiim Vyasam Tato Jaya Mudhirayet. In this session, we will be discussing the 10th and 11th verses of the 12th chapter of 1st Canto Srimad Bhagavatam. The meaning of this verse is: The Lord was thus engaged in vanquishing the radiation of the Brahmastra just as the sun evaporates a drop of dew. He was observed by the child, who thought about who he was, while Pariksit is being given darshan by the Lord. What was the Lord doing? He was engaged in vanquishing the radiation of the Brahmastra. He was protecting child Pariksit from being destroyed by the Brahmastra. The Brahmastra, its power, is so immense. It can destroy one whole universe. That is the power of Brahmastra. That Brahmastra, the Lord vanquished as easily as the sun evaporates a drop of dew, one drop of water that is condensed on a blade of grass. When the sun rises in the morning and dispels the darkness and even the cold that's in winter, when water vapor condenses and a droplet is sitting on a blade of grass, and the sun rises, it can evaporate the drop of dew, not only one drop, but millions and billions and trillions of drops of water everywhere. The sun will immediately evaporate like that."
    },
    {
      "start_time": 174,
      "end_time": 267,
      "verse_references": [],
      "themes": [
        "Krishna's Supremacy",
        "Devatas",
        "Source of Power"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "krishna is always eternally unlimitedly powerful so therefore never compare krishna with any devatas",
      "summary": "The speaker emphasizes Krishna's unlimited power and warns against comparing Him to demigods, who derive their power from Krishna.",
      "timestamp_url": "https://youtu.be/oTyiL8KO0dA?t=174",
      "transcript": "Like that, for the all-powerful Lord, the unlimited Lord, it is very insignificant to vanquish the radiation of the Brahmastra because, even though the Brahmastra is very powerful, it has so much destructive power, but it is limited, and Krishna's strength, or Krishna's potencies, are unlimited. This difference always exists between Krishna and everyone else. So, Srila Prabhupada says the devatas, however powerful they may be, they are powerful by limitation, and Krishna is always eternally, unlimitedly powerful. So, therefore, never compare Krishna with any devatas, never compare Krishna with Shiva or Brahma or Durga, any devata or devi. You don't compare Krishna. Krishna is always unlimitedly powerful. And, in fact, the demigods, the devatas, the devi devatas, they are all deriving from Krishna. Whatever power they may have, they're deriving from Krishna's unlimited source."
    },
    {
      "start_time": 267,
      "end_time": 343,
      "verse_references": [
        "SB 1.12.10"
      ],
      "themes": [
        "Protection",
        "Disappearance of the Lord",
        "Pariksit"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "krishna's work is over he vanquished the brahmastra saved pariksit he gave him brave darshan and immediately he disappeared",
      "summary": "The speaker recounts how Krishna entered Uttara's womb, saved Pariksit from the Brahmastra, and then disappeared after giving darshan.",
      "timestamp_url": "https://youtu.be/oTyiL8KO0dA?t=267",
      "transcript": "Krishna is the ultimate source of everyone's power. So, Krishna entered the womb of Mother Uttara, Pariksit's mother, and saved that child Pariksit by simply vanquishing that radiation of Brahmastra, just like the sun evaporates a small droplet of water as soon as it rises. The 11th verse, the meaning of this 11th verse: While thus being observed by the child, the Supreme Lord, Personality of Godhead, the Supersoul of everyone, and the protector of the righteous, who stretches in all directions and who is unlimited by time and space, disappeared at once. Krishna's work is over. He vanquished the Brahmastra, saved Pariksit, and gave him darshan, unlimited time and space."
    },
    {
      "start_time": 343,
      "end_time": 495,
      "verse_references": [
        "SB 1.12.11"
      ],
      "themes": [
        "Supreme Personality of Godhead",
        "Mayavadi Philosophy",
        "Difference between Lord and Living Beings"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This one difference, if you remember, immediately we can understand the difference between the Supreme Lord Krishna and every other living being, in whatever position, whatever situation, whatever power, whatever position, no living being can compare with the Lord.",
      "summary": "The speaker explains the difference between the Supreme Lord and individual living beings, refuting the Mayavadi philosophy that equates all living beings with God, emphasizing the Lord's unlimited nature.",
      "timestamp_url": "https://youtu.be/oTyiL8KO0dA?t=343",
      "transcript": "gave darshan and immediately he disappeared. So, Srila Prabhupada explains the description of the Lord means He is all-pervading Supersoul, Bhagavan. He is the Supreme Personality of Godhead, the protector of the righteous, the Supreme Lord, all kinds of opulences including power. That Supreme Lord, while He was being observed by the child, He suddenly disappeared. So, Srila Prabhupada says in the purport, \"Child Pariksit was not observing a living being who is limited by time and space. There is a gulf of difference between the Lord and the individual living being.\" This should particularly be noted by the Mayavadi philosophers. They always think that every living being is ultimately God, Brahman, or Supreme, or Absolute Truth, or Atma, whatever term they may use. They think there is no difference between God and each one of us, but that is wrong. The Lord is mentioned herein as a Supreme living being, unlimited by time and space, whereas every living being is limited by time and space. This one difference, if you remember, immediately we can understand the difference between the Supreme Lord Krishna and every other living being, in whatever position, whatever situation, whatever power, whatever position, no living being can compare with the Lord. Even though a living being is qualitatively one with the Lord, qualitatively one means in quality, we are spirit, in quality, the Lord is also completely spiritual. Quantitatively, there is a great difference between the Supreme Soul and the common individual soul. It's a very, very big difference. You cannot conceive what's the difference."
    },
    {
      "start_time": 495,
      "end_time": 690,
      "verse_references": [
        "BG 9.4"
      ],
      "themes": [
        "All-pervasiveness",
        "Consciousness",
        "Krishna's Presence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is in your body, my body, everyone's body, everybody. That's the difference between Krishna and each one of us.",
      "summary": "The speaker elaborates on the concept of all-pervasiveness, contrasting the limited consciousness of individual souls within their bodies with Krishna's unlimited consciousness that pervades everything.",
      "timestamp_url": "https://youtu.be/oTyiL8KO0dA?t=495",
      "transcript": "Unlimited versus limited, the difference. In the Bhagavad Gita, both the living beings and the Supreme Being are said to be all-pervading. That is the description of the Lord. The living being is described as all-pervading, the spirit soul. But, there is a difference between these two. There is a difference between these two kinds of all-pervasiveness. What's the difference? A common living being or soul can be all-pervading within his own limited body. I am present throughout my body. That's why if an ant bites my toe, immediately I come to know, or an ant bites somewhere in my forehead, I immediately come to know. Because, even though I am a very tiny spirit, even though I am a very tiny spirit soul within this body, by my consciousness, I am present everywhere. My consciousness is spread throughout my body. Your consciousness is spread throughout your body. Even Brahma's consciousness is spread throughout his body. But, what about Krishna? What about Krishna's awareness or consciousness? It is spread everywhere: in the spiritual world, in the material world, in every universe, in every planet, in every living being, in every space, in all time. No limitation. The Supreme living being is all-pervading in all space and all time. You see, all space and all time. A common living being cannot extend its influence over another common living being by its all-pervasion. Very simple example: I am within this body. By even using yogic power, I cannot extend my influence over another person's body. Not possible. But the Supreme Supersoul, the Personality of God, is unlimitedly able to exert its influence over all places and all times and over all living beings. See, Krishna enters into the heart of every living being. I have entered into this body. I am situated in this body. Krishna has entered into my body, your body. You are situated in your body. You are not in my body. I am not in your body. Krishna is in your body, my body, everyone's body, everybody."
    },
    {
      "start_time": 690,
      "end_time": 772,
      "verse_references": [],
      "themes": [
        "Krishna's Appearance",
        "Limitations of Living Beings",
        "Protection of the Righteous"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Because he is all-pervasive, unlimited by time and space, he can appear even within the womb of the mother of child Parikshit.",
      "summary": "The speaker explains that Krishna's all-pervasiveness allows Him to appear anywhere, unlike limited living beings, and that He protects those who are surrendered to Him.",
      "timestamp_url": "https://youtu.be/oTyiL8KO0dA?t=690",
      "transcript": "That's the difference between Krishna and each one of us. Because He is all-pervasive, unlimited by time and space, He can appear even within the womb of the mother of child Parikshit. Try to understand this point. He can appear anywhere, wherever He pleases, wherever He wants to. We cannot do so. We are limited, always limited, where we can go, how much we can exert a certain influence. That also, empowered by Krishna. Now, the Lord is described as all-pervading through all time and space. He is also described here as the protector of the righteous, Dharmakut. Anyone who is a surrendered soul unto the Supreme is righteous, and he is specifically protected by the Lord in all circumstances. So, if we have surrendered to Krishna, we are protected by Krishna always, in all situations, all circumstances."
    },
    {
      "start_time": 772,
      "end_time": 893,
      "verse_references": [],
      "themes": [
        "Protection of the Unrighteous",
        "External Energy",
        "Ten Directions"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Lord is the indirect protector of the unrighteous also.",
      "summary": "The speaker explains that the Lord indirectly protects the unrighteous by rectifying their sins through His external energy, and describes the Lord as being dressed in all ten directions, signifying His presence everywhere.",
      "timestamp_url": "https://youtu.be/oTyiL8KO0dA?t=772",
      "transcript": "Now, Srila Prabhupada says a very important point here. The Lord is the indirect protector of the unrighteous also. Directly, He protects all those who are surrendered souls who are righteous, but He is also the indirect protector of the unrighteous, those who are not righteous, for He rectifies their sins through His external energy. The external energy is controlling all the unrighteous souls to rectify their mentality of being rebellious to the Supreme, of their mentality of not surrendering to Krishna, so that, when they surrender, they become completely protected by the Lord. They become delivered from this material existence. They are free from all material miseries, material bondage. The Lord is mentioned herein as one who is dressed in ten directions, Dasha ma sasya mishato dasha ma sasya, who is dressed in all ten directions. That means He is present everywhere and can appear and disappear at His will. What are these ten directions? The eight directions you know: east, west, north, south, north-east, north-west, south-east, south-west, and up and down. So these are called the ten directions. Now He is present everywhere, in all directions, in all ten directions. This means, dressed with garments on ten sides, up and down. He is present everywhere and can appear and disappear at His will."
    },
    {
      "start_time": 893,
      "end_time": 967,
      "verse_references": [],
      "themes": [
        "Appearance and Disappearance",
        "Material Covering",
        "Darshan"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So when Krishna appears, he becomes visible to us right in that place where he appears. And when he disappears, he becomes invisible.",
      "summary": "The speaker clarifies that Krishna's disappearance doesn't mean He leaves, but rather becomes invisible, and that He is present everywhere, but can only be seen when He gives darshan.",
      "timestamp_url": "https://youtu.be/oTyiL8KO0dA?t=893",
      "transcript": "from everywhere and anywhere. Now, His disappearance from the side of child Parikhit does not mean that He appeared on the spot from any other place. He was present there, and even after disappearance, He was present there, although invisible to the eyes of the child. So when Krishna appears, He becomes visible to us right in that place where He appears, and when He disappears, He becomes invisible. He is there, present, because He is everywhere, but He becomes invisible. That's all. This material covering of the effulgent firmament, firmament in the sky, is also something like a womb of the Mother Nature, and we are put into the womb by the Lord, the Father of all living beings. So He is present everywhere, even in the material womb of Mother Durga, and those who are deserving can see the Lord. He is present wherever we have our awareness in the material world also. He is present, but we can see Him only when He gives darshan, when He becomes visible, not otherwise. So I'll stop here. Thank you very much."
    }
  ]
}