{
  "video_id": "Ov_gpN6HEqc",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.7.10 Part 2 | 15-12-2021",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=Ov_gpN6HEqc",
  "segments": [
    {
      "start_time": 0,
      "end_time": 78,
      "verse_references": [
        "SB 1.7.10"
      ],
      "themes": [
        "Atmarama",
        "Self-realization",
        "Devotional Service",
        "Transcendental Qualities of Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This means the Lord possesses transcendental qualities and therefore can attract everyone, including liberated souls.",
      "summary": "The lecture begins with prayers and an introduction to the topic: the Atmarama verse (SB 1.7.10) and why even liberated souls are attracted to Krishna.",
      "timestamp_url": "https://youtu.be/Ov_gpN6HEqc?t=0",
      "transcript": "Om Agyana Timiraandhasya Gyananjanishalakaya Chakshurun Meelitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaivanarottamam Devim Saraswateem Vyasam Tato Jayam Udhiraye Namaste In this session, I'll be continuing from the previous session to describe the different meanings of the Atmarama words, the same words that we discussed in the last session, the 10th verse of the 7th chapter of the first canto of Srimad Bhagavatam, the famous Atmarama words."
    },
    {
      "start_time": 78,
      "end_time": 158,
      "verse_references": [],
      "themes": [
        "Krishna's Qualities",
        "Attraction to Krishna",
        "Liberated Souls",
        "Transcendentalists"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, here Suta Goswami is justifying that even liberated souls are attracted to Krishna because of his wonderful qualities.",
      "summary": "Suta Goswami justifies why even liberated souls are attracted to Krishna due to his unlimited good qualities, as explained by Lord Chaitanya to Sanatana Goswami.",
      "timestamp_url": "https://youtu.be/Ov_gpN6HEqc?t=78",
      "transcript": "Just to refresh your memory, the meaning of that verse: all different varieties of Atmaramas, or those who take pleasure in the Atmarama, the life of the self, especially those engaged in self-realization, though freed from all kinds of material bondage, desire to render unalloyed devotional service to the Supreme Personality of Godhead. This means the Lord possesses transcendental qualities and therefore can attract everyone, including liberated souls. If you remember, before this, there was a question raised by Saunakarishi to Suta Goswami, why did Sukadev Goswami, the great devotee of the Supreme Personality of Godhead, undertake the trouble of going through this vast literature of Bhagavatam from his father Vyasadeva, when he was already a liberated soul? So, here Suta Goswami is justifying that even liberated souls are attracted to Krishna because of his wonderful qualities. He is a reservoir of unlimited good qualities. Srila Bhaktivinoda Thakur says, and who are the varieties of different transcendentalists who get attracted to Krishna? And even non-transcendentalists get attracted to Krishna."
    },
    {
      "start_time": 158,
      "end_time": 258,
      "verse_references": [],
      "themes": [
        "Krishna's Qualities",
        "Transcendental Bliss",
        "Devotee Relationship",
        "Krishna's Magnanimity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna offers himself to his devotees because devotees don't accept anything from Krishna for the service they render to him.",
      "summary": "The discussion focuses on Krishna's transcendental qualities, his unlimited nature, and his magnanimity in offering himself to his devotees because they don't seek anything in return.",
      "timestamp_url": "https://youtu.be/Ov_gpN6HEqc?t=158",
      "transcript": "So, that is described elaborately by Lord Chaitanya to Srila Sanatana Goswami. So, here continuing the description of the different meanings, the word guna means quality. The qualities of Krishna are transcendentally situated and are unlimited in quantity. All of the spiritual qualities are full of transcendental bliss. That is the nature of Krishna's qualities. Krishna's transcendental qualities of opulence, sweetness and mercy are perfect and full. As far as Krishna's affections are concerned, leaning toward his devotees is concerned, he's so magnanimous that he can give himself to his devotees. Why is this said like this here? Because even if Krishna wants to offer anything to his devotees, the pure devotees do not accept anything in return for the service they render to Krishna. So Krishna says, \"I have nothing in my possession which I can give you, so I give myself to you.\" There is such a statement in these scriptures. Krishna offers himself to his devotees because devotees don't accept anything from Krishna for"
    },
    {
      "start_time": 258,
      "end_time": 396,
      "verse_references": [],
      "themes": [
        "Krishna's Beauty",
        "Transcendental Mellows",
        "Attraction of Kumaras",
        "Tulsi Aroma"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When the breeze carrying the aroma of Tursi leaves and saffron from the lotus feet of the lotus eyed personality of Godhead entered through the nostrils into the hearts of those sages, the Kumaras, they experienced a change in both body and mind.",
      "summary": "Krishna's qualities attract devotees through beauty, mellows, and fragrance, exemplified by the Kumaras being attracted to Krishna by the aroma of Tulsi leaves offered to the Lord.",
      "timestamp_url": "https://youtu.be/Ov_gpN6HEqc?t=258",
      "transcript": "the service they render to him. Now Krishna has unlimited qualities, ittambhuta gunoharihi, that is being described here. Krishna has unlimited qualities. The devotees are attracted by his uncommon beauty, by his mellows. Mellow means the rasa that is exchanged in transcendental loving service and the fragrance. Thus they are differently situated in different transcendental mellows, devotees situated in different kinds of relationship with Krishna. Therefore Krishna is called all attractive. The name Krishna means, one of the meanings Krishna means, all attractive. He is completely attractive to everyone without exception. Now examples have been given by Lord Chaitanya. The minds of the four boy sages, Kumaras, Sanaka, Sanatana, Sanandana and Sanat Kumara were attracted to the lotus feet of Krishna by the aroma of the Tursi that had been offered to the Lord. Lord Vishnu or Narayana always is worshipped by offering Tursi mixed with Chandan. We call it Charan Tursi. So that is offered to Lord Narayana or Krishna or Vishnu always by the devotees. So the fragrance of that Tursi mixed with Chandan attracted the attention of the people. These are the four liberated sages, Kumaras. So that is explained further. In the Bhagavatam, there is a statement: When the breeze carrying the aroma of Tursi leaves and saffron from the lotus feet of the lotus eyed personality of Godhead entered through the nostrils into the hearts of those sages, the Kumaras, they experienced a change in both body and mind, even though they were attached to the inner world, even though they were attached to the inner world. This was Murabbi's impassional Brahman understanding."
    },
    {
      "start_time": 396,
      "end_time": 556,
      "verse_references": [],
      "themes": [
        "Kumaras",
        "Vaikuntha",
        "Liberation",
        "Curse of Jaya and Vijaya"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "They do not have any attraction for anything material in this world.",
      "summary": "The story of the Kumaras entering Vaikuntha, being stopped by Jaya and Vijaya, and subsequently cursing them is narrated.",
      "timestamp_url": "https://youtu.be/Ov_gpN6HEqc?t=396",
      "transcript": "There is a description in the 15th chapter of Srimad Bhagavatam that once these four Kumaras happened to be wandering without any particular aim because they were liberated sages. They do not have any attraction for anything material in this world. They are not interested in any material enjoyment, material power, material facilities, material opulence, they are not interested in any of those things. They are completely transcendentally situated. So while they were wandering, they happened to enter the Vaikuntha planet. Now how is it that could enter the Vaikuntha planet? Because they're liberated souls. Those who are conditioned, even by dint of yogic power, they cannot go outside the coverings of the universe. A conditioned soul cannot go outside the coverings of the universe. A liberated soul, by the mercy of the Supreme Lord, can even go to the spiritual planet, the Vaikuntha loka. So by chance, without any particular aim, the Kumaras who are wandering everywhere happen to enter the Vaikuntha loka. Now as soon as they entered the Vaikuntha loka, something happened. They were stopped by one of the, by a pair of door keepers, Jaya and Vijaya, who were guarding the doors of the entrance of the Vaikuntha palace of the Supreme Lord. So the Kumaras became very angry at the Vaikuntha loka. They were stopped by one of the, by a pair of door keepers, Jaya and Vijaya. Who were these door keepers? You are not fit to be living here, staying in this place where there is no duality. How come you are wrongly stopping somebody who is eligible to go? Because we have no particular desire or we have no particular attraction or no particular need for any enjoyment and you're stopping us, so you don't deserve to be in Vaikuntha. So the Kumaras cursed these two door keepers and"
    },
    {
      "start_time": 556,
      "end_time": 656,
      "verse_references": [],
      "themes": [
        "Kumaras",
        "Lord Narayana",
        "Tulsi Aroma",
        "Devotion"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When they offered obeisances to the Lord's lotus feet the aroma of the Tursi leaves mixed with chandan entered their nostrils and they experienced a never before had they had an experience.",
      "summary": "Lord Narayana pacifies the Kumaras, and they are captivated by his beauty and the aroma of Tulsi, leading them to become devotees.",
      "timestamp_url": "https://youtu.be/Ov_gpN6HEqc?t=556",
      "transcript": "exactly at the time Lord Narayana arrived at that door to his palace and he wanted to pacify this Kumaras. So the Kumaras, when they saw the beauty of Lord Narayana, they were immediately captivated by that beauty and they fell down prostrate to offer obeisances to the Supreme Lord. Now when they offered obeisances to the Lord's lotus feet, the aroma of the Tursi leaves mixed with chandan entered their nostrils and they experienced a, never before had they had an experience, they never before had. Though they were liberated, they experienced ecstasy both in body and mind by smelling that chandan, Tursi mixed with chandan. That's being described here. Even though they were attached to the impersonal Brahman understanding, that is the only realization they had before this. Now they were elevated to understand the personality courted with his uncommon features. So they became devotees of the Supreme Personality of God after this incident. Next it is described Shukadeva Goswami"
    },
    {
      "start_time": 656,
      "end_time": 788,
      "verse_references": [
        "SB 1.2.6"
      ],
      "themes": [
        "Shukadeva Goswami",
        "Impersonal Brahman",
        "Pastimes of the Lord",
        "Srimad Bhagavatam"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Although I was fully situated in the transcendental position in impersonal Brahman realization, I was nonetheless attracted to the pastimes of Lord Krishna.",
      "summary": "The lecture explains how Shukadeva Goswami, initially situated in impersonal Brahman realization, became attracted to Krishna's pastimes and studied Srimad Bhagavatam.",
      "timestamp_url": "https://youtu.be/Ov_gpN6HEqc?t=656",
      "transcript": "Swami's mind was carried away by hearing the pastimes of the Lord. So, it is said Shukadeva Goswami also was situated in impersonal understanding of the absolute truth, Brahman realization. But when he heard the pastimes of the Lord from his father Vyasadeva, when Vyasadeva compiled and was revising the Srimad Bhagavatam under the instruction of Narada, that is when Shukadeva Goswami got attracted to the personality of Godhead Krishna. So, Shukadeva Goswami's own words, it is described, Shukadeva Goswami is addressing Pariksit Maharaj, \"My dear king, although I was fully situated in the transcendental position in impersonal Brahman realization, I was nonetheless attracted to the pastimes of Lord Krishna. Therefore, I studied Srimad Bhagavatam from my father.\" Vyasadeva is a statement by Shukadeva Goswami himself. And Suta Goswami also confirms this by offering his respectful obeisances to Shukadeva Goswami. Suta Goswami says, \"I offer my respectful obeisances unto Srila Shukadeva Goswami, the son of Vyasadeva, and the destroyer of all sinful reactions. Being full in self-realization and bliss, he had no material desire. Still, he was attracted by the transcendental pastimes of the Supreme Personality of Godhead and out of compassion for the people in general. He described the transcendental historical literature called Srimad Bhagavatam.\" This is compared, this Bhagavatam is compared to the light of the absolute truth. Bhagavatam can enlighten us in the transcendental subject matter of the absolute truth. He described the personality of Godhead, Krishna, and his personal qualities, his personal activities, his personal form, his personal abode, his personal paraphernalia, his personal devotees."
    },
    {
      "start_time": 788,
      "end_time": 899,
      "verse_references": [],
      "themes": [
        "Gopis",
        "Krishna's Beauty",
        "Surrender",
        "Devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The gopis are completely captivated by the beauty of Krishna's transcendental form.",
      "summary": "The lecture concludes by describing how the Gopis, the most beautiful women, are completely captivated by Krishna's beauty and have surrendered themselves to him.",
      "timestamp_url": "https://youtu.be/Ov_gpN6HEqc?t=788",
      "transcript": "That's what the Bhagavatam is all about. So, this is the way Krishna attracted the four Kumaras. Krishna attracted Shukadeva Goswami. Both of them were situated in impersonal liberation. Next, Lord Chaitanya describes, Lord Sri Krishna attracts the minds of all the gopis in Vrindavan with his beautiful transcendental bodily features. This is a statement by the gopis themselves. They are addressing Krishna, \"Dear Krishna, We have simply surrendered ourselves as your maidservants, for we have seen your beautiful face decorated with tresses of hair, your earrings falling upon your cheeks, the nectar of your lips and the beauty of your smile. Indeed because we have been embraced by your arms, which give us courage and seen your chest, which is beautiful and broad, we have surrendered ourselves.\" The gopis are completely captivated by the beauty of Krishna's transcendental form. Now mind you, Gopis are the most beautiful women in the entire creation. Those Gopis are attracted to Krishna, so no ordinary person, not even any Devata, anybody can attract the Gopis mind. Only Krishna can attract. So that is the speciality of the Gopis, that's how they, they are devotees completely surrendered to Krishna."
    }
  ]
}