{
  "video_id": "Owh_YIBtO_o",
  "title": "SB 1.19.24 | HH Stoka Krishna Swami | 27-05-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=Owh_YIBtO_o",
  "segments": [
    {
      "start_time": 0,
      "end_time": 47,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyanati Mirandasya Gyananjanishalakaya Chakshurunmilitam Jena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/Owh_YIBtO_o?t=0",
      "transcript": "Om Agyanati Mirandasya Gyananjanishalakaya Chakshurunmilitam Jena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Prishtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Galadhara Shiva Sadi Gauravaka Devrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet"
    },
    {
      "start_time": 48,
      "end_time": 144,
      "verse_references": [],
      "themes": [
        "duty",
        "death",
        "questions"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "please after proper deliberation tell me of the unalloyed duty of everyone in all circumstances and specifically of those who are just about to die",
      "summary": "The speaker introduces the topic of discussion: Parikshit Maharaj's questions about duty, both general and specifically for those about to die.",
      "timestamp_url": "https://youtu.be/Owh_YIBtO_o?t=48",
      "transcript": "In this session, we will be discussing from the 24th verse of the 19th chapter of the first canto of Srimad Bhagavatam. Tata shchava snaam pritsam ifo ne把ram bhi chalo 擊ี่ विप्रा एति ईत्यचे अलला करिmealा ज़ब्बमरिया आनैसचे कृत्यस्य सर्वात्मणा मरीयम अनैश्य कृत्यम शुद्धमचतत्र अमृशता अभीयुखताहा. So the meaning of this function is that I would like to say this scream over and over every edition and every shortly you are hearing, I think that is the actual symbol of myovement. Number one, Number two, Number three, Number four verses: oh trustworthy brahmanas, I now ask you about my immediate duty. So Parikshit is asking those great saintly persons, what is my immediate duty? Please, after proper deliberation, tell me of the unalloyed duty of everyone in all circumstances, and specifically of those who are just about to die. Parikshit asked two questions. He is asking about duty. He is asking about the unalloyed duty of everyone in all circumstances, that's the first question. And the second question is the unalloyed duty of those who are just about to die."
    },
    {
      "start_time": 144,
      "end_time": 207,
      "verse_references": [
        "BG 2.7"
      ],
      "themes": [
        "duty",
        "questions",
        "comparison"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "mind you these are the most important questions anybody can ask with regard to uh spirituality",
      "summary": "The speaker emphasizes the importance of Parikshit's questions and draws a parallel to Arjuna's inquiries in the Bhagavad Gita.",
      "timestamp_url": "https://youtu.be/Owh_YIBtO_o?t=144",
      "transcript": "So Srila Prabhupada explains this in the purport very nicely in these words: the king has placed two questions before the learned sages. Mind you, these are the most important questions anybody can ask with regard to spirituality. Arjuna asked Krishna in the Bhagavad Gita, karpanya dosho pohata svabhavah pruchami. Here also, prucham imambi pruche, that which is to be asked, I am inquiring from you, I beg to ask you. Similarly, Arjuna is asking me..."
    },
    {
      "start_time": 280,
      "end_time": 335,
      "verse_references": [],
      "themes": [
        "duty",
        "death",
        "Pariksit Maharaj"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "what is the specific duty of one who is to die very shortly was about to die what is his duty",
      "summary": "The speaker reiterates Parikshit's specific concern about his duty given his impending death in seven days.",
      "timestamp_url": "https://youtu.be/Owh_YIBtO_o?t=280",
      "transcript": "...Krishna that way. So similarly here, King Pariksit is asking about his duty. The first question is, what is the duty of everyone in all circumstances? First question of duty, about the duty of everyone in all circumstance. And the second question is, what is the specific duty of one who is to die very shortly, was about to die, what is his duty? If you remember, Pariksit Maharaj has been cursed to die in seven days, so is particularly concerned about what is his duty before he dies, what should he perform, what duty should he perform? So Prabhupada says..."
    },
    {
      "start_time": 335,
      "end_time": 404,
      "verse_references": [],
      "themes": [
        "death",
        "duty",
        "Bhagavad Gita"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "of the two the question relating to the dying man is most important because everyone is a dying man either very shortly or after 100 years",
      "summary": "The speaker highlights the importance of the question about the dying man's duty, noting that everyone is ultimately a dying man, and connects it to the broader discussion of duty in the Bhagavad Gita.",
      "timestamp_url": "https://youtu.be/Owh_YIBtO_o?t=335",
      "transcript": "How to die before you die? Of the two, the question relating to the dying man is most important because everyone is a dying man, either very shortly or after 100 years. Especially on the earth planet, everyone is a dying man, mriyam aane hi. Especially those are about to die, mriyam aane hi. The duration of life is immaterial, but the duty of a dying man is very important. The whole of Bhagavad-Gita actually talks about duty, so that karma refers to prescribed duties."
    },
    {
      "start_time": 404,
      "end_time": 480,
      "verse_references": [],
      "themes": [
        "duty",
        "questions",
        "Srimad Bhagavatam"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "practically the whole of the shreemad bhagavatam beginning from the second canto up to the last twelfth canto deal with these two questions so important these questions are",
      "summary": "The speaker emphasizes that the entirety of the Srimad Bhagavatam addresses the two questions posed by Parikshit Maharaj.",
      "timestamp_url": "https://youtu.be/Owh_YIBtO_o?t=404",
      "transcript": "So duty is a very important subject of the Bhagavad-Gita. So here that question is pertaining to the duty of a dying man, one who is about to die, what is his duty? Maharaj Pariksit placed these two questions before Sukadev Goswami also on his arrival. We will hear in after a few verses the arrival of Sukadev Goswami in that assembly. So therefore this chapter is entitled the appearance of Sukadev Goswami. So these two questions in Pariksit ask the assembled sages, the saintly persons, great sages, the same two questions he'll place in front of Sukadev Goswami a little later. So Prabhupada says practically the whole of the Sreemad Bhagavatam beginning from the second canto up to the last twelfth canto deal with these two questions, so important these questions."
    },
    {
      "start_time": 480,
      "end_time": 580,
      "verse_references": [],
      "themes": [
        "devotional service",
        "duty",
        "Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The permanent duty of everyone is to render service to Krishna.",
      "summary": "The speaker explains that the conclusion of the Bhagavatam is that the permanent duty of everyone is to render devotional service to Krishna.",
      "timestamp_url": "https://youtu.be/Owh_YIBtO_o?t=480",
      "transcript": "are. Bhagavatam is a very, very vast literature, but everything is explained in the Bhagavatam in answer to these two questions are by Pariksit from Sukhadeva Goswami. The conclusion arrived at thereof is that devotional service of the Lord Shri Krishna, as it is confirmed by the Lord himself in the last phases of the Bhagavad Gita, is the last word in relation to everyone's permanent duty in life. Situationally, according to our present condition or situation, we may have some temporary duties, like a student has got a duty to study as long as the student. A householder has a duty towards maintenance of his family members, but that is also limited to the period of the life of the householder. When he is a householder, if the question is asked what is everyone's permanent duty in life, that is answered in the Bhagavatam. The permanent duty of everyone is to render..."
    },
    {
      "start_time": 580,
      "end_time": 659,
      "verse_references": [],
      "themes": [
        "devotee",
        "humility",
        "authority"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So that he might be able to go on with his confirmed duty without controversy. See Pariksit is taking a very humble position.",
      "summary": "The speaker explains that Parikshit, despite being a devotee, seeks confirmation from the assembled sages out of humility and respect for authority.",
      "timestamp_url": "https://youtu.be/Owh_YIBtO_o?t=580",
      "transcript": "...service to Krishna. Maharaj Pariksit was already aware of this fact because he is a devotee, and what does a devotee do? He simply engages in Krishna's service to please Krishna. So Maharaj Pariksit was aware as a devotee, but he wanted the great sages assembled there to unanimously give their verdict on his conviction, so that he might be able to go on with his confirmed duty without controversy. See, Pariksit is taking a very humble position. He is respecting the great sages who are assembled there as superiors, even though he himself is a pure devotee and is well aware that his only business is spiritual activity. That he knew, but taking humble position, he wanted to get it confirmed from authority."
    },
    {
      "start_time": 659,
      "end_time": 783,
      "verse_references": [],
      "themes": [
        "transcendental realization",
        "bhakti yoga",
        "methods"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "the first class method demands that one give up all other methods and surrender onto the lotus feet of the lord and thus be safe on all sin and their sins.",
      "summary": "The speaker discusses different methods of transcendental realization, highlighting bhakti yoga as the first-class method involving surrender to Krishna.",
      "timestamp_url": "https://youtu.be/Owh_YIBtO_o?t=659",
      "transcript": "Now Pariksit has especially mentioned the word Shuddha are perfectly correct. For transcendental realization or self realization, many processes are recommended by various classes of philosophers. In this material world, always there are different class of philosophers. Ah, Srila Prabhupada talks about the first class method, ah, or process of, ah, uh, transcendental realization, the second class method, and the third class method. So Prabhupada says the first class method demands that one give up all other methods and surrender onto the lotus feet of the Lord and thus be safe on all sin and their sins. So first the first class method that says may stock one up all other methods and give reactions this is the first class method this is the method of bhakti bhakti yoga the other methods are dhyana yoga ashtanga yoga dhyana yoga or ashtanga yoga then there is one more method called buddhi yoga the same as bhakti yoga then there is dhyana yoga so all different methods different processes without exerting oneself without taking a risk guaranteed success at the end of this life you can take a risk and you can take a risk and you can take a risk and you can take a risk and you can take a risk and you can take a risk that is possible only when adopts the first class method of bhakti yoga."
    },
    {
      "start_time": 783,
      "end_time": 856,
      "verse_references": [
        "BG 6.47"
      ],
      "themes": [
        "bhakti yoga",
        "Krishna",
        "topmost yogi"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "yuktatama means is most intimately united with me in yoga who the one who with devotion faith renders devotional service to me",
      "summary": "The speaker concludes by quoting Krishna from the Bhagavad Gita, certifying that bhakti yoga is the topmost yoga and that a devotee is the most intimately connected with Krishna.",
      "timestamp_url": "https://youtu.be/Owh_YIBtO_o?t=783",
      "transcript": "Only then it is possible. Krishna certifies that bhakti yoga is the first class method. What does he say? Yoginam api sarvesham madgatena antaratmana shraddhavan bhajate yomam same yuktatamomata ha. Yuktatama means is most intimately united with me in yoga, who? The one who with devotion, faith, renders devotional service to me. So such a person is declared by Krishna to be the topmost yogi, yuktatama. Yoga means to connect to the supreme, and topmost yogi is one who is perfectly connected with Krishna. So therefore, yuktatamomata. So I'll stop here. Thank you very much."
    }
  ]
}