{
  "video_id": "oWz8iip5bfI",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.15.30 | 16-12-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=oWz8iip5bfI",
  "segments": [
    {
      "start_time": 32,
      "end_time": 159,
      "verse_references": [],
      "themes": [
        "conditioned soul",
        "three gunas",
        "material existence",
        "spiritual platform"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Conditioned soul means one who is subject to material conditions enforced by the interaction between the body and the soul.",
      "summary": "This segment defines a conditioned soul and explains how the three gunas influence consciousness in material existence, contrasting it with the spiritual platform where one is free from these influences.",
      "timestamp_url": "https://youtu.be/oWz8iip5bfI?t=32",
      "transcript": "Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare, Om Namo Bhagavate Vasudevaya, Narayanam Namaskritya, Naram Chayiva Narottamam, Devim Sarasvatim Vyasam Tatho Jayam Udi Rayet. In this session we will be discussing from the 30th verse of the 15th chapter of the first canto of Srimad Bhagavatam. गीतं भगवता ज्ञानं यत्तत संग्राम मूर्धनी काल कर्म तमो रुद्धं पुनर अध्यगमत प्रभुहू The meaning of this verse is, because of the Lord's pastimes and activities, and because of his absence, it appeared that Arjuna forgot the instructions left by the personality of Godhead. But factually, this was not the case, and again he became Lord of his senses. So, Srila Prabhupada explains what does this mean. A conditioned soul, I have explained what is conditioned soul in a previous session. Conditioned soul means one who is subject to material conditions enforced by the interaction between the body and the soul. So, we have the combination of the three gunas. Three gunas means three kinds of influences: Sattvic influence, Rajasic influence, Tamsic influence on our consciousness in material existence. So, we are called conditioned soul. So, we behave, we act, we think, we feel, we have got the drive to work according to the combination of the influence of these three gunas. But that is material existence. When you elevate your consciousness to the spiritual platform, you are above the influence, you are freed from the influence of the three gunas. You simply act spiritually."
    },
    {
      "start_time": 159,
      "end_time": 289,
      "verse_references": [],
      "themes": [
        "eternal time",
        "internal potency",
        "spiritual activities",
        "transcendental"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "All pastimes or activities of the Lord are spiritual in nature.",
      "summary": "This segment explains that the Lord is not influenced by time or the gunas, and therefore His activities are eternal and transcendental, stemming from His internal potency, unlike ordinary activities influenced by the three gunas.",
      "timestamp_url": "https://youtu.be/oWz8iip5bfI?t=159",
      "transcript": "So, here Srila Prabhupada begins his purport by telling, a conditioned soul is enwrapped, enwrapped means completely covered, in his fructive activities by the force of eternal time. Kala, through the influence of the gunas, forces us to act in a way that is according to the past karma. But the Supreme Lord, when he incarnates on the earth, is not influenced by Kala, nor is the Supreme Lord influenced by the material conception of past, present, and future. Neither eternal time in the material world, nor the conception of past, present, and future, is influencing the Lord. So, therefore, the activities of the Lord, which may appear like ordinary activities of this material world, are not ordinary. The activities of the Lord are eternal, sanātana, and they are manifestations of his ātma māyā, or internal potency. Our ordinary activities are due to the interaction of the three gunas. Prakṛte kriyamānāni gunai karmāni sarvaśaha ahankāra vimūdātmā kartāḥ mitimanyate Whatever material activities are happening, they are carried out by the three gunas, but I think I am the doer under the influence of illusion. But spiritual activities are not at all like material activities. They have nothing to do with the three gunas. They have nothing to do with Kala, material time. They are completely transcendental to material time and material modes."
    },
    {
      "start_time": 289,
      "end_time": 498,
      "verse_references": [],
      "themes": [
        "Krishna's pastimes",
        "transcendence",
        "spiritual nature",
        "devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is no ordinary child. He is the same supreme Brahman who is the object of worship by all devotees who have accepted him as their master.",
      "summary": "This segment emphasizes the transcendental nature of Krishna's pastimes, even seemingly ordinary ones like crawling, and highlights that Krishna is the Supreme Brahman appearing as a child for the sake of pastimes.",
      "timestamp_url": "https://youtu.be/oWz8iip5bfI?t=289",
      "transcript": "And therefore they are called under the internal potency or spiritual potency or spiritual energy, divine energy, transcendental energy, more than divine, transcendental energy. All pastimes or activities of the Lord are spiritual in nature. All activities of the Supreme Lord are spiritual by nature, even stealing the butter, even crawling in the courtyard of Mother Yashoda like an ordinary child. All those activities are completely transcendental. They are not ordinary activities. Therefore Shukadeva Goswami, he is speaking to all the assembled saintly persons and to Pariksit Maharaj. And Shukadeva Goswami is speaking very, very gravely about transcendental subject matter, about spiritual subject matter, trying to enlighten Pariksit and through Pariksit all the other saintly persons. But he is describing Krishna's childhood pastimes, and everybody is seriously sitting and hearing. And Shukadeva Goswami is telling, Krishna was crawling on the floor and Mother Yashoda was enjoying seeing her beloved child very beautifully decorated with nice ornaments and nice dress and nice beautiful smile on Krishna's face. So what is all this got to do with transcendence? Krishna is transcendence himself, and all of Krishna's activities are transcendental activities. How are they different? Ordinary child gives pleasure to its mother by its movements, by its crawling, by its being decorated by the mother. Here Mother Yashoda is also similarly apparently decorating a small child and taking pleasure in the child crawling, smiling, playing. What's the difference? So that is explained by Shukadeva Goswami in the tenth canto of the Bhagavatam. Ittham satam brahma-sukhanu bhutya dasyaṁgatānām para-daivatena māyāśritānām naradārakena sākaṁ vijagru kṛta-punya-punjā Krishna is no ordinary child. He is the same supreme Brahman who is the object of worship by all devotees who have accepted him as their master. And he is the same object of meditation, of worship or the destination of the impersonalists who are after the brahma-jyoti, Brahman effulgence, that is his own bodily effulgence. So that Krishna is appearing as a beloved child of Nanda and Yashoda, simply for the sake of pastimes, that's all."
    },
    {
      "start_time": 498,
      "end_time": 647,
      "verse_references": [],
      "themes": [
        "Kurukshetra",
        "Krishna's mission",
        "pure devotees",
        "transcendental protection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna wants his pure devotees to rule the world.",
      "summary": "This segment explains that the battle of Kurukshetra was part of Krishna's mission to eliminate demonic forces and establish pure devotees to guide the world towards Krishna consciousness.",
      "timestamp_url": "https://youtu.be/oWz8iip5bfI?t=498",
      "transcript": "So they are completely transcendental, discussing them, hearing about them, describing them, participating or being a spectator of such activities is completely spiritual. There is no tinge of any material guna or material reactions, nothing. It so appeared that Arjuna and the Lord were engaged in the battle of Kurukshetra as the other party was also engaged. But factually, the Lord was executing his mission of incarnation and association with his eternal friend Arjuna. Like so many battles are fought. This battle of Kurukshetra was another battle between the Pandavas and Kauravas, and the whole world was divided, all the kings were divided into two parties. Some took the side of Pandavas, others took the side of Kauravas and they were fighting. Whoever wins the battle will rule the world. No, it is not as simple as that. Krishna being present on the battlefield of Kurukshetra and his pure devotees, the Pandavas, under the complete transcendental protection of Krishna, they are present on the battlefield. They are executing Krishna's mission. Krishna wants his pure devotees to rule the world, and Krishna has arranged this battle simply for eliminating all the unnecessary burden in the form of demoniac forces on this earth planet. He has arranged this battle. They will all be killed and Yudhishthira Maharaj and the other Pandavas, they will come out victorious by Krishna's plan, Krishna's arrangement, Krishna's transcendental mission in this material world. Pure devotees should rule this world. Pure devotees should direct the people in general towards Krishna consciousness."
    },
    {
      "start_time": 647,
      "end_time": 847,
      "verse_references": [
        "BG 18.65"
      ],
      "themes": [
        "Arjuna's revival",
        "Krishna's instructions",
        "devotion",
        "eternal truth"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "One should think of the Lord always.",
      "summary": "This segment discusses how Arjuna's consciousness was revived by remembering Krishna's instructions and emphasizes the importance of constantly thinking of Krishna, becoming a devotee, and offering obeisances to receive the Lord's blessings and protection.",
      "timestamp_url": "https://youtu.be/oWz8iip5bfI?t=647",
      "transcript": "That is Krishna's mission. Therefore, such apparently material activities of Arjuna did not drive him away from his transcendental position, but on the contrary revived his consciousness of the songs of the Lord as he sang them personally. Krishna, whatever instructions Krishna gave on the battlefield of Kurukshetra, those instructions Arjuna is trying to recollect. And he is remembering the activities of the Lord also in connection with that battle. And simply by remembering them, Arjuna is re-established in his transcendental position as the eternal friend of Krishna, as the associate of Krishna, as the participant in Krishna's Leela. So all illusion, ignorance are absent in such thoughts. Thinking of Krishna is different from thinking of ordinary subject matter. Big, big difference. The revival of consciousness, the way Arjuna's consciousness is revived simply by thinking of Krishna's instructions, is assured by Krishna in the Bhagavad Gita, in the 18th chapter, 65th verse. What does Krishna say? Man-mana bhava mad-bhakto mad-yaji mam namaskuru. What is the meaning of this verse in the Bhagavad Gita? One should think of the Lord always. Always think of me, Krishna says. The mind should not forget him. One should become a devotee of the Lord, mad-yaji mam namaskuru, and offer obeisances unto him. Devotee means he bows down before the Lord. mam evaisyasi asamsayah. One who lives in that fashion becomes undoubtedly endowed with the blessing of the Lord. Guaranteed to get blessing of the Lord if you live as a devotee, constantly thinking of Krishna, bowing down before him. And in this way, by the blessing of the Lord, what happens? One achieves the shelter of Krishna's lotus feet. mam evaisyasi asamsayah. Get complete shelter at his lotus feet. Completely protected. Always safe under his protection. There is nothing to doubt about this eternal truth. What is told in the Bhagavad Gita is eternal truth for all times, for all people, in all circumstances, in all places."
    },
    {
      "start_time": 847,
      "end_time": 948,
      "verse_references": [],
      "themes": [
        "confidential knowledge",
        "Krishna's mission",
        "bhakti",
        "back to Godhead"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "One should therefore adjust the activities of life in pace with the mission of the Lord.",
      "summary": "This segment explains that Krishna disclosed confidential knowledge to Arjuna because of their friendly relationship and emphasizes the importance of aligning one's life with Krishna's mission of reviving our relationship with Him through bhakti to prepare for returning back to Godhead.",
      "timestamp_url": "https://youtu.be/oWz8iip5bfI?t=847",
      "transcript": "Eternal truth. Because Arjuna was his confidential friend, the secret was disclosed to him. In the Bhagavad Gita, Krishna tells Arjuna, You are my most dear devotee, situated in a friendly relationship. Therefore, I am disclosing the most confidential knowledge. bhakto 'si me sakha ceti rahasyam hy etad uttamam. Arjuna had no desire to fight with his relatives, but he fought for the mission of the Supreme Lord Krishna. So Arjuna's fighting is also participating in the mission of Krishna. So Arjuna was always engaged in the execution of Krishna's mission only, and therefore, after the Lord's departure, he remained in the same transcendental position, even though it appeared like he forgot all the instructions of the Bhagavad Gita. One should therefore adjust the activities of life in pace with the mission of the Lord, and by doing this, one is sure to return back home, back to Godhead. So what is the mission of the Lord now in this material world? The mission of the Lord is that we revive our lost or forgotten relationship with Krishna through the activities of bhakti, and in this way, we prepare ourselves to go back to Godhead."
    }
  ]
}