{
  "video_id": "oXd5gVY0iQ4",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.8.3-4 | 29-01-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=oXd5gVY0iQ4",
  "segments": [
    {
      "start_time": 0,
      "end_time": 50,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Agyanati Mirandhasya Gyananjanishalakaya Chakshurunmilitam Jena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/oXd5gVY0iQ4?t=0",
      "transcript": "Om Agyanati Mirandhasya Gyananjanishalakaya Chakshurunmilitam Jena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhigaura Bhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasaam Tato Jayam Udi Rayet"
    },
    {
      "start_time": 50,
      "end_time": 158,
      "verse_references": [
        "SB 1.8.3"
      ],
      "themes": [
        "grief",
        "family relationships",
        "Kurukshetra"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "There sat the king of the Kurus Maharaj Yudhishthira along with his younger brothers and Dhritarashtra Gandhari, Kunti and Draupadi all overwhelmed with grief.",
      "summary": "The speaker introduces the topic of ego and begins discussing the third verse of the eighth chapter of the first canto of Srimad Bhagavatam, describing the grief of the family members after the battle of Kurukshetra.",
      "timestamp_url": "https://youtu.be/oXd5gVY0iQ4?t=50",
      "transcript": "In this session, we will be talking about the process of getting rid of the ego. We will be discussing from the third verse of the eighth chapter of the first canto of Srimad Bhagavatam. The third verse is as follows: Tatrasenam Kurupatim Dhritarashtram Sahanujam Gandharim Putrashokartam Pratham Krishnam Chamadhavaha. The meaning of this third verse of the eighth chapter of the first canto of Bhagavatam: There sat the king of the Kurus, Maharaj Yudhishthira, along with his younger brothers and Dhritarashtra, Gandhari, Kunti, and Draupadi, all overwhelmed with grief. Lord Krishna was also there. Now, Srila Prabhupada explains this situation that, in the purport of the third verse of the eighth chapter, Ganga Mahaprabha talks about the battle of Omneshwarinha in Kurukshetra, as we read about in her report. Srila Prabhupada says that the battle of Kurukshetra was fought between family members, and thus all affected persons were also family members like Maharaj Yudhishthira and brothers, Kunti, Draupadi, Subhadra, and Dhritarashtra and Gandhari. Her daughters-in-law were on one side with Kauravas, and on the other side there were... So, therefore, the description given by Srila Prabhupada here is, all the principal dead bodies were in some way or other related with each other. And therefore, the family grief was combined."
    },
    {
      "start_time": 158,
      "end_time": 285,
      "verse_references": [
        "BG 1.20-47"
      ],
      "themes": [
        "compassion",
        "duty",
        "family relationships",
        "Krishna's role"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When Arjuna is surveying the battlefield against whom he has to fight, the enemy party, he sees all grades of relatives on the enemy side.",
      "summary": "The speaker elaborates on the family relationships involved in the battle and how Krishna was related to everyone, emphasizing Krishna's sympathy towards all.",
      "timestamp_url": "https://youtu.be/oXd5gVY0iQ4?t=158",
      "transcript": "They had lost all different grades of relatives. This is described in the Bhagavad Gita in the beginning also. When Arjuna is surveying the battlefield against whom he has to fight, the enemy party, he sees all grades of relatives on the enemy side. Of course, on his side also there were relatives, but he is seeing the enemy side. There are so many grades of relatives, and he is overjoyed, and he is overjoyed with compassion for them, and he refuses to fight. And then Krishna instructs him in the Bhagavad Gita and tells him how he has to do his duty of fighting in this Dharma Yudha as a Kshatriya. So, after the battle, the family grief of the surviving family members on both sides, the grief was combined. Lord Krishna was also one of them as a cousin of the Pandavas and nephew of Kunti, as well as brother of Subhadra, etc. See how Krishna is related in so many ways. He is the nephew of Kunti. He is a cousin of the Pandavas. He is the brother of Subhadra. Subhadra was the wife of Abhimanyu. Abhimanyu was the son of Arjuna. Abhimanyu died in the battle. So, Subhadra was... lost her son, Abhimanyu, not her husband. Subhadra's husband was Arjuna. Arjuna and Subhadra's son was Abhimanyu. Abhimanyu died in the battle. So, Subhadra lost her son, Abhimanyu. So, Krishna was the brother of Subhadra. The Lord... Who is the Lord? The Lord... Supreme Lord Krishna."
    },
    {
      "start_time": 285,
      "end_time": 370,
      "verse_references": [],
      "themes": [
        "devotion",
        "sympathy",
        "pacification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is the best well-wisher of every living being.",
      "summary": "The speaker explains that Krishna is sympathetic to all, especially his devotees, and began to pacify the grieving family members.",
      "timestamp_url": "https://youtu.be/oXd5gVY0iQ4?t=285",
      "transcript": "Therefore, he was equally sympathetic toward all of them, and therefore he began to pacify them befittingly. Now, Krishna... He is Supreme Lord. So, he is actually sympathetic to all of them because the Pandavas especially and Kunti and Draupadi were his devotees. And, otherwise also, Krishna is the best well-wisher of every living being. So, Krishna, understandably, he began to pacify all the family members who were in grief due to losing their beloved relatives. And, the fourth verse... The meaning of this verse is: Citing the stringent laws of the Almighty and their reactions upon living beings, Lord Sri Krishna and the Munis began to pacify those who were shocked and affected. And, the fourth verse... The Lord..."
    },
    {
      "start_time": 370,
      "end_time": 547,
      "verse_references": [],
      "themes": [
        "laws of nature",
        "Dharma",
        "religion",
        "God's laws"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Dharma or religion means the laws given by the supreme law.",
      "summary": "The speaker discusses the importance of spiritual discourses in pacifying those affected by loss and emphasizes that the laws of nature are under the control of the Supreme Lord, defining Dharma as the laws of God.",
      "timestamp_url": "https://youtu.be/oXd5gVY0iQ4?t=370",
      "transcript": "This is very important that when there is some natural calamity or some unfortunate incident where there is a loss of life, and that too a big number of people are killed, then the only way to pacify the surviving family members is by the instructions and the spiritual discourses given by saintly persons, sages, given by the devotees, by the saintly persons. So, exactly that is the meaning of this verse. Laws of nature, under the order of the Supreme Personality of God, it cannot be altered by any living entity. The laws of nature are something which nobody can alter. Nobody can alter it. So, therefore, it is described here, the living entities are eternally under the subjugation of the Almighty Lord. Now, who is the maker of these laws? It is Supreme Lord Krishna. And who enforces it? Supreme Lord enforces it, and therefore everyone is eternally under the subordinate control of the Supreme Lord, who is the supreme control. Now, it is clearly explained here by Srila Prabhupada, the Lord makes all the laws and orders, and these laws and orders are generally called Dharma or religion. This is a very, very important point. What is Dharma or what is religion? Dharma or religion means the laws given by the supreme law. Nobody else can make these laws. You cannot have your own religious system as is fashionable nowadays. No, there is a universal religion or Dharma, the real Dharma, that is the laws of God, which is acting on every living being irrespective of their belonging to some particular country or some religious sect or some belief system."
    },
    {
      "start_time": 547,
      "end_time": 677,
      "verse_references": [
        "BG 9.2"
      ],
      "themes": [
        "laws of nature",
        "Dharma",
        "Bhagavad Gita",
        "happiness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Simply by following krishna's orders as given the bhagavad gita anyone can become happy in this world both materially and spiritually",
      "summary": "The speaker continues discussing the laws of nature and emphasizes that following Krishna's orders, as given in the Bhagavad Gita, leads to both material and spiritual happiness.",
      "timestamp_url": "https://youtu.be/oXd5gVY0iQ4?t=547",
      "transcript": "All that doesn't matter. Just like when death comes, there is no consideration of whether this person is a Hindu or somebody is believing in God or somebody doesn't believe. There is no such consideration. When there is disease, especially when there is an epidemic or a pandemic, there is no consideration whether somebody believes or does not believe. These are laws, stringent laws of material nature, which are actually laws of God. So, no one can create any religious formula. Bona fide religion is to abide by the orders of the Lord. The Lord's orders are clearly declared in the Bhagavad Gita. For all the scriptures, the most concise scripture is the Bhagavad Gita, and all the scriptures by the German BI, known as Bible, Krishna is directly spoken and given the orders. Everyone should follow Krishna's orders, and that will make everyone happy simply by following Krishna's orders as given in the Bhagavad Gita. Anyone can become happy in this world both materially and spiritually. Note this, it is not just spiritual happiness. Of course, Bhagavad Gita is a spiritual literature, but still in the Bhagavad Gita, how to be spiritually happy and also how to be materially happy, both are described. As long as we are in the material world, our duty is to follow the orders of the Lord. That is our duty, to simply follow Krishna's orders as is given in the Bhagavad Gita."
    },
    {
      "start_time": 677,
      "end_time": 820,
      "verse_references": [],
      "themes": [
        "liberation",
        "service to the Lord",
        "spiritual vision",
        "material conception"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Serving the lord is our eternal engagement.",
      "summary": "The speaker explains that by following the Lord's orders, one can be liberated and render transcendental loving service to the Supreme Lord, emphasizing the importance of giving up the material conception of life.",
      "timestamp_url": "https://youtu.be/oXd5gVY0iQ4?t=677",
      "transcript": "And if, by the grace of the Lord, we are liberated from the clutches of the material world, then in our liberated stage also, we can render transcendental loving service to the Supreme Lord. Serving the Lord is not some temporary activity. No, serving the Lord is our eternal engagement. That's called swarupa. So, if we agree to follow the orders of the Supreme Lord as given in the bona fide scriptures or in Bhagavad Gita, then we are protected by the Lord. We can be materially and spiritually happy. We can get liberation from material bondage. And after liberation, what happens? That's clearly told here. We render transcendental loving service to the Supreme Lord. And we are transcendental loving service to the Lord. In our material stage, we can see neither ourselves nor the Lord for want of spiritual vision. In our present condition, we lack spiritual vision. This vision is simply some material vision which is not useful for seeing the spiritual reality. We cannot see God. We cannot because God is completely spiritual in form, and we cannot see our self, the real self inside this body. We can't see anything spiritual. But when we are liberated from material affection, and when we are situated in the original spiritual form, we can see both ourselves and the Lord face to face. So, therefore, what is called as mukti or moksha or liberation actually means to be reinstated in our original spiritual status after giving up the material concept of life. We are all having a material concept that I am this body, all the bodily connections are mine, but we are not the body. Bodily connections are not mine. So, to give up this material conception is to practice Dharma."
    },
    {
      "start_time": 820,
      "end_time": 952,
      "verse_references": [],
      "themes": [
        "spiritual liberty",
        "illusion",
        "spiritual knowledge",
        "relationship with Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Human life is specifically meant for qualifying ourselves for the spiritual liberty",
      "summary": "The speaker emphasizes the importance of spiritual liberation and realizing that we are separate from the material body and possessions, leading to understanding our relationship with Krishna.",
      "timestamp_url": "https://youtu.be/oXd5gVY0iQ4?t=820",
      "transcript": "Properly and become liberated from misconceptions, material misconceptions. Therefore, human life is specifically meant for qualifying ourselves for the spiritual liberty. Real liberation is spiritual liberation. Materially, however much people may try to become free, the bondage is always there and because of the body, and after this body is finished, we don't die, but we accept another material body. So, if you want to become free from this material covering, material trap, material entanglement, then you should aim for spiritual liberation, spiritual liberty. In the influence of the illusory energy or material energy, we accept this spot life of few years as permanent existence. This is a big defect in our civilization. People do not know that this material world is a temporary place, and it is actually a presentation of illusion by the material energy. Now, by cultivating spiritual knowledge, we can realize we are nothing to do with all this material paraphernalia. Then, as soon as we realize this, I am nothing to do with this material body or material possessions or material existence itself, I become free from all material attachments, and then this freedom from material attachment means we understand who we are. We understand who is Krishna. We understand what is our relationship with Krishna, and we become reinstated in our spiritual original position."
    },
    {
      "start_time": 952,
      "end_time": 1021,
      "verse_references": [],
      "themes": [
        "chanting Hare Krishna",
        "spiritual knowledge",
        "misconceptions",
        "spiritual reality"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Chanting of Hare Krishna, it is actually the means to inject within the core of our heart the spiritual sound of the holy name of the Supreme Lord.",
      "summary": "The speaker concludes by highlighting the importance of chanting Hare Krishna to cleanse the heart of misconceptions and awaken spiritual knowledge, solving the real problems of life.",
      "timestamp_url": "https://youtu.be/oXd5gVY0iQ4?t=952",
      "transcript": "Now, this chanting of Hare Krishna, it is actually the means to inject within the core of our heart the spiritual sound of the holy name of the Supreme Lord. Thereby, it actually clears away misgivings, misconceptions. It clears away material misconceptions, and then it actually unlocks. It awakens our spiritual knowledge within our heart, the spiritual knowledge. It is awakened. So, the real problems of life, birth, death, disease, old age, these problems are solved only by cleansing the misgivings in the heart and by awakening to spiritual reality, through especially chanting Hare Krishna. So, this is what is explained by Srila Prabhupada in his purport."
    }
  ]
}