{
  "video_id": "oYtHuYmKXds",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.13.3-4 Part 2 | 21-09-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=oYtHuYmKXds",
  "segments": [
    {
      "start_time": 0,
      "end_time": 39,
      "verse_references": [],
      "themes": [
        "Invocation",
        "Prayers"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Namo Bhagavate Vasudevaya",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/oYtHuYmKXds?t=0"
    },
    {
      "start_time": 39,
      "end_time": 146,
      "verse_references": [
        "SB 1.13.3",
        "SB 1.13.4"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "Vidura's Return"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When they saw Vidura return to the palace all the inhabitants of the palace Maharaj Yudhishthira, his younger brothers hurried to him in great delight",
      "summary": "The speaker introduces the verses to be discussed (SB 1.13.3-4) and explains the context of Vidura's return to the palace and the joy of the inhabitants.",
      "timestamp_url": "https://youtu.be/oYtHuYmKXds?t=39"
    },
    {
      "start_time": 146,
      "end_time": 304,
      "verse_references": [],
      "themes": [
        "Kunti Devi",
        "Pandu's Death",
        "Sati Rituals",
        "Vedic Culture"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The two co-wives namely Kunti and Madri decided that Kunti should live for the maintenance of the five minor children, the Pandavas and Madri should accept the Sati rituals",
      "summary": "The speaker continues the history of Kunti Devi, describing Pandu's death, Madri's decision to perform Sati, and Kunti's responsibility to raise the Pandavas, highlighting the Vedic culture and the role of sages in endorsing these decisions.",
      "timestamp_url": "https://youtu.be/oYtHuYmKXds?t=146"
    },
    {
      "start_time": 304,
      "end_time": 442,
      "verse_references": [],
      "themes": [
        "Vedic Scriptures",
        "Self-Realization",
        "Human Life",
        "Sense Gratification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "This human life is not simply meant for enjoying some sense gratification while life is there in the body. But the Vedas give us the higher purpose of life that we can become self-realized and attain eternal life",
      "summary": "The speaker emphasizes the importance of following Vedic scriptures for self-realization and attaining eternal life, contrasting it with the modern focus on sense gratification and warning against wasting the human form of life.",
      "timestamp_url": "https://youtu.be/oYtHuYmKXds?t=304"
    },
    {
      "start_time": 442,
      "end_time": 579,
      "verse_references": [],
      "themes": [
        "Bhagavatam",
        "Devotees",
        "Kunti's Trials",
        "Hidimba",
        "Bakasura",
        "Draupadi's Marriage"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Later on when the Pandavas were banished from the kingdom by the intrigues of Duryodhana, Kunti followed her sons and she equally faced all sorts of difficulties during those days in exile",
      "summary": "The speaker continues the story of Kunti, describing her trials during the Pandavas' exile, including the encounters with Hidimba and Bakasura, and the circumstances surrounding Draupadi's marriage to the five Pandavas.",
      "timestamp_url": "https://youtu.be/oYtHuYmKXds?t=442"
    },
    {
      "start_time": 579,
      "end_time": 675,
      "verse_references": [],
      "themes": [
        "Draupadi",
        "Chastity",
        "Kunti's Order",
        "Vyasadeva"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So people sometimes wonder how can Draupadi be considered as a chaste lady when she had five husbands. So it is explained that on the order of Kunti though Draupadi actually was gained in this Swayamvara of Draupadi only by Arjuna",
      "summary": "The speaker addresses the question of Draupadi's chastity despite having five husbands, explaining that it was due to Kunti's order and approved by Vyasadeva, emphasizing Draupadi's extraordinary nature.",
      "timestamp_url": "https://youtu.be/oYtHuYmKXds?t=579"
    },
    {
      "start_time": 675,
      "end_time": 769,
      "verse_references": [],
      "themes": [
        "Kunti Devi",
        "Karna",
        "Prayers",
        "Penance",
        "Self-Realization"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "She used to take meals after 30 days. See this is proof that Kunti Devi is actually a great devotee Because for the sake of self realization She underwent fasting taking meals only once in 30 days",
      "summary": "The speaker describes Kunti's devotion, including her lament for Karna, her prayers to Lord Krishna, and her severe penance in the forest, highlighting her dedication to self-realization.",
      "timestamp_url": "https://youtu.be/oYtHuYmKXds?t=675"
    },
    {
      "start_time": 769,
      "end_time": 895,
      "verse_references": [
        "SB 10"
      ],
      "themes": [
        "Subhadra",
        "Krishna's Sister",
        "Jagannath Temple",
        "Radha Krishna"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Subhadra was very dear sister to both Krishna and Balarama the two brothers and sisters are represented in the famous Jagannath temple at Puri",
      "summary": "The speaker shifts to describing Subhadra, Krishna's sister, mentioning her birth, her relationship with Krishna and Balarama, and her representation in the Jagannath temple, linking it to the meeting of Radha and Krishna.",
      "timestamp_url": "https://youtu.be/oYtHuYmKXds?t=769"
    },
    {
      "start_time": 895,
      "end_time": 987,
      "verse_references": [],
      "themes": [
        "Subhadra's Kidnapping",
        "Arjuna",
        "Abhimanyu",
        "Pariksit"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna advised Arjuna to kidnap Subhadra so when all of them were on a pleasure trip on the Raivata hill Arjuna managed to kidnap Subhadra",
      "summary": "The speaker narrates the story of Arjuna kidnapping Subhadra with Krishna's advice, their subsequent marriage, the birth of Abhimanyu, and Subhadra's solace upon the birth of Pariksit, concluding the lecture.",
      "timestamp_url": "https://youtu.be/oYtHuYmKXds?t=895"
    }
  ]
}