{
  "video_id": "oYtHuYmKXds",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.13.3-4 Part 2 | 21-09-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=oYtHuYmKXds",
  "segments": [
    {
      "start_time": 0,
      "end_time": 39,
      "verse_references": [],
      "themes": [
        "Invocation",
        "Prayers"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Namo Bhagavate Vasudevaya",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/oYtHuYmKXds?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyananj Nishalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha Namao Mishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Ganadhara Shri Vasali Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 39,
      "end_time": 146,
      "verse_references": [
        "SB 1.13.3",
        "SB 1.13.4"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "Vidura's Return"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When they saw Vidura return to the palace all the inhabitants of the palace Maharaj Yudhishthira, his younger brothers hurried to him in great delight",
      "summary": "The speaker introduces the verses to be discussed (SB 1.13.3-4) and explains the context of Vidura's return to the palace and the joy of the inhabitants.",
      "timestamp_url": "https://youtu.be/oYtHuYmKXds?t=39",
      "transcript": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Jai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udeerayet In this session, we will be discussing verses 3 and 4 of the 13th chapter of the 1st canto of Srimad Bhagavatam. This will be part 2 of the same verses. In the previous session, we discussed part 1. Now we are going to discuss part 2 of the purport. So the two verses are given together. I will chant them once again: Tam Bandhum Agatam Drishtva Dharma Putra Sahaj Dhanu Jah Dhritarashtro Yuyutsushcha Suta Sharadvata Pritha Gandhari Draupadi Brahman Subhadra Chottara Kripi Anyascha Jamaya Pandor Nyataya Sasutas Triya These two verses, the meaning is given together: When they saw Vidura return to the palace, all the inhabitants of the palace—Maharaj Yudhishthira, his younger brothers, Dhritarashtra, Satyaki, Sanjaya, Kripacharya, Kunti, Gandhari, Draupadi, Subhadra, Uttara, Kripi, many other wives of the Kauravas, and other ladies with children—all hurried to him in great delight. It so appeared that they had regained their consciousness after a long period."
    },
    {
      "start_time": 146,
      "end_time": 304,
      "verse_references": [],
      "themes": [
        "Kunti Devi",
        "Pandu's Death",
        "Sati Rituals",
        "Vedic Culture"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The two co-wives namely Kunti and Madri decided that Kunti should live for the maintenance of the five minor children, the Pandavas and Madri should accept the Sati rituals",
      "summary": "The speaker continues the history of Kunti Devi, describing Pandu's death, Madri's decision to perform Sati, and Kunti's responsibility to raise the Pandavas, highlighting the Vedic culture and the role of sages in endorsing these decisions.",
      "timestamp_url": "https://youtu.be/oYtHuYmKXds?t=146",
      "transcript": "So, we continue to discuss the purport from the previous session. We were discussing the history given by Srila Prabhupada about Kunti Devi. So, continuing to describe the history of Kunti Devi from where it was stopped in the previous session. It was described that Kunti Devi, after marrying Pandu because Pandu could not beget any children in his wives, so Kunti Devi was requested to call upon the Devatas by using the mantra given to her by Durvasamuni, and she called upon three different personalities: Yamaraj, Vayudeva, and Indrava, and begot Yudhishthira, Bhima, and Arjuna. Then, Madri also wanted to begot children. So, Kunti Devi taught her the mantra, and she begot twins, Nakula and Sahadeva, by calling upon the Ashwini Kumaras. And in this way, Kunti Devi was called upon by Durvasamuni and Indra. This way, Pandu had five sons through his two wives. Then, it is described that Maharaj Pandu died at an early age, for which Kunti was so aggrieved that she fainted. The two co-wives, namely Kunti and Madri, decided that Kunti should live for the maintenance of the five minor children, the Pandavas, and Madri should accept the Sati rituals by meeting voluntary death along with her husband Pandu. This agreement was endorsed by great sages like Shatashringa and others present on the occasion. This is the meaning of chaste wife or chaste wives. One of them decided to undergo Sati rituals, and the other one decided to stay back as a widow for taking care of the five minor children, and this was approved by great sages like Shatashringa."
    },
    {
      "start_time": 304,
      "end_time": 442,
      "verse_references": [],
      "themes": [
        "Vedic Scriptures",
        "Self-Realization",
        "Human Life",
        "Sense Gratification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "This human life is not simply meant for enjoying some sense gratification while life is there in the body. But the Vedas give us the higher purpose of life that we can become self-realized and attain eternal life",
      "summary": "The speaker emphasizes the importance of following Vedic scriptures for self-realization and attaining eternal life, contrasting it with the modern focus on sense gratification and warning against wasting the human form of life.",
      "timestamp_url": "https://youtu.be/oYtHuYmKXds?t=304",
      "transcript": "So, the Vedic culture, everybody follows the Vedic scriptures as explained and endorsed by the great sages who are well versed in this Vedic literature. So, it is a perfect society that is based on the principles given in the Vedas: How civilized human beings must live in this world with the ultimate aim of self-realization. This human life is not simply meant for enjoying some sense gratification while life is there in the body. No. That is the modern understanding. But the Vedas give us the higher purpose of life, that we can become self-realized and attain eternal life in the spiritual abode of the Supreme Lord. Go back to Him to associate with Him and live with Him eternally, full of bliss and knowledge. That is the special purpose, the special prerogative of the human form of life. People do not know this in the modern age, and in ignorance, they are simply living like animals. So, therefore, Srila Prabhupada and all the Acharyas and the scriptures and the great Rishis, they are warning us: Don't waste the human form of life simply in sense gratification. You may not get this opportunity again, though you will take birth again in this world. You may take birth in a lower species, and again to evolve the consciousness from the lower species to human form takes millions of years. So don't miss this chance; otherwise, you have to wait millions of years to again get this chance for eternal life free from all miseries, all kinds of ignorance and suffering."
    },
    {
      "start_time": 442,
      "end_time": 579,
      "verse_references": [],
      "themes": [
        "Bhagavatam",
        "Devotees",
        "Kunti's Trials",
        "Hidimba",
        "Bakasura",
        "Draupadi's Marriage"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Later on when the Pandavas were banished from the kingdom by the intrigues of Duryodhana, Kunti followed her sons and she equally faced all sorts of difficulties during those days in exile",
      "summary": "The speaker continues the story of Kunti, describing her trials during the Pandavas' exile, including the encounters with Hidimba and Bakasura, and the circumstances surrounding Draupadi's marriage to the five Pandavas.",
      "timestamp_url": "https://youtu.be/oYtHuYmKXds?t=442",
      "transcript": "This is the opportunity. So, all these great personalities that are described in the Bhagavatam, in the Puranas, the great devotees, the great saintly persons, they lived a life based on the scriptural directions, and they attained perfection. So, the description continues. Later on, when the Pandavas were banished from the kingdom by the intrigues of Duryodhana, Kunti followed her sons, and she equally faced all sorts of difficulties during those days in exile. During the forest life, one demon girl, Hidimba, wanted Bhima as her husband. Now, this is Kshatriya Dharma: If some woman or girl approaches a Kshatriya and begs for shelter, protection, because women have to be protected, and if they don't have protection, they can approach a Kshatriya and beg for protection. Bhima refused this girl. But when the girl approached Kunti and Yudhishthira, they ordered Bhima to accept her proposal and give her a son. As a result of this combination between Bhima and this Hidimba, Ghatotkaja was born, and he fought very valiantly with his father against the Kauravas in the battle of Kurukshetra. In their forest life, the Pandavas along with Kunti Devi, they lived with a Brahmana family that was in trouble because of one Bakasura demon, and Kunti ordered Bhima to kill the Bakasura demon to protect the Brahmana family against troubles created by the demon. She advised Yudhishthira to start for Panchala Desha. Draupadi was gained in this Panchala Desha by Arjuna, but by order of Kunti, all the five Pandava brothers became equally the husbands of Panchali or Draupadi. She was married with the five Pandavas."
    },
    {
      "start_time": 579,
      "end_time": 675,
      "verse_references": [],
      "themes": [
        "Draupadi",
        "Chastity",
        "Kunti's Order",
        "Vyasadeva"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So people sometimes wonder how can Draupadi be considered as a chaste lady when she had five husbands. So it is explained that on the order of Kunti though Draupadi actually was gained in this Swayamvara of Draupadi only by Arjuna",
      "summary": "The speaker addresses the question of Draupadi's chastity despite having five husbands, explaining that it was due to Kunti's order and approved by Vyasadeva, emphasizing Draupadi's extraordinary nature.",
      "timestamp_url": "https://youtu.be/oYtHuYmKXds?t=579",
      "transcript": "In the presence of Vyasadeva. Again, Draupadi accepted five husbands is not the norm. A chaste woman accepts only one husband. So people sometimes wonder how can Draupadi be considered as a chaste lady when she had five husbands. So it is explained that on the order of Kunti, though Draupadi actually was gained in this Swayamvara of Draupadi only by Arjuna, so she should have married Arjuna alone. But Kunti Devi ordered Draupadi to accept all the five brothers as her husband. And this was approved by Vyasadeva, the great sage, based on the scriptures. So she is an extraordinary personality. Draupadi is described elsewhere by Srila Prabhupada as a partial incarnation of Lakshmi. So Draupadi is a transcendental personality. She is not an ordinary woman. So therefore, we can't view this Draupadi having five husbands as unchaste on her part to have more than one husband."
    },
    {
      "start_time": 675,
      "end_time": 769,
      "verse_references": [],
      "themes": [
        "Kunti Devi",
        "Karna",
        "Prayers",
        "Penance",
        "Self-Realization"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "She used to take meals after 30 days. See this is proof that Kunti Devi is actually a great devotee Because for the sake of self realization She underwent fasting taking meals only once in 30 days",
      "summary": "The speaker describes Kunti's devotion, including her lament for Karna, her prayers to Lord Krishna, and her severe penance in the forest, highlighting her dedication to self-realization.",
      "timestamp_url": "https://youtu.be/oYtHuYmKXds?t=675",
      "transcript": "Kunti Devi never forgot her first child, Karna, who was born before Kunti's marriage. And after Karna's death in the battle of Kurukshetra, she lamented and admitted before her other sons that Karna was her eldest son prior to her marriage with Maharaja Pandu. She admitted. Her prayers for the Lord after the battle of Kurukshetra, when Lord Krishna was going back home, she excellently explained. She is a pure devotee of Krishna. So she offered wonderful prayers, and it has become immortalized in the Bhagavatam. So in those prayers, we come to know what is the transcendental position of Lord Krishna, very nicely explained by Kunti Devi. Later, she went to the forest with Gandhari for severe penance. She used to take meals after 30 days. See, this is proof that Kunti Devi is actually a great devotee. Because for the sake of self-realization, she underwent fasting, taking meals only once in 30 days. Who can do this? Not possible for some ordinary people. She finally sat down in profound meditation and later burned to ashes in a forest fire."
    },
    {
      "start_time": 769,
      "end_time": 895,
      "verse_references": [
        "SB 10"
      ],
      "themes": [
        "Subhadra",
        "Krishna's Sister",
        "Jagannath Temple",
        "Radha Krishna"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Subhadra was very dear sister to both Krishna and Balarama the two brothers and sisters are represented in the famous Jagannath temple at Puri",
      "summary": "The speaker shifts to describing Subhadra, Krishna's sister, mentioning her birth, her relationship with Krishna and Balarama, and her representation in the Jagannath temple, linking it to the meeting of Radha and Krishna.",
      "timestamp_url": "https://youtu.be/oYtHuYmKXds?t=769",
      "transcript": "Then there is a description of Subhadra. Subhadra was the daughter of Vasudeva and sister of Lord Sri Krishna. In the 10th canto of the Bhagavatam, it is described that Vasudeva and Devaki gave birth to 8 sons and 1 daughter, Subhadra, and the 8th son is Krishna, and 6 of her children were killed by Kamsa, Shadgarbha it is called, and the 7th son was actually Balarama, but he was transferred from Devaki's womb to Rohini's womb, so when he was actually born, he appeared as the son of Rohini, but initially for 7 months he was in the womb of Devaki, so therefore it is described here. Subhadra was very dear sister to both Krishna and Balarama. The two brothers and sisters are represented in the famous Jagannath temple at Puri, and the temple is still visited by thousands of pilgrims daily. Jagannath Baldev Subhadra Maharani Ki Jai! The three are present in the deity form in this particular temple as the two brothers and sister. This temple is in remembrance of the Lord's visit at Kurukshetra during an occasion of solar eclipse and his subsequent meeting with the residents of Vrindavan. The meeting of Radha and Krishna during this occasion is a very pathetic story, and Lord Sri Chaitanya in the ecstasy of Srimati Radharani always pined for Lord Sri Krishna Jagannath Puri."
    },
    {
      "start_time": 895,
      "end_time": 987,
      "verse_references": [],
      "themes": [
        "Subhadra's Kidnapping",
        "Arjuna",
        "Abhimanyu",
        "Pariksit"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna advised Arjuna to kidnap Subhadra so when all of them were on a pleasure trip on the Raivata hill Arjuna managed to kidnap Subhadra",
      "summary": "The speaker narrates the story of Arjuna kidnapping Subhadra with Krishna's advice, their subsequent marriage, the birth of Abhimanyu, and Subhadra's solace upon the birth of Pariksit, concluding the lecture.",
      "timestamp_url": "https://youtu.be/oYtHuYmKXds?t=895",
      "transcript": "While Arjuna was at Dwaraka, he wanted to have Subhadra as his queen, and he expressed his desire to Lord Krishna. Sri Krishna knew that his elder brother, Lord Baladeva, was arranging Subhadra's marriage elsewhere, and since he did not dare to go against the arrangement of Baladeva, Krishna advised Arjuna to kidnap Subhadra. Krishna himself kidnapped Rukmini. Similarly, Krishna advised Arjuna to kidnap Subhadra. So when all of them were on a pleasure trip on the Raivata hill, Arjuna managed to kidnap Subhadra. Krishna Baladeva was very angry at Arjuna, and he wanted to kill Arjuna, but Lord Krishna implored his brother to excuse Arjuna. Then Subhadra was duly married to Arjuna, and Abhimanyu was born of Subhadra and Arjuna. At the premature death of Abhimanyu in the battle of Kurukshetra, Subhadra was very mortified, but on the birth of Pariksit, she was happy and solaced. I will stop here. Thank you very much."
    }
  ]
}