{
  "video_id": "P4vGNGx0lFk",
  "title": "Srimad Bhagavatam | Sri Mahotsaha Chaitanya Dasa | SB 1.19.1 | 17.11.2024",
  "speaker": "HG Amitasana Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=P4vGNGx0lFk",
  "segments": [
    {
      "start_time": 0,
      "end_time": 117,
      "verse_references": [
        "SB 1.19.1"
      ],
      "themes": [
        "repentance",
        "devotee qualities",
        "sin"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A pious king regretted his accidental improper treatment of the powerful brahmana who was faultless.",
      "summary": "The speaker begins by reading from Srimad Bhagavatam and discusses the importance of repentance for accidental sins committed by devotees.",
      "timestamp_url": "https://youtu.be/P4vGNGx0lFk?t=0",
      "transcript": "Om Namo Bhagavate Vasudevaya Reading from Srimad Bhagavatam, Canto 1, Chapter 19, Text No. 1 Reading from Srimad Bhagavatam, Canto 1, Chapter 19, Text No. 1 Reading from Srimad Bhagavatam, Canto 1, Chapter 19, Text No. 1 A pious king regretted his accidental improper treatment of the powerful brahmana who was faultless. Such repentance is natural for a good man like the king, and such repentance delivers a devotee from all kinds of sins accidentally committed. The devotees are naturally faultless. Accidental sins committed by a devotee are sincerely regretted and by the great Buddha. In the face of the Lord, all sins unwillingly committed by a devotee are burnt in the fire of repentance."
    },
    {
      "start_time": 120,
      "end_time": 271,
      "verse_references": [],
      "themes": [
        "Kali Yuga",
        "quarrel",
        "conflict"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "So the nature of Kali Yuga is, the Kali Yuga is even famous as the age of quarrel.",
      "summary": "The speaker transitions to discussing current events, specifically a cricket tournament controversy, to illustrate the quarrelsome nature of Kali Yuga and how it manifests at various levels of society.",
      "timestamp_url": "https://youtu.be/P4vGNGx0lFk?t=120",
      "transcript": "So the last week, one of the important news has been that the next year in 2025, early 2025, there is going to be a world's cricket tournament, Champions Trophy, ICC Champions Trophy, which is supposed to be hosted by Pakistan and to be played in Pakistan. So India has raised objections that they don't want to send their team to Pakistan due to security reasons and also due to the tensions, political tension, which is existing between, prevailing between the two countries. And Pakistan is adamant, they want the tournament to happen there only and they are demanding. They are demanding ICC, that it should go on whether they come or don't come, whether India participates or not participates. But if India does not participate, then there will be a huge revenue loss because everyone, India is the most populated country in the world and has the most crazy cricket fans, everyone wants to watch Indian team. If India doesn't play, the viewership goes down. So ICC is in trouble. So why I am sharing this is because we can see there is this fight happening at an international level between nations. So the nature of Kali Yuga is, the Kali Yuga is even famous as the age of quarrel. So there exists fight at so many levels on Kali Yuga, between persons to persons, society. Society to society, community to community, and even nation, state to state. We also know how here, Kannada, we have to, Kannadigas want people to talk Kannada. Others don't want, they don't want to learn Kannada, so there is tension. And nation to nation, as we have seen here. And therefore, it is so difficult, for people to live together, even within a family, you know, or for friends, and for communities, to live together,"
    },
    {
      "start_time": 271,
      "end_time": 352,
      "verse_references": [],
      "themes": [
        "ISKCON",
        "unity",
        "Krishna consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Yet, Srimad Bhagavatam, by its existence, exemplary devotees, narrations of the exemplary devotees, has given us practical demonstration of how we can live peacefully in this world, even in the current age of Kali, if we practice the principles mentioned in Srimad Bhagavatam.",
      "summary": "The speaker highlights ISKCON as an example of how people from diverse backgrounds can unite through Krishna consciousness and live peacefully despite the challenges of Kali Yuga.",
      "timestamp_url": "https://youtu.be/P4vGNGx0lFk?t=271",
      "transcript": "accepting each other's differences and to stay without fighting is such a difficult thing. Yet, Srimad Bhagavatam, by its existence, exemplary devotees, narrations of the exemplary devotees, has given us practical demonstration of how we can live peacefully in this world, even in the current age of Kali, if we practice the principles mentioned in Srimad Bhagavatam. And based on these principles of Srimad Bhagavatam, Srimad Bhagavatam, based on these principles of Srimad Bhagavatam, only Srila Prabhupada started the International Society for Krishna Consciousness. It is an international society, coming together of the devotee people from all parts of the world, all race, caste, creed, religion, colour, coming together for the purpose of Krishna Consciousness and staying together. So, it is also said, It's also said ISKCON is also famously it is coined that Srila Prabhupada built ISKCON"
    },
    {
      "start_time": 352,
      "end_time": 477,
      "verse_references": [
        "SB 4.12.48"
      ],
      "themes": [
        "ISKCON",
        "purpose",
        "devotee association"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The international society for Krishna consciousness has been organized for this purpose.",
      "summary": "The speaker explains the purpose of ISKCON, citing a verse from Srimad Bhagavatam, emphasizing the importance of devotee association for understanding the Lord and His devotees.",
      "timestamp_url": "https://youtu.be/P4vGNGx0lFk?t=352",
      "transcript": "when Srila Prabhupada built a house in which the whole world can live. So Prabhupada in fact defines the purpose of starting ISKCON. Why did he start ISKCON? It is mentioned in Srimad Bhagavatam 4th Canto 12th Chapter 48. In the context of Drona Maharaj and Drona Maharaj's character and activities. In the end of that narration where Maitreya Rishi is narrating this. He says, Prabhupada says in the purport. It is said that only in the association of devotees can one understand the importance of the character. And pastimes of the supreme personality of Godhead or his devotees. It is especially recommended that Drona Maharaj's character be discussed in a society of the twice born. Which refers to the qualified Brahmanas, Kshatriyas and Vaishyas. One should especially seek the society of Brahmanas who are elevated to the position of Vaishnavas. Thus discussion. The discussion of Srimad Bhagavatam which describes the character and pastimes of devotees and the Lord is very quickly effective. Then Prabhupada states the purpose. The international society for Krishna consciousness has been organized for this purpose. What is that purpose? In every center of this society, not only in the morning, evening or noon. But practically 24 hours a day. There is continuous devotional service going on. Anyone who comes into contact with the society automatically becomes a devotee."
    },
    {
      "start_time": 477,
      "end_time": 579,
      "verse_references": [],
      "themes": [
        "ISKCON",
        "initiation",
        "twice-born",
        "devotee association"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Anyone can join the international society for Krishna consciousness and be initiated to become twice born.",
      "summary": "The speaker elaborates on the opportunity for anyone to join ISKCON, become initiated, and be considered twice-born, emphasizing that advancement in devotional service is only possible in the association of devotees.",
      "timestamp_url": "https://youtu.be/P4vGNGx0lFk?t=477",
      "transcript": "We have actual experience that many Karmis and others come to the society. And find a very pleasing and peaceful atmosphere in the temples of ISKCON. In this verse. The word Dvijanmanam means one of the twice born. Anyone can join the international society for Krishna consciousness. And be initiated to become twice born. So Prabhupada opened up this opportunity for all of us. For anyone who agrees to practice the principles of Krishna consciousness. And be in the association of devotees. To become initiated and to become twice born. And that is the purpose of ISKCON. So therefore we see in the association of devotees. One can stay together despite the nature of Kali Yuga which is full of quarrel and fight. So it is possible to mature in devotional service only in the association of devotees. Therefore there is one more statement of Srila Prabhupada where Prabhupada says. That if one thinks that one can advance in devotional service or Krishna consciousness. By practicing alone. One is living in hallucination. To think that I can advance by myself living alone. I don't need any association of devotees. That means hallucination. It's only imagination."
    },
    {
      "start_time": 579,
      "end_time": 704,
      "verse_references": [],
      "themes": [
        "devotee association",
        "imperfection",
        "ISKCON as a hospital"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "ISKCON is a hospital.",
      "summary": "The speaker acknowledges that friction and disagreements are natural when living with others, even in ISKCON, and uses the analogy of ISKCON being a hospital for those who recognize their spiritual disease.",
      "timestamp_url": "https://youtu.be/P4vGNGx0lFk?t=579",
      "transcript": "It is possible only in living in association of devotees. But then when we live with some devotees. When we live or when we stay with different people. It is natural that there will be some kind of friction. Some kind of disagreement. Some kind of you know fault from one person to other person. And there can be kind of disturbance between each other. So it is common. Even in the society of so called devotees. Even within ISKCON. It happened. Once one devotee came to Srila Prabhupada. And told Prabhupada that I want to leave this movement. I want to leave the association of devotees. So Prabhupada was very surprised. He was very distressed. He asked why? What happened? Why do you want to leave? So he said. This devotee. He said this to me. That devotee he is so harsh. So cruel. This devotee she is so mean. How can devotees behave like this? That's why I don't want to stay with them. Then Srila Prabhupada said. Who is devotee in ISKCON now? Only one devotee is there me. All of you have just shaven up. Wearing robes. Wearing tilak, kanti mala. And acting like devotees. So actually you are trying to be devotees. So you are not actually devotees. You are trying to be devotees. And therefore when we are practicing devotees. When we are sadhakas. It is natural that we are not perfect. We are all patients. ISKCON is a hospital."
    },
    {
      "start_time": 704,
      "end_time": 860,
      "verse_references": [],
      "themes": [
        "spiritual disease",
        "treatment",
        "devotional service",
        "blazing fire"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Those who don't come to ISKCON, they don't know that they are deceased.",
      "summary": "The speaker continues the hospital analogy, explaining that those who come to ISKCON are aware of their spiritual disease and are seeking treatment, and that devotional service makes the material world appear full of pleasure.",
      "timestamp_url": "https://youtu.be/P4vGNGx0lFk?t=704",
      "transcript": "The difference between those who come to ISKCON and those who don't come to ISKCON is They don't know that they are deceased. Those who don't come. Those who are coming regularly. And practicing everything. They know we have got the disease. So we are taking treatment from the doctor. And then Those who are little seriously infected. They will get admitted also. Like we are all admitted. Full time. Even more means intensive care. ICU. So actually we are all practitioners. People make mistake generally. When they see devotees, kanti mala, tilak. This thing they think that Oh he is sadhu. He is perfect. Sadhu bhushana. Sadhu means reservoir of all good qualities. It is true. It should be like that. But We are not pure. We are practicing. We are becoming pure. So therefore Prabhupada writes further in one more Srimad Bhagavatam purport about this. In the same context of Dhruva Maharaj's Leela Prabhupada says. Anyamadi philosopher may question us. You may be very happy in the association of devotees but what is your plan for crossing the ocean of material existence? Dhruva Maharaj's answer is that it is not very difficult. He clearly says that this ocean can be crossed very easily if one simply becomes mad to hear the glories of the lord. For anyone who consistently engages in hearing the topics of the lord from Srimad Bhagavad Gita, Bhagavatam and Chaitanya Charita Amrita and who is actually addicted to this process just as one becomes addicted to intoxicants it is very easy to cross the nescience of material existence. The ocean of material nescience is compared to a blazing fire. Samsara Dhabanala. But to a devotee this blazing fire is insignificant because he is completely absorbed in devotional service. Although the material world is blazing fire, to a devotee it appears full of pleasure. Vishwampurna Sukhayate."
    },
    {
      "start_time": 860,
      "end_time": 960,
      "verse_references": [],
      "themes": [
        "devotional service",
        "material and spiritual world",
        "mango analogy"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "By devotional service one is elevated to transcendental planet Goloka and Dhavan and also there, there is only devotional service.",
      "summary": "The speaker explains that devotional service is the same in both the material and spiritual worlds, using the analogy of an unripe and ripe mango to illustrate the difference in relishability.",
      "timestamp_url": "https://youtu.be/P4vGNGx0lFk?t=860",
      "transcript": "So the purport of this statement by Dhruva Maharaj is that devotional service in the association of devotees is the cause of the development of further devotional service. By devotional service one is elevated to transcendental planet Goloka and Dhavan and also there, there is only devotional service. So for the devotee both in the material and spiritual world is the same. There also devotional service, here also devotional service. Devotional service does not change but the devotee changes, the devotee improves. Prabhupada gives wonderful example here in the purport. The example of mango can be given here. If one gets an unripe mango, it is still a mango. And when it is ripe it remains the same mango. But it has become more tasteful and relishable. When the mango becomes ripe it will be sweet, delicious, tasteful, relishable. Similarly, there is devotional service performed according to the directions of the spiritual master and injunctions and regulative principles of Shastra. That is Vaidhi Bhakti or Sadhana Bhakti. And there is devotional service in the spiritual world rendered directly in association with the Supreme Personality of Godhead. But they are both the same. There is no change. The difference is that one stage is unripe the other stage is ripe and more relishable."
    },
    {
      "start_time": 960,
      "end_time": 1058,
      "verse_references": [],
      "themes": [
        "devotee association",
        "unripe mangoes",
        "ISKCON"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Therefore, it is possible to mature in devotional service only in the association of devotees.",
      "summary": "The speaker emphasizes the importance of devotee association for maturing in devotional service, comparing devotees to unripe mangoes that may taste sour but can grow together in ISKCON.",
      "timestamp_url": "https://youtu.be/P4vGNGx0lFk?t=960",
      "transcript": "Therefore, it is possible to mature in devotional service only in the association of devotees. It is said that only in the association of devotees one can understand the importance of the character and pastimes of the Supreme Personality of Godhead or his devotees. So, therefore we are all unripe mangoes. So, we are all devotees but not pure devotees. We are in the process of becoming pure devotees. As long as we are following the instructions of the spiritual master, following the rules and regulations and trying to advance then we are in the path to become ripened. So, this is important. So, while we are in the path of becoming pure devotees there will be in the unripe stage there will be if you pluck an unripe stage if you taste an unripe mango what will happen? It will appear sour. Therefore, our relationships among devotees sometimes may appear sour. You are trying to bite an unripe mango. So, it will be sour. So, therefore we have to be careful and that is also one of the reason why Srila Prabhupada created ISKCON so that even unripe stage even the devotees in unripe stage, mangoes in unripe stage also can differentiate together"
    },
    {
      "start_time": 1058,
      "end_time": 1190,
      "verse_references": [],
      "themes": [
        "devotee association",
        "diamond analogy",
        "tolerance"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "All devotees dark ugly put together nice rubbing and after that shiny diamond like pure devotees will come that is the formula of getting together devotees in ISKCON",
      "summary": "The speaker uses the analogy of diamonds being polished through friction to illustrate how devotees, through association and interaction, can become more refined and pure.",
      "timestamp_url": "https://youtu.be/P4vGNGx0lFk?t=1058",
      "transcript": "so that together they can grow. One more example one devotee gave me one senior devotee was giving that the association of devotees living in association of devotees or being together in association of devotees practicing devotees, sadhakas not even pure devotees under the instruction of pure devotees staying with sadhakas it is like this. You know how diamonds diamonds get that shine and glow and you know so sparkling and diamonds are liked by everyone right? Especially for jewellery and this thing so much they make. So, how does it come? It is nothing but carbon charcoal, coal is also carbon diamond also is carbon coal is black, ugly not so good. Diamond is shiny, sparkling how it is possible when it is extracted from the underground it is not really that sparkling shining diamond it becomes how it becomes like that they crush, they cut and after that they put in one machine all the diamonds cut diamonds together they will put in a machine and in very high speed this machine is rotated and what happens? One diamond to another diamond it rubs friction and by that friction all the edges, rough edges everything get cut together and then it becomes smooth and shiny and then after some time of rubbing it will become when it is taken out each diamond would have become shiny similarly all devotees dark ugly put together nice rubbing and after that shiny diamond like pure devotees will come that is the formula of getting together devotees in ISKCON"
    },
    {
      "start_time": 1190,
      "end_time": 1310,
      "verse_references": [
        "BG 10.4"
      ],
      "themes": [
        "tolerance",
        "devotee association",
        "ship analogy"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "You have come to the association of devotees for the disconnected with the philosophy with the process of life not for not connected with this man or that man.",
      "summary": "The speaker introduces a quote from a Bhagavad Gita lecture by Srila Prabhupada, using the analogy of a ship journey to emphasize the importance of tolerance and focusing on the philosophy rather than the personalities of fellow devotees.",
      "timestamp_url": "https://youtu.be/P4vGNGx0lFk?t=1190",
      "transcript": "so therefore when we are in association of devotees, devotees should be we should all learn to become little tolerant to each other so one more Draupad gives very wonderful explanation about this in a Bhagavad Gita lecture given in early days of ISKCON January 3rd 1967 in New York Bhagavad Gita 10th chapter 4th shloka Prabhupada gives this lecture in fact when I joined ISKCON full time as a Brahmachari way back in 2009 just before joining at that time we had Satyagorachandra Prabhu who was the temple commander here he was ashram head now he is in the Andhra Pradesh and Hyderabad he is a governing body member and president of Hyderabad so at that time very senior devotee very nice very sweet devotee so he told us told us bhaktas he told us when you go inside ashram when you join you will have so many devotees because I was coming from a very different background I was coming from home I had not lived any hostel any community I was living with my family my father mother and my sister that's all small family never lived in a bigger community now I am going to enter into community society of devotees so how to take it so Prabhu said as soon as you go inside when you enter ashram entrance just before you go to prasadam hall near the staircase there is one big quote Prabhu had nicely made that and got it put there for all devotees to read when passing by even daily this was that quote this is from the Bhagavad Gita 10.4 lecture so big laminated quote was there and he said if you read this understand this and internalize it and start living like that then your life in ashram will be very smooth"
    },
    {
      "start_time": 1310,
      "end_time": 1474,
      "verse_references": [
        "BG 10.4"
      ],
      "themes": [
        "tolerance",
        "ship analogy",
        "focus on philosophy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "You have to be tolerant sit tight sit down tightly on the ship and take advantage of the opportunity",
      "summary": "The speaker continues to elaborate on the ship analogy, stressing the need for tolerance and focusing on the opportunity for spiritual advancement rather than being distracted by the imperfections of others.",
      "timestamp_url": "https://youtu.be/P4vGNGx0lFk?t=1310",
      "transcript": "let's see what it will be it is meant for everyone for us also even those who are coming and stay if you are even not staying in a community even if you are coming and going still how to see devotees very beautiful Prabhupad says asam mohaha kshamaha kshama kshama means tolerant tolerant you should not be disturbed suppose you are in this krishna conscious society now you cannot expect that all the members of the society will be first class men how can we expect we are collecting members of the society from all classes of men so there may be a man in goodness a man in passion and a man in the ignorance but if you think oh this man is not good that man is not good oh no you should be tolerant you haven't gotten any connection with this man or that man you are connected with the philosophy with the process of life and you are connected just like the same example Prabhupad is giving suppose you are on the ship you do not find in the ship you are taking a journey or in the middle of ocean you do not find just all the men of your choice your co passengers there may be different kinds of men but what is that to you you have to cross the atlantic ocean patiently cross just sit down tightly on the ship and take advantage of the opportunity that is your business this is called shama shama means excuse and tolerant so you are in the middle of atlantic ocean you are sitting in the ship and you don't like your co passengers hey this person will like that person so i don't like this i don't want to stay in the ship so i will jump where will you fall into the ocean and you will drown so therefore Prabhupad said you have come to the association of devotees for the why you have come disconnected with the philosophy with the process of life not for not connected with this man or that man this man and that man different class of men are there so you have to be tolerant sit tight sit tight down sit down tightly on the ship and take advantage of the opportunity so like that devotees should take advantage of this Krishna consciousness even though there may be disturbance"
    },
    {
      "start_time": 1474,
      "end_time": 1696,
      "verse_references": [],
      "themes": [
        "strict with others, lenient with self",
        "conditioning",
        "purification"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Strict with others lenient with self",
      "summary": "The speaker discusses the common tendency to be strict with others and lenient with oneself, emphasizing that the purpose of Krishna consciousness is to purify one's conditioning rather than displaying it.",
      "timestamp_url": "https://youtu.be/P4vGNGx0lFk?t=1474",
      "transcript": "so one should be tolerant while one devotees should be tolerant to other devotees it is also very interesting to note this one statement which is very much holds good for everyone i suppose at least it holds good for me we are usually when dealing with anyone we are usually we follow this principle strictly strict with others lenient with self when it comes to others you know some rules regulations this that everything we are expectation we are very strict with others hey why you are not coming for Srimad why that mataji is coming so late you don't know what time class starts not meant for you just example i am drawing very strict with others you have to come on time you have to listen attentively all these things but when it comes to ourselves we are very lenient Mangalarati 4.30 corn shell will blow you have to go no it will go till 4.35 punching 4.35 lenient no last night it was difficult ok 4.40 sometime 4.45 sometime don't punch you know devotees some devotees will say in our community i am saying actually we will have this system to discipline to practice so that we can take advantage of the ship for that there is some system ok come on time take the maximum advantage but sometime devotees can you know lenient to self like i think many times it's ok i can go at 4.40 4.45 sometime i can miss punching i can put forgot to punch later all kinds of so this also can happen strict with others lenient to self therefore devotees are very tolerant we expect all devotees should be very tolerant but we will be very brash you will be like this only one devotee was telling Prabhu you don't know i am from kshatriya family Prabhu i am like this only i am very passionate one devotee told me senior devotee told why are you walking like this Prabhu i am from kshatriya family i am like this only i walk like this that aggression is required you know it is in my blood i cannot take out you know my blood then you are thinking you are not come to Krishna consciousness to display your conditioning to purify your conditioning you have come you have come to forget all your blood rajput kshatriya this that everything and become devotee become Vaishnava artificially you need not become like this but at the same time you need not earlier you were like this at least be normal now correct and you know telling everyone hey no you know what who i am you should listen to me that is strict with others lenient with self so devotees let them be if they are tolerant not tolerant just because devotees are tolerant doesn't mean we have to become we can be just like that oh they will tolerate devotees will tolerate no we have to be very"
    },
    {
      "start_time": 1696,
      "end_time": 1812,
      "verse_references": [],
      "themes": [
        "exemplary behavior",
        "repentance",
        "apology"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So this is the how devotee should feel upon apologetic we should always be careful first of all not to offend and in case we have offended knowingly or unknowingly we should be ready to apologize",
      "summary": "The speaker returns to the story of Maharaj Parikshit and Shringi, highlighting their exemplary behavior and the importance of being apologetic and ready to apologize for offenses.",
      "timestamp_url": "https://youtu.be/P4vGNGx0lFk?t=1696",
      "transcript": "careful here that is what we see in this entire actually previous chapter and beginning of this chapter we are seeing this how the exemplary behavior is being shown shringi out of his immaturity the brahmana's son cursed maharaj pariksit for the apparent offense what he thought that how his father was offended by the dead snake being put by pariksit maharaj on his around his father's neck pariksit maharaj was overcome by hunger and thirst and somehow by the will of providence he became angry because shaunaka rishi did not respond to his request for water and out of that anger he did this now after shaunaka rishi came to know that shringi had cursed maharaj pariksit to die in seven days by the snake bite he was repentant we saw the whole last chapter so many verses how he was repentant he was praying he was actually chastising his son and he prayed that maharaj pariksit should not be harmed like this now in this verse the first chapter first in this chapter first verse we are seeing maharaj pariksit is being repentant he is thinking oh what i did such an abominable thing faultless brahmana what he was doing he was sitting and simply doing tapasya how could i become overcome by anger and i did this i offended him by putting a dead snake i should be punished he is thinking further we will see in the next verses how he is repenting and thinking that actually i should be punished he didn't know still that the he was cursed even without knowing he is thinking i should be actually punished so this is the how devotee should feel upon apologetic we should always be careful first of all not to offend and in case we have offended knowingly or unknowingly we should be ready to apologize"
    },
    {
      "start_time": 1812,
      "end_time": 1858,
      "verse_references": [],
      "themes": [
        "apology",
        "civilized behavior"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Apology is such an important thing when it comes to ourselves because we are lenient to ourselves even if we make a mistake",
      "summary": "The speaker emphasizes the importance of apologizing, even for accidental mistakes, and contrasts it with uncivilized behavior.",
      "timestamp_url": "https://youtu.be/P4vGNGx0lFk?t=1812",
      "transcript": "apology is such an important thing when it comes to ourselves because we are lenient to ourselves even if we make a mistake i think unknowingly i did it it was an accident but it is important that even if it is an accident we have to say sorry in this regard i wanted to show all of you one small video which is actually in the outside world so nicely even people who are not practicing devotion they have also understood the principle of value of saying sorry or apologizing even if it is an accident and even if one does not do so how they are considered uncivilized we will see that in this video short video"
    },
    {
      "start_time": 1866,
      "end_time": 2018,
      "verse_references": [],
      "themes": [
        "apology",
        "ego",
        "humility",
        "peace"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "By saying sorry we will become small less that's what we think",
      "summary": "The speaker explores the reasons why it is difficult to apologize, attributing it to ego and the fear of appearing small, and emphasizes the benefits of apologizing for one's own improvement, humility, and peace of mind.",
      "timestamp_url": "https://youtu.be/P4vGNGx0lFk?t=1866",
      "transcript": "so why is it so difficult to apologize to say sorry ego false ego we think by saying sorry we will become small less that's what we think so today we will see five things like any important thing we will any important point any important subject now we will always ask some five questions why when where what who and how to apologize we will learn first of all let's answer the question why we should apologize why should we apologize why should we apologize why should anyone say sorry why should anyone say sorry to admit our mistake okay only to admit our mistake yeah correct try to correct it okay and then what else any anyone else anything else you can say to change our ways yes okay to become humble we are in pride that i am right we may be actually right also sometime if we are right should we apologize or not if other person is thinking we are wrong still okay that is when but i am asking why in the why by apologizing are we losing anything any time so why we should apologize just for ourselves to become right ourselves to become humble ourselves to become peaceful"
    },
    {
      "start_time": 2018,
      "end_time": 2170,
      "verse_references": [],
      "themes": [
        "apology",
        "humility",
        "peace",
        "when to apologize"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "To apologize for our own improvement for our own humility for our own peace of mind for our own",
      "summary": "The speaker continues to discuss the reasons for apologizing, emphasizing humility and peace, and outlines various situations when one should apologize, even when not at fault.",
      "timestamp_url": "https://youtu.be/P4vGNGx0lFk?t=2018",
      "transcript": "and by that maybe the other person also we hope that the other person whom we are apologizing to also will become peaceful by that may or may not sometime even after apologizing they may not be but at least we will become peaceful that we have apologized so why to apologize for our own improvement for our own humility for our own peace of mind for our own only if you are peaceful humble what prabhupada says what chaitanya charitamrita what shiksha shtaka says what chaitanya maha prabhu has said very important humbler than the blade of grass blade of grass is faultless no what is what is its mistake everyone will trample on it everyone will trample on it but it is humble it's not protesting it's just taking the trampling from everyone devotee is supposed to be like that can we only then we can chant holy name purely we will say prabhu as long as nobody troubles me i am okay i am practicing my krishna why that person should disturb no even if they are disturbing even everyone is stamping you you should do that is the ideal that is the highest that is what chaitanya maha prabhu is saying it is required to kirtaniya sadahari is possible only then so why we should apologize to become humble number one next when should we apologize when should we apologize when should we apologize when should we apologize ideally when we have done some fault definitely we have to apologize right definitely we have to apologize as soon as we come and when someone accuses of having accuses us of having done something even if we have not done even if according to us according to our understanding we have not done even then we have to apologize by that we will become peaceful so when to apologize when we have done mistake when someone tells that we have done mistake even if we have not done mistake and apparently even if nobody tells and even if we don't know that we have done still we can apologize always we can apologize"
    },
    {
      "start_time": 2170,
      "end_time": 2286,
      "verse_references": [],
      "themes": [
        "apology",
        "daily routine",
        "collective apology",
        "who to apologize to"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Every day in our morning routine after Mangalarati after Tulsi Puja after circumambulating the Tulsi Maharani circumambulating Tulsi Maharani we say",
      "summary": "The speaker describes the daily routine of collective apology practiced by devotees, and identifies who one should apologize to: specific devotees, collectively to all devotees, to the spiritual master, and to the Lord.",
      "timestamp_url": "https://youtu.be/P4vGNGx0lFk?t=2170",
      "transcript": "how every day as a routine all of us devotees do because we are living in community of devotees we don't know knowingly unknowingly we may be we may be committing offenses we may be making mistake we may be offending so many devotees every day so every day in our morning routine after Mangalarati after Tulsi Puja after circumambulating the Tulsi Maharani circumambulating Tulsi Maharani we say even killing a Brahmana that also is gone by just circumambulating Tulsi Maharani not that we should go and kill Brahmanas after that but power is like that even after that the last thing what we do after chanting about after telling about offenses against the holy name then we read Prabhupads quote and then we end before going to down temple here in this temple we do let us offer our humble obeisances to all the Vaishnava devotees of the Lord those that person whom we have offended or and we can still beg apology so we are also done so why when where who who to apologize to again as already we discussed specific devotee or the person whom we have offended we can apologize collectively also we can apologize like how we are doing everyday as I told collectively to everyone all the devotees and we have to apologize to spiritual master and to the Lord unlimited offenses we are doing knowingly unknowingly because we are conditioned we are unripe mangoes so we have to apologize so we have to whom to the devotees individually person whom we offended collectively to everyone to spiritual master and to the Lord"
    },
    {
      "start_time": 2286,
      "end_time": 2354,
      "verse_references": [],
      "themes": [
        "apology",
        "changed behavior",
        "full apology"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Real apology means changed behavior",
      "summary": "The speaker emphasizes that a real apology involves changed behavior, and outlines the components of a full apology: acknowledging the mistake, realizing it was wrong, and committing to not repeating it.",
      "timestamp_url": "https://youtu.be/P4vGNGx0lFk?t=2286",
      "transcript": "why where when who now what should be the apology apology means just like how he said your breath goes in form the words and say sorry yes that is the beginning but real apology means changed behavior I am sorry the actual apology full apology is I am sorry I did this this this I should I realize I should not have done like this and I will try next time not to repeat like this please forgive me so that is what a full apology contains so how to apologize and what to apologize is almost together one devotee taught me one senior devotee taught me very nice he is full of formulas like this one formula he gave called we have to all the time we should do something called RPP"
    },
    {
      "start_time": 2354,
      "end_time": 2478,
      "verse_references": [],
      "themes": [
        "RPP",
        "repent, pray, plan",
        "root cause analysis"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If you have committed some mistake you have to first repent realize I have made a mistake repent it repent for it",
      "summary": "The speaker introduces the formula of RPP (Repent, Pray, Plan) as a framework for dealing with mistakes, emphasizing the importance of repentance, prayer for strength, and planning to avoid repeating the mistake.",
      "timestamp_url": "https://youtu.be/P4vGNGx0lFk?t=2354",
      "transcript": "RPP RPP means what repent pray and plan repent pray and plan if you have committed some mistake you have to first repent realize I have made a mistake repent it repent for it if you have made a mistake to somebody please apologize and say repentance and then pray to the Lord pray to that devotee that I have made a mistake I am sorry pray to the Lord pray to spiritual master ask them for power to overcome this shortcoming or mistake so that I will not repeat this again pray and then plan not that simply oh sorry and then repent and then pray and you know next time again ok next time again I will repent again I will pray what is that no plan how I will not do it again in the outside world when some goof up happens some mess up happens especially in some event or some this thing some project or anything all of you who are in corporate world you might be knowing they will do something called RCA root cause analysis why it happened they will go and check and then root cause analysis and they will try to correct so for devotees instead of RCA what we do RPP repent pray and plan first we will repent oh I did like this I should not I will pray to the Lord so that I will not repeat like this again please give me power to overcome this shortcoming and I will plan how I will not do so what are the what caused me to do this how I should avoid this what I can do that plan you should make and then ideally we have to note down this RPP we have to if you write down once Prabhupada said to remember means to remember to note down if you note down then it will register oh repented prayed and planned what is the plan at least you have to write so that next time you will not repeat"
    },
    {
      "start_time": 2478,
      "end_time": 2604,
      "verse_references": [],
      "themes": [
        "RPP",
        "Parikshit Maharaj",
        "guilt vs. repentance"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "There is difference between repentance versus guilt what is guilt?",
      "summary": "The speaker highlights how Parikshit Maharaj implemented RPP, and distinguishes between guilt (which is passive and unproductive) and repentance (which involves action and planning).",
      "timestamp_url": "https://youtu.be/P4vGNGx0lFk?t=2478",
      "transcript": "so this is one devotee taught wonderful this thing so if we do this then it means a complete apology this is how we should apologize complete apology so here we see Parikshit Maharaj also is doing this he is repenting and then the next verses you will see how he is praying to the Lord for his mistake and that it should be and how he is planning what he is planning also is there we will see ideally when he comes to know the curse happens what a wonderful exemplary plan he made so that that mistake does not repeat such plan gave rise to just him not doing the mistake it is teaching all of us we got Srimad Bhagavatam as a result of his plan see how RPP Parikshit Maharaj has implemented so sometimes when we make mistake you know there are two extreme one I said is strict with others lenient to self another end is you know oh now we have to become humbler than blade of glass so it is does not mean that we become have very low self esteem that you know I am useless I am worth I am worthless I am useless I am not one person one someone boy came he was chanting four rounds from past so many months he is coming then one year over two years three years still he is not able to give up some coffee tea and he is not able to he is not increasing chanting he is coming regularly once in a while he will come and go so devotee is asking that boy that devotee hey increase your rounds try to give up what to do Prabha I am fallen so I am so fallen Prabha I cannot do that is not fallen that is why you have to do then only you will rise right so that is called guilt so there is difference between repentance versus"
    },
    {
      "start_time": 2604,
      "end_time": 2704,
      "verse_references": [],
      "themes": [
        "guilt vs. repentance",
        "positive action",
        "unconscious offenses"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Repentance means actual repentance means RPP repentance pray and plan",
      "summary": "The speaker further clarifies the difference between guilt and repentance, emphasizing that repentance involves positive action and planning, and that devotees often commit unconscious offenses.",
      "timestamp_url": "https://youtu.be/P4vGNGx0lFk?t=2604",
      "transcript": "guilt what is guilt? guilt means there is no action there is no prayer there is no planning only you will say oh I am like this only what to do aggressive and arrogant way of saying is that what the other thing I am this is my blood I am like this that is arrogant way of saying humble way of saying that is what to do Prabha I am fallen so I am condition what can I do I cannot improve that is guilt repentance means actual repentance means RPP repentance pray and plan oh I made a mistake there is no point in crying over the spilt milk ok I made mistake yes apologize pray to the lord plan how I will not do again and go on that is positive there is something positive coming out of it so in our current situation many times most of the times that is why we have the routine in the sadhana that we all do we all do this collective apology because we are most of the time unconscious of our offenses from that unconscious stage when we become sensitive and become civilized in the association of devotees we will come to become conscious not that we will become completely inoffensive we may be still committing offense but at least we will be hard becoming conscious of our offenses and try to avoid that"
    },
    {
      "start_time": 2704,
      "end_time": 2802,
      "verse_references": [],
      "themes": [
        "changing habits",
        "stages of spiritual progress",
        "effortless defeat"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "First stage of bad habits is when we are in bad habit effortless defeat habit is there we are succumb to that habit",
      "summary": "The speaker introduces a pattern for changing habits, outlining the stages of spiritual progress from effortless defeat to effortless victory, and acknowledging the struggles faced by sadhakas.",
      "timestamp_url": "https://youtu.be/P4vGNGx0lFk?t=2704",
      "transcript": "so another senior devotee taught me about this I think this is there in the outside world very commonly it is used that when we are making changing habits from bad habit to good habit this is the pattern like many of us we are sadhakas we are trying to give up material enjoyment trying to become devotees pure devotees we are all in this kind of situation we all sometimes we feel very distressed we feel depressed we feel low that oh I want to practice nicely I want to chant nicely I want to do this I want to do that I am not able to do I am feeling very this thing I am pulled by this so I want to go to movie I want to watch champions trophy or I want to watch IPL I want to do this I want to do that or you know I cannot come to this so I cannot give up this I cannot give up that so we feel very struggle you see Krishna consciousness full of so much problems they said chant Hare Krishna and be happy where is happy chant Hare Krishna but no happy because so much rules look at my friends no chant Hare Krishna also but very happy but problem you know where they are they are effortlessly being defeated by maya they don't even know that it is wrong they are just enjoying material world we have become aware so first stage of bad habits is when we are in bad habit effortless defeat habit is there we are succumb to that habit I am doing ok it's fine effortlessly you are defeated"
    },
    {
      "start_time": 2802,
      "end_time": 2908,
      "verse_references": [],
      "themes": [
        "stages of spiritual progress",
        "struggle and defeat",
        "struggle and victory",
        "effortless victory"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Struggle and victory we will struggle still it is a struggle not the test has gone away for the struggling but we are successful in overcoming",
      "summary": "The speaker continues to describe the stages of spiritual progress, from struggle and defeat to struggle and victory, and ultimately to effortless victory, highlighting the challenges and triumphs along the path.",
      "timestamp_url": "https://youtu.be/P4vGNGx0lFk?t=2802",
      "transcript": "next stage is we know that it is wrong so we are struggling to overcome but we are not overcoming sometime it is still repeating repeating sometime repeating falling down falling down falling down struggle and defeat next stage is what happens struggle and victory we will struggle still it is a struggle not the test has gone away for the struggling but we are successful in overcoming at that instance when the temptation is there when the problem is there when provocation is there somebody shouts at you somebody scolds you somebody provocate you can become angry but you struggle to control your anger you overcome that anger there is a struggle and victory then the last stage when you become pure devotee is effortless victory not affected at all somebody tells anything not affected at all like Haridas Thakur not affected at all prostitute came not affected at all I am chanting I have to finish my rounds please sit down then when he was chanting they told you are how can you chant that Mohammedan ruler he was upset he told whip him in 21 markets Haridas Thakur was whipped not affected at all he is going on chanting still that is pure devotee so right now we are moving from we have moved from effortless defeat to struggle and defeat slowly from struggle and defeat to struggle and victory then we will come to effortless"
    },
    {
      "start_time": 2908,
      "end_time": 2980,
      "verse_references": [],
      "themes": [
        "ideal behavior",
        "faultless devotees",
        "will of providence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "What Srimad Bhagavatam is setting is the ideal benchmark",
      "summary": "The speaker emphasizes that the examples in Srimad Bhagavatam are ideals of pure devotees, and that even faultless devotees can be overcome by the will of providence.",
      "timestamp_url": "https://youtu.be/P4vGNGx0lFk?t=2908",
      "transcript": "so these examples like Srimad what Srimad Bhagavatam is giving are ideal of pure devotees but they are actually they are not meant to have this kind of behavior at all neither Parikshit Maharaj should get angry and put a dead snake nor Shamika Rishi has taken any offense nor should Sringi actually curse like this but it is done for all of us to learn so what Srimad Bhagavatam is setting is the ideal benchmark Parikshit Maharaj was faultless but by the will of providence he was overcome by hunger and thirst and got angry and did this Sringi while his father doesn't know he thought that how can he do this and he cursed him Shamika Rishi knowing that what Parikshit Maharaj is he apologized he prayed to the lord and Parikshit Maharaj very gladly accepted even before he knew the curse as we see in these verses before he knows himself he is regretting, repenting saying that no no no what I have done is a great sin I have to be punished for this"
    },
    {
      "start_time": 2980,
      "end_time": 3122,
      "verse_references": [],
      "themes": [
        "apology",
        "routine practice",
        "justice",
        "fairness"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "At all times at least daily as a routine as a practice apologize",
      "summary": "The speaker outlines different levels of apology, from daily routine practice to addressing situations where one feels wronged, and emphasizes the importance of fairness and justice.",
      "timestamp_url": "https://youtu.be/P4vGNGx0lFk?t=2980",
      "transcript": "that is the ideal so you may not be in that position that's why first level is at all times at least daily as a routine as a practice apologize next level whenever you become aware or whenever someone tells that you are wrong whether you are wrong or right that is later as a matter of duty as a matter of issue you can try to go for justice in the sense you may say yes Prabhu I know you think that I was wrong I am sorry for that but actually this this this is what happened it's not that you know simply okay you can as a matter of duty tell no Prabhu I think you have misunderstood actually this this this happened this is how it is maybe you misunderstood and therefore you felt hurt but I am sorry for hurting you because what he has gone through what he has felt hurt anger that is true no you should not feel it is not a fact that may be different but he felt and for that you can apologize and then clarify that actually that is not the thing then the devotee also will the other person also will think oh really because you have first started with apology he will be ready to open to at least here okay okay but most of the time what we will feel especially when we are not wrong why should I apologize when I am not wrong and I justice is with me right we all look for fairness you have to be fair justice is with me I am not at fault actually he should apologize to me for misunderstanding he should apologize yes he will apologize if you begin your explanation with an apology I am sorry that I hurt you but actually this this happened and you misunderstood this oh really I misunderstood I am sorry so sorry will come so therefore there is another thing called hundred zero principle always in our dealings we think of giving hundred percent from our side in relationship and expect zero percent from the other side"
    },
    {
      "start_time": 3122,
      "end_time": 3230,
      "verse_references": [],
      "themes": [
        "100-0 principle",
        "expectations",
        "Hare Krishna response"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Always in our dealings we think of giving hundred percent from our side in relationship and expect zero percent from the other side",
      "summary": "The speaker introduces the 100-0 principle, encouraging devotees to give 100% in relationships and expect nothing in return, using the example of saying Hare Krishna and not receiving a response.",
      "timestamp_url": "https://youtu.be/P4vGNGx0lFk?t=3122",
      "transcript": "very ideal of course only pure devotees can actually implement but we have to practice we are unripe mangoes to pray don't expect oh why did not sometimes you know one some devotee was telling me Prabhu I see this simple now this devotee some devotees very bad behavior very uncivilized I say Hare Krishna with a smile they are like they will simply go Prabhu they will not even say Hare Krishna how do you feel Prabhu if you say Hare Krishna and the other devotee does not respond to you with Hare Krishna how do you feel he said I don't feel I was like I literally actually I did not know I said no I don't feel anything then I was thinking that oh why he is feeling like that because he is expecting that if I say Hare Krishna the other person must say Hare Krishna in fact the reason for saying Hare Krishna is so that I can get response so you think that I am I told the devotee you think that you are fortunate that you chanted Hare Krishna by seeing the devotee but that devotee is not fortunate enough to say Hare Krishna when seeing you so you continue to say you get the benefit and at least he will also get benefit by hearing you and one day by hearing in spite of not responding if you are saying Hare Krishna if one day they will also respond by saying Hare Krishna right even more ideal I didn't say this but I was just thinking even more ideal even more highest how pure devotee thinks pure devotee how he thinks I say Hare Krishna that devotee didn't respond to Hare Krishna because when I saw that devotee I could remember Krishna and I said Hare Krishna but when he saw I am such a fallen soul he could not remember Krishna by seeing me that's why he didn't say Hare Krishna"
    },
    {
      "start_time": 3230,
      "end_time": 3270,
      "verse_references": [],
      "themes": [
        "pure devotee",
        "remembering Krishna",
        "fallen soul"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "I say Hare Krishna that devotee didn't respond to Hare Krishna because when I saw that devotee I could remember Krishna and I said Hare Krishna but when he saw I am such a fallen soul he could not remember Krishna by seeing me that's why he didn't say Hare Krishna",
      "summary": "The speaker describes how a pure devotee thinks, taking responsibility for another's lack of response to Hare Krishna, and concludes by summarizing the essence of Parikshit Maharaj's teachings.",
      "timestamp_url": "https://youtu.be/P4vGNGx0lFk?t=3230",
      "transcript": "I am such a fallen soul so let me continue to say Hare Krishna one day I may be able to come to that stage this is of course too much but we can practice at least to some level we have to start so that is the essence of today's Parikshit Maharaj what he is trying to teach principle in this so with this we will stop here if anyone has any question we may or it's already almost time up maybe we can take it individually"
    }
  ]
}