{
  "video_id": "P5-M-m4B1PY",
  "title": "When Does Bhakti Flourish in the Heart? | Sri Jai Chaitanya Dasa | SB 1.1.20 | 18.07.2024",
  "speaker": "HG Jai Chaitanya Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=P5-M-m4B1PY",
  "segments": [
    {
      "start_time": 0,
      "end_time": 176,
      "verse_references": [],
      "themes": [
        "Krishna's divinity",
        "Incarnation",
        "Scriptural authority"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Lord Shri Krishna was not that type of incarnation. He was actually the personality of broadhead from the very beginning of his appearance.",
      "summary": "The speaker establishes Krishna as the Supreme Personality of Godhead from birth, contrasting this with modern, self-proclaimed incarnations.",
      "timestamp_url": "https://youtu.be/P5-M-m4B1PY?t=0",
      "transcript": "OM NAMO BADRAVATE VASUDEVAYA Reading from Srimad-Bhagavatam, 10-1, Chapter 1, Text No. 20 TRITVANTI LAKARMANI SAHARAMENA KESAVA ATIMARTYANI BADRAVAN GRUDA TRAPATAP MANUSAH Lord Shri Krishna, the personality of broadhead, along with Balram, played like a human being, and so must he perform. Many superhuman acts. The doctrines of anthropomorphism and zoomorphism are never applicable to Shri Krishna or the personality of broadhead. The theory that a man becomes broad by dint of penance and austerities is wrong. The theory that a man becomes broad is very much rampant nowadays, especially in India. Since Lord Rama, Lord Krishna, and Lord Chaitanya Mahaprabhu were detected by the sages and saints to be the personality of broadhead, as indicated in revealed scriptures, many unscrupulous men have created their own incarnations. This process of contracting an incarnation of God has become an ordinary business, especially in Bengal. Any popular personality with a few traits of mystic powers will displace some feet of jugglery and easily become an incarnation of God by popular vote. Lord Shri Krishna was not that type of incarnation. He was actually the personality of broadhead from the very beginning of his appearance. He appeared before his so-called mother, as four-armed Vishnu. Then, at the request of the mother, he became like a human child and at once left her for another devotee at Grotul, where he was accepted as the son of Nanda Maharaj and Yasoda Mata. Similarly, Shri Baladeva, the counterpart of Lord Shri Krishna, was also considered a human child, born of the mother of Lord Krishna. He was also considered a human child, born of the mother of Lord Krishna. He was also considered a human child,"
    },
    {
      "start_time": 176,
      "end_time": 284,
      "verse_references": [
        "BG 4.9"
      ],
      "themes": [
        "Transcendental knowledge",
        "Liberation",
        "Krishna's pastimes"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, knowledge of the transcendental nature of the birth and deeds of Lord Shri Krishna is sufficient for liberation.",
      "summary": "Knowing Krishna's transcendental nature leads to liberation, as described in the Bhagavad Gita and Srimad Bhagavatam.",
      "timestamp_url": "https://youtu.be/P5-M-m4B1PY?t=176",
      "transcript": "born of another wife of Shri Vasudeva. In the Bhagavad Gita, the Lord says that his birth and deeds are transcendental and that anyone who is so fortunate as to know the transcendental nature of his birth and deeds will at once become liberated and eligible to return to the kingdom of God. So, knowledge of the transcendental nature of the birth and deeds of Lord Shri Krishna is sufficient for liberation. In Bhagavatam, the transcendental nature of the Lord is described in nine cantos and in the tenth canto, his specific pastimes are taken up. All this becomes known as one's reading of this literature progresses. It is important to note here, however, that the Lord exhibited his divinity even from the lap of his mother, that his deeds were all superhuman, that he lifted the Jordan Hill at the age of seven, and that all these acts definitely prove him to be actually the Supreme Personality of Godhead. Yet, due to his mystic reverence, he was always accepted as an ordinary human child by his so-called father and mother and other relatives. Whenever some Herculean task was performed by him, they did not accept it otherwise, and they remained satisfied with unflinching filial love for their son. As such, the sage of Naimisaranya described him as apparently resembling a human being, but actually, he is the Supreme,"
    },
    {
      "start_time": 284,
      "end_time": 374,
      "verse_references": [],
      "themes": [
        "Sages of Naimisaranya",
        "Suta Goswami",
        "Lineage of knowledge"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So he was selected to speak. What was spoken by Sukadeva Goswami?",
      "summary": "The speaker describes the setting of Srimad Bhagavatam, with the sages of Naimisaranya inquiring from Suta Goswami.",
      "timestamp_url": "https://youtu.be/P5-M-m4B1PY?t=284",
      "transcript": "Almighty Personality of Godhead. So, first canto, the sages of Naimisaranya are inquiring to begin with, Ramsutha, the son of Romashana. They are all sad, and they are all doing ignorance. For many years, and finally they realized, than doing these different ignorance with smokes, offering oblation to the fire, the best ignorance is to talk about the Supreme Personality of Godhead. So, Romashana was supposed to do that, but however, Romashana was killed by Balarama, because he was quite proud of his knowledge, and he did not respect Balarama. Then his son, Suta, was told, because Suta heard from Sukadeva Goswami, the whole Bhagavatam which was narrated. So he was selected to speak."
    },
    {
      "start_time": 374,
      "end_time": 426,
      "verse_references": [],
      "themes": [
        "Bhagavatam",
        "Spiritual perfection",
        "Time-tested process"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So it is a time-tested process of Krishna Consciousness or time-tested process of spiritual life where one can advance and get to the goal of life which is liberation from this material body, liberation from this material world.",
      "summary": "Bhagavatam is presented as a time-tested path to liberation through Krishna consciousness.",
      "timestamp_url": "https://youtu.be/P5-M-m4B1PY?t=374",
      "transcript": "What was spoken by Sukadeva Goswami? And Sukadeva Goswami spoke what was spoken by many people, including Kshatriya and Vidra. So Bhagavatam is knowledge which has been spoken by many people and accepted by many people and performed by many people and performing which one has got perfection. So it is a time-tested process of Krishna Consciousness or time-tested process of spiritual life where one can advance and get to the goal of life which is liberation from this material body, liberation from this material world."
    },
    {
      "start_time": 586,
      "end_time": 695,
      "verse_references": [],
      "themes": [
        "Krishna's form",
        "Sat-Chit-Ananda",
        "Material body vs. spiritual body"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Brahma has concluded that Ishvara is Paramakrishna. Ishvara is Krishna and he has Sat Chit Ananda Vigraha.",
      "summary": "The speaker explains that Krishna's form is eternal, full of knowledge and bliss, contrasting it with the limitations of the material body.",
      "timestamp_url": "https://youtu.be/P5-M-m4B1PY?t=586",
      "transcript": "Krishna conscious life, in small small realizations which we have, cannot be different from the conclusions of these personalities. Brahma has concluded that Ishvara is Paramakrishna. Ishvara is Krishna and he has Sat Chit Ananda Vigraha. He has a form which is not material but which is Sat, Chit and Ananda, which is eternal, which is full of knowledge and which is full of Ananda, irrespective of what form he takes, because the form is unlimited, it has all the potencies, so he can take any form and all the forms he take is Sat, it's eternal, it's full of knowledge, awareness of everything and it is blissful. Unlike our body, which is full of blood, pus, mucus, all kinds of liquids flowing inside the body which we don't have any idea of, all kinds of different instruments which is pumping, which is beating, which is cleaning, which you have no idea about, which if you don't take care of it will rot. As soon as a soul leaves the body, it will rot. As soon as a soul leaves the body, it will rot. As soon as a soul leaves the body, it will rot. it rots while the soul is in the body and when the body is functioning also it has no ananda it has no bliss we have all these limitations so to understand the difference between our body and the body of the Lord is the first level of"
    },
    {
      "start_time": 695,
      "end_time": 825,
      "verse_references": [],
      "themes": [
        "Arya Samaj",
        "Impersonalism",
        "Vedic interpretation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So these group came up which stopped talking about all these mythological story or just saying that all these are stories",
      "summary": "The speaker discusses the rise of impersonalism through the Arya Samaj movement, which rejected the personal form of the Lord and dismissed Puranic stories.",
      "timestamp_url": "https://youtu.be/P5-M-m4B1PY?t=695",
      "transcript": "Krishna consciousness because in modern days especially from the time of Arya Samaj Arya Samaj was formed the Britishers time by those intellectual Hindus who did not want to because the Britishers are always belittling Vedas all the points in Vedas are just stories are just to teach some discipline to the human beings it does not have any reality so that was a conclusion so all these learned Indians who are learned in all the British schools and from these British teachers they want to say that yes it is correct but there is some point in that and what is the point they accepted the impersonal form which is described in the Vedas word jugglery philosophical word jugglery but denying the form of the Lord so these group came up which stopped talking about all these mythological story or just saying that all these are stories in bhakti Siddhanta's time everybody thought all this starting with the Arya Samaj people that Puranas have no value Vedas and Upanishads have any that was a conclusion just to equalize themselves with the with the learned and you know so-called educated class of people we are also educated we also accept all the modern things but Lord is there but he is not having any form don't be bewildered by all the stories all these stories are just for children all these stories of Krishna Vishnu Narasimha Varaha how can a human being how can a God take the form of tortoise there's no other work about tortoise fish bore very boring half-lion half-man what is all these things half-man and half-beard hallucination of some people."
    },
    {
      "start_time": 825,
      "end_time": 939,
      "verse_references": [],
      "themes": [
        "Bhakti",
        "Vedas",
        "Shudra mentality",
        "Exploitation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Because the Shudra mentality is always exploitation.",
      "summary": "The speaker explains why the Vedas were traditionally kept from those with a 'Shudra mentality' due to their tendency to exploit knowledge for selfish purposes.",
      "timestamp_url": "https://youtu.be/P5-M-m4B1PY?t=825",
      "transcript": "So they they were educated class they said there are stories for children just to teach them good habits, teach them this Lord, teach them some principles, moral principles in life. But Lord is Nirananda, the supreme Brahman as explained in Vedas and Upanishads. So they totally swung to one side giving a Purana and Bhaktisiddhanta had a tough time to establish that Puranas. Purana is the oldest. Puranas are older than Vedas or older than Upanishad. And they had to write commentaries on different Upanishads to conclude Bhakti as a supreme. Vedas do talk of Bhakti but it is very covered. Why is it covered? Because in the creation itself they don't want unintelligent Shudra mentality people to understand the supreme Lord. Why? Because the Shudra mentality is always exploitation. Brahmanical quality is always doubt-telling. These are the two qualities you see in the material. Either I exploit everything for my sense gratification or I can utilize it. So a devotee, a Vaishnava, his qualification is that he utilizes things for the supreme. That is what is called supreme Lord. Just like a son he will utilize all the riches of the father to increase the business of the father. But a bad son he would exploit everything and waste everything. So these are the two classes of people. So when the Shudra mentality people understand the Vedas, they will exploit it. Hence the Vedas were always kept away from them not because they were not qualified... not because they were not equally qualified to learn from them, but because they were not qualified enough to learn from them."
    },
    {
      "start_time": 939,
      "end_time": 1054,
      "verse_references": [],
      "themes": [
        "Surrender",
        "Authority",
        "Modern Shudras",
        "Ego"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "And the Vedic Shastras are such that only if you accept an authority you would get the knowledge.",
      "summary": "The speaker contrasts the Vedic principle of accepting authority with the modern 'Shudra mentality' that rejects any form of subservience.",
      "timestamp_url": "https://youtu.be/P5-M-m4B1PY?t=939",
      "transcript": "but they are not qualified in their character in their Brahmanical qualities in their quality of surrender when you don't have the quality of surrender then you would exploit even the Vedic knowledge so the Brahmanical people they would learn this but the Supreme Lord's position in the Vedas is very very covered kuhyam it is covered and kept and the Upanishads which are supplemented to the Vedas are experiential knowledge of the great rishis so Upanishads are all written with great sages but they have expounded Bhakti in that but these rationalist people they kept it aside and they thought Vedas and Upanishads are great where there is form of the Lord is not given but we all know great Upanishads Manduk Upanishad all the issue Upanishad these Upanishads give the form of the Lord in fact the Upanishad says the Lord is an autocratic person that he will give Bhakti to only person who is totally dedicated and whose favored by the Lord and the Lord can favor anybody and anybody he wants no qualities no qualification if the Lord wants he will come for Bhakti on that person he does not look for any other qualification is an autocrat not to accept autocratic position of the Lord Sudra and Mantra will not work. We are all having Shudra mentality. Shudra mentality means I don't want to be subservient. Rather Shudras are the modern world, not the old Shudras. Old Shudras are subservient. But the modern Shudras are intelligent Shudras, educated Shudras. Educated Shudras means I don't want any boss. I am the Lord. So the Shudra mentality cannot accept an authority."
    },
    {
      "start_time": 1054,
      "end_time": 1173,
      "verse_references": [],
      "themes": [
        "Humility",
        "Krishna's indifference",
        "Popularity",
        "Truth"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Lord is a person who doesn't care that he is a Lord. He doesn't care if you accept me as God or not, because I am God.",
      "summary": "The speaker contrasts Krishna's indifference to being recognized as God with the desire of human 'lords' to control and manipulate, and discusses the difference between truth and purchased popularity.",
      "timestamp_url": "https://youtu.be/P5-M-m4B1PY?t=1054",
      "transcript": "And the Vedic Shastras are such that only if you accept an authority you would get the knowledge. This is contradictory. I don't want to accept a Lord, I don't want to accept a leader, but I want to know who is God. That is not possible. The process of understanding Lord is to be humble, subservient, surrender, serve, then earn the mercy and you get the Lord. Because permanently a living entity is subservient. Sub-servient. Sub-servient. Constitutionally living entity is subservient. So the modern age people can never accept Lord Krishna, Lord Balaram as the Supreme Lord. And the Lord doesn't care. There is a Lord. There are so many Lords in this material world. They care a lot that they are Lords. The Lord is a person who doesn't care that he is a Lord. He doesn't care if you accept me as God or not, because I am God. But the modern Gods like us, we want to show that I am Lord, so I control people, I manipulate. That is politics. Human Lords want to show that they are Lord and they will do anything and everything to conclude they are Lord. They will advertise. But Krishna doesn't advertise. Krishna can turn the mind of everybody and all newspapers will say, yes, Krishna is the Supreme Lord. All newspapers, same as people accept. The Lord does not look for popularity. So when truth is there, popularity may not be there. And many people want to accept truth, which is very popular. And that is a problem in modern age. That person who is most popular must be the right person. But the popularity of this material world is purchased popularity."
    },
    {
      "start_time": 1173,
      "end_time": 1282,
      "verse_references": [],
      "themes": [
        "Bhagavan",
        "Guru",
        "Trickery",
        "Shastra"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So the latest trip is to call oneself Guru. That is the latest trip. I can't call myself Bhagavan.",
      "summary": "The speaker critiques the modern trend of self-proclaimed gurus who prioritize popularity over scriptural truth.",
      "timestamp_url": "https://youtu.be/P5-M-m4B1PY?t=1173",
      "transcript": "Either with money or with one's karma. If you are karmically very, very strong person, you will be popular. But just because you are popular doesn't mean that you are Lord. In olden days, like in 70s, 80s, 90s, the biggest trip was for people to say he is Bhagavan. This Bhagavan, that Bhagavan, so many Bhagavans had in Prabhupada's time. So Prabhupada explains, people want to be Bhagavan. Why? Small, small trickery. Small tricks or mysticism. Maybe mystic or mostly it is trick. 99% is trick. Create ash, useless stuff. And people call him Bhagavan. But modern days, people have understood. Human beings are not fools. So I cannot call myself Bhagavan. So the latest trip is to call oneself Guru. That is the latest trip. I can't call myself Bhagavan. Out of question. Because people, if not fool people. Not only that, I don't even have karma to create basma, to create ash. At least those Bhagavans had some power to create ash. The modern Bhagavans don't have power to create ash. So they have stopped talking about themselves to be Bhagavan. But they are all pure Gurus. Why? Popularity. Then you can become popular. And you talk what people want to listen to. You don't talk what people want to listen to. You don't talk what people want to listen to. You don't talk what people want to listen to. You don't talk what people want to listen to. And you're not going to be popular. You'll be biased because you're not getting what Shastras say. In fact they say don't read Shastra. Because you'll be contaminated by Shastra. You'll be biased. You have to create knowledge on your own. Doesn't matter what stupid things they are talking. So this is the modern. So gullible people, they get"
    },
    {
      "start_time": 1282,
      "end_time": 1480,
      "verse_references": [],
      "themes": [
        "Duryodhana",
        "Krishna's position",
        "Asuric mentality",
        "Surrender"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "so Krishna came for peace deal Krishna came Mahabharata explains the whole way how Krishna appeared in the great assembly huge assembly of all great kings",
      "summary": "The speaker recounts the story of Duryodhana's attempt to capture Krishna, highlighting the asuric mentality that refuses to surrender to the Supreme Lord.",
      "timestamp_url": "https://youtu.be/P5-M-m4B1PY?t=1282",
      "transcript": "attracted to these things. Not to the Supreme Lord, Krishna. Not only in the modern age, there was a period of Duryodhanas and Karna. who never accepted Krishna many sages Narada Vyasa Bhishma all these people went and told Duryodhana and Dhritarashtra do you know who this Krishna is do you know whom you are playing with whom are you trying to be against because Duryodhana had one idea if I catch Krishna then Pandavas are won over because if you catch Krishna what will Pandavas do they'll come running and say whatever you want to take leave Krishna right Pandavas are so attached to Krishna Yudhishthira Arjuna Bhima these people say you want the kingdom you want to kill us do whatever you want so Duryodhana knew the position of Krishna as dear to Pandavas and he always wanted to capture Krishna because he thought Krishna yes he is great but not God he's a mystic person but my mysticism is more than his so if I capture him if I tie him when he comes for peace he's coming for peace talks he's a great Chalu person he'll have some ideas if I capture him then I won no war so these Duryodhanas and Dhritarashtras thought Krishna is ordinary so all these knowledgeable sages told him don't play with Krishna and they showed so many stories how he and Arjuna are great personalities you cannot win over them Krishna is none other than Narayana Arjuna is none other than Nara they are the original Nara and Narayana mystical great mystic personalities the supreme person having all the controls and they told so many stories about how great great kings proud kings wanted to fight there is a king who wanted to want to fight everybody in this world and finally as sages told why are you so puffed up you really want to fight with equals go and fight with Nara Narayana where is he found he is in Badrikashyam go and fight with him he went all the way to Badrikashyam to fight and Narayana said we have no time we are busy no I don't need to fight everybody sages all the sages say that you are the right person to fight Nara Narayana was meditating and they created all huge army of people and this king was shit scared and he wouldn't fight at least he surrendered at last so there are great kings like this even bigger kings than you Duryodhana who have realized the position of Nara and Narayana and surrendered to them you also surrender to them. At least he surrendered. you'll benefit but asurik mentality shudra mentality is such that the anger and the ego takes over and they don't want to surrender"
    },
    {
      "start_time": 1480,
      "end_time": 1675,
      "verse_references": [],
      "themes": [
        "Sages",
        "Mystic understanding",
        "Krishna's supremacy",
        "Surrender"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "because they have establish the truth that Krishna is the supreme Lord through their experiences in their life they have realized that human body is so limited human life is so limited we cannot anyway become God",
      "summary": "The speaker emphasizes the realization of great sages regarding Krishna's supremacy and the necessity of surrendering to Him for our well-being.",
      "timestamp_url": "https://youtu.be/P5-M-m4B1PY?t=1480",
      "transcript": "so Krishna came for peace deal Krishna came Mahabharata explains the whole way how Krishna appeared in the great assembly huge assembly of all great kings and all the sages also came to hear what Krishna is going to say just like we send a mobile message and everybody comes but the sages don't need any mobile messages they all know when is the right time then the Lord will speak when to go and hear him they're all mystic understanding with some modern people who have no idea because for them space is an empty space but space is full of essence energy which has all the subtle energies in it so this great sages use all these methods to hear and understand what is happening in this world what is the latest avatar are doing when is the latest avatar are speaking when the Lord comes when does he speak so they are all interested in hearing the Lord so these great personalities realize a lot not because they are fools not because they are gullible because they have establish the truth that Krishna is the supreme Lord through their experiences in their life they have realized that human body is so limited human life is so limited we cannot anyway become God but our nature is such is Ananda we have a rightful position to be happy but we're looking for happiness in the wrong direction they have realized that they have gone in for happiness in the wrong direction they have realized that they have gone in said themselves and meditated and they have realized the vedic truth and that is upanishad realized vedic knowledge is upanishad but puranas are hitihasas which are historical narrations of the supreme lord which is given in puranas so the gaudiya vaishnavas they have worked hard to put purana and among puranas bhagavatam as the most important purana which is actual truth which talks and reveals the truth they are not stories whatever is told in purana the historical narrations and all these people have realized supreme lord krishna who is enacting like a human being whether illiterate people like devaki or or or the mother of pandavas kuntidevi or learned personalities like bhisma or great sages as as vyasa narada devala asita doesn't matter who they are from simple people to most intelligent class of people who have concluded krishna is a supreme personality of godhead and we are part and parcel of him and our our goodness or our safety is in surrendering to him"
    },
    {
      "start_time": 1675,
      "end_time": 1770,
      "verse_references": [],
      "themes": [
        "Bhakti",
        "Sraddha",
        "Self-sustained",
        "Kumala Bhakti"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "bhakti reveals bhakti itself we need to start bhakti when we start a little bit of bhakti more bhakti is revealed and we do when we do that more bhakti another more bhakti is is established in the heart so bhakti establishes bhakti but we need to start and where do we start with sraddha",
      "summary": "The speaker explains that bhakti reveals itself and is self-sustaining, starting with faith (sraddha).",
      "timestamp_url": "https://youtu.be/P5-M-m4B1PY?t=1675",
      "transcript": "so these are concluded by the great sages by their experiences so bhakti reveals bhakti itself we need to start bhakti when we start a little bit of bhakti more bhakti is revealed and we do when we do that more bhakti another more bhakti is is established in the heart so bhakti establishes bhakti but we need to start and where do we start with sraddha with faith if this sraddha is not there then we cannot start we are this we have to start the car unless the car started it won't move so starting process is having a little bit of faith so we are people who have got that little faith and we have surrendered to krishna now we need to fan that faith and make it convert into shuddha bhakti and once you get bhakti bhakti is self-sustained bhakti sustains bhakti there's no question of outside push needed to get bhakti now we are pushing ourselves so many things to get bhakti so much of struggle bodily struggle mental struggle push from others so many so many requirements are there for us to do bhakti because bhakti is very very kumala but this kumala bhakti once it is fanned it becomes very very strong so we don't need anything else"
    },
    {
      "start_time": 1770,
      "end_time": 1890,
      "verse_references": [],
      "themes": [
        "Self-importance",
        "Soul",
        "Ego",
        "Surrender",
        "Anarthas"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "we are not able to fan the bhakti because we are giving importance to ourselves ourself when you say we are not giving importance to the soul if we are giving importance to the soul then that becomes our own self interest and that is needed but when we don't know who you we are when we think i am my intelligence when i think i am my ego where i have my priorities when i think that i am a mind which has his preferences and non-preferences then we cannot surrender",
      "summary": "The speaker explains that self-importance hinders the growth of bhakti, and that surrender is impossible when we identify with our ego and mind.",
      "timestamp_url": "https://youtu.be/P5-M-m4B1PY?t=1770",
      "transcript": "bhakti can sustain itself example is given like a person who is eating a person who is hungry and is eating he feels satisfaction on his own you go and ask him you're satisfied yes how do you know you're satisfied no i know i'm satisfied but how do you know you're satisfied i'm satisfied bhakti is like that once again bhakti you're satisfied by itself so bhakti has this tendency it provides more bhakti and it sustains itself so these great personalities have done that and that is what we need to do but we need to fan the bhakti we are not able to fan the bhakti because we are giving importance to ourselves ourself when you say we are not giving importance to the soul if we are giving importance to the soul then that becomes our own self interest and that is needed but when we don't know who you we are when we think i am my intelligence when i think i am my ego where i have my priorities when i think that i am a mind which has his preferences and non-preferences then we cannot surrender my ego is important my popularity is important my worship is important my respect is important as long as we go with this thought bhakti will not flourish yeah some spark is there in us but that spark has been converted always example is given bhakti with this story of making we always say making of this jaggery good if these malas are not removed bhakti does not become pure just like when you make when you make candy you have to remove all the mucks which is coming out otherwise candy will not be pure candy it will be filled with dust so our bhakti is filled with dust"
    },
    {
      "start_time": 1890,
      "end_time": 2023,
      "verse_references": [],
      "themes": [
        "Anarthas",
        "False identification",
        "Supreme Lord's pleasure",
        "Real Bhakti"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But real bhakti means I do it because Krishna is pleased. The more I do, Krishna is pleased.",
      "summary": "The speaker describes the various false identifications that prevent pure bhakti, emphasizing that real bhakti is performed for Krishna's pleasure, not for self-gratification.",
      "timestamp_url": "https://youtu.be/P5-M-m4B1PY?t=1890",
      "transcript": "why because we have not removed all these anarthas mother matsadiyah puja pratishta lava i am woman i am man i am wife i am husband i am thin i am thick i am powerful i am weak powerful has a pr has a pride being proud and the weak people have the depression that they are weak. Both are wrong. Right? Self-pitying is also sense gratification. Well, you are not that. You are not that mind which is depressed. Nor are you that mind which is very powerful. So unless we realize that we are simple souls supposed to surrender to the Lord, perform our Bhakti Yuga without any kind of comparison of importance, identifying the mistakes in others, glorifying the small goodness in oneself, this is our time. When we do Bhakti, when we do Seva, we are not thinking of the Supreme Lord's pleasure. We are supposed to think of the Supreme Lord's pleasure, I'm washing a pot, I'm making a garland, I am cleaning a place. I am thinking about my importance. Or I am thinking about the weakness of others. Oh, he doesn't do properly. He is very proud. He is puffed up. He is not surrendered. He doesn't do anything properly. I do everything very nice. But I am doing it with this consciousness. But real bhakti means I do it because Krishna is pleased. The more I do, Krishna is pleased. I am tying a garland for Krishna. I am cleaning a place. I am preaching to somebody. So, whenever we do bhakti, more bhakti is not coming. Because we are shutting the door with our importance. So, with that mentality, we cannot understand Krishna."
    },
    {
      "start_time": 2023,
      "end_time": 2135,
      "verse_references": [],
      "themes": [
        "Popularity",
        "Truth",
        "Bhagavatam",
        "Gaudiya Vaishnavas"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But a self-realized person is he who sides with truth always. Whether the truth is popular or not popular.",
      "summary": "The speaker contrasts siding with popularity versus siding with truth, highlighting that Bhagavatam and Gaudiya Vaishnavas prioritize truth over popularity.",
      "timestamp_url": "https://youtu.be/P5-M-m4B1PY?t=2023",
      "transcript": "Today we are understanding Krishna because Krishna is very popular. ISKCON has made Krishna very popular. So, I also want to be a devotee in ISKCON. Tomorrow, when there are thousands of newspapers talking bad of ISKCON. No, no, no. I don't go to ISKCON. Before I used to go. Now, I don't go. We always want to side with which is advantageous. We don't want to side with truth. But a self-realized person is he who sides with truth always. Whether the truth is popular or not popular. Whether it is accepted by thousands or not accepted by anybody. Truth is truth. And that is what Bhagavatam is. Bhagavatam doesn't make us gullible and weak to side with what is popular for our safety. Bhagavatam does not look about human safety. It looks about the position of the Supreme Lord. Hence, Gaudiya Vaishnava always positioned Krishna in his right form. Free from all malas, free from all material tinges. That is the beauty of Bhagavatam number one. And the beauty of Gaudiya Vaishnava is such that they don't compromise for their name, fame. When we start, especially big institutions like us, when we become too conscious of the public popularity, truth will be given second position. And Gaudiya Vaishnavas don't do that. Truth is always first. Whether you are popular, whether you are accepted, whether people are throwing stones or people are throwing flowers. Everybody wants to get flowers thrown at. Nobody wants stones to be thrown at. But truth will not hide when stones are thrown. So Bhagavatam makes us very confident that Krishna is the Supreme Lord. He is the conclusion. He is the person to whom we have to surrender. And that is of our benefit."
    },
    {
      "start_time": 2135,
      "end_time": 2232,
      "verse_references": [],
      "themes": [
        "Krishna's Supremacy",
        "Unwavering Faith",
        "Public Opinion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bhagavatam gives us the strength not to change the mind. Bhagavatam gives us the strength that Krishna is absolute.",
      "summary": "The speaker emphasizes the importance of unwavering faith in Krishna's supremacy, regardless of changing public opinion.",
      "timestamp_url": "https://youtu.be/P5-M-m4B1PY?t=2135",
      "transcript": "Doesn't matter materially what is the position. As ages go by, sometimes some are popular, sometimes some are not popular. In the beginning days of ISKCON, we were never popular. As soon as anybody sees devotees, they only say Dhammarodham. Right? So you are going to ISKCON what? You get ganja there? There is a time when okay, this has become very popular. When you are popular, many people want to side. But when something negative comes, how many of us will stand? With Bhagavatam. Some great person comes and talks against Krishna, will you change your mind? Bhagavatam gives us the strength not to change the mind. Bhagavatam gives us the strength that Krishna is absolute. This is practical. This is practically experienced knowledge. So we don't want anybody to say Krishna is right or wrong. We don't want anybody to say Krishna is right or wrong. We don't want anybody to say Krishna is right or wrong. We have to show magic. So we need to grow in our Bhakti, in our faith in such a way that we don't get shaken by different popular bitter sayings or theories at different times. Every 50 years or every 30 years opinions change, public opinion changes. Devotees don't go by the change in public opinion. They only have one opinion."
    },
    {
      "start_time": 2232,
      "end_time": 2339,
      "verse_references": [],
      "themes": [
        "Absolute Knowledge",
        "Relative Knowledge",
        "Vaishnavas",
        "Guru",
        "Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "but bhakti is such that only when we put Vaishnava's guru and Krishna first we get bhakti so this is something which has to be practiced.",
      "summary": "The speaker explains that absolute knowledge is realized by prioritizing Vaishnavas, Guru, and Krishna above oneself.",
      "timestamp_url": "https://youtu.be/P5-M-m4B1PY?t=2232",
      "transcript": "And we have just been there for thousands and thousands of years, millions and millions of years. millennium five years back Chaitanya Mahaprabhu established five thousand years Krishna established and thousands and thousands of years before sages have established Krishna is a supreme person. Ekala Eeshwara Krishna Aarasa Babhratiya so that knowledge is absolute knowledge other knowledges are all relative knowledge which changes according to taste and if you say why we are not getting that confidence why we are not getting that that absolute truth in us as established or realized and we determined to follow it properly it because of our own weakness and the weakness is only one thing we put ourselves first what our situation comes we put ourselves first we don't put guru and Krishna first not guru we have to put Vaishnava's guru and Krishna first oh I'll put Krishna first always I have no other way he is first okay I take a Diksha I'll put guru also first no no doubt of choice I had to go through guru. Vaishnava's I can't put Vaishnava's first why my ego doesn't allow my self-importance doesn't allow but bhakti is such that only when we put Vaishnava's guru and Krishna first we get bhakti so this is something which has to be practiced. So this is something which has to be practiced. So this is something which has to be practiced. done in our day-to-day life then bhakti becomes fixed real bhakti becomes fixed in our heart so this is Bhagavatam's conclusion and this is"
    },
    {
      "start_time": 2370,
      "end_time": 2475,
      "verse_references": [],
      "themes": [
        "Happiness",
        "Krishna's Satisfaction",
        "Self-centeredness",
        "Frustration"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "we get hit when we come for our happiness we never get hit when we come for Krishna's happiness so it's the most important point we have to come to Krishna Krishna consciousness for give me happiness to Krishna Rishikesh Rishikesh seven we understand that he is a master of the senses and we had to understand that our senses are for his satisfaction otherwise it is becoming Ulta I am the God and he is a servant I either God is being very happy",
      "summary": "The speaker addresses the common misconception of seeking personal happiness in Krishna consciousness, emphasizing that true fulfillment comes from serving Krishna's satisfaction.",
      "timestamp_url": "https://youtu.be/P5-M-m4B1PY?t=2370",
      "transcript": "Hare Krishna we mainly come to ISKCON for our happiness but now as you said we have to satisfy guru and Krishna the cat is out we come to Krishna for our happiness we come to go to temple for our happiness that is the first thing you have to understand we are not coming here for our happiness and you're with thanks for being very honest because 99% of the people come for this and that is where they get dejected that is why they get hit we get hit when we come for our happiness we never get hit when we come for Krishna's happiness so it's the most important point we have to come to Krishna Krishna consciousness for give me happiness to Krishna Rishikesh Rishikesh seven we understand that he is a master of the senses and we had to understand that our senses are for his satisfaction otherwise it is becoming Ulta I am the God and he is a servant I either God is being very happy people come with lot of desires to the temple and the primary motive of this desires are nothing but self-centered benefit happiness popularity importance whatever it is and that leads to frustration and that stops our bhakti but when we come to Krishna consciousness I am here for you lot you use me which way you want"
    },
    {
      "start_time": 2475,
      "end_time": 2661,
      "verse_references": [],
      "themes": [
        "Surrender",
        "Bhava",
        "Jagannath",
        "Selfless Service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He is seeing what was behind that. Bhava grahi janatana. He is always bhava grahi janatana.",
      "summary": "The speaker emphasizes that Krishna is concerned with the bhava (devotion) behind our actions, not the material offerings themselves.",
      "timestamp_url": "https://youtu.be/P5-M-m4B1PY?t=2475",
      "transcript": "because of the understand the it is coming is springing from the understanding that going to temple is for happiness because I'm the house I'm always unhappy at least out of the house I'm happy Ulta olden days how how suppose we happy place the happiest person is he who has no loans happiest person is he who eats his food in his house but nowadays happiest person is he who eats in big restaurants happiest person is he who's full of loans and avoids paying back result so we come to the temple the understanding is oh I'll be happy I'm all my problems would be gone that is not the real case that is a byproduct being happy once I was a byproduct because we are part and parcel of Krishna when the root is sufficiently nourished all the parts of the tree become nourished same way when the Supreme Lord the Supreme person Poorna person is made happy we the subse these parts and parcels automatically becomes happy that is a proper understanding so people bring things people give money I'll give money if I my name is put in 10 inches bold right I brought Carlin today and the Witcher he did not put it on the Lord I'm so unhappy why because I I wanted to see my my mala on the Lord and feel oh my mala is there my mala is there mala is very beautiful because of me the dress I stitch because I stitch is very beautiful oh the Pujari did not put the put the dress which I gave oh temple did not use a sari which I give my work is to give Lord wants he will wear it I guess today we heard the story of Jagannath world wants evill he will take the worst of the Lotus putrefied flower also because he is not seeing the flower he is not saying how beautiful dress you stitch he He is not seeing how much flowers he bought, how many rupees he gave, what he gave, what vehicle he gave temple, what material he gave temple. He is seeing what was behind that. Bhava grahi janatana. He is always bhava grahi janatana. He only wants the bhava in which you are doing it. He does not want really what you do it. He will accept it. But that is not what he is really looking at. He is looking with what bhava did you say. With what bhava are you preaching? Are you preaching to become a guru? Or are you preaching to glorify me, the Lord? Are you doing this service for self-respect and position and name and fame? Or are you doing it to please me? So, Lord does not change. He is only looking for bhava. So, we have to understand that."
    },
    {
      "start_time": 2661,
      "end_time": 2792,
      "verse_references": [],
      "themes": [
        "Lord as the Center",
        "Object vs. Subject",
        "Surrender",
        "Bhakti"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When you make the Lord the center, you are the object and the subject.",
      "summary": "The speaker explains the importance of making the Lord the center of our lives, understanding that we are the object of His attention and service.",
      "timestamp_url": "https://youtu.be/P5-M-m4B1PY?t=2661",
      "transcript": "We are here to serve him. We do not want him to serve. There are two concepts. One is I am the center and other is the Lord is the center. When you make the Lord the center, you are the object and the subject. We go to the temple thinking that we are the object. We are the subject. We think Lord is the object. Lord is not the object. You are the object. Or we are the object. Lord is seeing you. The Lord is seeing what you are doing. The Lord is seeing how you are doing. Ours is ulta. I go and see the Lord. I do for the Lord. So, that is different. So, when I make the Lord the center and I am the object of the Lord. The Lord is seeing me. So, our pleasure, our happiness is automatic. It is naturally there. It is automatic. But when we go only for our sake to the temple, we go for our sake to the organization, then we can get disappointed. Many times this is what happens. In the beginning, we are very enthusiastic. Later on, we are not enthusiastic because we put ourselves first. So, if you experience this, put yourself last and see. Nothing will happen. Your foot will come. Your life will go on. But the mind will fight. And that is the internal fight which we need to do with Shastra, with the knowledge, with Bhagavatam, with Gita, with the slokas. To remind ourselves that how I am the last. I am not the actual important person. The Lord is. So, entire Krishna conscious life is nothing but this. How we can put others in the front and ourselves last. And that is what the Lord wants. And such a person, Bhakti becomes flourishing in his heart. Bhakti becomes flourishing in his heart. Bhakti becomes flourishing in his heart."
    },
    {
      "start_time": 2792,
      "end_time": 2901,
      "verse_references": [],
      "themes": [
        "Giving vs. Asking",
        "Surrender",
        "Chastisement",
        "Love"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We are not here to come to ask. We are here to give.",
      "summary": "The speaker emphasizes the importance of giving to Krishna, rather than asking for personal benefits, and discusses the love inherent in the Lord's chastisement.",
      "timestamp_url": "https://youtu.be/P5-M-m4B1PY?t=2792",
      "transcript": "Otherwise, we always ask, what will you do? What will I get? Same thing. What will I get? If I give one rupee, what will I get? If I come to Krishna and say, what will I get? You won't get anything. Rather, he will take everything that you have. But if you tell that, nobody will come. So, yes, in the beginning, we may preach, come, take nice prasadam, you are taken care of, etc, etc. Because of my weakness. Rupa Goswami is always sad. Rupa Goswami and Sanatana Goswami are always sad. Rupa Goswami and Sanatana Goswami are always sad. Rupa Goswami and Sanatana Goswami are always sad. Why is Chaitanya Mahaprabhu giving us importance? Chaitanya Mahaprabhu always criticizes and fires that person, the old person, who gives sandal to Lord Chaitanya, the older personality. Forget his name. So, he chastises us. So, Rupa Goswami knew, we are not able to take the chastisement of the Lord. That is why the Lord is very careful with us. That is why the Lord is very careful with us. He understood the point. Because only when you are loved you are chastised. The liberty of chastisement is only when you are loved. But we cannot take it. We cannot see that love in chastisement. So, Rupa Goswami is always, why are you giving us importance? Because we are not surrendered. When you are surrendered, you give up yourself to the Lord and you don't care whether the Lord is glorifying you or the Lord is chastising you. For you, the Lord is glorifying you. is Lord, as Chaitanya Mahaprabhu prayers himself. Whether you accept me or you don't accept me, you embrace me or you kick me away, you are always my love. So that is the conclusion of bhakti. So very important point, as we said, we need to come here"
    },
    {
      "start_time": 2901,
      "end_time": 3046,
      "verse_references": [],
      "themes": [
        "Giving",
        "Enjoyment",
        "Krishna's Pleasure",
        "Achintya Bheda Abheda Tattva"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So our purpose is to come to Krishna to see what I can give, not what I can take.",
      "summary": "The speaker reiterates the importance of giving to Krishna and seeking His pleasure, explaining that true enjoyment comes from being part of Krishna's enjoyment.",
      "timestamp_url": "https://youtu.be/P5-M-m4B1PY?t=2901",
      "transcript": "to give. Not only people who come here, people who stay here also. People who stay here also have to be giving only. We cannot be receiving. So when we are always giving ourselves to the Lord, we are given the life, people who are inside the temple are given the life. But every day we are carrying out our life. So that doesn't grow, then bhakti doesn't grow. And people who come to the temple from outside have to come with the mentality of giving and not taking back. Taking back subtle happiness, subtle pleasure. I'm giving money. So in one sense I'm charity. I'm giving away one lakh rupees. My bank balance is less by one lakh. I'm giving it. For what? To get name, fame. He is a great congregation devotee. He always gives. Tomorrow another rich man will come richer than you and he will give more. Then you will be sad because my number is gone. But if I was giving to Krishna, not because of earning something from him, then I'll always be happy. So our purpose is to come to Krishna to see what I can give, not what I can take. This is a core misunderstanding we all have. Sometimes many years it takes to understand this. But that's the crux of the point. Chanting Hare Krishna is not for my happiness. Chanting Hare Krishna is for Krishna's happiness. Krishna likes to hear his name. Krishna gives himself up to those people who chant his name purely. Krishna is my next. So the enjoying tendency should only be in Krishna. Because he is the only person who can enjoy. How can a part enjoy? If this finger is thinking that I want to enjoy, it's impossible. It's very unnatural for it. The whole body, the person has to enjoy. Same way the whole body of this universe is Krishna. We are all part and parcel. He can think of enjoyment. Part cannot think of enjoyment. This is, I think, in Mahaprabhu's Achintya Veda, Abheda Tattva, which is a final conclusion. A part cannot think of enjoyment. Only the whole can enjoy. Part can enjoy by being part of enjoyment of the whole."
    },
    {
      "start_time": 3046,
      "end_time": 3151,
      "verse_references": [],
      "themes": [
        "Krishna Consciousness",
        "Justice",
        "Surrender",
        "Truth"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The real knowledge is surrender. Not ask. Give.",
      "summary": "The speaker concludes by emphasizing the importance of surrender and giving in Krishna consciousness, and seeking the association of those who speak the truth.",
      "timestamp_url": "https://youtu.be/P5-M-m4B1PY?t=3046",
      "transcript": "So we always enjoy Prasadam, mercy of the Lord. So in all our activities if we have that in mind, we will always be happy in Krishna consciousness. No matter what happens. So everything is Krishna. We are looking for justice. But we don't understand what are the injustices I did in this world. But from the Lord's point, everything is very just. In your temple, nothing is good. Nobody takes care of me. Nobody gives me Prasadam. I will not come to the temple. Good if you don't come. One problem less. Right? Who is the loser? The Lord doesn't lose anything. The Lord will be sad. The Lord will be angry at the devotees in the temple. Why didn't you make the person come? The Lord will be angry at the devotees in the temple if you don't give the real knowledge to the people. What is the real knowledge? The real knowledge is surrender. Not ask. Give. We are not here to come to ask. We are here to give. And if you are always asking, then we are not teaching you the right thing. But everybody cannot listen to this. Everybody cannot understand. Because if you are always asking, then we are not teaching you the right thing. You cannot understand. Because to understand, this takes time. So these subject matters are not always talked about. But if you really want to know the subject matter of Krishna Consciousness, you have to surrender and you have to pray and you have to earn for the association of those people who talk truth. Despite any adverse. So this is the truth we are talking about in Krishna Consciousness. Right? Okay. Khanderaashimad Bhagavatam Ki. Srila Prabhupada Ki. Satsang with Mooji"
    }
  ]
}