{
  "video_id": "p5Oq5KN4TRA",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.13.1-2 | 17-09-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=p5Oq5KN4TRA",
  "segments": [
    {
      "start_time": 0,
      "end_time": 404,
      "verse_references": [
        "SB 1.13.1"
      ],
      "themes": [
        "Vidura",
        "pilgrimage",
        "knowledge",
        "Yamaraj",
        "curse",
        "Shudra"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "And this Shudra incarnation of Yamaraj was known as Vidura, the Shudra brother of Dhritarashtra and Maharaj Pandu.",
      "summary": "This segment introduces the chapter and verse, then delves into the history of Vidura, explaining his birth as an incarnation of Yamaraj due to a curse.",
      "timestamp_url": "https://youtu.be/p5Oq5KN4TRA?t=0",
      "transcript": "Om Agyana Timira Andhrasya Gyananj Nishalakaya Chakshur Unmilitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Svamin Nithinamine Namaste Sarasvate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pachatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Sarasvati Vyasam Tato Jaya Mudhirayet. In this session, we will be discussing the first and second verses of the 13th chapter of the first canto of Srimad Bhagavatam. So, with this session, we are beginning a new chapter in the first canto, the 13th chapter. The 13th chapter is entitled Vritrashtra Quits Home. And here is the first verse: Suta Vacha Viduras Tirthayatrayam Maitreyad Atmanogatim Nyatvagat Hastinapuram Taya Vapt Vividsitaha. The meaning of this first verse is: Shri Suta Goswami said, \"While travelling on a pilgrimage, Vidura received knowledge of the destination of the self from the great sage Maitreya and then returned to Hastinapuram. He became as well versed in the subject as he desired.\" Who was Vidura? Shrilairati Amarath Shilaprabha explains in the purport. He gives a brief history of the personality of Vidura. In this purport, Shrilaprabha says, \"One of the prominent figures in the history of the Mahabharata.\" He is describing Vidura. Vidura was conceived by Vyasa Deva in the 14th century. He took a sweet, light, and gentle way of living. So, Vidura quitted his old Soyine form. He became the central figure of the Mahabharata. In this way, he is the leader of the Mahabharata. He has been a leader for two centuries. He was a great figure and the most experienced in the Mahabharata of this time around because he was a great person. He was a great warlord. Yasadeva in the womb of the maidservant of Ambika who was the mother of Maharaj Pandu. He is the incarnation of Yamaraj. Being cursed by Mandukamuni, he was to become a Shudra. The story is narrated as follows. Prabhupada's story. How Yamaraj had to take birth after being cursed as Vidura, the son of a maidservant. Once upon a time, the state police caught some thieves who had concealed themselves in the hermitage of Mandukamuni. The police constables, as usual, arrested all the thieves and Mandukamuni along with them. The magistrates specifically punished the Muni to death by being pierced with a lance. When he was just to be pierced, the news reached the king, and he at once stopped the act on consideration of his being a great Muni. The king personally begged the Muni's pardon for the mistake of his men. And the saint, that is Mandukamuni, at once went to Yamaraj who prescribes the destiny of the living beings. Yamaraj being questioned by the Muni. The king replied that the Muni in his childhood pierced an ant with a sharpened straw and for that reason he was put into difficulty. The Muni thought it unwise on the part of Yamaraj that he was punished for his childish innocence. The Muni thought it unwise on the part of Yamaraj that he was punished for his childish innocence. And thus the Muni cursed Yamaraj to become a Shudra. And thus the Muni cursed Yamaraj to become a Shudra. And this Shudra incarnation of Yamaraj was known as Vidura, the Shudra brother of Dhritarashtra and Maharaj Pandu. And this Shudra incarnation of Yamaraj was known as Vidura, the Shudra brother of Dhritarashtra and Maharaj Pandu. But this Sudra son of the Kuru dynasty was equally treated by Bhishma Deva along with his other nephews, and in due course, Vidura was married with a girl who was also born in the womb of a Sudrani by a Brahmana. Although Vidura did not inherit the property of his father, that is the brother of Bhishma Deva, still he was given sufficient state property by Dhritarashtra, the elder brother of Vidura. Vidura was very much attached to his elder brother Dhritarashtra, and all along he tried to guide him on the right path. During the fratricidal war of Kurukshetra, Vidura repeatedly implored his elder brother Dhritarashtra to do justice to the sons of Pandu, but Duryodhana did not like such interference by his uncle Vidura, and he refused to do so. And thus Duryodhana practically insulted Vidura. This resulted in Vidura's leaving home for pilgrimage and taking instructions from Maitreya."
    },
    {
      "start_time": 404,
      "end_time": 511,
      "verse_references": [
        "SB 1.13.2"
      ],
      "themes": [
        "transcendental loving service",
        "Krishna",
        "Maitreya",
        "spiritual master",
        "Govinda"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Vidura retired from putting questions before Maitreya Muni when he was convinced by Maitreya Rishi that the samambonam of life is to be finally situated in the transcendental loving service of Lord Sri Krishna.",
      "summary": "This segment explains the meaning of the second verse, focusing on Vidura's attainment of transcendental loving service to Krishna through questioning Maitreya Muni.",
      "timestamp_url": "https://youtu.be/p5Oq5KN4TRA?t=404",
      "transcript": "This resulted in Vidura's leaving home for pilgrimage and taking instructions from Maitreya. This is the history of Vidura described by Prabhupada. The meaning of this second verse is: after asking various questions and becoming established in the transcendental loving service of Lord Krishna, Vidura retired from putting questions to Maitreya Muni. That means he kept asking questions till he was properly established in transcendental loving service of Krishna, so which means you can understand the goal of all preliminaries in practicing religious principles is basically to come to the point of becoming established in transcendental loving service of the Supreme Lord. In the purport, Srila Prabhupada says, \"Vidura retired from putting questions before Maitreya Muni when he was convinced by Maitreya Rishi that the samambonam of life is to be finally situated in the transcendental loving service of Lord Sri Krishna.\""
    },
    {
      "start_time": 511,
      "end_time": 673,
      "verse_references": [
        "BG 15.15"
      ],
      "themes": [
        "sense gratification",
        "supreme truth",
        "philosophical speculation",
        "Vedic literature",
        "spiritual master",
        "karma",
        "jnana",
        "yoga"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Like Vidura an inquisitive conditioned soul must approach a bona fide spiritual master like Maitreya and by intelligent inquiries must try to know everything about karma fructive activities about jnana philosophical research for the supreme truth and about yoga the linking process of spiritual realization.",
      "summary": "This segment discusses the futility of seeking happiness through material means and emphasizes the importance of approaching a qualified spiritual master to understand karma, jnana, and yoga.",
      "timestamp_url": "https://youtu.be/p5Oq5KN4TRA?t=511",
      "transcript": "Who is Govinda? Or one who satisfies his devotees in all respects. The conditioned soul, the living being in material existence, seeks happiness by employing his senses in the modes of materialism, but that cannot give him satisfaction. Under illusion, we think, \"I can be happy, satisfied in every respect if I somehow engage in sense gratification.\" He then searches after the supreme truth by the empiric philosophical speculative method and intellectual feats, but if he does not find the ultimate truth, ultimate goal, he again goes down to material activities and engages himself in various philanthropic and altruistic works which all fail to give him satisfaction. So, neither fruitive activities nor dry philosophical speculation can give one satisfaction because by nature a living being is the eternal servitor of Vishnu, and all the Vedic literatures give him direction towards that ultimate end. The Bhagavad-Gita confirms the statement. Krishna says, \"From all the Vedas, I am to be known.\" Like Vidura, an inquisitive conditioned soul must approach a bona fide spiritual master like Maitreya, and by intelligent inquiries must try to know everything about karma, fruitive activities, about jnana, philosophical research for the supreme truth, and about yoga, the linking process of spiritual realization."
    },
    {
      "start_time": 673,
      "end_time": 749,
      "verse_references": [],
      "themes": [
        "spiritual master",
        "devotional service",
        "Krishna",
        "bhakti",
        "Govinda"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So proper clearly explains here the goal of all Vedic rituals is ultimately to come to the point of engaging in devotional service of Lord Krishna.",
      "summary": "This segment emphasizes the importance of a genuine spiritual master who can guide disciples to devotional service of Krishna, highlighting that bhakti is the ultimate goal.",
      "timestamp_url": "https://youtu.be/p5Oq5KN4TRA?t=673",
      "transcript": "One who is not seriously inclined to put questions before a spiritual master need not accommodate a show bottle spiritual master, nor should a person who may be a spiritual master for others pose to be so if he is unable to engage his disciple ultimately in the transcendental loving service of Lord Shri Krishna. So, Prabhupada clearly explains here the goal of all Vedic rituals is ultimately to come to the point of engaging in devotional service of Lord Krishna. So, Vidura was successful in approaching such a spiritual master like Maitreya, and he got the ultimate goal of life. What is that ultimate goal of life? It is bhakti unto Govinda."
    },
    {
      "start_time": 749,
      "end_time": 917,
      "verse_references": [],
      "themes": [
        "pilgrimage",
        "pure devotee",
        "Krishna consciousness",
        "self-knowledge",
        "devotional service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Therefore, Vidura inquired from Maitreya and Maitreya was competent to answer all of Vidura's questions because Maitreya was one of the sages who heard from Lord Brahma about self-knowledge.",
      "summary": "This segment discusses Vidura's pilgrimage as an example of exemplary Krishna conscious behavior and reiterates that the ultimate goal of life is to be situated in loving devotional service to Krishna.",
      "timestamp_url": "https://youtu.be/p5Oq5KN4TRA?t=749",
      "transcript": "Thus, there was nothing to be known further about spiritual progress. So, Vidura apparently, as will be explained in the later verse, left his palace for the sake of going on a pilgrimage. Now, people go to pilgrimage to get rid of sinful reactions, but since Vidura is a pure devotee, there was no need for him to perform any religious rituals like that, but because he wanted to set an example how one should lead an exemplary life in Krishna consciousness, he retired from transform land finger all palace activities and went on pilgrimage pIyagam. Now, going on pilgrimage is also significant because one will be able to properly realize. Hmm, another example was vik bigam manohar understand this knowledge of the self only by progressing towards pure devotional service. Therefore, Vidura inquired from Maitreya, and Maitreya was competent to answer all of Vidura's questions because Maitreya was one of the sages who heard from Lord Brahma about self-knowledge. So, Vidura kept on inquiring, putting questions from Maitreya till he was convinced by Maitreya that he was a good man. The ultimate goal of life is simply to become situated in transcendental loving service of Krishna. That's the perfection. There is nothing else to be achieved because our constitutional position is eternally to be engaged in loving, devotional service of Krishna. Jeevera Swarupa Nitya Krishna Das. So, when Vidura realized that and was situated properly, he retired from asking any further questions. So, I will stop here. Thank you very much."
    }
  ]
}