{
  "video_id": "p5Oq5KN4TRA",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.13.1-2 | 17-09-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=p5Oq5KN4TRA",
  "segments": [
    {
      "start_time": 0,
      "end_time": 404,
      "verse_references": [
        "SB 1.13.1"
      ],
      "themes": [
        "Vidura",
        "pilgrimage",
        "knowledge",
        "Yamaraj",
        "curse",
        "Shudra"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "And this Shudra incarnation of Yamaraj was known as Vidura, the Shudra brother of Dhritarashtra and Maharaj Pandu.",
      "summary": "This segment introduces the chapter and verse, then delves into the history of Vidura, explaining his birth as an incarnation of Yamaraj due to a curse.",
      "timestamp_url": "https://youtu.be/p5Oq5KN4TRA?t=0"
    },
    {
      "start_time": 404,
      "end_time": 511,
      "verse_references": [
        "SB 1.13.2"
      ],
      "themes": [
        "transcendental loving service",
        "Krishna",
        "Maitreya",
        "spiritual master",
        "Govinda"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Vidura retired from putting questions before Maitreya Muni when he was convinced by Maitreya Rishi that the samambonam of life is to be finally situated in the transcendental loving service of Lord Sri Krishna.",
      "summary": "This segment explains the meaning of the second verse, focusing on Vidura's attainment of transcendental loving service to Krishna through questioning Maitreya Muni.",
      "timestamp_url": "https://youtu.be/p5Oq5KN4TRA?t=404"
    },
    {
      "start_time": 511,
      "end_time": 673,
      "verse_references": [
        "BG 15.15"
      ],
      "themes": [
        "sense gratification",
        "supreme truth",
        "philosophical speculation",
        "Vedic literature",
        "spiritual master",
        "karma",
        "jnana",
        "yoga"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Like Vidura an inquisitive conditioned soul must approach a bona fide spiritual master like Maitreya and by intelligent inquiries must try to know everything about karma fructive activities about jnana philosophical research for the supreme truth and about yoga the linking process of spiritual realization.",
      "summary": "This segment discusses the futility of seeking happiness through material means and emphasizes the importance of approaching a qualified spiritual master to understand karma, jnana, and yoga.",
      "timestamp_url": "https://youtu.be/p5Oq5KN4TRA?t=511"
    },
    {
      "start_time": 673,
      "end_time": 749,
      "verse_references": [],
      "themes": [
        "spiritual master",
        "devotional service",
        "Krishna",
        "bhakti",
        "Govinda"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So proper clearly explains here the goal of all Vedic rituals is ultimately to come to the point of engaging in devotional service of Lord Krishna.",
      "summary": "This segment emphasizes the importance of a genuine spiritual master who can guide disciples to devotional service of Krishna, highlighting that bhakti is the ultimate goal.",
      "timestamp_url": "https://youtu.be/p5Oq5KN4TRA?t=673"
    },
    {
      "start_time": 749,
      "end_time": 917,
      "verse_references": [],
      "themes": [
        "pilgrimage",
        "pure devotee",
        "Krishna consciousness",
        "self-knowledge",
        "devotional service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Therefore, Vidura inquired from Maitreya and Maitreya was competent to answer all of Vidura's questions because Maitreya was one of the sages who heard from Lord Brahma about self-knowledge.",
      "summary": "This segment discusses Vidura's pilgrimage as an example of exemplary Krishna conscious behavior and reiterates that the ultimate goal of life is to be situated in loving devotional service to Krishna.",
      "timestamp_url": "https://youtu.be/p5Oq5KN4TRA?t=749"
    }
  ]
}