{
  "video_id": "P99pA95QKKI",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.9.5 | 28-03-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=P99pA95QKKI",
  "segments": [
    {
      "start_time": 0,
      "end_time": 60,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Namo Bhagavate Vasudevaya",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/P99pA95QKKI?t=0",
      "transcript": "Om Agyana Timiran Dhasya Gyanan Janishalakaya Chaksharun Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pachatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Devim Saraswati Vyasam Tatham Sato Jayam Udi Rayet"
    },
    {
      "start_time": 61,
      "end_time": 176,
      "verse_references": [
        "SB 1.9.5"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "rishis",
        "Bhishma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "All the great souls in the universe, namely the rishis amongst the demigods, brahmanas and kings all situated in the quality of goodness were assembled there.",
      "summary": "The speaker introduces the fifth verse of the ninth chapter of the first canto of Srimad Bhagavatam, explaining the context of great souls visiting Bhishma on his deathbed.",
      "timestamp_url": "https://youtu.be/P99pA95QKKI?t=61",
      "transcript": "In this session, we will be discussing from the fifth verse of the ninth chapter of the first canto of Srimad Bhagavata: Tatra Brahmarsaya Sarve Devar Shayascha Sattama Rajar Shayascha Tatrasan Drashtum Bharata Pungavam. The meaning of this verse is, just to see the chief of the descendants of King Bharata, all the great souls in the universe, namely the rishis amongst the demigods, brahmanas, and kings, all situated in the quality of goodness, were assembled there. So the background is that the Pandavas, headed by Yudhishthira, along with Krishna, have gone to the scene of the battle of Kurukshetra, and there they have gone to see Bhishma, who is lying on a bed of arrows, and not only the Pandavas, but even all the great souls in the universe. So there was interplanetary travel in those days, and great souls like rishis, all varieties of rishis, Devarishi, rishi among the demigods, Brahmarshi, rishi among the brahmanas, Rajarshi, Rishi among the kings, all of them who are situated in the quality of goodness, Sattva guna, they came to see Bhishma because Bhishma was such a great personality. So in the purport, Srila Prabhupada explains that he came to see Bhishma because Bhishma was such a great personality."
    },
    {
      "start_time": 176,
      "end_time": 335,
      "verse_references": [],
      "themes": [
        "spiritual achievements",
        "Ashtanga Yoga",
        "detachment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The rishis are those who attain perfection by spiritual achievements that means they practice spiritual life and by advancement in spiritual life they are able to attain certain types of perfections",
      "summary": "The lecture discusses the difference between material and spiritual perfections, highlighting the achievements of rishis through spiritual practice and detachment.",
      "timestamp_url": "https://youtu.be/P99pA95QKKI?t=176",
      "transcript": "explains the rishis are those who have attained perfection by spiritual achievements. There are both material and spiritual methods of attaining different kinds of perfection. This, like my practice of Ashtanga Yoga, one can get what is called Ashta Siddhi, eight kinds of material perfection. One can become very small, one can grow very big, one can become very light, or one can become very heavy, or one may manufacture a planet, one may extend one's subtle hand thousands of miles away and pick up something from a very, very distant place. Like that, different material achievements are possible by practice of Ashtanga Yoga. But the rishis are those who attain perfection by spiritual achievements. That means they practice spiritual life, and by advancement in spiritual life, they are able to attain certain types of perfections, like becoming enlightened in transcendental knowledge, acquiring some powers by which they freely travel from one planet to another planet without any machine, without the help of any aircraft. Like this, the rishis have so many types of perfection. Now Srila Prabhupada says here, such spiritual achievements can be earned by all, whether one is a king or a mendicant. Mendicant means a beggar. So spiritualists keep themselves in a politics taken condition because they don't want to be carried away by wealth, they don't want to become greedy, they don't want to become opulent. So they keep themselves in a very but is taken condition, but they are very humble, they're very simple, they are very straightforward, they work for the welfare of all the people in general in this world. So such rishis are those who have spiritual achievements, and it is possible for anyone to practice this, practice spiritual life, make advancement, and obtain some or all of these spiritual perfections."
    },
    {
      "start_time": 335,
      "end_time": 468,
      "verse_references": [],
      "themes": [
        "Bhishma",
        "brahmarshi",
        "sattva guna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bhishma Deva himself was also one of the brahmarshis and the chief of the descendants of king Bharata",
      "summary": "The speaker elaborates on Bhishma's status as a brahmarshi and the importance of the quality of goodness (sattva guna).",
      "timestamp_url": "https://youtu.be/P99pA95QKKI?t=335",
      "transcript": "even material perfection. So further, Srila Prabhupada says, Bhishma Deva himself was also one of the brahmarshis and the chief of the descendants of king Bharata. That means Bhishma Deva, he first attained brahmanical status. That means he engaged in activities by which he became learned, he became self-controlled, he became peaceful, he became a tapasvi, he became very tolerant, he acquired all those qualities by practicing brahmacharya, and then he also became the rishi, brahmarshi, that is one who has achieved some perfection by spiritual advancement. So that is Bhishma Deva's position as a brahmarshi. So to see this brahmarshi, not only because he was a brahmarshi, but because he was the greatest among the uh his transcendentalists of his time, because of his devotion to Krishna, he was among the greatest of transcendentalists. So all great souls came to see that now Bhishma is going to quit his body, how is he going to quit? Srila Prabhupada further clarifies, all rishis are situated in the quality of goodness. In this material world, there are three qualities that are working: goodness, passion, ignorance, or sattva guna, rajoguna, and tamoguna. Of these three qualities, goodness or sattva guna is the best."
    },
    {
      "start_time": 468,
      "end_time": 522,
      "verse_references": [],
      "themes": [
        "rishis",
        "householders",
        "advice"
      ],
      "content_type": "practical",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Householders they should actually take advantage of rishis traveling and knocking on some doors of some householders they should take advantage of taking association taking blessings and hearing some good instructions or valuable advice like that",
      "summary": "The speaker encourages householders to seek association and guidance from traveling rishis.",
      "timestamp_url": "https://youtu.be/P99pA95QKKI?t=468",
      "transcript": "and those who are householders, they should actually take advantage of rishis traveling and knocking on some doors of some householders. They should take advantage of taking association, taking blessings, and hearing some good instructions or valuable advice. Like that, the next 2 verses are together. I'll read them. This is the 6th and the 7th verse of the 9th chapter of the first canto of Srimad Bhagavad."
    },
    {
      "start_time": 522,
      "end_time": 601,
      "verse_references": [
        "SB 1.9.6",
        "SB 1.9.7"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "sages",
        "Bhishma"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, so many sages assembled there in order to see the passing away of a great soul.",
      "summary": "The speaker reads and translates verses listing the sages who came to see Bhishma's departure.",
      "timestamp_url": "https://youtu.be/P99pA95QKKI?t=522",
      "transcript": "Parvatho Narado Dhaumyo Bhagavan Badarayanaha. So, a list of saintly persons who plan to visit Bhishma, where Bhishma was about to quit his body. So, the names are mentioned here. I will read the translation of these two verses, 6 and 7 of the 9th chapter of the first canto of Bhagavatam. All the sages like Parvatamuni, Narada, Dhaumya, Vyasa, the incarnation of God, Brahadashwa, Bharadvaja, and Parshurama and disciples, Vasishta, Indrapramada, Trita, Gritsamada, Asita, Kakshivan, Gautama, Atri, Kaushika and Sudarshan are present."
    },
    {
      "start_time": 601,
      "end_time": 752,
      "verse_references": [],
      "themes": [
        "Parvatamuni",
        "Narada",
        "yogic siddhis"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Parvatamuni is considered to be one of the oldest sages. He is almost always a constant companion of Naradamuni.",
      "summary": "The lecture begins to explain about Parvatamuni and his association with Narada, highlighting their ability to travel without material vehicles through yogic siddhis.",
      "timestamp_url": "https://youtu.be/P99pA95QKKI?t=601",
      "transcript": "So, so many sages assembled there in order to see the passing away of a great soul. So, in the purport, Srila Prabhupada has explained about some of the sages. He begins by explaining the sage Parvatamuni. He says, Parvatamuni is considered to be one of the oldest sages. He is almost always a constant companion of Naradamuni. Naradamuni and Parvatamuni always travel together, generally. They are also spacemen competent to travel in the air without the help of any material vehicle. So, this science is unknown to the modern man, but about 50 years back, let us say there used to be yogis who would travel from one place to another without the help of a machine. Yogis can travel through the Ganga river. Let us say they are in Haridwar and they want to come to Prayag. So, they take a dip in the Ganga in Haridwar and they come out of the Ganga in Prayag. So, this is a Siddhi, a perfection. And those who are very strict Ashtanga Yogis, when they perfect their Ashtanga Yoga meditation, they are able to actually utilize the Siddhis for their travel. So, one of the Siddhis is they travel through the Ganga river. And so, they travel through a ray of sun. They travel without a machine by simply deciding to go from one place to another. So, like this both Parvatamuni and Naradamuni are able to travel without the help of any material vehicle."
    },
    {
      "start_time": 752,
      "end_time": 842,
      "verse_references": [],
      "themes": [
        "Parvatamuni",
        "Narada",
        "Janamejaya's sacrifice"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In this sacrifice all the snakes of the world were to be killed janmejaya was angry that his father was killed by a snake bird so he decided to kill all the snakes of the world",
      "summary": "The speaker describes Parvatamuni and Narada's presence at Janamejaya's snake sacrifice and the reasons behind it.",
      "timestamp_url": "https://youtu.be/P99pA95QKKI?t=752",
      "transcript": "Parvatamuni is also a Devashi or a great sage amongst the Demigods like Narada. Narada is also a devarshi. So it is described here, Parvata Muni was present along with Narada at the sacrificial ceremony of Maharaj Janmejaya, a son of Maharaj Parikshit. After Parikshit, Janmejaya took charge of ruling the world, and Janmejaya once decided to perform a sacrifice, a big sacrifice for which he invited Narada as well as Parvata Muni. In this sacrifice, all the snakes of the world were to be killed. Janmejaya was angry that his father was killed by a snake bird, so he decided to kill all the snakes of the world, but this sacrifice was stopped by uh some mature sages instructing this Janmejaya, don't annihilate the entire race of snakes. No, that is not proper just because one snake somehow bit your father and your father died, it does not mean that you kill all other snakes. So on the advice of the saintly persons, he stopped the sacrifice."
    },
    {
      "start_time": 842,
      "end_time": 972,
      "verse_references": [],
      "themes": [
        "Parvatamuni",
        "Narada",
        "Gandharvas",
        "demigods"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Like Narada Muni, Parvatha Muni used to visit the royal assembly in the heaven of King Indra.",
      "summary": "The lecture continues describing Parvatamuni and Narada as Gandharvas, their ability to travel in the air, and their visits to the assemblies of Indra and Kuvera.",
      "timestamp_url": "https://youtu.be/P99pA95QKKI?t=842",
      "transcript": "So Parvata Muni and Narada Muni are called gandharvas also because they can travel in the air singing the glories of the Lord. Devotees generally sing the glories of the Lord everywhere. So Parvata Muni, Narada Muni, while they are traveling, they are also singing the glories of the Supreme Lord Krishna. So yeah, okay. Since they can travel in the air, they observe Draupadi's Swayamvara ceremony from the air. They didn't have to land on the earth, no. From the air itself, they saw the ceremony, marriage ceremony of Draupadi. It's actually called the Swayamvara ceremony where she selects her own husband. Like Narada Muni, Parvatha Muni used to visit the royal assembly in the heaven of King Indra. So Indra receives great saintly persons and he takes advice from them. So both Parvatha Muni and Narada Muni were regularly visiting Indra. As a Gandharva, sometimes he visited the royal assembly. In the royal assembly of Kuvera, one of the important demigods. Kuvera is the treasurer of the demigods and Kuvera has got a very important position. So the... , Kuvera's assembly, sometimes both of them used to visit. So this is the brief description of Parvatha Muni. I will stop here. Thank you very much."
    }
  ]
}