{
  "video_id": "P_myFEFAUDw",
  "title": "Sri Narasimha Jayanti 2024 | Message by Sri Madhu Pandit Dasa @madhupanditdasaofficial",
  "speaker": "HG Madhu Pandit Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=P_myFEFAUDw",
  "segments": [
    {
      "start_time": 0,
      "end_time": 50,
      "verse_references": [],
      "themes": [
        "Protection",
        "Gratitude",
        "Bhakti"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, by always remembering Lord Narasimha as a protective feature of the Supreme Lord, who is all-pervading, who is seated in everybody's heart, and surrendering unto him, this is the best way that we can express our gratitude to Narasimha.",
      "summary": "Remembering and surrendering to Lord Narasimha, who is all-pervading and seated in everyone's heart, is the best way to express gratitude for His constant protection.",
      "timestamp_url": "https://youtu.be/P_myFEFAUDw?t=0"
    },
    {
      "start_time": 51,
      "end_time": 81,
      "verse_references": [],
      "themes": [
        "Protection",
        "Mercy",
        "Awareness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "And his protection comes in so many ways which we are not even aware of.",
      "summary": "Lord Narasimha's protection is constant and comes in unlimited ways, many of which we are not even aware of, highlighting His merciful nature.",
      "timestamp_url": "https://youtu.be/P_myFEFAUDw?t=51"
    },
    {
      "start_time": 81,
      "end_time": 106,
      "verse_references": [],
      "themes": [
        "Manifestation",
        "Transcendental Form",
        "Archa Vigraha"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Lord Narasimha, the form of Vishnu, transcendental form, Archa Vigraha, one of his unlimited manifestations on this earth, before our eyes, before our material eyes, and Ejna, the fire, is also Vishnu who is manifesting in another form.",
      "summary": "Lord Narasimha is a transcendental form of Vishnu, an Archa Vigraha, manifesting in unlimited ways, including as the fire (Ejna).",
      "timestamp_url": "https://youtu.be/P_myFEFAUDw?t=81"
    },
    {
      "start_time": 140,
      "end_time": 180,
      "verse_references": [],
      "themes": [
        "Narasimha Consciousness",
        "Appreciation",
        "Devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, therefore, these ajnas are performed by the devotees to increase the Narsimha consciousness, to increase the feel within us of the presence of Lord Narsimha in His Archa Vigraha.",
      "summary": "Ajnas are performed to increase Narasimha consciousness and appreciate the Lord's presence in both visual form and as the fire consuming offerings.",
      "timestamp_url": "https://youtu.be/P_myFEFAUDw?t=140"
    },
    {
      "start_time": 180,
      "end_time": 207,
      "verse_references": [],
      "themes": [
        "Service",
        "Reciprocity",
        "Protection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "And devotees adopt all possible means to please the Supreme Lord, who is their most dear protector.",
      "summary": "Devotees use all means to please the Lord, who reciprocates and is their protector.",
      "timestamp_url": "https://youtu.be/P_myFEFAUDw?t=180"
    },
    {
      "start_time": 207,
      "end_time": 252,
      "verse_references": [],
      "themes": [
        "Mercy",
        "Reciprocity",
        "Relationship"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It is a fact that Lord reciprocates with His devotees in unlimited ways, day after day in His life.",
      "summary": "The Lord reciprocates with devotees in unlimited ways, strengthening their relationship.",
      "timestamp_url": "https://youtu.be/P_myFEFAUDw?t=207"
    },
    {
      "start_time": 259,
      "end_time": 337,
      "verse_references": [],
      "themes": [
        "Spiritual Journey",
        "Dependence",
        "Surrender",
        "Faith"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The symptom of complete surrender is complete dependence upon the Lord and giving up all other dependence having faith that nothing protects me other than Lord Narasimha no faith in money no faith in anything else in this world but faith that Lord Narasimha alone is my Rakshaka he is called the Bhakta Rakshaka",
      "summary": "Complete surrender involves dependence on Lord Narasimha alone, giving up other dependencies and having faith in Him as the sole protector.",
      "timestamp_url": "https://youtu.be/P_myFEFAUDw?t=259"
    }
  ]
}