{
  "video_id": "PAiiSnmCzoE",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.14.42 | 22-11-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=PAiiSnmCzoE",
  "segments": [
    {
      "start_time": 73,
      "end_time": 233,
      "verse_references": [],
      "themes": [
        "Bad omens",
        "Arjuna's dejection",
        "Vedic culture",
        "Free mixing of men and women"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This free mixing of men and women is not at all good. It results in so many anomalies.",
      "summary": "The speaker discusses Yudhishthira's questioning of Arjuna regarding his dejection and Srila Prabhupada's explanation of Vedic culture concerning free contact between men and women.",
      "timestamp_url": "https://youtu.be/PAiiSnmCzoE?t=73",
      "transcript": "been seeing some bad omens indicating something undesirable is going to happen, and he is anxiously waiting for Arjuna to return. And even as he is discussing these bad omens with Bhima, Arjuna returns, and then immediately Yudhishthira begins asking Arjuna so many questions: what is the cause for Arjuna's dejection? And Arjuna is just not speaking, and Yudhishthira is asking him so many questions, so his questioning continues. Yudhishthira's questioning Arjuna continues till the end of this chapter, we are almost at the end. So this 42nd verse: Kachitvam Nagamo Agamyam Gamyam Vasat Kritaam Striyam Parajito Vatha Bhavan Notamair Nasamai Pathi. The meaning of this verse is, have you contacted a woman of impeachable character, or have you not properly treated a deserving woman? Or have you been defeated on the other hand, by someone who is inferior or equal to you? Yudhishthira is trying to find out what is the cause for Arjuna's dejection, so different reasons he is offering. And Srila Prabhupada explains in the purport a very important aspect of the Vedic culture. It appears from this verse that during the time of the Pandavas, free contact between man and woman was allowed in certain conditions only. We are living in the present time, where there is too much of free contact between men and women, and that is not very good for the society, for the proper upkeep of the society. This free mixing of men and women is not at all good. It results in so many anomalies."
    },
    {
      "start_time": 233,
      "end_time": 385,
      "verse_references": [],
      "themes": [
        "Caste system",
        "Respect for women",
        "Seven mothers",
        "Uttama and Adhama contact"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The wife of a Brahmana is considered one of the seven mothers.",
      "summary": "The speaker elaborates on the Vedic social structure, explaining the rules regarding contact between men and women of different castes, emphasizing the respect due to certain women, particularly the wife of a Brahmana.",
      "timestamp_url": "https://youtu.be/PAiiSnmCzoE?t=233",
      "transcript": "So Srila Prabhupada explains this further. The higher caste men, namely the Brahmanas and Kshatriyas, could accept a woman of the Vaishya or the Shudra community. But a man from the lower caste could not contact a woman of the higher caste. Even a Kshatriya could not contact a woman of the Brahmana caste. Why? Why is this so? That is explained by Prabhupada in the next sentence of this purport. The wife of a Brahmana is considered one of the seven mothers. This is a Vedic conception. There are seven mothers who are all respectable by everyone. Who are the seven mothers? One's own mother, the wife of the spiritual master or teacher, the wife of a Brahmana, the wife of a king, the cow, the nurse, and the earth. We say mother earth, mother cow. So these are the seven mothers in the Vedic conception of mother. And mother means everyone respects, everyone offers respect. So therefore, that is the reason a Kshatriya could not contact a woman of the Brahmana caste. This we are talking about openly mixing. That is not allowed. Out of respect. It is not a question of curtailing some freedom. No. It is out of respect. Please understand this point. Such contact between man and woman was known as uttama or adhama. Contact of a Brahmana with a Kshatriya woman is uttama. But the contact of a Kshatriya with a Brahmana woman is adhama and therefore condemned."
    },
    {
      "start_time": 385,
      "end_time": 570,
      "verse_references": [],
      "themes": [
        "Varana-sankara population",
        "Undesirable progeny",
        "Code of conduct",
        "Independent enjoyment vs. Krishna consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Undesirable progeny results from improper mixing.",
      "summary": "The speaker discusses the consequences of improper mixing of men and women, leading to undesirable progeny, and contrasts the pursuit of independent enjoyment with the satisfaction found in Krishna consciousness.",
      "timestamp_url": "https://youtu.be/PAiiSnmCzoE?t=385",
      "transcript": "And in the scriptures it is also described, if there is improper mixing of man and woman, there is what is called as varana-sankara population. This means that the child is not a good person. Undesirable progeny results from improper mixing. The children born will not be having good character. So there is a very great science behind this, behind the rules that are given, given for mixing between men and women. So to produce a good population, it is necessary that men and women follow the code of conduct for mixing with each other. A woman approaching a man for contact should never be refused. But at the same time, the discretion as above mentioned may also be considered. See how carefully the rules are laid down in the dharma shastras. The idea is the whole material existence is a chance for the living beings to try to enjoy independently and become realized that independent enjoyment will never give the desired satisfaction. That is the point. It will never give the desired satisfaction. It will never give the desired happiness that we are seeking as spirit souls. So such real happiness and real satisfaction is only available in our association with Krishna, because Krishna is the reservoir of pure transcendental bliss to an unlimited extent. Therefore, Krishna can fully satisfy us, Krishna can fully make us happy beyond even our capacity, beyond our expectation."
    },
    {
      "start_time": 570,
      "end_time": 702,
      "verse_references": [],
      "themes": [
        "Vedic guidance",
        "Approaching Krishna",
        "Loving relationship with Krishna",
        "Discretion in contact between men and women"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A woman approaching a man for contact should never be refused.",
      "summary": "The speaker explains that Vedic literature guides individuals on how to approach Krishna and develop a loving relationship with Him, while also emphasizing the importance of discretion in interactions between men and women, stating that a woman approaching a man should not be refused.",
      "timestamp_url": "https://youtu.be/PAiiSnmCzoE?t=570",
      "transcript": "Only possible for Krishna. Therefore, the whole Vedic literature is guiding us. The Vedic rules, regulations, directions, restrictions, everything is guiding us how we can actually approach Krishna. You see in the pages of the Bhagavatam, in the entire Bhagavad Gita, in all the dharma shastras, there is every instance that is explained there in the scriptures is how each one of us can actually approach Krishna, and by proper contact with Krishna we can develop the loving relationship with him, and in this regard everyone is encouraged. There is no question of some people being denied the opportunity. Nobody is denied the opportunity. So therefore, it says here a woman approaching a man for contact should never be refused. This is a very, very important point. A woman should not be refused. But at the same time there is a certain discretion that one has to apply. Who is the woman who is approaching and who is the man who is being approached. And men cannot approach women freely. Women freely at all. Men cannot approach women freely at all. A woman may approach a man, but man cannot approach a woman."
    },
    {
      "start_time": 702,
      "end_time": 876,
      "verse_references": [],
      "themes": [
        "Examples from Bhagavatam and Mahabharata",
        "Uttama and Adama contact",
        "Regulative principles",
        "Good quality population"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The result of the contact between man and woman is natural because the way nature has made these mind-body systems a man is attracted to woman and a woman is attracted to a man but that also must be carried out under regulative principles.",
      "summary": "The speaker provides examples from the Bhagavatam and Mahabharata to illustrate the principles of Uttama and Adama contact, emphasizing the need for regulative principles to ensure a good quality population.",
      "timestamp_url": "https://youtu.be/PAiiSnmCzoE?t=702",
      "transcript": "This is civilized society. Now examples are given by Prabhupada from the Bhagavatam and the Mahabharata. Bhima was approached by Hidimbi from a community lower than the Shudras. Bhima was a Kshatriya, and Hidimbi was from a community lower than the Shudras. And Yayati, another example from the Bhagavatam, Yayati refused to marry the daughter of Shukracharya because Yayati was a Kshatriya and Shukracharya's daughter was Shukracharya was a Brahmana. So a Brahmana's daughter could not be married with a Kshatriya. Vyasadeva, a Brahmana, was called to beget Pandu and Dhritarashtra obviously in the womb of the wife of Vichitravirya, a Kshatriya. In the womb of a Kshatriya's wife, Pandu and Dhritarashtra were begotten by Vyasadeva, he was a Brahmana. So Satyavati belonged to a family of fishermen, but Parashara, a great Brahmana, begot in her Vyasadeva. See, Uttama and Adama contact, this is being explained here. So there are so many examples of contact with women, but in all cases the contacts were not abominable, nor were the results of such contacts bad. If the rules are followed, the result is excellent result. The result of the contact, contact between man and woman is natural, why? Because the way nature has made these mind-body systems, a man is attracted to woman and a woman is attracted to a man, but that also must be carried out under regulative principles so that social consecration may not be disturbed. What is the result of the contact between a man and woman? The population which is generated should be of a good quality, should be of good character, that is the central point."
    },
    {
      "start_time": 876,
      "end_time": 1018,
      "verse_references": [],
      "themes": [
        "Regulated contact",
        "Varana-sankara",
        "Bad character",
        "Yudhishthira's questions"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If somebody is born with a bad character it is not easy to reform even though there is direction in the shastra how even those born with bad character can be reformed but it is difficult.",
      "summary": "The speaker concludes by reiterating the importance of regulated contact between men and women to avoid varana-sankara and the birth of children with bad character, and then returns to the original context of Yudhishthira's questions to Arjuna.",
      "timestamp_url": "https://youtu.be/PAiiSnmCzoE?t=876",
      "transcript": "Good character. Now if the contact in man and woman is regulated, then the contact between man and woman is regulated, then there will be no unwanted worthless population, there will be no unwanted progeny. It is called varana sankara. Varana means a population of generating children of very bad character, very bad. If somebody is born with a bad character, it is not easy to reform, even though there is direction in the shastra how even those born with bad character can be reformed, but it is difficult. So therefore here the question is being asked by the shastra, is that the shastra is not good character because you refused her and therefore you are feeling very bad that when such a woman should not have been refused, you refused because she was not very good. Have you done anything to fix your dejection? Tell me what is the cause, or you have been defeated on the way by someone who is inferior or equal to you. So somebody infe if they that is actually a very, very it's a cause for dejection for Arjuna. So Yudhishthira is trying to ask these questions. I'll stop here, thank you very."
    }
  ]
}