{
  "video_id": "PAoJkpffwXw",
  "title": "Chant Hare Krishna and Exactly the Same Sound You Hear | Sri Madhu Pandit Dasa | Soulful Japa",
  "speaker": "HG Madhu Pandit Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=PAoJkpffwXw",
  "segments": [
    {
      "start_time": 0,
      "end_time": 47,
      "verse_references": [],
      "themes": [
        "Krishna",
        "eternality",
        "compassion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Krishna, the supreme personality of Godhead, the cause of all causes, the source of everything in existence.",
      "summary": "The speaker introduces Krishna as the Supreme Personality of Godhead, the source of everything, and emphasizes his compassion and eternal nature.",
      "timestamp_url": "https://youtu.be/PAoJkpffwXw?t=0",
      "transcript": "किलिर काले नाम रूपे कृष्णा वथारा। Krishna, the supreme personality of Godhead, the cause of all causes, the source of everything in existence, सच्चिधानन्द विग्रह, who is within everything and without everything, who is within and without,"
    },
    {
      "start_time": 47,
      "end_time": 102,
      "verse_references": [],
      "themes": [
        "energies",
        "eternal relationship",
        "forgetfulness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We are all his energies, we are all his amshas.",
      "summary": "The speaker explains that we are all energies and parts of Krishna, possessing an eternal relationship with him that we have currently forgotten.",
      "timestamp_url": "https://youtu.be/PAoJkpffwXw?t=47",
      "transcript": "as well as who is residing in his own abode in Goloka Vrindavana. That Krishna's one of the qualities is that he is unlimitedly compassionate. The existence is not only Krishna, but his unlimited energies. We are all his energies, we are all his amshas. We are also eternal, just as Krishna is eternal. And since we are eternally coming from him, we all have an eternal relationship with him."
    },
    {
      "start_time": 102,
      "end_time": 154,
      "verse_references": [],
      "themes": [
        "forgetfulness",
        "Maya",
        "eternal relationship"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He never forgets His relationship with us.",
      "summary": "The speaker contrasts our forgetfulness of Krishna with Krishna's constant awareness of our relationship with Him.",
      "timestamp_url": "https://youtu.be/PAoJkpffwXw?t=102",
      "transcript": "Now we are forgotten. Now we are thinking we are this body, we are belonging to this world. Whether we are forgotten or not, the Atma is part and parcel of the Supreme Atma, Supreme Person, the Supreme Being and the Tiny Being. We are all tiny beings. So the Supreme Lord, who is the Supreme Being, the father of all living entities, He never forgets His relationship with us. He never forgets that we all belong to Him."
    },
    {
      "start_time": 154,
      "end_time": 217,
      "verse_references": [],
      "themes": [
        "Maya",
        "suffering",
        "forgetfulness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "All our forgetfulness of who we are is the cause of all our suffering.",
      "summary": "The speaker attributes suffering to our forgetfulness of our true identity and entanglement in Maya.",
      "timestamp_url": "https://youtu.be/PAoJkpffwXw?t=154",
      "transcript": "He never forgets, but we forget. We go into Maya, He doesn't go into Maya. We forget our eternal life and create false stories in this material world each life. I am this body. But He never forgets. Therefore, Kalerkale Nama Rupe Krishna Avatara Krishna is always descending into this world in a way in which He can give His mercy to us and make us remember who we are. All our forgetfulness of who we are is the cause of all our suffering."
    },
    {
      "start_time": 217,
      "end_time": 273,
      "verse_references": [],
      "themes": [
        "Maya",
        "Krishna's energy",
        "awakening"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "That Maya energy can be countered only by another energy, Krishna's energy, direct energy.",
      "summary": "The speaker explains that Maya can only be overcome by Krishna's direct energy, and awakening our relationship with Krishna requires dissolving Maya.",
      "timestamp_url": "https://youtu.be/PAoJkpffwXw?t=217",
      "transcript": "So it's a Maya energy that is covering us. That is blinding us. That Maya energy can be countered only by another energy, Krishna's energy, direct energy. Maya is Krishna's inferior energy. Those who desire independent existence, for them this Maya world is created. But that is only His desire. That is not His constitutional position. So our original position is that we belong to Krishna. Awakening this original relationship with Krishna is possible"
    },
    {
      "start_time": 273,
      "end_time": 347,
      "verse_references": [],
      "themes": [
        "Nama Avatara",
        "sound",
        "Krishna's energy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Once you utter Nama, Krishna Nama, it is not ordinary sound at all.",
      "summary": "The speaker describes Krishna's descent into the material world in the form of the holy name (Nama), imbued with His energies, and emphasizes that this sound is not ordinary.",
      "timestamp_url": "https://youtu.be/PAoJkpffwXw?t=273",
      "transcript": "only if this Maya energy is dissolved. So Krishna comes down in this material world in the Nama form, in the sound form, where He invests all His energy, Sat energy, Chit energy, Ananda energy. Sat energy means eternity energy. Chit energy means knowledge energy. Ananda energy means pure love and pleasure. That energy is entering this world. Sat energy is entering the sound that you and me utter. This is where Shraddha comes, faith. This is a revelation. Once you utter Nama, Krishna Nama, it is not ordinary sound at all. Into that sound has entered all Krishna's Shakti first. And Krishna's Shakti and Krishna cannot be separated."
    },
    {
      "start_time": 347,
      "end_time": 413,
      "verse_references": [],
      "themes": [
        "Nama Prabhu",
        "Shakti Avesha Nama",
        "hearing"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna Nama Prabhu is present in the Shakti Avesha Nama.",
      "summary": "The speaker explains that Krishna is present in the Shakti Avesha Nama, and by hearing this sound, we allow the Nama Avatara to touch our heart and mind.",
      "timestamp_url": "https://youtu.be/PAoJkpffwXw?t=347",
      "transcript": "Just like sun and sunlight cannot be separated. So why the sound becomes Shakti Avesha Nama? Because of the presence of Krishna. Krishna Nama Prabhu is present in the Shakti Avesha Nama. And it is the Nama Prabhu who is shining this sunshine like Satchidananda shine into the sound. So by hearing this sound, we take the Nama Avatara who is appearing on our tongue in the sound form. By hearing Him, we are making the Nama Avatara the Shakti Avesha Nama Avatara to touch our heart, to touch our mind."
    },
    {
      "start_time": 413,
      "end_time": 479,
      "verse_references": [],
      "themes": [
        "purification",
        "subtle body",
        "Nama"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So this Nama is so powerful that it can penetrate all the gross and subtle covering over the soul.",
      "summary": "The speaker details how the Nama penetrates the gross and subtle bodies, purifying them and ultimately touching the soul.",
      "timestamp_url": "https://youtu.be/PAoJkpffwXw?t=413",
      "transcript": "This is gross body and subtle body. Grossly appears as the hearable sound. Then it goes into our subtle body. Subtle body is which gets purified. Chetodharpanamarjanam. And then once this subtle body, manas, buddhi and ahankara is purified by this Satchidananda, then the Nama goes and touches the soul. So this Nama is so powerful that it can penetrate all the gross and subtle covering over the soul and go and touch the soul. By disciplined repeated touching of the Nama with attention and devotion,"
    },
    {
      "start_time": 479,
      "end_time": 528,
      "verse_references": [],
      "themes": [
        "purification",
        "forgetfulness",
        "illusion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Purified means that forgetfulness of my Lord is awakened.",
      "summary": "The speaker explains that purification through the Nama leads to the awakening of our relationship with Krishna and the dispelling of illusion.",
      "timestamp_url": "https://youtu.be/PAoJkpffwXw?t=479",
      "transcript": "our heart becomes completely purified. Purified means that forgetfulness of my Lord is awakened, and the forgetfulness goes. Then one does not move around in this world itself as a standalone living being. It is artificial to think that Krishna is not with me anytime. Whether we are devotee, non-devotee, in what bodies we are, it is illusion to think that Krishna is not with us."
    },
    {
      "start_time": 528,
      "end_time": 561,
      "verse_references": [],
      "themes": [
        "Krishna's presence",
        "Paramatma",
        "karma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "As you surrender, I reciprocate.",
      "summary": "The speaker describes Krishna's presence as Paramatma, allowing living entities to act according to their desires and experience the results of their karma.",
      "timestamp_url": "https://youtu.be/PAoJkpffwXw?t=528",
      "transcript": "Krishna has different forms. एतामां प्रभुद्यन्ते ताम्स्तृते बजाम्हियं As you surrender, I reciprocate. Krishna for this world is expanded as Paramatma, that is His Leela in this material world by which He permits all the living entities to do whatever they want and earn the result of that"
    },
    {
      "start_time": 561,
      "end_time": 638,
      "verse_references": [],
      "themes": [
        "Krishna's presence",
        "Kala Shakti",
        "forgetfulness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna doesn't forget us. He is there in everyone's heart.",
      "summary": "The speaker emphasizes Krishna's constant presence in everyone's heart, even for those who don't recognize Him, and introduces the concept of Kala Shakti.",
      "timestamp_url": "https://youtu.be/PAoJkpffwXw?t=561",
      "transcript": "according to their karma. So Krishna is there. Krishna doesn't forget us. He is there in everyone's heart. But then those who do not recognize Him as a person, as a supreme father, as a supreme source of everything, as my complete whole, counter whole, I am incomplete on my own. So to those who do not recognize Krishna as a person, supreme person in your heart, as your maintainer, as your provider, as your eternal guardian, those who do not recognize that Krishna also has another Shakti called Kala Shakti. So all living beings who are not devotees of the Lord, who do not recognize, who do not want to be linked up with Krishna, they also touch Krishna in the form of Kala"
    },
    {
      "start_time": 638,
      "end_time": 709,
      "verse_references": [],
      "themes": [
        "Kala Shakti",
        "surrender",
        "Krishna's control"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Those who surrender to Krishna... the Kala Shakti subsides.",
      "summary": "The speaker explains that while Kala Shakti affects everyone, its influence diminishes for those who surrender to Krishna, who then controls the devotee's life.",
      "timestamp_url": "https://youtu.be/PAoJkpffwXw?t=638",
      "transcript": "and that is how everybody's life keeps moving. It's a Kala Shakti. Nobody can stop that. That is why we grow old. That is why Sukha comes, Sukha goes, Dukha comes, Dukha goes. Continuous change is happening in this material world. Continuous change is happening in everyone's life. That is the Kala Shakti of Krishna. Those who surrender to Krishna, those who accept him as his supreme Lord, those who accept their original relationship with Krishna as eternal servant, the Kala Shakti subsides. It will be there, but Krishna will shape which way Kala should hit you or gift you or whatever it is. Sukha, Dukha, everything."
    },
    {
      "start_time": 709,
      "end_time": 758,
      "verse_references": [],
      "themes": [
        "Nama",
        "energies",
        "awakening"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This Nama is a reservoir of all energies because... unless that energy is there, we cannot wake up.",
      "summary": "The speaker reiterates that the Nama is a reservoir of Satya, Chitta, and Ananda energies, essential for awakening our true selves.",
      "timestamp_url": "https://youtu.be/PAoJkpffwXw?t=709",
      "transcript": "But Krishna is in control of the devotee's life. So this Nama, this Nama is a reservoir of all energies because as I told you, unless that energy is there, we cannot wake up. We need Satya, Chitta and Ananda energy to flow within us. By devoted attention to the holy names, to the incarnated sound, there will be gradual flow of Satya energy, Chitta energy, Ananda energy into our heart."
    },
    {
      "start_time": 758,
      "end_time": 862,
      "verse_references": [],
      "themes": [
        "Satya energy",
        "realization",
        "detachment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When Satya energy flows into our heart, it becomes crystal clear that I am separate from this body.",
      "summary": "The speaker explains that the flow of Satya energy leads to the realization of being separate from the body and seeing others similarly.",
      "timestamp_url": "https://youtu.be/PAoJkpffwXw?t=758",
      "transcript": "When Satya energy flows into our heart, it becomes crystal clear that I am separate from this body. Just like how in a coconut, the copra, it separates, the fruit separates from the shell. Now it is all merged, but it becomes very clear that this body is excluded from the I. And that realization that I have no birth, no death, I am eternal, that becomes a natural realization of oneself. That also changes that person's because of this flow of Satya energy, he starts seeing all people also being in forgetfulness but they are actually not the body, they are their eternal self. Such a self in this material world, all enacting as different body persons, in maya, he sees that. He starts seeing not only his self as different from the body, he sees other selves as different from their bodies but trapped in the bodily concept of life, engaged in this maya drama."
    },
    {
      "start_time": 862,
      "end_time": 949,
      "verse_references": [],
      "themes": [
        "Chitta energy",
        "relationship with Krishna",
        "service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Chitta energy means I am eternal, then what? I am part and parcel of the supreme eternal.",
      "summary": "The speaker describes how Chitta energy awakens the understanding of our relationship with Krishna as one of service, bhakti, and surrender.",
      "timestamp_url": "https://youtu.be/PAoJkpffwXw?t=862",
      "transcript": "Chitta energy flows into our heart. Our original nature, that I am. Satya energy means you get realization that I am spirit, I am Sat, I am eternal. Chitta energy means I am eternal, then what? I am part and parcel of the supreme eternal. Chitta energy comes, then the supreme, who is the supreme being? Who is the supreme Satya? Krishna. And what is my relationship with him? It's a personal relationship of service, personal relationship of bhakti, personal relationship of surrender. Chitta energy flows into our heart. Ananda energy is next awakening of our innate tendency, innate nature to serve my supreme lord. So love and ananda is expressed by activities of devotional service."
    },
    {
      "start_time": 949,
      "end_time": 1012,
      "verse_references": [],
      "themes": [
        "Ananda energy",
        "devotional service",
        "fire and iron analogy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Those who worship the holy name... slowly one loses his taste for any other work than Krishna's work.",
      "summary": "The speaker explains that Ananda energy awakens our innate desire to serve Krishna, and uses the analogy of fire and iron to illustrate the transformative power of the Nama.",
      "timestamp_url": "https://youtu.be/PAoJkpffwXw?t=949",
      "transcript": "And those who worship the holy name, those who awaken, gradually, by touch of the supreme sacchidananda, then slowly one loses his taste for any other work than Krishna's work. Or even if you do any work, you will see it is connected to Krishna. So this example is given by Prabhupada of the fire and the iron piece. So the fire of sacchidananda, fire of shaktiavesha nama enters our heart and our iron-like heart catches fire of satya chittananda."
    },
    {
      "start_time": 1012,
      "end_time": 1086,
      "verse_references": [],
      "themes": [
        "Asat, Achitta, Nirananda",
        "illusion",
        "Jada Ananda"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Right now our heart is influenced by asat achitta nirananda.",
      "summary": "The speaker contrasts the current state of our hearts, influenced by illusion and temporary pleasures (asat, achitta, nirananda), with the true Ananda.",
      "timestamp_url": "https://youtu.be/PAoJkpffwXw?t=1012",
      "transcript": "Right now our heart is influenced by asat achitta nirananda. So our experience is asat. That means temporary we think as eternal. We see people as eternal. Means people's bodies are eternal. Asat. We live life as if we don't die. We live life as if we are not going to grow old. The reality is different. You will grow old, you will die, everything. But we will be in illusion. That is called asat achitta and jadananda. The sense pleasures are equal to pleasure of the soul. Jadananda. Whereas our real ananda is satya chitta ananda. Not jada ananda."
    },
    {
      "start_time": 1086,
      "end_time": 1128,
      "verse_references": [],
      "themes": [
        "Japa",
        "association",
        "awakening"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The entire process of japa is association with the nama avatara.",
      "summary": "The speaker emphasizes that the process of japa is about associating with the Nama Avatara to awaken our original consciousness.",
      "timestamp_url": "https://youtu.be/PAoJkpffwXw?t=1086",
      "transcript": "It's atma ananda. So we don't have to do lot of jnana, lot of thinking. Nothing we have to do. The entire process of japa is association with the nama avatara. The more and more you associate your heart will awaken. Original consciousness will awaken. So the challenge is how effectively do I associate? And that is the training of soulful japa."
    },
    {
      "start_time": 1128,
      "end_time": 1199,
      "verse_references": [],
      "themes": [
        "attentive chanting",
        "mechanical chanting",
        "fire analogy"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Attention means you have entered the fire.",
      "summary": "The speaker contrasts inattentive, mechanical chanting with attentive, devoted chanting, using the fire analogy to illustrate the difference in effectiveness.",
      "timestamp_url": "https://youtu.be/PAoJkpffwXw?t=1128",
      "transcript": "How effectively we can. You can mechanically chant and finish your sixteen rounds. You can keep the piece of iron very close to the fire, but it will have effect of getting little heat. But if you enter the fire, it will become red hot very fast. There is no comparison between the efficiency of inattentive mechanical chanting and attentive chanting. Attention means you have entered the fire. Attentive, devoted chanting and hearing means rapidly the flow of satchitan comes. The whole misconception about the present life, misconception about the life"
    },
    {
      "start_time": 1199,
      "end_time": 1266,
      "verse_references": [],
      "themes": [
        "realization",
        "knowledge vs. vijnana",
        "eternal service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Vijnana or living that philosophy as a servant of God.",
      "summary": "The speaker differentiates between theoretical knowledge and practical realization (vijnana) of living as a servant of God.",
      "timestamp_url": "https://youtu.be/PAoJkpffwXw?t=1199",
      "transcript": "of body centered life, discovery of one's deathless situation of eternal service to the supreme lord. All these things can happen very easily. Knowledge is one thing. You read Prabhupada's books, you got lot of knowledge. Birth, death, old age, disease all these things you know. Krishna is supreme personality of Godhead. All this knowledge, philosophy is one thing. Vijnana or living that philosophy as a servant of God, living a life of relationship with Krishna in your heart, living with eternal gratitude to Nama Avatara. These are realization,"
    },
    {
      "start_time": 1266,
      "end_time": 1306,
      "verse_references": [],
      "themes": [
        "awakening",
        "thinking of Krishna",
        "nature of the soul"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "There is no struggle to think of Krishna.",
      "summary": "The speaker explains that with awakening, thinking of Krishna becomes natural and effortless, as it is the inherent nature of the soul.",
      "timestamp_url": "https://youtu.be/PAoJkpffwXw?t=1266",
      "transcript": "practical realization. Out of 24 hours, how much you can think of Krishna. We practice thinking more and more. Always chanting Kirtaniya Sadahari. But when there is awakening there is no struggle to there is no need for struggle to think of Krishna, because thinking of Krishna will not go. That is the meaning of awakening. There is no struggle to think of Krishna. Krishna is inseparable from the soul. That is the nature of the soul."
    },
    {
      "start_time": 1306,
      "end_time": 1372,
      "verse_references": [],
      "themes": [
        "Sahadana Bhakti",
        "awakening",
        "light analogy"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The goal is to awaken my true self beyond this stupid understanding that I am this body.",
      "summary": "The speaker describes the process of awakening through Sahadana Bhakti and uses the analogy of light dispelling darkness to illustrate the clarity gained through Krishna consciousness.",
      "timestamp_url": "https://youtu.be/PAoJkpffwXw?t=1306",
      "transcript": "So this Sahadana Bhakti of continuously taking association of the Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare. The goal is to awaken my true self beyond this stupid understanding that I am this body. My bodily life is my life. Discovering one's eternal life everything becomes automatically. Just like in a dark room as soon as you put the light on everything becomes clear. Krishna consciousness awakening is exactly like that. The light of Krishna consciousness will expose all the illusory existence that we are having and put us on the eternal service of the Lord."
    },
    {
      "start_time": 1372,
      "end_time": 1428,
      "verse_references": [],
      "themes": [
        "mindful japa",
        "commitment to Prabhupada",
        "chanting and hearing"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Chant Hare Krishna and exactly same sound you hear.",
      "summary": "The speaker emphasizes the importance of chanting sixteen rounds effectively, with mindful hearing, as a commitment to Prabhupada's teachings.",
      "timestamp_url": "https://youtu.be/PAoJkpffwXw?t=1372",
      "transcript": "So therefore now you can understand that I have to do my Japa first stage is somehow chant sixteen rounds we tell people chant sixteen rounds. But chant sixteen rounds effectively. In the initial days if you see Prabhupada's initiation lecture Prabhupada would give Mala and you would say chant and hear sixteen rounds. Chant and hear clearly sixteen rounds. So that is our commitment to Prabhupada that we will take the medicine that you are giving us"
    },
    {
      "start_time": 1428,
      "end_time": 1475,
      "verse_references": [],
      "themes": [
        "Krishna-less existence",
        "mindful japa",
        "golden command"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We want to end that illusory drama.",
      "summary": "The speaker expresses the desire to end the illusory drama of a Krishna-less existence through mindful japa.",
      "timestamp_url": "https://youtu.be/PAoJkpffwXw?t=1428",
      "transcript": "to cure our bhava roga. The life of Krishna-less existence God-less existence we want to end that illusory drama. Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare. So golden command is for mindful Japa. Chant Hare Krishna and exactly same sound you hear. These are golden words of Shila Prabhupada."
    },
    {
      "start_time": 1475,
      "end_time": 1537,
      "verse_references": [],
      "themes": [
        "mindful japa",
        "shraddha",
        "spiritful japa"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Mindful Japa plus Shraddha automatically leads to Spiritful Japa.",
      "summary": "The speaker explains that mindful japa, combined with faith (shraddha), naturally leads to spiritful japa.",
      "timestamp_url": "https://youtu.be/PAoJkpffwXw?t=1475",
      "transcript": "In obedience to this you practice that is mindful Japa. With faith that Krishna is before you. And then naturally when there is a realization when Shraddha is very deep Krishna is before me. Automatically Spiritful Japa will come. No mechanical Japa. Joyful Enthusiastic From the heart you call out So that is Spiritful Japa. Once there is conviction that Krishna is before you that Shraddha and who is Krishna. So mindful Japa plus Shraddha automatically leads to Spiritful Japa."
    },
    {
      "start_time": 1537,
      "end_time": 1649,
      "verse_references": [],
      "themes": [
        "spiritful japa",
        "relationship with Nama Prabhu",
        "bhavana"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Be in relationship with Nama Prabhu.",
      "summary": "The speaker describes the progression from spiritful japa to developing a relationship with the Nama Prabhu through various bhavanas (moods).",
      "timestamp_url": "https://youtu.be/PAoJkpffwXw?t=1537",
      "transcript": "Not dead mechanical Japa. After that there is each bead Lord is appearing every bead is a relationship of Sambandha Sharanagati etc etc up to Seva, Apeksha different cards are you know given. So mindful means chant and hear exactly the same sound with faith that the sound is Krishna himself Shraddha ho gaya because it is Krishna himself with joy gratitude and enthusiasm you serve him chanting, hearing, chanting, hearing and continuing that Spiritful Japa with the relationship with each bead that is a practice either offer your heart Sharanagati surrender to the Lord practice surrender chant and hear with Bhavana of surrender chant and hear with the Bhavana of Kripa Peksa or Kripa Patra like this. like that different Bhavana's which there is no order in it whatever naturally comes after Spiritful Japa you should ensure that you are in relationship with the Nama Prabhu what the relationship whether it is Kripa Apeksha this or that so many options are there so be in relationship with Nama Prabhu"
    },
    {
      "start_time": 1649,
      "end_time": 1667,
      "verse_references": [],
      "themes": [
        "mercy",
        "quality soulful japa",
        "Nama Prabhu"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Let's beg for the mercy of Nama Prabhu and Krishna to give us experience of quality soulful Japa.",
      "summary": "The speaker encourages the audience to beg for the mercy of Nama Prabhu and Krishna to experience quality soulful japa.",
      "timestamp_url": "https://youtu.be/PAoJkpffwXw?t=1649",
      "transcript": "let's get into our next 32 round set let's beg for the mercy of Nama Prabhu and Krishna to give us experience of quality soulful Japa Hare Krishna"
    },
    {
      "start_time": 1667,
      "end_time": 1751,
      "verse_references": [],
      "themes": [
        "Atma Gyana",
        "person vs. persona",
        "reconciling roles"
      ],
      "content_type": "question",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Thank you for this understanding in terms of the connection and association with the spirit soul.",
      "summary": "A devotee asks a question about reconciling the roles and responsibilities of the persona in the material world with the understanding of Atma Gyana.",
      "timestamp_url": "https://youtu.be/PAoJkpffwXw?t=1667",
      "transcript": "you have question here tell me give the mic Hare Krishna Hare Krishna Hare Krishna Hare Krishna Prabhu thank you for this understanding in terms of the connection and association with the spirit soul Prabhu in cue card number 9 is Atma Gyana so we get more and more realization Atma Gyana in terms of the spirit soul and that we are not the persona even though the persona is different roles and even the cue card you have written that the person is different and the persona is different so once we you know as aspiring devotees we become more and more connected to the person the spirit person my question is about the persona the persona is in the material world the karma is related to the persona and all the sufferings that is happening the responsibilities or whatever in whichever role we play as personas so Prabhu how do we reconcile those the question"
    },
    {
      "start_time": 1751,
      "end_time": 1817,
      "verse_references": [],
      "themes": [
        "person vs. persona",
        "experiencer",
        "electricity analogy"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "There is only one experiencer in this body that is a person spirit person not persona.",
      "summary": "The speaker explains that the person (spirit) is the experiencer, while the persona is like a filter or role play, using the analogy of electricity and a wire.",
      "timestamp_url": "https://youtu.be/PAoJkpffwXw?t=1751",
      "transcript": "no persona is not complete without person persona is like electricity but the person you know you take electrical wire sorry the electrical wire the electricity inside that is person without person persona persona is just a a mold experience mold which is in the chittam which is in the chittam but unless we are the experiencers persona is not the experiencer even false ego is not the experiencer false ego modifies the spirit ego's experience there is only one experiencer in this body that is a person spirit person not persona"
    },
    {
      "start_time": 1817,
      "end_time": 1907,
      "verse_references": [],
      "themes": [
        "persona",
        "conditioning",
        "habits",
        "Atma Gyana"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The understanding of persona as something that we can create and destroy we can weaken or strengthen that is the whole thing about atma jnana.",
      "summary": "The speaker elaborates on the nature of personas, explaining how they are conditioned and can be created, destroyed, weakened, or strengthened, emphasizing the importance of Atma Gyana in this process.",
      "timestamp_url": "https://youtu.be/PAoJkpffwXw?t=1817",
      "transcript": "personas are like filters personas are role plays role play of whom the spirit person but you get conditioned that conditioned persona is is settled in our chittam that is why you say father mother this thing it's all settled in the chittam husband wife before they never knew each other after marriage slowly they become husband wife so they create that persona that persona is not permanent but yet that persona is in their chittam because each time you see the person you don't have to start afresh you have built up relationship so the personas bad habit personas they are all sitting and troubling us a lot you can create good habit personas samskaras that settles and it makes your life spirit person's life easy with all good habits so therefore the understanding of persona as something that we can create and destroy we can weaken or strengthen that is the whole thing about atma jnana 9.1 to 9.30 so the knowledge that persona is different person is different is very useful so that we don't get attached to our old personas and create favorable personas"
    },
    {
      "start_time": 1907,
      "end_time": 2045,
      "verse_references": [
        "BG 2.47"
      ],
      "themes": [
        "karma",
        "experience",
        "Jnana Agni",
        "devotee"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "By one simple knowledge I am eternal servant of Krishna that eternal that persona can burn all karma.",
      "summary": "The speaker addresses the question about karma, explaining that karmic experiences are filtered through personas, and that the knowledge of being an eternal servant of Krishna can burn away karma.",
      "timestamp_url": "https://youtu.be/PAoJkpffwXw?t=1907",
      "transcript": "so persons role play is personas Prabhu the question was about also the karma the karmas that we face due to our previous karma is about experience you act in the material world you have a forced experience if you do good you get good experience if you do bad you get bad experience that is law which is operating on the chittam the laws of karma is what there is external law which forces upon us reaction to our action for that all experiences karmic experiences are through personas through personas so by one simple knowledge I am eternal servant of Krishna that eternal that persona can burn all karma if the persona is burnt if the persona is killed then experience is killed so it's a very powerful thing that karma is Krishna says in the Bhagavad Gita karma is not eternal Jnana Agni by the pure knowledge and what is the purest knowledge I am eternal servant of Krishna that persona if we develop continuously in everything that we do everything that we see everything that we hear everything that we experience we want to experience through being a servant of Krishna then karma will just our the force of karma in our chittam will just burn karma is not eternal you are not eternally damned you can easily change and that's what happens when person becomes a devotee his whole all the false egos burn away because of the real ego that I am eternal servant of Krishna he is practicing not only he is telling himself he is acting thinking feeling acting"
    }
  ]
}