{
  "video_id": "pd1f-WBVQec",
  "title": "How to Overcome Fear in Life? | Sri Vasudeva Keshav Dasa | SB 6.9.26-27 | 01.08.2024",
  "speaker": "HG Vasudev Keshav Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=pd1f-WBVQec",
  "segments": [
    {
      "start_time": 0,
      "end_time": 83,
      "verse_references": [],
      "themes": [
        "invocation",
        "scripture",
        "verse recitation"
      ],
      "content_type": "scripture",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "OM NAMO BHAGWATE VASUDEVAYA",
      "summary": "The lecture begins with an invocation and the speaker announces the reading from Srimad Bhagavatam, Canto 6, Chapter 9, Verses 26 & 27.",
      "timestamp_url": "https://youtu.be/pd1f-WBVQec?t=0",
      "transcript": "OM NAMO BHAGWATE VASUDEVAYA Reading from Srimad Bhagavatam, Canto 6, Chapter 9, Appearance of Demon Vitrasura, Verse No. 26 & 27 YO NA SAPAT NER BHRISHAM ARTYAM ANAN DEVAR SHI TIRYAN RISHUNITYA EVA KRITA VATAR ASTHANUBHI SUMAYAYA KRITVATM SATPATI YUGE YUGE CHA TAMEVA DEVAM VAYAMATMA DAIVATAM PARAMPRADHANAM PURUSHAM VISVAMANYAM VRAJAM SARVE SHARANAM SHARANYAM SVA NAM SANODHASYA TISAM MAHAATMA"
    },
    {
      "start_time": 83,
      "end_time": 167,
      "verse_references": [],
      "themes": [
        "translation",
        "incarnations",
        "protection"
      ],
      "content_type": "scripture",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "In our fearful condition, let us take shelter of him, for we are sure that the Supreme Lord, the Supreme Soul, will give us his protection.",
      "summary": "The speaker presents the translation of the verses, highlighting the Supreme Personality of Godhead's expansions and the call to take shelter in Him for protection.",
      "timestamp_url": "https://youtu.be/pd1f-WBVQec?t=83",
      "transcript": "Translation and Purport by His Divine Grace A. C. Bhaktivedanta Swami Srila Prabhupada Translation: By His inconceivable internal potency, the Supreme Personality of Godhead expands into various transcendental bodies, as Vamana-Dema, the incarnation of strength among the demigods, Parashurama, the incarnation among saints, Narsimhadeva and Varaha, incarnation amongst animals, and Matsya and Kurma, incarnations among aquatics. He accepts various transcendental bodies among all types of living entities, and among human beings he especially appears as Lord Krishna and Lord Rama. By his causeless mercy he protects the demigods, who are always harassed by the demons. He is the supreme worshipable deity of all living entities. He is the supreme cause, represented as the male and female creative energies. All the different from this universe, he exists in his universal form, Virata Rupa. In our fearful condition, let us take shelter of him, for we are sure that the Supreme Lord, the Supreme Soul, will give us his protection."
    },
    {
      "start_time": 167,
      "end_time": 391,
      "verse_references": [
        "BG 9.4",
        "BG 7.5",
        "BG 7.4",
        "BG 10.8"
      ],
      "themes": [
        "purport",
        "creation",
        "prakriti",
        "purusha",
        "supreme cause"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Therefore, the Supreme Lord is the cause of Prakriti and Purusha. He is the original cause, Sarvakarana Karanam.",
      "summary": "The speaker reads and explains the purport, emphasizing Vishnu as the original cause of creation, Prakriti, and Purusha, referencing Sridhar Swami's commentary and various scriptures.",
      "timestamp_url": "https://youtu.be/pd1f-WBVQec?t=167",
      "transcript": "Purport. In this verse, the Supreme Personality of Godhead, Vishnu, is ascertained to be the original cause of creation. Sridhar Swami, in his commentary, Bhavarth Deepika, replies to the idea that Prakriti and Purusha are the causes of the cosmic manifestation. As stated here in Param Pradhanam Purusham Vishvamanyam, he is the Supreme. He is the supreme cause, represented as the male and female creative energies. All the different from this universe, he exists in his universal form, Virata Rupa. The word Prakriti, which is used to indicate the source of generation, refers to the material energy of the Supreme Lord, and the word Purusha refers to the living entities, who are the superior energy of the Lord. Both the Prakriti and Purusha ultimately enter the Supreme Lord, as stated in the Bhagavad Gita, Prakritim Yanti Maam Ikam. Although Prakriti and Purusha superficially appear to be the causes of the material creation, both are emanations of different energies of the Supreme Lord. Therefore, the Supreme Lord is the cause of Prakriti and Purusha. He is the original cause, Sarvakarana Karanam. The Naradya Purana, Avikaropi Paramah Prakritistu Vikarini Anupravisya Govindah Prakritishchabhidhiyate Both the Prakriti and Purusha, which are inferior and superior energies, are emanations from the Supreme Personality of Godhead. As explained in the Bhagavad Gita, Gama Vishya The Lord enters the Prakriti and then the Prakriti, and creates different manifestations. The Prakriti is not independent or beyond his energies. Vasudeva, Lord Shri Krishna, is the original cause of everything. Therefore, the Lord says in the Bhagavad Gita, Aham Sarvasya Prabhavo Matta Sarvam Pravartate Iti Matva Bhajante Maam Buddha Bhava Saman Vitaha I am the source of all spiritual and material worlds. Everything emanates from me. The wise, who perfectly know this, engage in my devotional service and worship me with all their hearts. In Srimad Bhagavatam, the Lord also says, Aham Evasam Evagre Only I existed before the creation. This is confirmed in the Brahmanda Purana as follows: Smritir Avya Vadhanena Prakrititvam Iti Sthithi Ubhayatmaka Suthitvadha Vasudeva Parah Puman Prakriti Purushad Cheti Shabder Ekobhidhiyate To generate the universe, the Lord acts indirectly as the Purusha and directly as the Prakriti. The energies emanate from Lord Vasudeva, the all-pervasive, supreme personality of Godhead. He is known as both Prakriti and Purusha. Therefore, Vasudeva is the cause of everything. Sarvakarana Karanam"
    },
    {
      "start_time": 391,
      "end_time": 697,
      "verse_references": [],
      "themes": [
        "Vritrasura",
        "Indra",
        "yagna",
        "mantra",
        "fear",
        "shelter"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "So now Indra and all the devatas are seeing this personality and they have no clue from where he has appeared and how he has appeared and they all become very very afraid and now they have taken shelter of the Supreme Personality of Godhead for protection",
      "summary": "The speaker narrates the story of Vritrasura's appearance and Indra's fear, explaining how a mistake in chanting a mantra led to an unintended outcome, and how the demigods sought protection from the Supreme Lord.",
      "timestamp_url": "https://youtu.be/pd1f-WBVQec?t=391",
      "transcript": "So in this chapter, chapter 9 of 6th canto, the appearance of demon Vritrasura. So we know the story how the demon appeared. Indra, he killed his priest because he was chanting the mantras favoring the demons. So Indra becomes very afraid and kills him. And then his father becomes upset because his son is killed. So his father, Tvashta, is performing a sacrifice by which a personality will be born who will kill Indra, because Indra killed his son, that is Visvarupa. So Visvarupa was the priest that Indra had engaged and he killed his own priest because he was favoring the demons. So Tvashta, his father, performs a yagna. And as we read that in the yagna, this is the importance of chanting the Vedic mantras accurately. He chanted the mantra Indra Shatro Vibhar Dasva. And he was supposed to chant it short, but he chanted it long. And because of this small difference of chanting it short to long, the mantra became opposite. Tvashta, when he chanted the mantra Indra Shatro Vibhar Dasva, Indra Shatro means the Shatru of Indra Vibhar Dasva may increase. So from the yagna a personality would be born who would be a Shatru of Indra, who would be the enemy of Indra. But because he chanted it long instead of chanting it short, the meaning became opposite. The meaning became Indra will become the Shatru of that personality. So now somebody asked me what's the difference whether he becomes the Shatru of him or Indra becomes the Shatru of him, what is the difference? They did not understand this. Quite a reasonable question. So it is like this: Personality and Indra. If this personality Tvashta wanted to be the enemy of Indra, then he will kill him because he is the enemy. So the personality was supposed to be born as enemy of Indra means he would kill Indra because he is the enemy. But now what happened? Indra became his enemy. So now because Indra has become his enemy, Indra will kill him. So you see how the meaning has changed. Instead of he killing Indra, he becoming so powerful that he would kill Indra, Indra got all the power by that Yagna and Indra finally killed him, Vritrasura. That's why Vritrasura was such a powerful demon. It is said that when Vritrasura appeared he was so fearful and so huge and gigantic that the demigods felt that the entire creation would be destroyed. Not just the universe, the entire creation. But Indra managed to kill him because the Yagna was performed like that. So Vritrasura has appeared. So now Indra and all the devatas are seeing this personality and they have no clue from where he has appeared and how he has appeared and they all become very very afraid and now they have taken shelter of the Supreme Personality of Godhead for protection. So this is the Mantra. So in this shloka this is the prayer of Indra to the Supreme Personality of Godhead Narayana. They are offering prayers seeking protection, seeking shelter from Lord Narayana. So here in this prayer we read this prayer how Krishna is the cause of all causes. He is the cause of Purusha. He is the cause of Prakriti. Purusha is the superior living entity, the spirit soul and the ultimate paramam Purusha is Krishna and Prakriti is this material manifestation. So all that we see in this material world is a combination of Purusha and Prakriti because we are also small Purushas. So the origin of Purusha and Prakriti is the Supreme Lord. Like that the prayer starts off and then Indra is praying to the Lord. So how do you begin a prayer? You start glorifying the Supreme Lord. So Indra is glorifying the Supreme Personality of Godhead Lord Narayana."
    },
    {
      "start_time": 697,
      "end_time": 821,
      "verse_references": [
        "BG 10.8"
      ],
      "themes": [
        "prayer",
        "inconceivable",
        "incarnations",
        "cause of all causes"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "My dear Lord, O Lord Narayana, You are inconceivable",
      "summary": "The speaker explains Indra's prayer to Lord Narayana, highlighting the Lord's inconceivable nature, His expansions into various incarnations, and His position as the cause of all causes.",
      "timestamp_url": "https://youtu.be/pd1f-WBVQec?t=697",
      "transcript": "Indra says that My dear Lord, O Lord Narayana, You are inconceivable. So we try to understand God, but actually God can be understood only by Bhakti. God cannot be understood by our material logic, by our material intelligence. That's why Indra is saying You are inconceivable. And so Krishna's name is Achintya. He cannot be understood. That's why he is inconceivable. Krishna's another name to explain how he is inconceivable is Adhokshaja. Akshaja means these senses. Akshaja means the eyes. It also refers to all the senses, the five senses that we have to acquire knowledge. But Krishna's Adhokshaja means he is beyond these five senses. So he is inconceivable. Because we can only conceive something which is within our intellect, which we can understand through our senses, eyes, ears, nose and all those five senses. But Krishna is beyond them. That's why he is inconceivable. And that's why Krishna is called Adhokshaja. So Indra is praying You are inconceivable. All the pastimes of Krishna are also inconceivable. So many wonderful pastimes Krishna performed. These are the inconceivable pastimes of Lord. And then he also says that Indra is praying that you expand yourself into different transcendental bodies. All the list of incarnations are mentioned here. Krishna expands himself into all these bodies. And then he also says You are the cause of all causes. And Krishna himself declares in the Bhagavad Gita I am the source of all material and spiritual world. And from me everything emanates."
    },
    {
      "start_time": 821,
      "end_time": 901,
      "verse_references": [],
      "themes": [
        "intelligence",
        "ultimate cause",
        "research"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Real intelligence means trying to find the ultimate cause",
      "summary": "The speaker contrasts material research with spiritual understanding, arguing that true intelligence lies in seeking the ultimate cause of everything, rather than just immediate causes.",
      "timestamp_url": "https://youtu.be/pd1f-WBVQec?t=821",
      "transcript": "So as we know that understanding Krishna who is the cause of all causes is the most important thing a human being should be engaged in. You are all so busy trying to understand different things happening in the material world. Why this happened, why that happened? Why this is like that, why that is like that? We are doing PhDs, research. They are considered to be the best of the scholars. And in the PhD what are we doing? We are trying to find the causes for different things. Why it is like this? Trying to explain something. But actually real intelligence means trying to find the ultimate cause. Because if that ultimate cause does not exist, then none of these things would exist. So we are finding this material creation so wonderful, so unique, so inconceivable. Even this tiny planet earth has got so many inconceivable wonderful things. And we are so marveled and bewildered by these wonderful things. Imagine the person who created it. How powerful and how intelligent he will be. So actually just trying to understand the immediate cause is not very intelligent. Trying to understand the ultimate cause is real intelligence."
    },
    {
      "start_time": 901,
      "end_time": 1070,
      "verse_references": [
        "BG 10.8"
      ],
      "themes": [
        "analogy",
        "train",
        "engine",
        "Krishna",
        "fearlessness",
        "surrender"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Krishna is the cause of Aham sarvasya prabhavo Matta sarvam pravartate Everything emanates from me",
      "summary": "The speaker uses the analogy of a train and its engine to illustrate that Krishna is the ultimate cause, and emphasizes that surrendering to Krishna is the path to fearlessness.",
      "timestamp_url": "https://youtu.be/pd1f-WBVQec?t=901",
      "transcript": "Just like a simple example. In a train which is moving, it has got 10 bogies. If a person sitting in bogie number 9 is trying to understand why bogie number 10, if he is trying to understand why my bogie is moving so wonderfully and I am proceeding towards my destination, and if he tries to find the immediate cause, he will know it is because bogie 9 is pulling me. And like that if someone is sitting in bogie 9 and he is trying to find out why am I moving so fast and how wonderfully I am moving, it is because bogie 8 is pulling him. But actually these are all immediate causes. The ultimate cause for the existence of the train and for the very purpose of the train's existence is the engine. And beyond the engine there is nothing else. The engine is the cause of all causes. So a train becomes meaningless without an engine. And all the meaning that is there in all the 10 bogies and people inside the train and all the things that is happening in the train is because of the engine. Engine is the main invention, is the main find, is the main thing to understand. So in the same way Krishna is the cause of Aham sarvasya prabhavo Matta sarvam pravartate. Everything emanates from me. Whatever we see is emanating from Krishna. Brahma is also saying Sarvakarana karanam. He is the karana Sarvakarana karanam of cause of all causes. So we must all try to understand God and his wonderful creations, keeping God as the reference. So like this he is offering prayer. Now why is he offering this prayer? He is saying we are offering prayer. We are seeking shelter and protection. It ends like this, the prayer: In our fearful condition, let us take shelter of him, for we are sure that the supreme lord, the supreme soul will give us his protection. So in our fearful condition, let us take shelter of him, for we are sure that the supreme lord, the supreme soul will give us his protection. Krishna also says Just take shelter of me, surrender to me, for I am the supreme lord. So if you want to be fearless, we just have to surrender to Krishna. So here the devatas are surrendering to the supreme lord Narayana and they are offering their prayers. So now"
    },
    {
      "start_time": 1070,
      "end_time": 1227,
      "verse_references": [],
      "themes": [
        "fear",
        "material world",
        "nature",
        "foreign place"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "So this is the nature of the material world...The king of heavens is afraid...The reason because everyone is afraid in this material world...Is because the place that we are living in is not natural to us. It's a foreign place.",
      "summary": "The speaker discusses the pervasive nature of fear in the material world, even for those in positions of power like Indra, explaining that it stems from being in an unnatural, foreign place.",
      "timestamp_url": "https://youtu.be/pd1f-WBVQec?t=1070",
      "transcript": "Devatas, Indra is no ordinary devata. He is in the heavenly planet. He is the king of the entire Demigods. Even he is afraid. He is not an ordinary person. So this is the nature of the material world. Whether you are the king, not only a king of this planet earth, the king of heavens is afraid. And why the king of heaven is also afraid? King of heaven must be a very wonderful comfortable life, isn't it? King has a very wonderful life. And Indra the king, not an ordinary, even he is afraid. The reason because everyone is afraid in this material world. Even an animal is afraid. A small insect is afraid. A small ant is afraid. We see many times a bird is pecking at some grains. It pecks one grain and it looks left and right. Again pecks at one more grain. Again it is looking left and right, afraid that somebody will come, kill him, afraid. Once Prabhupada was giving a talk in Vrindavan. In Vrindavan there are a lot of monkeys. So while he was talking, one monkey entered his room. Actually not a monkey, it was a baby monkey. The mother monkey and the baby monkey were there. And the windows bars are some size and the baby is very small. So through those two bars. And the moment the baby entered, baby hasn't got so much of intelligence, the mother becomes very afraid. And the mother is shouting, screaming, making sound, trying to shake the bars. And all the devotees are watching. And then they somehow try to push that baby monkey outside the window. And then the mother took it and went away. See a small insignificant being to Indra. Everyone is afraid in this material world. And the reason as Bhagavatam gives us, tells us, is because the place that we are living in is not natural to us. It's a foreign place. So in a foreign place, in a place which is not natural to our existence, fear is certain."
    },
    {
      "start_time": 1227,
      "end_time": 1337,
      "verse_references": [],
      "themes": [
        "analogy",
        "ocean",
        "ship",
        "spiritual world",
        "shelter"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "We are spirit souls. A spirit soul is supposed to stay in the spiritual world serving Krishna. And if we are not there...We will be afraid.",
      "summary": "Using the analogy of a ship on the ocean, the speaker explains that the material world is not our natural home, and true fearlessness comes from taking shelter of the Supreme Personality of Godhead in the spiritual world.",
      "timestamp_url": "https://youtu.be/pd1f-WBVQec?t=1227",
      "transcript": "Just like Prabhupada gives an example. In the sea, on the ship. Ship is a very safe place, right? In an ocean you are comfortably seated. But many times there are storms, there are fogs. When there is storm, the ocean becomes very turbulent. And then everyone becomes afraid. And when there is fog, again the ship stops and the ship is sounding because it's afraid that another ship will come and they will collide. In an ocean, although you are in a ship, you will always be afraid because the ocean is not your natural position. When you are on land, you will not be so afraid because land in your house is your natural position. So in the same way, we are not in our natural position, whether on this planet earth or in Indraloka or even in the highest material planet Brahmaloka. We are spirit souls. A spirit soul is supposed to stay in the spiritual world serving Krishna. And if we are not there, no matter how rich we are, how intelligent we are, how capable we are, how good a job we have, the very fact that we are in this material world, we will be afraid. So we must always be making a plan that how can I, if I want to be really fearless, I have to be in the spiritual world. I have to take shelter of the supreme personality of God. Then no matter what we are, in whatever position we are, automatically fearlessness."
    },
    {
      "start_time": 1337,
      "end_time": 1455,
      "verse_references": [],
      "themes": [
        "Prahlad Maharaj",
        "devotion",
        "fearlessness",
        "shelter"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Because the Supreme Lord, so we can do that by taking strong shelter of the Supreme Personality of Godhead.",
      "summary": "The speaker uses the example of Prahlad Maharaj to illustrate how devotion to the Lord leads to fearlessness, even in the face of extreme adversity, contrasting it with his powerful but fearful father.",
      "timestamp_url": "https://youtu.be/pd1f-WBVQec?t=1337",
      "transcript": "The best example is Prahlad Maharaj. Just a small boy, 5 years old, but is completely fearless. He hasn't got some big education or anything like that, but he is fearless because he was engaged in the devotional service of the Lord. So many things he went through. He is completely fearless. It is so difficult. Imagine a small boy of 5 years. He is put into a pit of poisonous snakes, fearless. He is being pierced, he is being stamped by an elephant, fearless. He is being pierced by trident, fearless. He has even drunk poison, imagine. So only by being a devout. And on the other hand, if you see his father, he conquered Indra. He has all the wealth, all the power, but full of fear. So in the material world, fearful situations are common. It is a very. But all that we need to know, a soul, that's why the spiritual world is Vaikuntha. Vaikuntha means a place where there is no fear, there is no anxiety. Material world is full of fear and anxiety for everyone. So how do we create a fearless situation in the material world? This is our unnatural position, right? Material world is unnatural, like ocean is unnatural. But now I want to be fearless in this unnatural position, in this unnatural situation. How can I do that? Because the Supreme Lord, so we can do that by taking strong shelter of the Supreme Personality of Godhead. God is, even though we are in an unnatural position, if we take strong shelter of His lotus feet,"
    },
    {
      "start_time": 1455,
      "end_time": 1603,
      "verse_references": [],
      "themes": [
        "Bhaktivinoda Thakur",
        "lotus feet",
        "chanting",
        "holy name"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Very simple, to take shelter of the lotus feet of Krishna, the practical method to take shelter of the lotus feet of Krishna is by chanting the Hare Krishna mantra.",
      "summary": "The speaker quotes Bhaktivinoda Thakur on the qualities of Krishna's lotus feet and explains that the practical way to take shelter of them is by chanting the Hare Krishna mantra, as there is no difference between the lotus feet of Krishna and chanting Hare Krishna.",
      "timestamp_url": "https://youtu.be/pd1f-WBVQec?t=1455",
      "transcript": "we can become fearless even in this material existence which is full of fear. Bhaktivinoda Thakur has written in one song, very nicely, he says, he is describing Supreme Lord's two lotus feet, very nicely. And he says, if you take shelter of this lotus feet of Krishna, then you will become fearless. So he says, Your two lotus feet is what? It is the source of Ashoka. Ashoka, Abhaya, Amrita, Ashoka. Ashoka means, there is no Shoka, there is no lamentation. There is no sorrow, Ashoka. And Abhaya, it is fearless, it is a place where there is no fear. And Amrita, Adhaar, and they are the basis for Amrita. Or like, not only it is fearless, you will get nectar at His lotus feet. And so what have I, what will I do? Taha te ekho no vishrama labhiya, labhiya. Now I will take shelter, I will take rest at your lotus feet. Chhaadi nu bhavera bhaiya. And in this way, this bhava bhaiya, the fear of this material existence, bhava, I will be able to give up. So Ashoka Abhaya, Amrita Adhaar, tomara charana dhvaya. Taha te ekho no vishrama labhiya, chhaadi nu bhavera bhaiya. Taha te ekho no vishrama labhiya, chhaadi nu bhavera bhaiya. So how do we take shelter of the lotus feet of Krishna? Very simple, to take shelter of the lotus feet of Krishna, the practical method to take shelter of the lotus feet of Krishna is by chanting the Hare Krishna mantra. Prabhupada says in one letter he is writing, you must strongly take shelter of the, he is writing to a devotee, that you must strongly take shelter of the lotus feet of Krishna. You must strongly take shelter of the lotus feet of Krishna and that you can do by chanting the Hare Krishna mantra. Because there is no difference between the lotus feet of Krishna and chanting Hare Krishna. It is one and the same."
    },
    {
      "start_time": 1603,
      "end_time": 1776,
      "verse_references": [],
      "themes": [
        "holy name",
        "fearlessness",
        "chanting",
        "hearing"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Yet, all fear is vanquished as soon as there is the sound of the Lord, represented by his holy name",
      "summary": "The speaker quotes Srila Prabhupada on the power of the holy name to vanquish all fear, emphasizing that fear vanishes as soon as the sound of the Lord is heard.",
      "timestamp_url": "https://youtu.be/pd1f-WBVQec?t=1603",
      "transcript": "Krishna is present in this world in the form of his holy name. So I will read a few quotes of Prabhupada. The sound of the Lord is identical with the Lord, as we have tried to explain. The material existence of our present status is full of fear. Out of the four problems of material existence, namely the food problem, the shelter problem, the fear problem and the mating problem, the fear problem gives us more trouble than the others. Eating, sleeping, mating, defending, the four miseries of the material world. Defending or fearing is giving us more problem, gives us more trouble than others. We are always fearful due to our ignorance of the next problem. Another reason of fear, I don't know what is going to happen tomorrow. The whole material existence is full of problems and thus the fear problem is always prominent. This is due to our association with the illusory energy of the Lord, known as Maya or external energy. Yet, all fear is vanquished as soon as there is the sound of the Lord, represented by his holy name, as it was sounded by Lord Chaitanya Mahaprabhu in the following 16 words: Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare. We can take advantage of these sounds and be free from the threatening problems of material existence. So just by chanting this mantra, Prabhupada is writing, fear is vanished as soon as there is sound. So actually if you become afraid, just chant and hear. Immediately you will feel a sense of fearlessness, if you are hearing. It doesn't take long. It's not that you have to do a long practice to become fearless. Many, many, lot of chanting you have to do. Prabhupada is writing, all fear, not one or two fear, all fear is vanished. How long it takes to vanish? As soon as there is sound of the Lord. As soon as there is sound, all fear vanished. Just look at the meanings of these words. How significant it is. All fear vanished immediately as soon as there is sound. So that's why if devotees focus on hearing the sound, vibrating it very clearly, distinctly and hearing, instantly you will become fearless."
    },
    {
      "start_time": 1776,
      "end_time": 1888,
      "verse_references": [],
      "themes": [
        "Pancha Tattva",
        "chanting",
        "fearlessness",
        "principle"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "As soon as we chant Hare Krishna, we are Vasudev Parayana, there is no more fear.",
      "summary": "The speaker quotes Srila Prabhupada again, emphasizing that as soon as one chants Hare Krishna, there is no more fear, and stressing the importance of sticking to this principle and not deviating from it.",
      "timestamp_url": "https://youtu.be/pd1f-WBVQec?t=1776",
      "transcript": "It doesn't take long. Another word, another quote. Chant Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhar, Shri Vasadi Gaurabhakta Vrinda. By their favour, by the favour of Pancha Tathwa, by their mercy we can chant Hare Krishna. And as soon as we chant Hare Krishna, we are Vasudev Parayana, there is no more fear. Again here Prabhupada is saying, as soon as you chant Hare Krishna, there is no more fear. So how as soon as you chant no more fear, fear vanishes? The whole world is full of fear. Everybody today, you can see what is the situation of the world. Everybody is so afraid. So many wars, so much unrest, so much of terrorism, so much this, natural calamity. In Kerala something happened, rain. Everybody is full of fear. As soon as you chant, fearlessness, immediately. So and then Prabhupada is saying, as soon as you chant no more fear, so you stick to this principle, do not forget. Don't deviate from it. Then everything is perfect and your life is successful. So it's like Prabhupada is stressing. Just like you have a stress. Hare Nama Hare Nama Hare Nama Iva Kevalam. Kalo Naasteva Na. There is a stress. Now here see Prabhupada's stress. He says, as soon as you chant, no more fear. Now how is Prabhupada stressing? You stick to this principle. First stress. Second, do not forget. And third, don't deviate from it. And then what is the result? The result is, everything is perfect and your life is successful."
    },
    {
      "start_time": 1888,
      "end_time": 1989,
      "verse_references": [],
      "themes": [
        "chanting",
        "Kali Yuga",
        "Narayana",
        "holy name",
        "fearlessness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "That we can become fearless as soon as we take shelter of the Holy Name.",
      "summary": "The speaker concludes by reiterating that Kali Yuga is an age full of fear, but the solution is simple: taking shelter of the Holy Name, which is always present and available, will immediately bring fearlessness.",
      "timestamp_url": "https://youtu.be/pd1f-WBVQec?t=1888",
      "transcript": "Everything becomes perfect. Last one. So this is confirmed in the Bhagavatam. Sankhya Deva Krishnasya Mukta Sangha Param Vrachet. Simply by chanting, you can keep. If you follow the rules and regulations and chanting, you will not be victimized. You will not be victimized. You will make your progress without any fear. So Kali Yuga is an age full of fear and anxiety. It is the dark age. But as we know, we have heard it in Bhagavatam, this age is worshipped. It is glorified. It is better than Satya Yuga. Because the problem of fear which gives us the maximum trouble, as Prabhupada is writing, out of the eating, sleeping, fearing and defending, has a very simple and easy solution. That we can become fearless as soon as we take shelter of the Holy Name. So here we see the Devatas, they become very afraid, full of fear, because the huge demon Vritrasura has appeared. And so they are taking shelter of Narayana. And Narayana is present in this age 24 bar 7. Every moment Narayana is present in this Holy Name, we just have to hear the sound attentively. And as soon as we hear the sound, immediately we will become fearless. So we will end here. Vrindra Ashi Mad Bhagavatam Ki. Shila Prabhupada Ki."
    }
  ]
}