{
  "video_id": "PFyigGIKjcM",
  "title": "Mahabharata | Part 33 | Game of Dice, the sequel | His Grace Suvyakta Narasimha Dasa",
  "speaker": "HG Suvyakta Narasimha Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=PFyigGIKjcM",
  "segments": [
    {
      "start_time": 0,
      "end_time": 95,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer",
        "guru"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Mukam Karoti Vachalam Pankam Langa Yate Girim Yad Kripa Tamaham Vande Sri Gurum Deena Taranam",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, offering obeisances to the spiritual master and Lord Krishna.",
      "timestamp_url": "https://youtu.be/PFyigGIKjcM?t=0",
      "transcript": "Thank you for watching. Om Adhyana Timuram Dhyasya Dhyana Anjana Salachaya Chakshurunni Licham Jena Kasmai Sri Gurave Namaha Namah Om Vishnu Padaya Krishna Presthaya Bhutare Srimate Bhaktivedanta Swamini Tinamine Namaste Saraswati Devay Gauravani Pracharine Nirvisesha Sunyavadi Pashatya Reshatarine Jaya Sri Krishna Chaitanya Prabhu Nityananda Sri Advaita Gadadhara Sri Vasari Gauravachta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Mukam Karoti Vachalam Pankam Langa Yate Girim Yad Kripa Tamaham Vande Sri Gurum Deena Taranam"
    },
    {
      "start_time": 95,
      "end_time": 374,
      "verse_references": [],
      "themes": [
        "Mahabharata",
        "game of dice",
        "Duryodhana's frustration"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "that old man has gone senile we had the pandavas and their kingdom in our grip and he left it off just like that",
      "summary": "The speaker summarizes the previous episode and sets up the current one, focusing on the reactions of Duryodhana and his allies after Dhritarashtra reverses his decision and returns the Pandavas' possessions.",
      "timestamp_url": "https://youtu.be/PFyigGIKjcM?t=95",
      "transcript": "Hare Krishna and welcome back to today's episode of the Mahabharata. In the previous episode we have seen how after the game of dice, good sense prevailed over Dhritarashtra and he returned all those things which had been wrongfully, by way of cheating, had been taken away from the Pandavas by Shakuni and Duryodhana. After the game of dice, after Dhritarashtra returned everything and he spoke a few conciliatory words to Draupadi and to the Pandavas, he dissolved the assembly and everyone left the assembly hall. After everyone left the assembly hall, a few people remained back and they were looking at each other and who are these people and what were their thoughts. Stay with us today to learn about that. The Pandavas after leaving the assembly, they stepped out of the place and they got onto their chariots and they left Hastinapura. They drove back to Indraprastha. Their hearts were heavy. Their thoughts were filled with all those words of insults and the attempt to disrobe Draupadi. The wounds were still fresh in their hearts and the Pandavas were still festering. The Pandavas, although at that moment, at that point of time, there was no way they could vent out their anger and frustration, carrying these heavy thoughts in their mind, they were going back to Indraprastha. After they had gone out of Hastinapura and they had travelled some distance, they were told that somebody was coming on a horseback trying to catch up with them. Soon the person who was on horseback caught up with the Pandavas and they saw that this person on horseback was one of the servants from the Hastinapura palace. This servant, he came with a message to Yudhishthira Maharaj and to the Pandavas. He said, Yudhishthira Maharaj. The Pandavas were surprised. They, after all that had happened, they just left the assembly and they had set out back to Indraprastha. But suddenly this messenger turned up and this messenger said that he was carrying a message for the Pandavas from Dhritarashtra. What was this message that Dhritarashtra had chosen to send to the Pandavas? Actually what had happened? After the game of dice and the Pandavas were returned their kingdom and whatever they had lost at the stakes and that they had left the hall and all the others who are present in the assembly had all left, Dhritarashtra had left, Bhishma had left, Drona had left and all the other people whoever were present in that assembly, they had all left. Now after everyone had left, Duryodhana, Karna, Shakuni and Dushasana were left and they were looking at each other because for them it was a great shock. For all of them, they had almost won everything but at the last moment Dhritarashtra's decision had turned the tables, so they were still in shock of what had happened. Finally Dushasana spoke up, that old man has gone senile, we had the Pandavas and their kingdom in our grip and he left it off just like that. Buddha satya gaya hai jo hamare haath mein aaya tha nikal gaya moose nivala nikal gaya kai ketna du vaai ketala hai anda kelavan yedukuthaan ipdi pannano a kelavan ayalak endu iti wap affah diyauta just jangal kaiyila vannadana ellan na sipitu kai bantit baayi kukki barili la muduka aapet illa halaput lie mandit kai k bandit baayi qaratu upmunche muduka illa halpa puta"
    },
    {
      "start_time": 374,
      "end_time": 477,
      "verse_references": [],
      "themes": [
        "war",
        "strategy",
        "avoidance",
        "greed"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "Somehow Hastinapura was not ours. We have got it in our hand. Now if we get into a battle with the Pandavas and lose Hastinapura also in our greed for Indraprastha, then we are left with, we are neither here nor there.",
      "summary": "The speaker explains Duryodhana's fear of direct confrontation with the Pandavas and Shakuni's plan to manipulate them into another game of dice.",
      "timestamp_url": "https://youtu.be/PFyigGIKjcM?t=374",
      "transcript": "So these were the feelings of Dushasana. Duryodhana also felt alike but there was nothing they could do, what to do. But if the matter had been just that, that the Pandavas had been returned their kingdom, it would not have been much of an issue. But the issue was that the Pandavas had been subjected to such great insults that they were not going to keep quiet. On some pretext or the other, Duryodhana was afraid they would take a war with the Kauravas. Then it would be very difficult because Duryodhana very well knew the prowess of the Pandavas. All along until now, he had been trying to avoid direct confrontation but to somehow through some cunning means, somehow cheat them of their kingdom and cheat them of their royal authority. These were his plans. So all along he had always avoided direct confrontation because Duryodhana knew that if he were to directly face the Pandavas in battle, he would not be able to succeed. Chakuni then spoke up and he told Duryodhana whatever happened, happened. Now you see, we cannot directly engage in a battle with the Pandavas. We cannot afford that. Somehow Hastinapura was not ours. We have got it in our hand. Now if we get into a battle with the Pandavas and lose Hastinapura also in our greed for Indraprastha, then we are left with, we are neither here nor there. So we have to think of something"
    },
    {
      "start_time": 477,
      "end_time": 679,
      "verse_references": [],
      "themes": [
        "deception",
        "manipulation",
        "Duryodhana's persuasion",
        "preemptive action"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "Sooner or later the Pandavas will gather some, on some pretext or the other, they will gather an army and attack us. We have to preempt this.",
      "summary": "The speaker details Shakuni's plan for another game of dice and Duryodhana's efforts to convince Dhritarashtra, emphasizing the desire to preempt a potential war by sending the Pandavas into exile.",
      "timestamp_url": "https://youtu.be/PFyigGIKjcM?t=477",
      "transcript": "immediately. Then Chakuni said, I have got a plan by which we can still save the situation. What is that? Chakuni said, somehow if we convince the Pandavas again for another game of dice, then somehow we can manage to win back whatever we want. Now neither Karna nor Duryodhana nor Dushyasana were in favor of a direct fight with the Pandavas because everybody knew they could not win. What Chakuni was proposing seemed to be the only solution. But then how to do it? How could the Pandavas again be brought back to another game of dice? Duryodhana took the task upon himself and went and met Dhritarashtra. He spoke to his father and he tried various ways to convince Dhritarashtra. Dhritarashtra was like, no, no, why? He was not in favor of it. He said, already one game of dice, so much bad blood has happened between the two of you. One more game of dice, there will be no stopping the, stopping a war between the two of you. So Dhritarashtra was not in favor. Finally Duryodhana told Dhritarashtra, my dear father, Dhritarashtra has gone out of control. Sooner or later the Pandavas will gather some, on some pretext or the other, they will gather an army and attack us. We have to preempt this. So the only preemptive fight that we can do is, you have to call them for another game of dice and we have to ensure that we win back the kingdom. Now, if we don't do that, we have to call them for another game of dice. If we don't do that, then what are we doing? We are inviting trouble. Because it is, the Pandavas are now like snakes who have been trampled upon. Once we trample upon a snake's head, after that you cannot think of just walking away silently. The snake will follow you and it will attack you and it will try to bite you. The only way is, you have to defend yourself. If you have to take protective measures. Duryodhana, hence, told Dhritarashtra that the only way to take a preemptive action is to prevent a battle from happening, which can only be done if the Pandavas are somehow sent out away from Indraprastha and we have to send them in exile somewhere. And for that, the only way is to engage them again in another game of dice. Not only this, Duryodhana told Dhritarashtra, let us engage them in a game of dice and let's take this time. Duryodhana told Dhritarashtra that the only way is to engage them again in another game of dice and let's take this time. And for that, the only way is to engage them again in another game of dice and let's take this time. And if the Pandavas are in exile for a sufficient period of time, Duryodhana said, with all the wealth in Indraprastha and with all the kings, I will get all the kings on my side and then my power will become really strong and the Pandavas, whenever they come back, they will not be able to face us. They will not be able to withstand the power of my army."
    },
    {
      "start_time": 679,
      "end_time": 837,
      "verse_references": [],
      "themes": [
        "Gandhari's advice",
        "righteousness",
        "evil",
        "fate"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "please hand over the kingdom to the Pandavas and banish Duryodhana from the family.",
      "summary": "The speaker describes Gandhari's opposition to the game of dice and her advice to Dhritarashtra to favor the Pandavas, highlighting the conflict between righteousness and familial attachment.",
      "timestamp_url": "https://youtu.be/PFyigGIKjcM?t=679",
      "transcript": "Dhritarashtra, although he was hesitant, finally, Duryodhana's persuasive words finally overcame his hesitancy. So finally, Dhritarashtra agreed. And Dhritarashtra summoned the servant and sent him, dispatched him to order Yudhishthira for another game of dice. When Dhritarashtra took this decision and this decision came to be that the message started spreading everywhere that Dhritarashtra has again called for one more game of dice, the news reached Gandhari's ears. She came running to her husband and she said, I heard that you have called for one more game of dice. I have heard what Draupadi had to go through in that assembly. It is unthinkable how Draupadi could have been subjected to such ignominy. And somehow you salvage the situation by returning everything. Now you have gone round the bend. You are again calling for another game of dice. Really, I mean, what do you think of yourself? Do you understand the consequences of your action? This is absolutely, what you are doing is absolutely wrong. On the other hand, Gandhari, the mother of Duryodhana, she advised Dhritarasva. On the other hand, please hand over the kingdom to the Pandavas and banish Duryodhana from the family. You send him away from Hastinapura. Don't keep him here. This was a mother's advice to Dhritarasva. Duryodhana's own mother, she could see the evilness in Duryodhana and the righteousness of the Pandavas and she was fully in favour of the Pandavas and she said better to reject Duryodhana and avoid any sort of ill-will and fighting within the family. But Dhritarasva, what was Dhritarasva's response? He told Gandhari, you see Gandhari, whatever I have to do, I have done. Now, whatever happens, by the will of providence, let it happen. I cannot help it. And he walked off. Now, Gandhari, what could she do? She had tried her best. She went back."
    },
    {
      "start_time": 837,
      "end_time": 999,
      "verse_references": [],
      "themes": [
        "duty",
        "dharma",
        "kshatriya",
        "higher principles",
        "personal welfare"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "It is the duty of a Kshatriya never to say no to a challenge.",
      "summary": "The speaker explains Yudhishthira's acceptance of the invitation to another game of dice, emphasizing the Kshatriya's duty to uphold dharma and honor the commands of elders, even at personal cost.",
      "timestamp_url": "https://youtu.be/PFyigGIKjcM?t=837",
      "transcript": "And finally, this messenger, despatched by Dhritarasva, had now reached the Pandavas and he was standing in front of Yudhishthira with the message from Dhritarasva. What was the message? The message was, the king is calling you, Yudhishthira Maharaja. For another game of dice. Yudhishthira looked at his brothers and he said, I am helpless. It is the duty of a Kshatriya never to say no to a challenge. Over and above this, Dhritarasva is in the position of my father. He is my elder. He is ordering, I cannot disobey him. The other brothers in Draupadi, they also understood and fully well they empathized with Yudhishthira Maharaja's position. And they could understand that there was hardly anything else they could do in the face of following the rules of Dharma. Actually, what we have to understand is, there are rules of Dharma for protecting oneself. And then there are higher rules. There are secondary principles and there are higher principles. At a very individual level, if I am very selfish, I take care of myself. Now, I am not living alone in this society. I am living in the midst of so many relatives, friends, servants, so many people are serving me, so many animals. And there are so many demigods, devatas who are providing me so much facilities and conveniences in nature. So, I am living in the midst of all of these things. So, I have duty towards my own, taking care of my own welfare. Then, I also have to think about higher principles. Welfare of my family. Then, welfare of my friends and relatives. Welfare of the entire humankind. Welfare of other animals. Welfare of this earth. Welfare of this environment. We have responsibility towards all these things. At an individual level, if you see, the Pandavas knew that this game of dice is not going to augur well for them. It will bring about their own downfall. But then, as Kshatriyas, they had to rise above the principles of taking care of one's own welfare. As Kshatriyas, they had higher principles to follow. So, since they were Kshatriyas, since they were rulers, those principles took precedence over their personal welfare. So, Yudhisthira could not refuse Dhritarashtra's order and he came back"
    },
    {
      "start_time": 999,
      "end_time": 1167,
      "verse_references": [],
      "themes": [
        "game of dice",
        "conditions",
        "exile",
        "cunning",
        "deception"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "If Duryodhana and I lose in this game of dice, then we all Kauravas will leave our kingdom. And we will live in the forest in exile for 12 years.",
      "summary": "The speaker describes the conditions of the second game of dice, highlighting Shakuni's cunning in making the terms appear fair while ensuring the Pandavas' potential exile.",
      "timestamp_url": "https://youtu.be/PFyigGIKjcM?t=999",
      "transcript": "for the second game of dice. Now, when the second game of dice started, again, it was the same assembly. The Dhritarashtra was sitting at the head of the assembly surrounded by Bhishma, Drona, Vidura and opposite Yudhisthira Maharaj to play the game of dice was Duryodhana and on his behalf as usual, it was Shakuni casting the dice. The entire assembly was very unhappy. Everyone was censuring Dhritarashtra that why is he doing this? But then, Dhritarashtra was completely under the control, under the sway of his greedy son and he could not help it. Although he knew at his heart that what he was doing was completely wrong. Now, in the second game of dice, Shakuni spoke to Yudhisthira Maharaj and in the being audible to the entire audience, Shakuni put the conditions of the game. Shakuni informed Yudhisthira Maharaj and the rest of the assembly, whatever we played, we played and somehow we won, you lost, let us forget all those things. Now, it is a new game of dice and here the stakes are much higher. If Duryodhana and I lose in this game of dice, then we all Kauravas will leave our kingdom and we will live in the forest in exile for 12 years. And in the 13th year, we will live in some city or village or town, incognito, in disguise, such that nobody can recognize us. And if the 13th year we are able to pass successfully without your detecting us, where we are and who we are, then in the 14th year, you will return the kingdom to us. Suppose, in the 13th year of exile, you recognize us, you manage to find us out and you are able to spot us, you are able to see through our disguise and identify us, then we will go back to another 12 years of forest exile and one more year of incognito, living in incognito. And then Shakuni said, if we lose, this is the condition. And if you lose, the same conditions will be applicable to you. Look at Shakuni's cunning nature. He did not immediately say that, if you lose, these are the conditions. He said, if we lose, these are the conditions and if you lose, then same conditions will be applicable to you, making it appear very fair."
    },
    {
      "start_time": 1167,
      "end_time": 1297,
      "verse_references": [],
      "themes": [
        "loss",
        "exile",
        "anger",
        "vows",
        "revenge"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "I am bound by the instructions of my elder, which is Dhritarashtra, and therefore I unwillingly am accepting these conditions. Let the dice roll.",
      "summary": "The speaker narrates Yudhishthira's acceptance of the conditions and his subsequent loss, leading to the Pandavas' exile and fueling Bhima's anger and vows of revenge.",
      "timestamp_url": "https://youtu.be/PFyigGIKjcM?t=1167",
      "transcript": "Now, Yudhisthira Maharaj looked at Dhritarashtra, that what he had to say. Dhritarashtra was silent. Then Yudhisthira Maharaj said, I am bound by the instructions of my elder, which is Dhritarashtra, and therefore I unwillingly am accepting these conditions. Let the dice roll. And then Shakuni cast the dice. And when the dice was cast, again, Yudhisthira Maharaj lost the game of dice and Shakuni won the game of dice. Now, it was decided that the Pandavas will have to go for twelve years in forest exile followed by one year of living incognito. As far as the Kauravas were concerned, they were thrilled. Duryodhana's heart's desire had been fulfilled. Shakuni's plan had worked and the Kauravas were now in control of the kingdom of the Pandavas, Indraprastha. And Duryodhana was gleeful and he was thinking, now with time, by the time the Pandavas have finished their twelve years of exile, I would have consolidated my power, they will not be able to come back and oppose me. And after that one year of living incognito, very tough, I will be able to somehow figure them out. That was Duryodhana's thinking. And Duryodhana and the Kauravas started heaping more insults on the Pandavas. They started making fun of them. And Bhima could not control his fury and he reiterated his vow. He reminded Dushyasana, you are laughing at us now, remember I am going to, in the battle field, I am going to tear open your chest and drink your blood. And Duryodhana, you also remember, very soon we will face each other in battle and that day I will break your thighs and I will see that you bite the dust."
    },
    {
      "start_time": 1297,
      "end_time": 1437,
      "verse_references": [],
      "themes": [
        "departure",
        "forest exile",
        "Vidura's care",
        "family separation"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "Vidura requested the Pandavas to entrust Kunti in his care and as long as the Pandavas would not return, Kunti could remain in his house.",
      "summary": "The speaker describes the Pandavas' preparations for exile, including entrusting Kunti to Vidura's care and sending their sons to different locations for safety and education.",
      "timestamp_url": "https://youtu.be/PFyigGIKjcM?t=1297",
      "transcript": "So, the second game of dice only increased the fire of anger in Bhima's heart. Not only Bhima's heart, all the Pandavas' heart. Now, the Pandavas got ready. They had to, since they had to live in the forest, they could not go there with all their jewelry and their royal clothes and all that. They had to give it up and take on deer skin and tree bark and remove all their ornaments and carrying just their weapons and this very simple attire, they set out for the forest. Vidura told the Pandavas that this condition of this game of dice was not for Kunti Devi. She is already very elderly and she would not be able to bear the rigors of twelve years in the forest. So, therefore, Vidura requested the Pandavas to entrust Kunti in his care and as long as the Pandavas would not return, Kunti could remain in his house. And as far as the sons of the Pandavas were concerned, they were sent to Drupada, to Draupadi's father's place where they could grow up and they could be trained in the various duties of the Kshatriyas. Subhadra, with her young son Abhimanyu, she was sent back to Dwaraka. So, as the Pandavas' sons grew up, sometimes they would spend some time in Panchaladesha along with in Drupada's palace and sometimes they would go to Krishna's place in Dwaraka, spend some time there and like this they would, they grew up in these two households. In the meantime, the Pandavas now got ready and they left for the forest and this is how the Pandavas had to leave Indraprastha and Duryodhana won over Indraprastha in this manner and the Pandavas left for the forest. Now, what all happened in the forest when the Pandavas went on exile? Continue to remain with us and in the next few episodes we will look at what all travails the Pandavas had to undergo in the forest during their time of exile."
    },
    {
      "start_time": 1437,
      "end_time": 1445,
      "verse_references": [],
      "themes": [
        "conclusion",
        "next episode"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "Thank you for joining us today. Hare Krishna!",
      "summary": "The speaker concludes the episode and previews the upcoming events in the forest.",
      "timestamp_url": "https://youtu.be/PFyigGIKjcM?t=1437",
      "transcript": "Thank you for joining us today. Hare Krishna!"
    }
  ]
}