{
  "video_id": "PiXOU9Yikq4",
  "title": "SB 1.18.8-10 | HH Stoka Krishna Swami | 31-03-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=PiXOU9Yikq4",
  "segments": [
    {
      "start_time": 0,
      "end_time": 48,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer",
        "guru"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyana Timiraandhasya Gyananjanishalakaya Chakshurunmilitam Jena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and invocations, paying respect to the spiritual master and the Supreme Lord.",
      "timestamp_url": "https://youtu.be/PiXOU9Yikq4?t=0",
      "transcript": "Om Agyana Timiraandhasya Gyananjanishalakaya Chakshurunmilitam Jena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvijesha Shunyavadi Pachachyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadhadhara Shiva Sadi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Devi Saraswati Vyasam Tato Jayam Udi Rayet"
    },
    {
      "start_time": 49,
      "end_time": 114,
      "verse_references": [
        "SB 1.18.8"
      ],
      "themes": [
        "protection",
        "devotion",
        "intelligence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The king was powerful like a tiger and took care of the foolish careless persons.",
      "summary": "The speaker introduces the eighth verse of the 18th chapter of the first canto of Srimad Bhagavatam, focusing on Maharaj Parikshit's role in protecting his kingdom and the influence of Kali.",
      "timestamp_url": "https://youtu.be/PiXOU9Yikq4?t=49",
      "transcript": "In this session, we will be discussing verses 8, 9, and 10 of the 18th chapter of the first canto of Srimad Bhagavatam. So, first, verse number 8: Kimnu Baleshu Surena Kalina Dheera Bhiruna Apramatta Pramateshu Yovruko Nrushu Vartate. The meaning of this eighth verse: Maharaj Parikshit considered that less intelligent men might find the personality of Kali to be very powerful, but those who are self-controlled would have nothing to fear. The king was powerful like a tiger and took care of the foolish, careless persons. So, a very important description of the protection given by Parikshit Maharaj to the people of his kingdom."
    },
    {
      "start_time": 115,
      "end_time": 229,
      "verse_references": [],
      "themes": [
        "devotion",
        "intelligence",
        "spiritual intelligence",
        "material intelligence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "One who is a devotee of Krishna is actually very intelligent.",
      "summary": "The speaker elaborates on the concept of spiritual intelligence versus material intelligence, emphasizing that true intelligence lies in devotion to Krishna and understanding God.",
      "timestamp_url": "https://youtu.be/PiXOU9Yikq4?t=115",
      "transcript": "The purport to the Prabhupada says, those who are not devotees of the Lord are careless and unintelligent. Why is this said? Because unless one is thoroughly intelligent, one cannot be a devotee of the Lord. Ye Krishna bhaje sei bada chatura, the statement of Chaitanya Charitamrita. One who is a devotee of Krishna is actually very intelligent. So, only an intelligent person takes to devotional service. This intelligence is not ordinary material intelligence. It is actually spiritual intelligence. Spiritual intelligence is a little different. What is spiritual intelligence? How is it different from material intelligence? Material intelligence is to be able to use one's intelligence for eating, sleeping, mating, defending, defending for sense satisfaction, for some bodily meeting bodily demands. That intelligence even the animals have, the birds have, all creatures have. That intelligence is not being talked of here. The intelligence to actually try to understand God, try to understand what is spirit, engage in spiritual activities for eternal benefit, ultimate welfare, that is spiritual intelligence, and that is different. That is not necessarily connected with the material intelligence."
    },
    {
      "start_time": 230,
      "end_time": 319,
      "verse_references": [],
      "themes": [
        "Kali",
        "sinful activities",
        "devotional service",
        "protection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If we want people to be protected against evil influence of Kali then we have to propagate this devotional service among the common people.",
      "summary": "The speaker discusses the negative influence of Kali on those who are not devotees and stresses the importance of propagating devotional service to protect people from sinful activities.",
      "timestamp_url": "https://youtu.be/PiXOU9Yikq4?t=230",
      "transcript": "So, those who are not devotees of the Lord fall prey to the actions of Kali. Kali can influence somebody who is not a devotee. What will be Kali's influence like? They will be enticed into engaging in sinful activities like meat-eating, intoxication, gambling, illicit sex, or earn a lot of money for sense gratification. These are all the evil influence of Kali on unintelligent people. And who are these unintelligent people? They are basically not devotees of Krishna. It will not be possible to bring about a saner condition in society unless we are prepared to accept the modes of action adopted by Maharaj Pariksit, that is, propagation of the devotional service of the Lord to the common man. So, in this society, if we want to avoid Kali's influence, if we want people to be protected, then we have to propagate this devotional service among the common people. That is absolutely essential if at all we want to drive away Kali or keep people protected against the evil influence of Kali."
    },
    {
      "start_time": 320,
      "end_time": 431,
      "verse_references": [
        "SB 1.18.9"
      ],
      "themes": [
        "narration",
        "history",
        "Krishna katha",
        "Parikshit Maharaj"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "O sages as you did ask me now I have described almost everything regarding the narration about lord krishna in connection with the history of the pious maharaj pariksit",
      "summary": "The speaker introduces the ninth verse, explaining Suta Goswami's narration about Lord Krishna in connection with the history of Maharaj Parikshit to the sages of Naimisaranya.",
      "timestamp_url": "https://youtu.be/PiXOU9Yikq4?t=320",
      "transcript": "Mata-Bhagavatam. The ninth verse: Upavaranyitam etad vah Punyam Pariksitam Maya Vasudeva Kathopetam Aakhyanam yad aprichathah. The meaning of this ninth verse is: O sages, as you did ask me, now I have described almost everything regarding the narration about Lord Krishna in connection with the history of the pious Maharaj Parikshit. This has got reference to Suta Goswami being selected as the president of the assembly where the sages of Naimsharanya are assembled to perform a thousand year sacrifice. So, the sages requested Suta Goswami to speak about Krishna katha. So, when Suta Goswami saw the eagerness of the sage Naimsharanya to hear about Krishna, he told them, \"Now I shall recite the Srimad Bhagavatam because you are eager to hear about Krishna.\" But the sages said, \"Before you begin this reciting Srimad Bhagavatam, kindly tell us something more about Pariksit Maharaj.\" So, in that regard, Suta Goswami is telling, \"I have described almost everything about the history of the pious Maharaj Parikshit in connection with Lord Krishna.\""
    },
    {
      "start_time": 432,
      "end_time": 572,
      "verse_references": [],
      "themes": [
        "devotees",
        "Krishna katha",
        "transcendental activities",
        "relationship with Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is never alone, Krishna performs his pastimes in relationship with his devotees",
      "summary": "The speaker explains that Srimad Bhagavatam contains descriptions of both the activities of the Lord and the activities of His pure devotees, emphasizing that Krishna is always with his devotees.",
      "timestamp_url": "https://youtu.be/PiXOU9Yikq4?t=432",
      "transcript": "So, that is completed by Suta Goswami at this juncture. So, in the purport, Srila Prabhupada says, Srimad Bhagavatam is history of the activities of the Lord, and the activities of the Lord are performed in relation with the devotees of the Lord. Therefore, the history of the devotees is not different from the history of Lord Krishna's activities. So, Bhagavatam contains a description of the activities of the Supreme Lord in his various incarnations, but Bhagavatam also contains a description of the activities of the pure devotees of the Lord in their relationship with the Lord. When Krishna descends, Krishna comes with his pure devotees. Those pure devotees also perform activities, just like the description is there of Sudama Vipra, Sudama Brahman. So, his activities, his devotion, his visiting Krishna, his mode of living, all that is described, and that is also Krishna katha. Anything in relationship with Krishna, a devotee, the Lord regards both the activities of the Lord and those of his pure devotees on an equal level, for they are all transcendental. Sometimes foolishly people think, \"Why should I hear about some devotee's history? I don't want to hear. I want to hear about Krishna only.\" But such foolish people don't understand Krishna is never alone. Krishna performs his pastimes in relationship with his devotees. Krishna is always with his devotees, especially Krishna is always with his"
    },
    {
      "start_time": 572,
      "end_time": 680,
      "verse_references": [],
      "themes": [
        "devotees",
        "pleasing Krishna",
        "transcendental activities",
        "personality of Godhead"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The devotees also are engaged in transcendental pastimes because they want to please Krishna they want to satisfy Krishna always under all circumstance",
      "summary": "The speaker continues to emphasize the importance of hearing about the transcendental activities of the Lord and His devotees, highlighting their desire to please Krishna.",
      "timestamp_url": "https://youtu.be/PiXOU9Yikq4?t=572",
      "transcript": "devotees, the form of Krishna always with his devotees. So, if Krishna is always with his devotees, Krishna is always engaged in transcendental pastimes. So, the devotees also are engaged in transcendental pastimes because they want to please Krishna, they want to satisfy Krishna always under all circumstance. So, the devotees also want to please Krishna always under all circumstance, and you always please Krishna. Is that mysterious? So, there are some moral values in this attribution of LEO. Yeah, yeah, right, depending upon the disease and health. Is this practice and then easily fine and Gibson? In this way also, the life must submissively hear all topics that are connected with the transcendental activities and qualities of the Personality of Godhead, who acts wonderfully. Krishna's activities are all wonderful because he's a wonderful personality, extraordinary personality, completely transcendental in whatever activities he performs. And he also, Krishna also performs his Leelas with his devotees."
    },
    {
      "start_time": 681,
      "end_time": 820,
      "verse_references": [],
      "themes": [
        "hearing",
        "Bhagavatam",
        "eternal life",
        "systematic hearing"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The systematic hearing of the transcendental activities, qualities and names of Lord Sri Krishna pushes one towards eternal life.",
      "summary": "The speaker emphasizes the importance of systematically hearing the Bhagavatam every day, even in small portions, to progress towards eternal life.",
      "timestamp_url": "https://youtu.be/PiXOU9Yikq4?t=681",
      "transcript": "So, we should hear topics connected with the transcendental activities of the Personality of Godhead because he's always with his devotees. In a purport, Srila Prabhupada says, the systematic hearing of the transcendental activities, qualities, and names of Lord Sri Krishna pushes one towards eternal life. This is described elsewhere in the Bhagavatam. Here in the first chapter, in the first canto, in the second canto, this is described. You should make a program to systematically hear the Bhagavatam. Bhagavatam is a very big scripture, 18,000 verses. But hear little by little by little every day. And what will happen if you hear every day? It is said here that you go on hearing, hearing, hearing Bhagavath Shravan. Hearing Srimad Bhagavatam every day. Prabhupada instituted the system of having a Bhagavatam discourse every day in the temple. And if you cannot come to the temple, you can watch the Bhagavatam discourse on the channel, on the broadcast channel. You can hear the Bhagavatam discourse. So, systematic hearing. Every day you hear, little, little, little, little. And if you cannot hear at the time the class is conducted, because morning you may be busy, class happens in the morning, then you can hear later in the day or in the evening. And you can hear the Bhagavatam discourse. You are hearing the same discourse. It is stored. So, by simply hearing, hearing, hearing, hearing, hearing, you are progressing towards eternal life."
    },
    {
      "start_time": 820,
      "end_time": 917,
      "verse_references": [
        "BG 4.9"
      ],
      "themes": [
        "knowledge of Krishna",
        "eternal life",
        "Bhagavad Gita",
        "hearing Bhagavatam"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Simply by knowing in truth and fact about Krishna, means attaining eternal life.",
      "summary": "The speaker concludes by stating that knowing Krishna in truth and fact, as described in the Bhagavad Gita, leads to attaining eternal life and encourages the audience to make a habit of hearing Bhagavatam daily.",
      "timestamp_url": "https://youtu.be/PiXOU9Yikq4?t=820",
      "transcript": "Systematic hearing means knowing Him gradually in truth and in fact. See. You know factually about Krishna, not as an imaginary person, not some sentiment, but in actuality become realized about Krishna's personality. It is very, very special. And knowing Krishna in truth and fact means attaining eternal life, as stated in Bhagavad Gita. Bhagavad Gita says that anyone who knows Krishna in truth and fact, Krishna says, janma karma chame divyam evam yo veti tatvatah tyatva deham punar janma neti mam eti sorjuna. Simply by knowing in truth and fact, in truth and fact about Krishna, means attaining eternal life. Tyatva deham punar janma neti mam eti. One goes back to the spiritual abode of the Supreme Lord, and attains eternal life in association with Him. Punar janma neti. So, that's why Prabhupada is saying here, make a habit of hearing Bhagavatam every day, and your life will be successful. Thank you very much. Hare Krishna."
    }
  ]
}