{
  "video_id": "PQD0lukvUMQ",
  "title": "SB 1.17.29-30 | HH Stoka Krishna Swami | 11-03-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=PQD0lukvUMQ",
  "segments": [
    {
      "start_time": 48,
      "end_time": 136,
      "verse_references": [
        "SB 1.17.29"
      ],
      "themes": [
        "surrender",
        "fear",
        "kshatriya dharma",
        "kali yuga"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So Kali Purusha understood that he cannot face the king, the emperor Parikshit and he at once gave up the dress of a king, he is actually not a king, he is dressed as a king for external show and he completely surrendered to Parikshit Maharaj.",
      "summary": "The speaker explains the meaning of SB 1.17.29, focusing on Kali Purusha's surrender to Parikshit Maharaj out of fear.",
      "timestamp_url": "https://youtu.be/PQD0lukvUMQ?t=48",
      "transcript": "In this session, we will be discussing two verses, the 29th and the 30th verses of the 17th chapter of the first canto of Shreemad Bhagavatam. The 29th verse: Tam Jighamsum Abhipretya Vihaya Drupalanchanam Tadpada Moolam Shirasa Samagatbhaya Vikvalaha. The meaning of this verse is, when the personality of Kali understood that the king was willing to kill him, he at once abandoned the dress and, under pressure of fear, completely surrendered to him, bowing his head. So, what is Kali Purusha's reaction to Parikshit Maharaj being ready to kill Kali Purusha because Kali Purusha was harming an innocent cow and a bull? So, Kali Purusha understood that he cannot face the king, the emperor Parikshit, and he at once gave up the dress of a king. He is actually not a king, he is dressed as a king for external show, and he completely surrendered to Parikshit Maharaj. That was the only way he could have saved his life, otherwise Parikshit would have killed him."
    },
    {
      "start_time": 137,
      "end_time": 282,
      "verse_references": [],
      "themes": [
        "kshatriya dharma",
        "courage",
        "sacrifice",
        "leadership",
        "imposter"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A Kshatriya never surrenders. He accepts the challenge of a rival Kshatriya and he fights either to die or to win.",
      "summary": "The speaker elaborates on the qualities of a true Kshatriya, emphasizing courage, sacrifice, and the willingness to fight rather than surrender, contrasting this with the behavior of imposters.",
      "timestamp_url": "https://youtu.be/PQD0lukvUMQ?t=137",
      "transcript": "So, Srila Prabhupada says in the purport, the personality of Kali is artificial. The royal dress is suitable for a king or a Kshatriya, but when a lower-class man artificially dresses himself as a king, his real identity is disclosed by the challenge of a bona fide Kshatriya like Maharaj Pariksit. So, they don't have the courage, they don't have the mentality to sacrifice their life for a higher cause. That is the meaning of a lower-class person. You see, no qualification, no training, no proper understanding of what is the duty of a ruler, simply wants to enjoy power, enjoy some money, enjoy some facilities, exploit people, you know, send people because they are a little weak, they cannot find their home, they can't retaliate, so exploit them. This is not a Kshatriya. So, when a real Kshatriya encounters such an imposter ruler, immediately the real Kshatriya will kill him if he does not give up his false position. A real Kshatriya never surrenders. This is the term, this is the real quality of a Kshatriya. A Kshatriya never surrenders. He accepts the challenge of a rival Kshatriya, and he fights either to die or to win. All such battles between Kshatriyas, real Kshatriyas, is decisive, just like in the battle of Kurukshetra. Duryodhana challenged the Pandavas, if you want your kingdom, you fight and take it. So, when the battle happened, then Pandavas completely destroyed all the Kauravas. 100 sons of Dhritarashtra were all killed, because that is the way of a Kshatriya."
    },
    {
      "start_time": 283,
      "end_time": 382,
      "verse_references": [],
      "themes": [
        "kali yuga",
        "leadership",
        "kshatriya dharma",
        "foreign rule",
        "unity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In the age of Kali there are so many pretenders dressed in post like administrators or executive heads but the real identity is disclosed when they are challenged by a real Kshatriya.",
      "summary": "The speaker discusses the lack of true Kshatriyas in Kali Yuga and how this contributed to foreign rule in India, highlighting the importance of Kshatriya spirit and unity.",
      "timestamp_url": "https://youtu.be/PQD0lukvUMQ?t=283",
      "transcript": "That is the Kshatriya spirit, because Duryodhana was challenging him. Surrender is unknown to a real Kshatriya. In the age of Kali, there are so many pretenders dressed in posts like administrators or executive heads, but the real identity is disclosed when they are challenged by a real Kshatriya. See, in the Kali Yuga, the difficulty is there are no real Kshatriyas. Even in our own country, India, as long as there were Rajputs, Marathas, the real Kshatriyas, different names in different parts of the country, in Rajasthan they were called Rajputs, in Maharashtra they were called Marathas. But when the real Kshatriya spirit was there, they could face the powerful Mughal army, powerful British rulers, they could fight the Kshatriyas. They could fight the Kshatriyas. They could fight the Kshatriyas. They could fight the ׵ they could face and defeat them. But when the number of such real Kshatriyas reduced against the might of the British army, English army, or even the Mughal army, against their might. Then, lack of unity, means a lack of unity. Even in pumping the muisicle, the Gilda's, the Gote, Thulük малень acidic agar rate came. And the reason it was so, was the lack real Kshatriyas that was the cause of the foreign rule in this country otherwise"
    },
    {
      "start_time": 383,
      "end_time": 479,
      "verse_references": [
        "SB 1.17.30"
      ],
      "themes": [
        "surrender",
        "compassion",
        "kshatriya dharma",
        "parikshit maharaj",
        "kali purusha"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Maharaj Pariksit was qualified to accept surrender and worthy of being sung in history did not kill the poor surrendered and fallen Kali but smiled compassionately for he was kind to the poor poor hearted Kali Purusha Maharaj Pariksit showed compassion.",
      "summary": "The speaker explains why Parikshit Maharaj spared Kali Purusha, emphasizing Parikshit's compassion and adherence to Kshatriya dharma, referencing SB 1.17.30.",
      "timestamp_url": "https://youtu.be/PQD0lukvUMQ?t=383",
      "transcript": "the Kshatriyas would rule perfectly. Therefore, when the artificially dressed personality of Kali saw that to fight Maharaj Pariksit was beyond his ability, he bowed down his head like a subordinate and gave up his royal dress. Kali Purusha, because he wanted to save his life, he simply surrendered, and this surrender is the reason why Pariksit Maharaj pardoned this Kali Purusha and even rewarded him because he submitted to Pariksit Maharaj. You will hear that the 30th verse, the meaning of this 30th verse is, Maharaj Pariksit was qualified to accept surrender and worthy of being sung in history, did not kill the poor surrendered and fallen Kali, but smiled compassionately, for he was kind to the poor hearted Kali Purusha. Maharaj Pariksit showed compassion."
    },
    {
      "start_time": 480,
      "end_time": 599,
      "verse_references": [],
      "themes": [
        "kshatriya dharma",
        "surrender",
        "compassion",
        "bhakti",
        "krishna's protection"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Even an ordinary Kshatriya does not kill a surrendered person this is Kshatriya code of conduct and Kshatriya's behavior nature even anybody surrenders.",
      "summary": "The speaker uses the example of Bhishma's surrender to Krishna in the Mahabharata to illustrate the Kshatriya code of conduct of not killing a surrendered person.",
      "timestamp_url": "https://youtu.be/PQD0lukvUMQ?t=480",
      "transcript": "because he is having that quality as a trained Kshatriya. As a trained Kshatriya, he's got that quality of compassion for the poor. In the purport, Shrila Prabhupada explains, even an ordinary Kshatriya does not kill a surrendered person. This is Kshatriya code of conduct and Kshatriya's behavior, nature. Even anybody surrenders, that's the just like Bhishma Deva in the example in Mahabharata, when Bhishma was attacking Arjuna and Arjuna's life was in danger, Krishna was Arjuna's father's chariot driver. Krishna wanted to protect Arjuna at all costs. So, when he saw Arjuna's life is in danger, Krishna broke his promise in order to protect Arjuna. What did Krishna do? Krishna himself took a wheel of a chariot and went to attack Bhishma. If Krishna goes to attack Bhishma, what is hope for Bhishma to survive? But Bhishma, being a devotee of Krishna, he simply surrendered to Krishna, my dear lord, what better way for me to quit this body than by dying at your hands? So, Bhishma was a devotee, so he knew being killed by Krishna is no ordinary killing, it is actually a transcendental act of the lord. One immediately becomes liberated and purified. So, Bhishma knew this, so he surrendered. The moment Bhishma surrendered, Krishna did not attack Bhishma."
    },
    {
      "start_time": 600,
      "end_time": 740,
      "verse_references": [],
      "themes": [
        "kshatriya dharma",
        "compassion",
        "parikshit maharaj",
        "kali purusha",
        "irreligion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, in this way, any Kshatriya who follows the code of Pana, Kshatriya means he is having the qualification. So, he will never kill a surrendered person.",
      "summary": "The speaker reiterates the Kshatriya code of conduct and explains why Parikshit Maharaj spared Kali Purusha, highlighting the irony of Kali, the embodiment of irreligion, being spared.",
      "timestamp_url": "https://youtu.be/PQD0lukvUMQ?t=600",
      "transcript": "who follows the code of Pana, Kshatriya means he is having the qualification. So, he will never kill a surrendered person. And then Prabhupada says, what to speak of Maharaj Pariksit who was by nature compassionate and kind to the poor. Maharaj Pariksit certainly would pardon and show compassion to a surrendered soul, even if that surrendered soul was somebody who was a miscreant. So, Pariksit Maharaj is smiling. Why was he smiling? Because the artificially dressed Kali had disclosed his identity as a lower class man. You see, when he gave up the dress, and Kali Purusha gave up the dress, he revealed to Maharaj Pariksit, yes, I am not a qualified Kshatriya, I am dressed like a Kshatriya, but I don't have the qualification. I don't have the courage to face another rival Kshatriya. I don't have the courage. I simply want to pose to exploit innocent people, to harm innocent people. But actually, I don't have the qualification, I don't have the courage. So, he admitted in front of Pariksit Maharaj. And Pariksit was thinking how ironic it is that although no one was saved from his sharp sword when he desired to kill, the poor lower class Kali was spared by his timely surrender. Kali Purusha surrendered just before Pariksit Maharaj was about to kill him. So, Kali Purusha was spared because that's a code of conduct for a Kshatriya. And it's ironical because Kali is meant for spreading irreligion. Kali is meant for spreading irreligion. Therefore, this entire Bhagavatam is important that Kali was spared by Maharaj."
    },
    {
      "start_time": 741,
      "end_time": 839,
      "verse_references": [],
      "themes": [
        "kali yuga",
        "irreligion",
        "parikshit maharaj",
        "will of providence",
        "supreme lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Thus, the personality of Kali was saved by the will of providence. Will of providence means it's the higher arrangement of the Supreme Lord who in the background is always there.",
      "summary": "The speaker discusses the influence of Kali Yuga in spreading irreligion and emphasizes that Kali's salvation was due to the will of providence, the higher arrangement of the Supreme Lord.",
      "timestamp_url": "https://youtu.be/PQD0lukvUMQ?t=741",
      "transcript": "And therefore, we are facing the influence of Kali Yuga is to spread irreligion, is to make people irreligious by its influence. Maharaj Pariksit's glory and kindness are therefore sung in history. He was an ideal Kshatriya, and he is always glorified as the kind and principled Kshatriya who ruled the world. He was a kind and compassionate emperor, fully worthy of accepting surrender even from his enemy. What to speak of others, even from the enemy, Parikshit Maharaj as an ideal Kshatriya will accept surrender, because he is fully qualified to accept his surrender. He will never exploit if somebody surrenders. Thus, the personality of Kali was saved by the will of providence. This is a term that is used many times in the scriptures, will of providence. Will of providence means it's the higher arrangement of the Supreme Lord who in the background is always there, always active in the material world, acting through the material nature, not directly, but ultimately the will of the Supreme Lord prevails."
    },
    {
      "start_time": 840,
      "end_time": 914,
      "verse_references": [],
      "themes": [
        "kali yuga",
        "material happiness",
        "irreligion",
        "suffering",
        "krishna's mercy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Because in the age of Kali, there are people who want to enjoy material happiness through unfair means, through following, breaking religious principles. At any cost they want to enjoy.",
      "summary": "The speaker describes the mentality of people in Kali Yuga who prioritize material happiness over religious principles, even denying the existence of hell, and how Krishna gives them a chance through material nature.",
      "timestamp_url": "https://youtu.be/PQD0lukvUMQ?t=840",
      "transcript": "Because in the age of Kali, there are people who want to enjoy material happiness through unfair means, through following, breaking religious principles. At any cost they want to enjoy, even at the cost of breaking religious principles. And people openly say, I don't care for hell. You'll be punished. You'll have to go to hell if you commit grievous sinful activities. They say we don't care, or we don't believe there is something called hell. Just because somebody doesn't believe it, does it mean that they are not going to suffer? So, this is the situation in Kali Yuga. So, Krishna gives them a chance. In the material world, through the material nature, Krishna gives such people a chance."
    }
  ]
}