{
  "video_id": "PRnUMevkufE",
  "title": "Tips to improve Japa | Soulful Japa | Sri Madhu Pandit Dasa | 08.04.2025",
  "speaker": "HG Madhu Pandit Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=PRnUMevkufE",
  "segments": [
    {
      "start_time": 39,
      "end_time": 148,
      "verse_references": [],
      "themes": [
        "divine sound",
        "Mahamantra",
        "Hare Krishna",
        "spiritual world"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Mahamantra is made up of 16 Divya Shabdas, divine sounds.",
      "summary": "The speaker explains the composition of the Mahamantra, its divine sounds, and its origin in the spiritual world.",
      "timestamp_url": "https://youtu.be/PRnUMevkufE?t=39",
      "transcript": "So we will talk about the speciality of the divine sounds of Hari Nama. The Mahamantra is made up of 16 Divya Shabdas, divine sounds. A garland of 16 divine sounds, composed of three sounds, Hare, Krishna and Rama. They are the seeds of the Mahamantra. Hare refers to Hara. Hara is Shakti of Hari. Hari and Hara, they descend down from the spiritual world. They descend down from the spiritual world into the sound that you and I utter with our material tongue. They are the seeds of the Mahamantra."
    },
    {
      "start_time": 148,
      "end_time": 277,
      "verse_references": [],
      "themes": [
        "Avatara Shabdha",
        "devotional service",
        "Krishna",
        "omnipotence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Our perception towards this sound should be that of directly associating with Krishna in his sound vigraha.",
      "summary": "The speaker elaborates on the concept of Avatara Shabdha, emphasizing that devotional service to the Lord's sound incarnation allows direct association with Krishna.",
      "timestamp_url": "https://youtu.be/PRnUMevkufE?t=148",
      "transcript": "Hara is the seed of the Mahamantra. You can see the sound of the Mahamantra by the sound that is made up of the Mahamantra. Even the material, the sense of the Mahamantra, the sounds or the sound of the Mahamantra is made up of those 10 Signs. These are the three, and the names of these Four. Hara. Hara. Hara. To understand that we are doing the seva, we are offering devotional service to the Lord's Avatara Shabdha. In the Avatara Shabdha, the Avatari, one who is taking Avatara is present with all his Shaktis. Our perception towards this sound should be that of directly associating with Krishna in his sound vigraha. Mantra murti, the Supreme Lord is omnipotent. He can come into this material world in the physical form like 5,000 years back, or He can come online in the sound that you and me chant because he is omnipotent. So it is revealed in the scriptures, Kali Kale Nama Rupe Krishna Avatara."
    },
    {
      "start_time": 277,
      "end_time": 450,
      "verse_references": [],
      "themes": [
        "faith",
        "Shastra",
        "self-sounding sound",
        "Avatara",
        "Shakti"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna himself is becoming that sound and entering the sound that we chant.",
      "summary": "The speaker explains that Krishna is present in his holy names, emphasizing the importance of faith in the scriptures and the concept of the self-sounding sound entering the sound we chant, bringing all his shaktis with it.",
      "timestamp_url": "https://youtu.be/PRnUMevkufE?t=277",
      "transcript": "So Krishna himself is present in his holy names. The more you have faith in the statement of the Shastra, the more you will feel the presence of Krishna before you. Therefore this is, this aspect of seeing the sound, but the perspective of the Shastra is called Shraddha. Because to your ears, it is, to the plain ears, it is sounding like an ordinary sound. But it is not. Krishna, it's a sound, Krishna himself has become that sound. It's a self-sounding sound. Hear properly, self-sounding sound. Hear properly. When I make a noise here, this is not a self-sounding sound. It's a sound that is produced out of clatter of matter, one matter hitting the other matter. Or the air molecules are moving and therefore sound is produced. Yes, the sound I chant, it is produced out of the air molecules. But into that sound enters the self-sounding sound. And who is the self that is sounding that sound? In Krishna's name, Krishna himself. So Krishna himself is becoming that sound and entering the sound that we chant. It's called Avatara. Yes. The sound that I produce with my material tongue is called, is the Avatara Sharira. Into that Avatara Sharira, the Krishna's self-sounding sound, his names enter that sound. When he enters that sound, all his shaktis also enter. Therefore, the sound that we chant with our tongue becomes Shakti Avesha Avatara."
    },
    {
      "start_time": 450,
      "end_time": 579,
      "verse_references": [],
      "themes": [
        "Shakti Avesha Avatara",
        "Sat Chitta Ananda",
        "ignorance",
        "senses"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He comes as the shaktiavesha nama shabda, shabda avatara, so that with our material senses, the tongue and the ears, we can access, tangibly touch Krishna through chanting and hearing.",
      "summary": "The speaker describes how the sound we chant becomes Shakti Avesha Avatara, allowing us to access Krishna through our material senses, and how ignorance covers our true nature of Sat Chitta Ananda.",
      "timestamp_url": "https://youtu.be/PRnUMevkufE?t=450",
      "transcript": "All the Shaktis, infinite Shaktis, it depends on how much we are able to draw that Shakti from the Shakti Avesha Nama. Shakti means Sat Shakti, Chitta Shakti, Ananda Shakti, pure spiritual Shakti. We are trapped in this material world, in these material bodies because of ignorance, forgetfulness of my Swaroopa, my… what is my real Swaroopa, what is my real substance? My substance is not this body of flesh and bones. My substance is Sat Chitta Ananda. I remove the coverings of asat achit nirananda, jadananda, unless those coverings are removed, my surupa, my real surupa, which is sacchidananda, cannot be realized. So the Lord is very kind. He comes as the shaktiavesha nama shabda, shabda avatara, so that with our material senses, the tongue and the ears, we can access, tangibly touch Krishna through chanting and hearing. Okay? And hearing requires mind."
    },
    {
      "start_time": 579,
      "end_time": 734,
      "verse_references": [],
      "themes": [
        "mind",
        "omnipotent sound",
        "heart",
        "false ego",
        "transcendental knowledge"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The sound becomes a omnipotent sound. That omnipotent sound is sent into our heart.",
      "summary": "The speaker explains the role of the mind in hearing, how the omnipotent sound of Krishna's name enters our heart, burns away ignorance, and bestows transcendental knowledge.",
      "timestamp_url": "https://youtu.be/PRnUMevkufE?t=579",
      "transcript": "So three senses are serving the shabda avatara, the chanting, the hearing and the mind. Without the mind, you cannot hear. Chanting you can mechanically chant. If your mind is, your attention is not on hearing, then you cannot hear. So hearing includes ears and mind. So Krishna comes down as his nama, into the namas that I utter. The sound becomes a omnipotent sound. That omnipotent sound is sent into our heart. Okay? And the omnipotency of that sound will burn to ashes all asat, all the lies, all the ignorance about my existence, I am this body, is a false self ego. It is not the real self ego. So it has to burn to ashes, the misunderstanding that I am this body. And that power is there in the satya shakti of the Lord. Chitta shakti gives us transcendental knowledge about the whole samyak jnana. Chitta shakti gives us transcendental knowledge about the whole samyak jnana. Let us look into this material world. Where am I suffering? Where am I always searching after happiness? Where is that happiness? The answers to all these questions becomes very, very clear when the chitta shakti of shakti avesha nama influences my heart. The Chit viewers, this authority, the eder in my greatest blessing, because today, I am moving forward backwards for development. Such Gunas should have no space in my heart."
    },
    {
      "start_time": 734,
      "end_time": 898,
      "verse_references": [],
      "themes": [
        "analogy",
        "purification",
        "heart",
        "Satchidananda",
        "Shuddha Chitta",
        "realization"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Shakti Avesha Nama enters our ears, goes into our heart, purifies our heart first.",
      "summary": "Using the analogy of wet wood drying in a fire, the speaker explains how the holy name purifies our heart, allowing us to realize our true nature of Satchidananda and awaken our Shuddha Chitta.",
      "timestamp_url": "https://youtu.be/PRnUMevkufE?t=734",
      "transcript": "Samgava, Samgapura, V авyāwal. Like this Prabhupada gives example, iron put in the fire. Because of association of the fire, the energy of the fire is transferred to the iron and it becomes red hot. Warmer, warmer, warmer, then red hot. Similarly, our heart is now just like there is a wet wood. And you put it in the fire, will it catch fire immediately? No. What happens first? The fire will evaporate the water, the fire will make the wood dry and suddenly when the wood is fully dried, the firewood catches fire. In the same way, Shakti Avesha Nama enters our ears, goes into our heart, purifies our heart first. That purification is drying the wood. That is the reason why even though the Satchidananda Surya has entered my heart, why I am not in bliss? Because the firewood is wet. Don't worry. Something is happening. You are wet. That soul is getting dried. Dry means, a complete dry means completely free from sinful attitude, sinful tendencies, sinful reactions. Completely heart is free from that. Free from offenses. Then, after that, the very same holy name, with purified our heart, which acted as an Aushadi, will act as a tonic for my spirit soul to wake up. Right now, my Shuddha Chitta, I have a Shuddha Chitta, the spirit person. Beyond this Chitta, material Chitta and material body, there is Shuddha Chitta. The Atma has got Shuddha Chitta. And that is where, the realization that, I am eternal servant of Krishna. I belong to Krishna. I love Krishna. Krishna loves me. Everything is situated in that Chitta, Shuddha Chitta. That Shuddha Chitta will catch fire. Then, my consciousness will become also, Satchitananda."
    },
    {
      "start_time": 898,
      "end_time": 1017,
      "verse_references": [],
      "themes": [
        "mercy",
        "purification",
        "spiritual senses",
        "detachment",
        "attachment",
        "soulful japa"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So mercifully, the Lord has come down, in order to save us, from this ignorance of this material world, material life.",
      "summary": "The speaker emphasizes the Lord's mercy in descending as the holy name to purify us, awaken our spiritual senses, and ultimately take us back to Godhead, leading to detachment from illusion and attachment to Krishna.",
      "timestamp_url": "https://youtu.be/PRnUMevkufE?t=898",
      "transcript": "So, this is the process. So mercifully, the Lord has come down, in order to save us, from this ignorance of this material world, material life. And, this Nama, Divya Nama of Krishna, will purify us, and then take us back to Godhead. Purify us, not only purify, purify means removing the dirt. That is not enough. My real spiritual mind and spiritual senses have to be awakened. So, that also the Nama Prabhu does. After awakening my spiritual mind and spiritual senses, He is taking me to, directly to the spiritual world, to see Krishna face to face. For that, to see Krishna face to face, my Krishna Prema has to be awakened. My Preeti for Krishna has to be, my soul's Preeti for Krishna has to be awakened. We have awakened, little we have awakened, that's why we are in Krishna consciousness. But waking is a slow process, fully awakened is a different thing. So, when we are ready, then the holy name will give us everything. Total detachment, from illusion, and attachment towards, Krishna. So, coming to, practice of japa, soulful japa,"
    },
    {
      "start_time": 1017,
      "end_time": 1120,
      "verse_references": [],
      "themes": [
        "hearing",
        "heart",
        "Avatara Shabda",
        "shraddha"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "To get the full benefit of the holy name, is to ensure that the holy name goes into your heart, and the only way the holy name can go into your heart, is, through hearing.",
      "summary": "The speaker stresses the importance of hearing the holy name for it to enter the heart, distinguishing it from ordinary sounds and emphasizing that Krishna descends into the sound, making it Avatara Shabda.",
      "timestamp_url": "https://youtu.be/PRnUMevkufE?t=1017",
      "transcript": "for all these things to happen, having heard, what I said, how it affects, how the change happens, the most important thing, to get the full benefit of the holy name, is to ensure that the holy name goes into your heart, and the only way the holy name can go into your heart, is, through hearing, the shakti, avesha, nama. You can chant any nonsense sound, and you can hear, nothing will happen to your heart, chai, chai, chai, chai, chai, in the railway station you can see, it doesn't get self-realized. Whole days, eight hours, ten hours you will chant, chai, chai, chai, chai, chai, chai, that shabda is clatter of, what? Air molecules. But Krishna, that shabda, Krishna has come. The limitless Satchidananda, ocean of Satchidananda is before you. So this is avatara shabda. All others are ordinary shabdas. This also, tongue, your tongue only produces this sound, like chai. But it becomes avatara shabda. Krishna's avatara sharira. And there's no difference between Krishna and any of his sharira, once he takes up, once he decides to descend. Associating with his avatara sharira,"
    },
    {
      "start_time": 1120,
      "end_time": 1231,
      "verse_references": [],
      "themes": [
        "shraddha",
        "mindful japa",
        "mind",
        "attention"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Mindful japa means you have to be mindful about your mind.",
      "summary": "The speaker highlights the role of shraddha (faith) in perceiving the Satchidananda present in the sound and introduces the concept of mindful japa, emphasizing the need to be aware of the mind's movements and anchor it to the holy name.",
      "timestamp_url": "https://youtu.be/PRnUMevkufE?t=1120",
      "transcript": "he is associating with avatari. So it all depends upon your shraddha. You see this sound with shraddha. What your eyes cannot see, what your ears cannot see, Satchidananda you cannot see with the materialized, material senses, but it is there. The surya of Satchidananda is there. So, first thing is, mindful japa. As I said, you cannot hear if the mind is not on the sound. That means mindful japa means you have to be mindful about your mind. What is mindful japa? You have to be mindful about your mind. Where is the mind? Usually we use our mind. When you use our mind, is one thing. Being mindful about using the mind is another thing. That means you have to watch. Mind has gone away from the holy name into thinking. Unless you are mindful, you cannot catch it and bring it back. So, mind has to be anchored. The rascal mind goes away into thinking. It has to be anchored, locked in the sound."
    },
    {
      "start_time": 1231,
      "end_time": 1319,
      "verse_references": [],
      "themes": [
        "attention",
        "chanting",
        "hearing",
        "feeling",
        "thinking",
        "tasking"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Chant and hear and feel. Feel the thought, Krishna is before me. Don't process.",
      "summary": "The speaker differentiates between thinking and feeling, advocating for feeling the presence of Krishna while chanting and hearing, and emphasizing that the primary task is hearing, not processing thoughts.",
      "timestamp_url": "https://youtu.be/PRnUMevkufE?t=1231",
      "transcript": "Mantra after mantra after mantra. So, locking the attention. Where you hear the chanting without thinking anything. Thinking is different. Thought is different. Thinking means you are processing thoughts. Chant and hear and feel. Feel the thought, Krishna is before me. Don't process. Process means you have a problem. You are thinking about that, how to solve that. That is one thing. Or process means you are analyzing the philosophy or of the holy name. No analyzing. Krishna is before me. It's a thought. Krishna is Surya of Satchitananda. It's a thought. So, thoughts with feeling should be there, but not thinking. Thinking means you are tasking something else. We think in order to task something, either problem solving or this or that. So, no other tasking than hearing."
    },
    {
      "start_time": 1319,
      "end_time": 1476,
      "verse_references": [],
      "themes": [
        "tasking",
        "attention",
        "intra-mantra tasking",
        "inter-mantra tasking",
        "yajna"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "You have to take your attention and task your attention to move along with each word.",
      "summary": "The speaker introduces the concept of 'tasking' during japa, explaining intra-mantra tasking (attention to each name within the mantra) and inter-mantra tasking (uninterrupted flow between mantras), comparing it to a yajna with repeated offerings.",
      "timestamp_url": "https://youtu.be/PRnUMevkufE?t=1319",
      "transcript": "Hearing means knowing the sound. Knowing the sound means you have to catch your mind and you have to task it. Means now Hare, Krishna, Hare, Krishna, Krishna, Hare, Hare. You have to know now which sound you are on. And you have to task. Task is a work, isn't it? You have to task your attention. You have to take your attention and task your attention to move along with each word. Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare. Initially it sounds difficult, but our attention is very fine. Once you train your mind, on each sound it will run. As you are chanting, your attention will run with each sound. So that tasking, you cannot do that if you are thinking. Because then your thinking means your attention is on processing the thoughts. So mantra after mantra, you have to do tasking. Two kinds of tasking is there. One tasking is intra-mantra tasking. That means within the mantra there are sixteen names. You have to run your attention from first name to the last name. Then there is inter-mantra tasking. What is that? After you finish one mantra, no other thinking, but next mantra starts. Uninterrupted tasking. Then only it is a yajna. Yajna means repeated offering. Just like you pour one spoon of ghee, Swaha, Swaha, Swaha, Swaha. Similarly, on each bead is one Swaha, one Swaha, another. On each bead. On each bead there are sixteen spoons of ghee. Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare, Swaha. This is the japa yajna."
    },
    {
      "start_time": 1476,
      "end_time": 1570,
      "verse_references": [],
      "themes": [
        "attention",
        "energy",
        "relationship",
        "shravanam",
        "kirtanam"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Attention is the most valuable energy of the soul. So Krishna wants that.",
      "summary": "The speaker emphasizes that offering attention during japa is a valuable offering to Krishna, distinguishing it from mechanical chanting and highlighting the importance of a personal relationship with the Lord.",
      "timestamp_url": "https://youtu.be/PRnUMevkufE?t=1476",
      "transcript": "Tasking. You are tasking. The work that you are doing, taking the spoon, taking the what, ghee, putting it inside, uttering the mantra, isn't it? Similarly, this is a task of uttering the mantra and giving the attention. There you give ghee. In your other yajna, you give ghee. Here you offer attention. Attention is the most valuable energy of the soul. So Krishna wants that. That attention shakti is the most valuable. That is why mechanically you chant Hare Krishna, Hare Krishna. You go on chanting mechanically. Not very pleasing. It will help you. But attentively you chant. Give your attention and chant. Just like you call your son, call your daughter, you are calling with attention, no? Not mechanically. So call with attention, hear with attention, cry with attention, crying the names with attention. So this is very important that japa is to be understood to be tasking, not simply shravanam and kirtanam."
    },
    {
      "start_time": 1570,
      "end_time": 1692,
      "verse_references": [],
      "themes": [
        "yajna",
        "relationship",
        "seva",
        "purification",
        "Krishna's pleasure"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is pleased when you chant because now Krishna knows, my this soul is going to get purified and one more step it is, he is coming towards me.",
      "summary": "The speaker explains that japa is a yajna and a service that pleases Krishna because it purifies the soul and brings it closer to Him, emphasizing the personal relationship between the devotee and the Lord.",
      "timestamp_url": "https://youtu.be/PRnUMevkufE?t=1570",
      "transcript": "There is something else happening. Just chanting and hearing each mantra. You can say that is shravanam and kirtanam. No. There is an effort involved in offering our work. It's a work. I will not do any other work than chanting and hearing 16 into 108 malas. 108 into 16. I will not do anything else. This is a work I am going to do now. My yajna is this. And always have, when our japa stops being mechanical, when you know it is a relationship, Krishna has come down to receive my seva. Why my seva pleases Krishna? Not because he is waiting, he is starving, nobody is chanting my name, oh here one, let me go and catch that name. Krishna is pleased when you chant because now Krishna knows, my this soul is going to get purified and one more step it is, he is coming towards me. Every chanting pleases Krishna because every bead of japa will take us closer to Krishna and Krishna will never forget every extra bead of japa that you do. So it is pleasing to Krishna because Krishna loves each of the jivas and any attempt of the jivas to go back, he is pleased for us because we are going to stop suffering in this material world due to forgetfulness. Very soon this jiva is going to come to me"
    },
    {
      "start_time": 1692,
      "end_time": 1814,
      "verse_references": [],
      "themes": [
        "chanting",
        "hearing",
        "tasking",
        "relationship",
        "worship"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Japa means tasking, chanting, hearing, tasking.",
      "summary": "The speaker reiterates the importance of chanting, hearing, and tasking during japa, emphasizing that each bead represents a relationship with Nama Prabhu (the Lord's name) and is an act of worship.",
      "timestamp_url": "https://youtu.be/PRnUMevkufE?t=1692",
      "transcript": "and Krishna is very happy with each of your calling and crying Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare. So chanting and hearing and tasking, japa means tasking, chanting, hearing, tasking. What are the two kinds of tasking? Intra mantra chanting. Sounds very... Intra mantra tasking and then inter mantra chanting. That means you have a job to do within the chanting of one mantra and you have a job to do between the mantras. What is that? Push out every other thought and go jump to the next mantra, next mantra, next mantra. Unless you are determined, unless you are ready for this yajna, you will not succeed in hearing japa, pure hearing japa. Our mind should be immersed in hearing the japa. What is the use of any thoughts? They are all useless. Krishna is a reservoir of all thoughts. The shabda is before you. Just hear him. All realization, this shabda will speak all chit into your heart. You don't have to analyze at all. Like a dark room, light switch is put on, immediately light will come. In the same way, all knowledge will come into our heart. We should become attached to this Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare. And if we are chanting on each bead as a relationship, I am the worshipper, the worshipped is the Nama Prabhu and the process of worship is chanting, hearing and tasking"
    },
    {
      "start_time": 1814,
      "end_time": 1956,
      "verse_references": [],
      "themes": [
        "ananda",
        "relationship",
        "attention",
        "yajna",
        "Srila Prabhupada"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The goal of each bead is to please Nama Prabhu.",
      "summary": "The speaker emphasizes that each bead of japa should be offered with the goal of pleasing Nama Prabhu, giving 100% attention, and that this yajna brings auspiciousness under the direction of Srila Prabhupada.",
      "timestamp_url": "https://youtu.be/PRnUMevkufE?t=1814",
      "transcript": "and execute it properly. Each bead, Nama Prabhu is pleased. Each bead is ananda giving, one ananda giving to the Nama Prabhu. One more ananda giving to Nama Prabhu. One more ananda giving to Nama Prabhu. The goal of each bead is to please Nama Prabhu. And therefore you have to know that Nama Prabhu, the person is before you. You are a person. You are a person. God is a person. And it's a process of relationship, chanting and hearing. Because the Lord's name, Shabda. Shabda. You can do two things only with the Shabda. Chant and hear. And continue chanting and hear. This is all you can do with the Shabda. So Shabda Avatara means, we should give our attention for these three things. That's all it is. 100% Give 100% mind, 100% ears, 100% tongue. And the yajna is successful. And yajna pleases the Lord. It's not an ordinary thing. Now you are doing Ekadashi, 108 rounds of japa. The Lord in your heart is extremely pleased. We get His special blessings. And He is allowing us to do it. Those who are able to do, Krishna is allowing them to offer this yajna. Because Krishna becomes obligated by yajna, especially if it is offered with love, under the direction of His pure devotee, Srila Prabhupada. So on the order of Srila Prabhupada, we are doing the nama seva, as instructed by Him in His teachings, chanting, hearing, tasking."
    },
    {
      "start_time": 1956,
      "end_time": 2093,
      "verse_references": [],
      "themes": [
        "auspiciousness",
        "Kali Yuga",
        "relationship",
        "Lord's protection",
        "karma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The real form of yajna for Kali Yuga is chanting and hearing Harinama.",
      "summary": "The speaker highlights that chanting and hearing Harinama is the real form of yajna for Kali Yuga, bringing auspiciousness and emphasizing the Lord's role as the best friend and protector, contrasting the Lord's personal care for devotees with the neutral kala shakti that governs those who deny Him.",
      "timestamp_url": "https://youtu.be/PRnUMevkufE?t=1956",
      "transcript": "And in this way, this not only helps us, this nama japa yajna brings all auspiciousness to the temple. It brings all auspiciousness to the whole Bangalore city. See from the eyes of the shastra, that this is not an ordinary yajna. The real form of yajna for Kali Yuga is chanting and hearing Harinama. And that we are doing here. So take this very seriously, each bead has a relationship, God Himself. Who is the most intimate person to us? That we have forgotten. With every living entity, the most, the best friend of everybody is the Lord. He is a protector, He is a maintainer. Of course, those living entities who are not interested in Him, who are interested, not interested in Him, but they are interested in earning themselves, everything. It's called karma. The Lord allows them. And Lord has His neutral form called kala, kala shakti. No feelings. If you want feeling, then Krishna is personally there, in your heart. For those who do ye etamam prapadyante tam sute bhajam yaham Those who are denying God are also surrendering to God. When you deny God, you have to accept kala shakti. Kala shakti will rule them. Kala shakti will maintain them. Kala shakti will protect them according to their karma."
    },
    {
      "start_time": 2093,
      "end_time": 2224,
      "verse_references": [],
      "themes": [
        "devotees",
        "rakshapatra mala",
        "cue cards",
        "meditation",
        "Hrith Purvaka Japa"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "From your heart, you call out. Hrith Purvaka Japa.",
      "summary": "The speaker explains that devotees are protected irrespective of their karma, and introduces the concept of Hrith Purvaka Japa (chanting from the heart), emphasizing the importance of meditation and devotional feelings.",
      "timestamp_url": "https://youtu.be/PRnUMevkufE?t=2093",
      "transcript": "But devotees are maintained, protected, taken care, provided, irrespective of their karma. That is the rakshapatra mala, vrthapatra mala. So, these cue cards are very useful, but not during japa. It is there. Only top line you can see. Because these have to be meditated upon. First you have to read that many times, shravanam, mananam. Then you have to think about it, intellectually, how this is a fact, this is a truth. Shravanam, mananam, dhyanam. Then, you have to bring emotions into it. Dhyanam, and anusheelanam. Then you have to practice that repeatedly. Then you will see, when you are chanting, Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Ram Hare Ram Ram Ram Hare Hare, background, Oh, Krishna is before me. All these thoughts will come. This is Krishna. I am worshipping Krishna. I am sevak, sevak. The whole situation, everything will come behind. So, you are not only chanting, you are, in your background, there is knowledge, there is feeling. A relationship is going on, bead after bead. You are feeling, Krishna is happy with one chanting. Krishna is happy with second chanting. You have the feeling that, I have to please Krishna on each bead. I have to cheerfully chant. God comes before me, I cannot be morose. I should be cheerful. Cheerfully chant. God himself has come before me. Cheerfully chant. That is called, Hrith Purvaka Japa. From your heart, you chant. From your heart,"
    },
    {
      "start_time": 2224,
      "end_time": 2351,
      "verse_references": [],
      "themes": [
        "Aghlata Japa",
        "Utsaha Japa",
        "Sambandha Japa",
        "Sharanagatik Japa"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Joyfully send the Lord inside, into your heart. Shakti Avesha Nama.",
      "summary": "The speaker introduces various types of japa, including Aghlata Japa (joyful hearing), Utsaha Japa (enthusiastic chanting), Sambandha Japa (relationship-based japa), and Sharanagatik Japa (surrender-based japa), emphasizing the importance of enthusiasm and surrender.",
      "timestamp_url": "https://youtu.be/PRnUMevkufE?t=2224",
      "transcript": "you call out. Hrith Purvaka Japa. Aghlata Japa. Joyfully, hear. Hearing means, Lord is going inside your heart. So, how joyful you should be. Joyfully send the Lord inside, into your heart. Shakti Avesha Nama. Chant and repeat with Utsaha. Enthusiasm. Enthusiasm means what? One more, one more, one more, one more, one more. What is the opposite of enthusiasm? Oh, how many more malas are there? Drag. Oh, two more malas are there. No, another eight more malas are there. Oh, all, instead of enthusiasm. Enthusiasm means, I want more, I want more, I want more. My 16 is over, I want more. Okay, some karma duties are there, so I have to go. Feel sad. Oh, I will come back tomorrow. Enthusiasm, again, enthusiasm. Utsaha Japa. Sambandha Japa. Sharanagatik Japa. Each bead, surrender. Your total self. I am yours. Everything is yours. I fully depend upon you. I do not know anything except you. Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare. Krishna himself has come, he will be so happy to have Sadbhavana Japa, to hear your offering of Japa with devotional feelings. Preeti Japa, Shraddha Japa."
    },
    {
      "start_time": 2351,
      "end_time": 2461,
      "verse_references": [],
      "themes": [
        "Sankalpa Japa",
        "Vikalpa Japa",
        "mindful japa",
        "soulful japa",
        "devotion"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Chant and hear with attention and devotion, that is soulful.",
      "summary": "The speaker introduces Sankalpa Japa (positive determination) and Vikalpa Japa (negative determination) for the first mala, explaining how to transition from mindful to soulful japa by adding devotion to attention.",
      "timestamp_url": "https://youtu.be/PRnUMevkufE?t=2351",
      "transcript": "First mala, always do Sankalpa, Vikalpa Japa. Sankalpa, only hear. Not do anything else. Vikalpa means, I will not do anything else, especially thinking. I will not task anything else now. Sankalpa means, I will only task chanting and hearing. That's all. Positive determination and negative determination. Immediately in the first mala, the attention gets locked. Afterwards, you don't need any determination. Because the energy, chesta shakti will come from the nama to lock your attention. Your tongue will not want to stop. Your ears does not, your mind does not want to stop hearing. Once that locking happens. So all these cards, you can, you have to meditate on it. It becomes part of your background consciousness. And then, your chanting will become mindful to soulful. Chant and hear that very sound, mindful. Chant and hear that very sound with attention and devotion. When devotion adds, it's soulful. Chant and hear attentively, is mindful. Chant and hear with attention and devotion, that is soulful. So all these bhavanas are all devotion, devotional feelings. So let's start our next set of 32 rounds. Hare Krishna Nama Prabho Ki Sheela Prabhupada Ki"
    }
  ]
}