{
  "video_id": "PSgrIcB1Hdg",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.11.11-12 | 04-07-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=PSgrIcB1Hdg",
  "segments": [
    {
      "start_time": 0,
      "end_time": 53,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyanati Miran Dhasya Gyananjan Shalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/PSgrIcB1Hdg?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyananjan Shalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jaya Mudhirayet"
    },
    {
      "start_time": 53,
      "end_time": 149,
      "verse_references": [
        "SB 1.11.11"
      ],
      "themes": [
        "Dwarka",
        "protection",
        "Vrishni dynasty"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So was Dwarka protected by the descendants of Vrishni, Bhoja, Madhu, Dasharha, Arha, Kukkura, Andhaka, etc., who were as strong as Lord Krishna.",
      "summary": "The speaker introduces the 11th verse of the 11th chapter of the first canto of Srimad Bhagavatam, describing the protection of Dwarka by the Vrishni dynasty.",
      "timestamp_url": "https://youtu.be/PSgrIcB1Hdg?t=53",
      "transcript": "In this session, we will be discussing from the 11th and the 12th verses of the 11th chapter of the first canto of Shri Madbhagavatam. The 11th verse first, Madhu Bhoja Dasharhaarha Kukkurandhaka Vrishnibhihi Atma Tulya Balair Guptam Nagair Bhogavateem Iva. The meaning of this verse is, as Bhagavati, the capital of Nagaloka, is protected from the Nagas, so was Dwarka protected by the descendants of Vrishni, Bhoja, Madhu, Dasharha, Arha, Kukkura, Andhaka, etc., who were as strong as Lord Krishna. So the description is given that the residents of Dwarka were very nicely protected from the vrishnis. The reason for this is because the brothers of all the 3 great Mountains, Pushkara and Vrishna were also very well protected. They had different clans. They were divided by the Vrishnis. There were several clans of the Vrishni dynasty. They are named as Bhoja Dynasty, Madhu Dynasty, the Dasharha Dynasty, Arha Dynasty, Kukkura Dynasty, Andhaka Dynasty. So the members of these dynasties were known as the Vrishnis."
    },
    {
      "start_time": 149,
      "end_time": 271,
      "verse_references": [
        "SB 1.11.11"
      ],
      "themes": [
        "Nagloka",
        "Lord Krishna's power",
        "Dwarka"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The city of Dwarka was well protected by the descendants of Vrishni who were as powerful as the Lord insofar as he manifested his strength upon this earth",
      "summary": "The speaker explains Srila Prabhupada's purport on the 11th verse, comparing Dwarka's protection to Nagloka and discussing the extent of Lord Krishna's manifested power.",
      "timestamp_url": "https://youtu.be/PSgrIcB1Hdg?t=149",
      "transcript": "They had three clan of Vrishni. They were protecting Dwarka because they were as strong as Lord Krishna. Now Prabhupad clarifies in the purport what is the meaning of this 'as strong as Lord Krishna.' So Srila Prabhupada first of all says the comparison is made to Nagloka. So in the purport Srila Prabhupada says the Nagloka planet is situated below the earth planet and it is understood that the sun rays are hampered there. The darkness of the planet is however removed by the flashes of the jewels set on the head of the Nagas, the celestial serpents, and it is said that there are beautiful gardens, rivulets etc. for the enjoyment of the Nagas. It is understood here also that the place is well protected by the inhabitants called the Nagas, so also the city of Dwarka was well protected by the descendants of Vrishni who were as powerful as the Lord insofar as he manifested his strength upon this earth. So we understand this point, the Lord is unlimitedly powerful, but when he descends into this world he manifests a certain strength which is required for the purpose of his pastimes, so as much strength he manifested in Dwarka for the sake of his Leela as the king of Dwarka, to that extent all the Vrishnis were powerful"
    },
    {
      "start_time": 271,
      "end_time": 375,
      "verse_references": [
        "SB 1.11.12"
      ],
      "themes": [
        "Dwarka",
        "opulence",
        "nature"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The city of Dwarka puri was filled with opulences of all seasons there were hermitages orchards flower gardens parks and reservoirs of water breeding lotus flowers all over",
      "summary": "The speaker introduces and explains the 12th verse, describing the opulence and natural beauty of Dwarka, contrasting it with modern cities.",
      "timestamp_url": "https://youtu.be/PSgrIcB1Hdg?t=271",
      "transcript": "enough to give sufficient protection to the residents of Dwarka. In the twelfth verse it is explained, the twelfth verse Sarvarthu Sarva Vibhava Punya Vriksha Latashramaihi Udhyana Upavana Aaramair Vrita Padmakara Shriyam. The meaning of this verse is, the city of Dwarka puri was filled with opulences of all seasons, there were hermitages, orchards, flower gardens, parks, and reservoirs of water breeding lotus flowers all over. So, Srila Prabhupada explains this beauty of the city of Dwaraka. Perfection of human civilization is made possible by utilizing the gifts of nature in their own way. As we find here within the description of its opulence, Dwaraka was surrounded by flower gardens and fruit orchards along with reservoirs of water and growing lotuses. There is no mention of mills and factories supported by slaughterhouses which are the necessary paraphernalia of the modern metropolis. The propensity to utilize nature is the same as the propensity to utilize nature."
    },
    {
      "start_time": 375,
      "end_time": 487,
      "verse_references": [],
      "themes": [
        "modern civilization",
        "nature",
        "industrialization"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "Advancement of civilization is estimated not on the growth of mills and factories to deteriorate the finer instincts of the human being.",
      "summary": "The speaker contrasts the natural opulence of Dwarka with the problems of modern industrial civilization, highlighting the deterioration of human instincts due to factories and slums.",
      "timestamp_url": "https://youtu.be/PSgrIcB1Hdg?t=375",
      "transcript": "The propensity to utilize nature is the same as the propensity to utilize nature. Nature's own gifts is still there even in the heart of modern civilized man. The leaders of modern civilization select their own residential quarters in a place where there are such naturally beautiful gardens and reservoirs of water. But they leave the common men to reside in congested areas without parks and gardens. The leaders of modern civilization select their own residential quarters in a place where there are such naturally beautiful gardens and reservoirs of water. The leaders of modern civilization select their own residential quarters in a place where there are such naturally beautiful gardens and Bloodaremos in private. The places OR basis are occupied by the leaders. But the congested SLUM areas are left for the common man. In two or three quarters is a village outskirts of Dwaraka. But in two or three quarters is a village outskirts of Dwaraka. Even if people live in your place, the village will define you as Kリணatesvara. Question is the fact that here we find of course a different description of the City of Dwaraka. It is understood that the whole Dham or the residential round quad was surrounded by such gardens and trees. It is as the city actor of Dvaraka knows some villages yet Dwaraka seems Hembred out of it. was surrounded by such gardens and parks with reservoirs of water where lotuses grow. It is understood that all the people depended on nature's gifts of fruits and flowers without industrial enterprises promoting filthy huts and slums for residential quarters. Advancement of civilization is estimated not on the growth of mills and factories to deteriorate the finer instincts of the human being. Modern civilization, the so called development of technology leads to mass production of some items in very very difficult situation in the factories."
    },
    {
      "start_time": 487,
      "end_time": 599,
      "verse_references": [
        "BG 16"
      ],
      "themes": [
        "ugra karma",
        "demoniac nature",
        "spiritual instincts"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "And such activities deteriorate the finer sentiments of the human being and society to form a dungeon of demons.",
      "summary": "The speaker discusses 'ugra karma' (pungent activities) and its connection to demoniac nature, contrasting it with the spiritual atmosphere of Dwarka.",
      "timestamp_url": "https://youtu.be/PSgrIcB1Hdg?t=487",
      "transcript": "So the labor class, they are engaged in this production and they are not given proper facilities for residing in this city. And as a result of their engaging in ugra karma, pungent activities, their finer instincts as humans deteriorate. Whereas in the case of Dwarka Dham, the arrangement is such that the atmosphere helps to develop the potent spiritual instincts of human beings and that atmosphere gives them a chance to go back to Godhead. So Srila Prabhupada further explains, development of factories and mills is called ugra karma or pungent activities. This ugra karma is mentioned in the Bhagavad Gita also. In the description of divine and demoniac nature in 16th chapter of the Bhagavad Gita, the qualities of divine natured people and the qualities of demoniac natured people are elaborately described in that 16th chapter of the Bhagavad Gita. So one of the qualities described of demoniac natured people is that they engage in ugra karma, pungent activities."
    },
    {
      "start_time": 599,
      "end_time": 719,
      "verse_references": [],
      "themes": [
        "pious trees",
        "impious trees",
        "modern civilization"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "In the modern civilization, such impious trees are planted on the sides of trees. You can see all over in the city.",
      "summary": "The speaker differentiates between pious and impious trees, criticizing the planting of only impious trees in modern cities.",
      "timestamp_url": "https://youtu.be/PSgrIcB1Hdg?t=599",
      "transcript": "And such activities deteriorate the finer sentiments of the human being and society to form a dungeon of demons. The demoniac nature flourishes when there is such ugra karma performed by the laborers. We find herein the mention of pious trees which produce seasonal flowers and fruits. The impious trees are useless jungles only and they can only be used to supply fuels. So among trees also, pious trees and impious trees. Pious trees yield something useful like fruits, flowers or medicinal herbs like that or fragrant flowers, very sweet fruits. Whereas these impious trees, they don't give any such fruits, flowers or useful leaves. They only at best can be used for some burning the wood when the wood is dry after the tree has been cut down. In the modern civilization, such impious trees are planted on the sides of trees. You can see all over in the city. None of the roads where the government arranges to plant trees, they have any pious trees. No flowers, no fruits, only impious trees are planted."
    },
    {
      "start_time": 719,
      "end_time": 884,
      "verse_references": [],
      "themes": [
        "spiritual understanding",
        "nature's gifts",
        "ideal civilization",
        "Dwarka"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Krishna not only teaches by instructing us but also manifesting the ideal atmosphere, ideal development which he demonstrated in Dwarka.",
      "summary": "The speaker emphasizes the importance of developing finer senses for spiritual understanding, utilizing nature's gifts, and highlights Dwarka as an ideal civilization demonstrated by Krishna.",
      "timestamp_url": "https://youtu.be/PSgrIcB1Hdg?t=719",
      "transcript": "Human energy, Srila Prabhupada explains, should be properly utilized in developing the finer senses for spiritual understanding in which lies the solution of life. As human beings, we have developed intelligence. So if the proper atmosphere is created, then we can develop the finer senses. And with such a development, it leads to spiritual understanding. Spiritual understanding gives us the clue for the ultimate solution to all problems. Otherwise, we are simply busy making a temporary patchwork solution to various problems in this material world. So fruits, flowers, beautiful gardens, parks and reservoirs of water with ducks and swans playing in the midst of lotus flowers and cows giving sufficient milk and butter are essential for developing the finer tissues of the human body. There is a whole plan by the Supreme Lord that this nature's gifts can be utilized for developing the finer tissues in the brain to understand spiritual subject matter and thereby prepare ourselves to go back to Godhead and thereby make a complete solution, perfect solution for all problems. As against this, the dungeon of mines, factories and workshops develop demoniac propensities in the working class. The vested interests flourish at the cost of the working class and consequently there are severe clashes between them in so many ways. You see the problem with the modern civilization. The labor class are not properly given facilities and they develop this demoniac tendency and they always keep fighting. The description of Dwarka Dham is the ideal of human civilization. So Krishna not only teaches by instructing us but also manifesting the ideal atmosphere, ideal development which he demonstrated in Dwarka."
    }
  ]
}