{
  "video_id": "pVIYZU85DOU",
  "title": "The Pastimes of Durga Devi | His Holiness Sri Stoka Krishna Swami | Gaura Mandala Parikrama 2024",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=pVIYZU85DOU",
  "segments": [
    {
      "start_time": 0,
      "end_time": 37,
      "verse_references": [],
      "themes": [
        "Durga Devi",
        "Dhakeshwari",
        "Vaishnava tradition"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "So we are in this most holy place where there is this deity of goddess Dhakeshwari.",
      "summary": "Introduction to the location and the deity of Goddess Dhakeshwari, who is Durga Devi.",
      "timestamp_url": "https://youtu.be/pVIYZU85DOU?t=0",
      "transcript": "So we are in this most holy place where there is this deity of goddess Dhakeshwari."
    },
    {
      "start_time": 37,
      "end_time": 153,
      "verse_references": [],
      "themes": [
        "Rukmini",
        "Krishna",
        "Durga worship",
        "Marriage Pastimes"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Rukmini offered her prayers to the deity of Durga Devi.",
      "summary": "Explanation of Durga Devi's role in the pastime of Rukmini's marriage to Krishna, where Rukmini worshipped Durga before her marriage.",
      "timestamp_url": "https://youtu.be/pVIYZU85DOU?t=37",
      "transcript": "She is Durga Devi, and who Durga Devi is, is very nicely explained by Prabhupad in the Krishnabook. This is the instance where Rukmini, who was kidnapped by Krishna on the request of Rukmini. So she was arranged to be married to Shishupala, but she wrote to Krishna that I don't want to marry him, I want to marry you. Of course, Rukmini is eternally the consort of Krishna. She is Akshara Mahalakshmi. She is a goddess. But this is the pastime of Krishna. So she is participating in the pastime and her marriage was anyway arranged and Krishna had to kidnap her, take her away by force before she was actually given away in charity to Shishupala. So the description is here. Then just before the marriage ceremony, it was a tradition that the bride Rukmini, she will go and worship Durga, goddess Durga. So it is described here. Rukmini offered her prayers to the deity of Durga Devi. My dear goddess Durga, my dear goddess Durga, I offer my respectful obeisances unto you as well as to your children."
    },
    {
      "start_time": 153,
      "end_time": 275,
      "verse_references": [],
      "themes": [
        "Durga's children",
        "Demigod worship",
        "Material desires vs. devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Ordinary people pray to Durga for material wealth, fame, profit, strength and so on. Rukmini, however, desired to have Krishna for her husband.",
      "summary": "Discussion of Durga's children (Lakshmi, Saraswati, Ganesha, Kartikeya) and the difference between praying to Durga for material benefits versus pure devotion to Krishna, as exemplified by Rukmini.",
      "timestamp_url": "https://youtu.be/pVIYZU85DOU?t=153",
      "transcript": "So Srila Prabhupada says, Goddess Durga has four famous children. If you carefully observe the deity here, Dateshwari, Durga Devi, you can see her four children there with her. Who are the four children? Two daughters, the goddess of fortune Lakshmi and the goddess of learning Saraswati. Where we had the Guru Puja, you can more clearly see that. Extreme ends are Ganesha to your left and Kartikeya to your right, extreme right. And then Lakshmi to the left, Saraswati to the right, to your right. And, so here Prabhupada says, she has two daughters, Lakshmi and Saraswati, and she has two sons, Ganesha and Kartikeya. They are all considered demigods and demigoddesses. Since goddess Durga is always worshipped with her famous children, Rukmini specifically offered her prayers to the deity in that way. However, her prayers were very special. Ordinary people pray to Durga for material wealth, fame, profit, strength and so on. Rukmini, however, desired to have Krishna for her husband. And therefore, she prayed that the deity be pleased with her and bless her with that benediction. Since she desired only Krishna, her worship of the demigods is not condemned. Then, Srila Prabhupada also says in the same chapter,"
    },
    {
      "start_time": 275,
      "end_time": 360,
      "verse_references": [],
      "themes": [
        "Demigod worship",
        "Krishna consciousness",
        "Brahma Samhita",
        "Chaitanya Charitamrita"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Praying to the demigods to achieve the favour of Krishna is not irregular.",
      "summary": "Explanation of how Vaishnavas can worship demigods according to the principles of Brahma Samhita, as recommended by Sri Chaitanya Mahaprabhu, focusing on achieving Krishna's favor.",
      "timestamp_url": "https://youtu.be/pVIYZU85DOU?t=275",
      "transcript": "the Gopis worshipped goddess Katyaini to get Krishna as their husband. Similarly, Rukmini was thinking of the various types of demigods, not for material benefit, but in respect to Krishna. Praying to the demigods to achieve the favour of Krishna is not irregular. And Rukmini was fully absorbed in thoughts of Krishna. In the Chaitanya Charita Amrita, Srila Prabhupada says about this mention of the demigods in the Brahma Samhita. Srila Prabhupada says, In the Brahma Samhita, there are mantras offering obeisances to Lord Shiva, Lord Brahma, the Sun God, Lord Ganesha, as well as Lord Vishnu, all of whom are worshipped by the impersonalists as Panchopasana. Vaishnavas can also worship all these demigods, but only on the principles of the Brahma Samhita, which is recommended by Sri Chaitanya Mahaprabhu. We may note in this connection, the mantras for worshipping Lord Shiva, Lord Brahma, Lord Durga, Sun God, and Ganesha,"
    },
    {
      "start_time": 360,
      "end_time": 470,
      "verse_references": [],
      "themes": [
        "Brahma Samhita",
        "Durga Devi",
        "Govinda",
        "Maya"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "I adore the primeval Lord Govinda in accordance with whose will Durga conducts herself.",
      "summary": "Recitation and explanation of a verse from the Brahma Samhita about Durga Devi being the external potency (Maya) who acts according to the will of Govinda (Krishna).",
      "timestamp_url": "https://youtu.be/pVIYZU85DOU?t=360",
      "transcript": "as described in the Brahma Samhita. So what are these mantras in the Brahma Samhita? All of you repeat after me, since we are in the temple of Durga Devi, so we will offer this prayer to Gurga Devi as given in the Brahma Samhita. All of you are familiar with this particular prayer in the Brahma Samhita. Please repeat after me, Srishti Sthiti Pralaya Sadhana Shaktireka Chaayeva Yasya Bhuvanani Vibharti Durga Ichchana Rupam Api Yasya Cha Cheshta Tesa Govindam Adipurusham Tamaham Bhajami. The meaning of this is, the external potency Maya, who is of the nature of the shadow of the chit potency, is worshipped by all people as Durga, the creating, preserving and destroying agency of this mundane world. I adore the primeval Lord Govinda in accordance with whose will Durga conducts herself. And in the purport to this verse, in the Brahma Samhita, translated and purports given by his divine grace, Srila Bhaktisiddhanta Saraswati Thakur,"
    },
    {
      "start_time": 470,
      "end_time": 661,
      "verse_references": [],
      "themes": [
        "Devi Dhama",
        "Material Universe",
        "Durga's attributes",
        "Material Desires"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Generally people worship Durga Devi with some material desires.",
      "summary": "Explanation of Durga Devi as the presiding deity of the material universe (Devi Dhama), her ten arms representing ten kinds of fruitive activities, and how people generally worship her for material desires.",
      "timestamp_url": "https://youtu.be/pVIYZU85DOU?t=470",
      "transcript": "he very nicely explains the details about Durga Devi. Very concisely he explains, the world in which Brahma takes his stand and hymns the Lord of Goloka. Brahma is worshipping Krishna by chanting these prayers. But here, Srila Bhaktisiddhanta Saraswati Thakur explains, this world is called Devi Dhama, consisting of 14 worlds, 14 planetary systems. And Durga is its creator. She is the siding deity of the entire material universe. She is ten-armed. If you closely look here, there also you can see. She is having ten hands, representing the ten-fold fructive activities. Generally people worship Durga Devi with some material desires. And those desires that she can fulfil for this fructive people are ten kinds of different divisions of these benefits she can bestow. She rides on the lion, representing her heroic prowess. She is always riding a lion, that you can clearly see also. She tramples down Mahishasura, representing the subduer of all vices. Even though Durga is worshipped by so many asuras and so many sinful people. But she never is kind to them. She always deals with them very very sternly. So she subdues all vices by her power. She is the mother of two sons, Kartikeya and Ganesha, representing beauty and success. So people always worship materialistic people, Ganesha. For what? For success. So Ganesha represents success in this material world. And Kartikeya, you clearly see there, he is dressed like a very handsome prince. Correct? So he represents mundane beauty. So materialistic persons worship Kartikeya for bodily beauty. She is placed between Lakshmi and Saraswati, representing mundane opulence and mundane knowledge."
    },
    {
      "start_time": 661,
      "end_time": 815,
      "verse_references": [
        "BG 11"
      ],
      "themes": [
        "Material vs. Spiritual Opulence",
        "Material Knowledge",
        "Destructive Time"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Lakshmi as the daughter of Durga Devi, she represents material opulence. Whereas Lakshmi in the spiritual world is actually the personification of spiritual opulence.",
      "summary": "Comparison of material and spiritual opulence (Lakshmi) and knowledge (Saraswati), and the symbolism of Durga holding a snake representing destructive time (Kala).",
      "timestamp_url": "https://youtu.be/pVIYZU85DOU?t=661",
      "transcript": "In the material world, Lakshmi as the daughter of Durga Devi, she represents material opulence. Whereas Lakshmi in the spiritual world is actually the personification of spiritual opulence. Spiritual wealth. And similarly, Saraswati in the material world represents material knowledge. That's why in school, when we were studying at least, they used to tell us, worship Saraswati, pray to Saraswati, then you can do well in your exams of this mundane education system. So that Saraswati, whom they were referring to, ordinary people refer to, is the goddess of material knowledge. But Saraswati in the spiritual world is actually representing transcendental knowledge, not material knowledge. She is armed with twenty weapons. Of course, in this form of Durga, ten hands, she is having ten weapons. But, she is actually armed with twenty weapons, representing the various pious activities enjoined by the Vedas for suppression of the vices, suppression of all sins. Twenty different pious activities are given in the Vedas and her twenty weapons represent those twenty pious activities. She holds the snake, representing the beauty of destructive time. Snake is also called Kala Sattva. Means, Kala is always destroying. Krishna says this in the Bhagavad Gita, 11th chapter. Kalosmi Lokakshayakrut. Shaya means destroy, destruction. So, Kala simply destroys, destroys, destroys, destroys, destroys. So, that is the symbol which she is holding. Symbolically, she is holding the snake, representing destructive time."
    },
    {
      "start_time": 815,
      "end_time": 935,
      "verse_references": [],
      "themes": [
        "Durga as Prison House",
        "Karma",
        "Purification",
        "Govinda's Will"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "As soon as we forget Krishna, we are imprisoned in this material world.",
      "summary": "Explanation of Durga as the 'prison house' (Durga) for souls who forget Krishna, and how she purifies them through the wheel of Karma according to Govinda's will.",
      "timestamp_url": "https://youtu.be/pVIYZU85DOU?t=815",
      "transcript": "Such is Durga, possessing all these manifold forms. Durga is possessed of Durga. Durga means the prison house. When Jeevas, begotten of the marginal potency, Tatastha Shakti, forget the service of Krishna, they are confined in this mundane prison house, the citadel of Durga. As soon as we forget Krishna, we are imprisoned in this material world. The wheel of Karma is the incident of the material world. The wheel of Karma is the instrument of punishment at this place. Kala Chakra is also called sometimes the wheel of Karma. The work of purifying these penalized Jeevas is the duty devolved upon Durga. Even though Durga appears to be very cruel, but actually she is serving Krishna in a very peculiar way. So, she is purifying the Jeevas by giving them suitable punishment for their reformation. She is incessantly, incessantly means continuously, engaged in discharging the same by the will of Govinda. Ichchanu roopam appears as the one who carries out all her activities exactly in accordance with the will of Govinda."
    },
    {
      "start_time": 935,
      "end_time": 1009,
      "verse_references": [],
      "themes": [
        "Krishna's Superintendence",
        "Forgetfulness of Govinda",
        "Yogamaya",
        "Internal Potency"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is the superintending Lord above material nature.",
      "summary": "Explanation of how Durga, acting under Krishna's superintendence, helps awaken the forgetful souls to their natural aptitude for loving service to Krishna, and the role of Yogamaya.",
      "timestamp_url": "https://youtu.be/pVIYZU85DOU?t=935",
      "transcript": "Krishna is the superintending Lord above material nature, above the planet. When luckily the forgetfulness of Govinda on the part of the imprisoned Jeevas is remarked by them by coming in contact with self-realized souls like Prabhupada and their natural aptitude for the loving service of Krishna is aroused, Durga herself then becomes the soul of Krishna. So in the past time of Lord Krishna appearing as the son of Vasudeva and Devaki Krishna orders Yogamaya his internal potency to appear as his sister in his past time as a devotee to"
    },
    {
      "start_time": 1009,
      "end_time": 1151,
      "verse_references": [],
      "themes": [
        "Yogamaya",
        "Internal Potency",
        "Devotee Deliverance",
        "Krishna's Potencies"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So in the hands of Yashoda she has the power to bring the devotees to her home.",
      "summary": "Explanation of Yogamaya's role in Krishna's pastimes, and how she facilitates devotional service and brings devotees closer to Krishna.",
      "timestamp_url": "https://youtu.be/pVIYZU85DOU?t=1009",
      "transcript": "Krishna. So Krishna ordered him to hide him in the house of Nandamara and exchange him for the daughter born of Yashoda. So in the hands of Yashoda, Yashoda has the power to deliver the devotees as internal potency. That means she facilitates the devotional service of the devotees. She provides for all the requisite facilities for the devotees. So in the hands of Nandamara she has the power to bring the devotees to her home. So in the hands of Yashoda she has the power to bring the devotees to her home. She has the power to bring the devotees to her home. She has the power to bring the devotees to her home. So in the hands of Kamsa she has the power to bring the devotees to her home. So in the hands of Kamsa she has the power to bring the devotees to"
    },
    {
      "start_time": 1151,
      "end_time": 1287,
      "verse_references": [],
      "themes": [
        "Internal vs External Potency",
        "Illusion",
        "Deluding Energy",
        "Yogamaya"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Durga Devi actually puts everybody under illusion because of which they think they are the Lords.",
      "summary": "Clarification that Krishna has only one potency (internal), which manifests as Yogamaya in the spiritual world and as Durga Devi (external potency) in the material world to delude conditioned souls.",
      "timestamp_url": "https://youtu.be/pVIYZU85DOU?t=1151",
      "transcript": "her home. Krishna has no two potencies called external potency and internal potency. Krishna has only one potency that is his internal potency. The internal potency in the spiritual world and for devotees forgetful souls, conditioned souls, rebellious souls, asuras, she acts as Durga Devi external potency. The characteristics of external potency is just the opposite of the internal potency. Yoga Maya reminds everybody about Krishna. Durga and Krishna Yogamaya facilitates devotional service. Durga Devi actually puts everybody under illusion because of which they think they are the Lords. Krishna is not the Lord. There is no separate Lord. Everyone thinks I am the Lord. Under the control of Durga Devi. But because of the illusory energy, the illusion that Durga Devi puts them under, they think that they are independent. They think they are the Lords or they think they can become the Lord in case somebody else is overpowering them. So, Durga Devi acts as the external energy, the deluding energy only in this material world and she is originally Yogamaya"
    },
    {
      "start_time": 1287,
      "end_time": 1427,
      "verse_references": [],
      "themes": [
        "Devotee Deliverance",
        "Obstacles",
        "Material Desires",
        "Spiritual World"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "She becomes the agency for delivering the devotees.",
      "summary": "Explanation of how Durga Devi, who initially puts conditioned souls under illusion, becomes the agency for delivering devotees when they surrender to her, and how Krishna gives token reactions to remind devotees to give up material desires.",
      "timestamp_url": "https://youtu.be/pVIYZU85DOU?t=1287",
      "transcript": "only. Therefore, for devotees in the material world, when we become devotees or when we surrender to Durga Devi, the same Durga Devi who is responsible for putting all the conditioned souls under the illusion, all the forgetful souls under the illusion, she becomes the agency for delivering the devotees. Sometimes devotees think that Durga Devi is anyway meant for putting all the obstacles or she puts obstacles on the path of their progress when they want to lord over or they want to enjoy. She creates all kinds of burdens. So, devotees sometimes think that when I am trying to do devotional service, if there is any obstacle, they think the cause is Krishna who has taken charge of the devotees, who gives a token reaction just to remind you that these desires which you are seeking fulfillment of even after becoming devotees is actually an obstacle for your path of progress in your life. You have to give up these material desires. Krishna gives a very very small reaction, a token reaction as Prabhupada says. It is very much reduced. That little reaction is to remind us that we should give up all our material desires and simply act as a master and prepare ourselves to quickly get out of this place and go to the spiritual"
    },
    {
      "start_time": 1427,
      "end_time": 1606,
      "verse_references": [],
      "themes": [
        "Selfless Service",
        "Demigod Worship",
        "Krishna's Supremacy",
        "Proper Respect"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Only Krishna is the Supreme Personality of Godhead and all others including the demigods such as Lord Shiva Lord Brahma Goddess Durga are surely eternal servants of the Lord.",
      "summary": "Emphasis on obtaining guileless grace through selfless service to Krishna, offering proper respect to demigods as servants of Krishna, and acknowledging Krishna's supreme position.",
      "timestamp_url": "https://youtu.be/pVIYZU85DOU?t=1427",
      "transcript": "world. Krishna is above personal world. So here Srila Bhaktisiddhanta Saraswati Thakur says that everyone should obtain the guileless grace with the selfless service of Krishna. As devotees we can expect the mercy of Durga by worshipping Krishna. And Prabhupada says whenever devotees visit the temples of either Durga or Shiva they are servants of Krishna. They are not equal with Krishna. Therefore even if one goes to a temple of the demigods one should not accept the deities as they are accepted by the impersonalists. All of them are to be accepted as personal demigods but they all serve the order of the deities. So if one can offer respect even to an ant why not to the demigods? Prabhupada is telling you that if one can offer respect even to an immortal being then one must always know however that no demigod is equal to or above the Supreme Lord. Only Krishna is the Supreme Personality of Godhead and all others including the demigods such as Lord Shiva Lord Brahma Goddess Durga are surely eternal servants of the Lord. Never consider demigods equal to or greater than Krishna but at the same time we should not fail to show proper respect to the demigods and what is that showing proper respect? We bow down to them as personalities who are devotees of Krishna and demigods in this material world. For they are placed in that position only by Krishna control us subordinate control us to"
    }
  ]
}