{
  "video_id": "PXu5Bz7NUtA",
  "title": "How Do We Choose the Right Bhagavad-gita Commentary Among the Many Available? | Sri Amitasana Dasa",
  "speaker": "HG Amitasana Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=PXu5Bz7NUtA",
  "segments": [
    {
      "start_time": 0,
      "end_time": 12,
      "verse_references": [],
      "themes": [
        "interpretation",
        "scripture",
        "opinion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Many times, multiple persons are reading the same books, same scriptures, but even among them also, they come up with different opinions and conclusions.",
      "summary": "The speaker introduces the problem of differing interpretations of scriptures even among those who read the same texts.",
      "timestamp_url": "https://youtu.be/PXu5Bz7NUtA?t=0",
      "transcript": "Many times, multiple persons are reading the same books, same scriptures, but even among them also, they come up with different opinions and conclusions."
    },
    {
      "start_time": 12,
      "end_time": 39,
      "verse_references": [],
      "themes": [
        "commentary",
        "authority",
        "faith"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "So what is the guarantee that what Srila Prabhupada is writing or somebody else is writing, and there is a difference.",
      "summary": "The speaker poses the question of how to determine the validity of different commentaries on the Bhagavad Gita, particularly when contradictions arise.",
      "timestamp_url": "https://youtu.be/PXu5Bz7NUtA?t=12",
      "transcript": "Why is it so? I think that I am whatever I am doing from this book, I am trying. Very good point. He is saying that Bhagavad Gita also written by different so called scholars or so called spiritualists or so called spiritual masters, they may also differ. So what is the guarantee that what Srila Prabhupada is writing or somebody else is writing, and there is a difference?"
    },
    {
      "start_time": 39,
      "end_time": 65,
      "verse_references": [],
      "themes": [
        "realization",
        "spiritual masters",
        "gradation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Everyone is realized to different degree.",
      "summary": "The speaker introduces the concept that spiritual masters and individuals have varying degrees of realization.",
      "timestamp_url": "https://youtu.be/PXu5Bz7NUtA?t=39",
      "transcript": "There is an apparent contradiction. So how do I put faith? So even in spiritual masters, we mentioned about 4 lakh species. Yes or no? Out of 84 lakh. Everyone is different. Everyone is realized to different degree."
    },
    {
      "start_time": 65,
      "end_time": 98,
      "verse_references": [],
      "themes": [
        "analogy",
        "richness",
        "gold",
        "gradation"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "22 carat gold also is gold. 24 carat gold is gold.",
      "summary": "The speaker uses the analogies of varying degrees of richness and gold purity to illustrate the different levels of spiritual realization.",
      "timestamp_url": "https://youtu.be/PXu5Bz7NUtA?t=65",
      "transcript": "All are realized. All are self-realized. There are many rich men in Powai, but richness may vary. You can call this person is also rich, that person is also rich, but richness may vary. Mukesh Ambani is also rich. Even Bill Gates is rich. Richness is different. 22 carat gold also is gold. 24 carat gold is gold. 5 carat gold also is gold. Ornaments made from both of them look like gold only."
    },
    {
      "start_time": 98,
      "end_time": 117,
      "verse_references": [],
      "themes": [
        "spiritualists",
        "God",
        "gradation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Because all are spiritualists, all are talking about God only.",
      "summary": "The speaker emphasizes the difficulty in discerning the level of realization among spiritualists since they all speak about God.",
      "timestamp_url": "https://youtu.be/PXu5Bz7NUtA?t=98",
      "transcript": "So yes, for a common man, even for people like us, it becomes very difficult to identify what is pure gold, what is 24 carat gold, what is 22 carat gold. Because all are spiritualists, all are talking about God only."
    },
    {
      "start_time": 117,
      "end_time": 148,
      "verse_references": [],
      "themes": [
        "realization",
        "blessings",
        "understanding"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Not everyone is blessed with the ultimate realization.",
      "summary": "The speaker explains that different individuals are blessed with varying degrees of realization and understanding of the absolute truth.",
      "timestamp_url": "https://youtu.be/PXu5Bz7NUtA?t=117",
      "transcript": "But it is a fact that there are gradations. There are gradations. Now here it is saying, because you are gentle, because you are submissive, you have been blessed with all the realizations. Not everyone is blessed with the ultimate realization. They are blessed with some realization. Even I have some realization, but I am not blessed with all the realizations. Even you have been practicing Krishna, you have been blessed with some realization. But there may be difference."
    },
    {
      "start_time": 148,
      "end_time": 184,
      "verse_references": [],
      "themes": [
        "ability",
        "perception",
        "understanding",
        "depth"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "What he is seeing, he is describing.",
      "summary": "The speaker clarifies that everyone explains according to their ability and perception, and some see more than others.",
      "timestamp_url": "https://youtu.be/PXu5Bz7NUtA?t=148",
      "transcript": "To what extent a person is blessed, to what extent a person is realized, to what extent he has understood the absolute truth, varies. And everyone is trying to explain to the best of their ability. What he is seeing, he is describing. He may not be even doing disservice. Sorry, he may not be doing it intentionally. That's what he is able to see. He is describing. Somebody is able to see more, somebody is able to see less. Does that answer your question?"
    },
    {
      "start_time": 184,
      "end_time": 195,
      "verse_references": [],
      "themes": [
        "spiritualists",
        "understanding",
        "realizations",
        "depth"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So even among spiritualists, even among people who are talking about this thing, there is a difference.",
      "summary": "The speaker concludes that there are differences in the depth of understanding and realization even among spiritualists, but how to discern this depth is beyond the scope of the current discussion.",
      "timestamp_url": "https://youtu.be/PXu5Bz7NUtA?t=184",
      "transcript": "So even among spiritualists, even among people who are talking about this thing, there is a difference. In terms of depth of their understanding, in terms of their realizations."
    }
  ]
}