{
  "video_id": "Py-nk5cbuKc",
  "title": "Dedicating the Success of Our Service to Srila Prabhupada | @madhupanditdasaofficial",
  "speaker": "HG Madhu Pandit Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=Py-nk5cbuKc",
  "segments": [
    {
      "start_time": 0,
      "end_time": 49,
      "verse_references": [],
      "themes": [
        "gratitude",
        "sacrifice",
        "motivation",
        "leadership",
        "miracles"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Coming up with the mega temples like this, soulful japa modules. How do you feel about your success in the mission of Guru?",
      "summary": "The speaker expresses gratitude to devotees for their sacrifices in building the temple and poses two questions about motivation during difficulties and feelings about success in fulfilling the Guru's mission.",
      "timestamp_url": "https://youtu.be/Py-nk5cbuKc?t=0",
      "transcript": "Bro, it's been like 24 years that Lordships made divine appearance in the HK Hill, and every moment we relish in HK Hill, it's just because devotees like you have worked hard. I'm very thankful to you because of the sacrifices and hardships that you have taken to construct this temple, because of which we are relishing here. I have basically two questions for you, bro. The first question is, there must have been many hurdles and difficulties while you were trying to construct this temple. What always kept you motivated? This is my first question. And second question, in the past two to three decades, whatever has happened in your leadership is a miracle. Coming up with the mega temples like this, soulful japa modules. How do you feel about your success in the mission of Guru?"
    },
    {
      "start_time": 49,
      "end_time": 175,
      "verse_references": [],
      "themes": [
        "faith",
        "protection",
        "obstacles",
        "devotional service",
        "intelligence",
        "divine guidance"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The path of the devotees is not a path of truth. The path of the devotees is a path of faith.",
      "summary": "The speaker explains that devotees live by faith, trusting in the Lord's protection and guidance, and that obstacles are overcome through devotional service and divine intelligence.",
      "timestamp_url": "https://youtu.be/Py-nk5cbuKc?t=49",
      "transcript": "Devotees, they live their life on a day-to-day basis. They have faith that following Prabhupada's instructions of chanting Hare Krishna Maha Mantra 16 rounds and following the morning sadhana, one gets guided, protected by the Lord the whole day. In spite of all the weaknesses. In spite of all the fall downs. Overarching protection of the Lord is there. And His will will be manifest through devotees who follow the instructions of the spiritualist. So in the process, a lot of obstacles from the material point of view. There will be all kinds of obstacles just like any other institution building. All those obstacles will be there. But here, we don't deal with those obstacles on our own. Neither we carry that burden on our head too much. We leave it to the Lord and execute our devotional service. And He gives the intelligence to deal with such problems. See that includes the loving kindness, the love for the Lord, the prayers, the prayers of sacred leaders and the prayers of the devotees. All that He gives to the devotees. And the paradigms of the devotees. This is also predicated on us. All our good deeds shall be inculcated in the sense of our actions. And we have to work and work and work. That shall be the right way. The path of the devotees is not a path of truth. The path of the devotees is a path of faith. And the path of the devotees is a path of ance. This path of próthesis and wisdom to the devotees."
    },
    {
      "start_time": 175,
      "end_time": 283,
      "verse_references": [],
      "themes": [
        "mercy",
        "opportunities",
        "divine provision",
        "faith",
        "experience"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "And those obstacles become an opportunity for a devotee to see Krishna's hands everywhere.",
      "summary": "The speaker elaborates on how obstacles become opportunities to witness Krishna's mercy and how the Lord provides for devotees, emphasizing that this is a tangible experience, not just blind faith.",
      "timestamp_url": "https://youtu.be/Py-nk5cbuKc?t=175",
      "transcript": "buddhi yoga. Our buddhi gets connected with Krishna's buddhi. All the obstacles are there. It will be there. You will cross over by His mercy. And those obstacles become an opportunity for a devotee to see Krishna's hands everywhere. Just like I mentioned in several other classes, how we started maybe a two bedroom house with anxiety and how we would get every month money to run a temple. 15-20,000 rent and all these things. How in 40 years, 35 years, 35 years, not a single instance where we had to face shortage of, particularly you can say, saksha. No. And never we have had any arrangement of some security. Even today we don't have any such a big temple as to run. People can't believe how it is possible. How next month's electricity bill will come, how next month's clean how you will maintain, how salaries will come. So the Lord is maintaining. With your own eyes you can see. See if you want, you need to have eyes to see this. This is not Shraddha. This is not simply Shraddha. It is a fact. Devotees experience that. It is a fact that the Lord provides."
    },
    {
      "start_time": 283,
      "end_time": 391,
      "verse_references": [],
      "themes": [
        "pleasing the Lord",
        "auspiciousness",
        "opulence",
        "victory",
        "devotional service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If the Lord is pleased then there is all opulence. There is all opulence. There is all victory. All auspiciousness.",
      "summary": "The speaker describes how activities at Hare Krishna Hill are meant to please the Lord, leading to opulence, victory, and auspiciousness through the power of devotional service.",
      "timestamp_url": "https://youtu.be/Py-nk5cbuKc?t=283",
      "transcript": "Especially so. That's why this is a Vaikuntha. Especially this is meant, it's pleasing the Lord. Everything that's happening here is pleasing the Lord. The Lord blesses, everything is done. Sri Brahmotsav we are celebrating nicely, pleasing the Lord, decorating the Lord nicely, remembering His appearance day in the material world as Archa, Vigraha. In this house, Hare Krishna Hill, to stay in this house at Hare Krishna Hill He manifests as Radha, Krishna, Chandra, Krishna, Balram, Nithya, Goranga, Narasimha Dev, Srinivasa, Govinda. So we remember their appearance day and we are celebrating. The Lord is very pleased. Especially doing Brahmotsava, you can see the Lord is more pleased. I don't know how many can see that. When they are decorated nicely. When they are on Falanki, they are very smiling and more pleased. When they are on the stage you can see. They are more pleased. Not a small thing. The Jivas are putting their mind fully glorifying Him, praising Him. Whole world belongs to Him. How many people are recognizing Him? Whole world is supported and maintained by Him. How many people are? No. Very few. Just see how rare it is. The activity that is going on at Hare Krishna Hill in the night in Brahmotsava is going on. All kinds of things are happening. So many things are happening in Bangalore city. Corona this, Corona that. All these things are happening. Lockdown, lock. Everything is going on. The seva of the Lord never stops. He is glorified. So Lord is very pleased. If the Lord is pleased then there is all opulence. There is all opulence. There is all victory. All auspiciousness. That is the power"
    },
    {
      "start_time": 391,
      "end_time": 461,
      "verse_references": [],
      "themes": [
        "mercy",
        "Guru's mission",
        "Prabhupada's success",
        "servant",
        "master plan"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It is not question of my success or your success. It is Prabhupada's success.",
      "summary": "The speaker emphasizes that any success is due to Prabhupada's grace and plan, not individual achievement, and that devotees are simply instruments in his hands.",
      "timestamp_url": "https://youtu.be/Py-nk5cbuKc?t=391",
      "transcript": "of devotional service. So that is the experience. That following Prabhupada's process that is given attracts the mercy of the Supreme Lord and that mercy of the Supreme Lord can be felt and experienced. What was the second question? One line answer only. Sure. Under your leadership in the past there have been miracles like coming up with this temple, soulful Japa modules. How do you see your success in fulfilling the Guru's mission? It is not question of my success or your success. It is Prabhupada's success. It is Prabhupada's success. Devotees don't even think of individual success and failure. It is Prabhupada's success. Especially success. It is Prabhupada's success. Because he is doer. He is doing. He is Acharya. He is alive. When I, you, everybody as a servant we serve him. He manifests his master plan. He manifests his desires through us."
    },
    {
      "start_time": 461,
      "end_time": 557,
      "verse_references": [],
      "themes": [
        "visionary",
        "karma",
        "Prabhupada's plan",
        "foundation",
        "books"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Prabhupada had his plan. When I joined in 80s and all there is no brand in India. Nobody knows.",
      "summary": "The speaker discusses Prabhupada's visionary plan to establish Krishna consciousness, highlighting the importance of his books as a lasting foundation.",
      "timestamp_url": "https://youtu.be/Py-nk5cbuKc?t=461",
      "transcript": "Otherwise we cannot see long. We cannot see tomorrow even. Jeeva cannot see one day ahead. A visionary means truly he should be able to see long. In the material world actually even people who achieve something, they say he is a visionary. By chance he got what visionary is. Because of his karma the super soul knew the vision. He will reach there. So after reaching there he will say, I am a visionary. Otherwise it is... Krishna is a visionary. Prabhupada is a visionary. Prabhupada had his plan. When I joined in 80s and all there is no brand in India. Nobody knows. If at all they know something, something to do with hippies in America. I know that standing, that prestige. Now you go to the government offices. You say he is gone. They will stand up. In those days, who is this fellow? Now Vrindavan Chandrodaya Mandir by all this he has a master plan. How to consolidate this Krishna consciousness movement for future generations. During his time he laid the big foundation which is his books. All other foundations may go away. When there is a flood all the foundation will go away. Temples will fall down also. But this foundation of his books will stay."
    },
    {
      "start_time": 557,
      "end_time": 667,
      "verse_references": [
        "SB 1.2.6"
      ],
      "themes": [
        "disciples",
        "Lord Chaitanya's movement",
        "chanting Hare Krishna",
        "happiness",
        "Nama Prabhu",
        "spiritual energy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Only one message. Chant Hare Krishna and be happy.",
      "summary": "The speaker concludes by emphasizing the simplicity of Lord Chaitanya's message - to chant Hare Krishna and be happy - and the power of the holy name to bestow spiritual energy and bliss.",
      "timestamp_url": "https://youtu.be/Py-nk5cbuKc?t=557",
      "transcript": "So the super foundation he has built. Now it all depends on all his disciples. From different angles. From different directions to build up the foundation. The foundation of Lord Chaitanya Mahaprabhu's movement. It is a great gift for the world. It is a saving grace for the world. And such a simple process. Just chant Hare Krishna. To tell everybody just chant Hare Krishna we have to build a big VCM and this and that. Only one message. Chant Hare Krishna and be happy. But telling that we have to do all this. And so much so that sometimes we forget the essence is chanting Hare Krishna. We get lost into so many things. I am not happy Prabhu. Prabhupada told chant Hare Krishna and be happy. It is left to you to be happy. Chant Hare Krishna and be happy. That's all. Rest is all. Unhappiness is created by the mind. So this is just like you see Bhagavatam says. Lord lotus feet of Vishnu is worshipped. All things happen. Similarly the lotus feet Nama Prabhu. If the Nama Prabhu is worshipped by the population. By small percent of the population. All auspiciousness will flow into this. Automatically. Nama Nama Kari Baudha Nija Sarva Shakti. Already out. All the Shakti is there. Anybody accidentally chants Hare Krishna also Shakti is there. It flows. Spiritual Shakti is there. Sat Chitta Nananda"
    }
  ]
}