{
  "video_id": "Pz3NNsvCyTs",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.13.18 | 2-10-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=Pz3NNsvCyTs",
  "segments": [
    {
      "start_time": 31,
      "end_time": 143,
      "verse_references": [
        "SB 1.13.18"
      ],
      "themes": [
        "duty",
        "spiritual instruction",
        "materialism"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So the purpose for Mahatma Vidura to visit the palace of Hastinapura was to actually instruct Dhritarashtra about his prime duty spiritual duty which he had completely neglected.",
      "summary": "Vidura visits Dhritarashtra to instruct him on his neglected spiritual duty, as Dhritarashtra is engrossed in material concerns.",
      "timestamp_url": "https://youtu.be/Pz3NNsvCyTs?t=31",
      "transcript": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Devi Saraswati Vyasam Tato Jayam Udi Rayet. In this session, we will be discussing from the 18th verse of the 13th chapter of the first canto of Srimad Bhagavatam. The meaning of this verse is, Mahatma Vidura knew all this, and therefore he addressed Dhritarashtra saying, 'My dear king, please get out of here immediately, do not delay, just see how fear has overtaken you.' So the purpose for Mahatma Vidura to visit the palace of Hastinapura was to actually instruct Dhritarashtra about his prime duty, spiritual duty, which he had completely neglected. He was engrossed in securing his bodily comforts, ensuring that his sons will inherit the kingdom against their rightful claim, etc. So now Vidura has come specifically to instruct Dhritarashtra, and now he is addressing Dhritarashtra."
    },
    {
      "start_time": 143,
      "end_time": 308,
      "verse_references": [],
      "themes": [
        "spiritual instruction",
        "materialism",
        "alertness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In a sense, those who are spiritually inclined and are spiritually engaged in spiritual activities, they don't require the kind of alertness that Vidura is trying to bring in by his strong words.",
      "summary": "Prabhupada's purport explains the urgency of Vidura's instruction, applicable to both Dhritarashtra and Yudhishthira, but especially needed for the materialistic Dhritarashtra.",
      "timestamp_url": "https://youtu.be/Pz3NNsvCyTs?t=143",
      "transcript": "In the purport, Srila Prabhupada explains the reason why Vidura is telling Dhritarashtra, 'Get out of here immediately, do not delay.' It's urgent that he has to leave the palace, and one of the reasons he gives is because fear has overtaken you now. So in the purport, Srila Prabhupada explains this in the purport, 'Cruel death cares for no one, be he Dhritarashtra or even Maharaj Yudhishthira, therefore spiritual instruction as was given to old Dhritarashtra was equally applicable to younger Maharaj Yudhishthira.' Dhritarashtra is the uncle of Maharaj Yudhishthira, his father's brother. So Dhritarashtra is old and Yudhishthira is younger than Dhritarashtra, but this instruction which Vidura is giving is equally applicable to both Dhritarashtra and Yudhishthira. जातस्यही द्रुवाव मृत्यु द्रुवाम जन्म मृतस्यचा फर्मेकृतत्वःत देखऌ अवधिधर्यक्ति भृत देखा दिया तो धफ्त प्रतित्रणित देखा । प्रतित्र्यी केस्ट materially दोष्षल न एउदर्धर्यक्ति से अतित्राधूक्या टत्रेक्रि तौर फिर धैम न परिणा हो जातू ऋह । So, Srila Prabhupāda says, further, as a matter of fact, everyone in the royal palace, including the king and his brothers and mother, was rapidly attending the lectures that were being given by Vidura. But it was known to Vidura that his instructions were especially meant for Dhritarashtra, who was too materialistic."
    },
    {
      "start_time": 308,
      "end_time": 488,
      "verse_references": [],
      "themes": [
        "materialism",
        "disqualification",
        "intrigue"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Dhritarashtra had become too materialistic, and therefore he required such a dose of, as they say, bitter medicine. He required that.",
      "summary": "Dhritarashtra's materialism and disqualification from the throne due to blindness are discussed, along with his ambition to become king and hand the kingdom to his sons.",
      "timestamp_url": "https://youtu.be/Pz3NNsvCyTs?t=308",
      "transcript": "In a sense, those who are spiritually inclined and are spiritually engaged in spiritual activities, they don't require the kind of alertness that Vidura is trying to bring in by his strong words. And we shall hear how Vidura is going to speak. Dhritarashtra spoke very, very harshly, just to shake him up out of the slumber. Now, the important point here is Dhritarashtra had become too materialistic, and therefore he required such a dose of, as they say, bitter medicine. He required that. The word Rājan is especially addressed to Dhritarashtra. Why is the word Rājan applicable to Dhritarashtra, particularly? It's because Dhritarashtra was the eldest son of his father, and therefore, according to law, he was to be installed on the throne of Hastinapura. But because he was blind from birth, he was disqualified from his rightful claim. See how, in the ancient times, they were so conscious of... exercising their claim based on their qualification. Not just because, 'I am the eldest son, so I should ascend the throne, regardless of whether I am blind, I am unqualified.' No, it's never like that. So, he was disqualified because he was blind by birth. But he could not forget. Dhritarashtra could not forget the bereavement. And his disappointment was somewhat compensated after the death of his younger brother, Pandu. Pandu died untimely, when he was very young. So, Dhritarashtra was made the caretaker king, because there was no one to ascend the throne after Pandu's death, because the children were all... His younger brother left behind him some minor children, and Dhritarashtra became the natural guardian of them. But at heart, he wanted to become the factual king and hand the kingdom over to his own sons headed by Duryodhana. With all these imperial ambitions, Dhritarashtra wanted to become a king, and he contrived all sorts of intrigues in consultation with his brother-in-law. And he contrived all sorts of intrigues in consultation with his brother-in-law, Shakuni."
    },
    {
      "start_time": 488,
      "end_time": 595,
      "verse_references": [],
      "themes": [
        "revenge",
        "intrigue",
        "divine will"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, he decided to destroy the Kuru dynasty.",
      "summary": "Shakuni's anger at his sister's marriage to a blind king and his plan to destroy the Kuru dynasty are explained, highlighting his role in Dhritarashtra's intrigues against the Pandavas, which ultimately failed due to the Lord's will.",
      "timestamp_url": "https://youtu.be/Pz3NNsvCyTs?t=488",
      "transcript": "Now, Shakuni, the brother-in-law of Dhritarashtra, that is Gandhari's brother, Dhritarashtra's wife's brother, he was very angry that his sister Gandhari, the most beautiful princess of her time, she was married to a blind king. She was married to a blind king. So, Shakuni was very angry. 'Why my sister, who is so qualified, so beautiful, so chaste, so very good in all qualities, why is she being married to a blind person?' So, he decided to destroy the Kuru dynasty. To destroy the Kuru dynasty. So, this was Shakuni's agenda. And when Dhritarashtra, he contrived all sorts of intrigues, Shakuni actually became very much instrumental in trying to, in Dhritarashtra's attempt at somehow trying to destroy the Pandavas, because Shakuni's agenda was somehow the Kuru dynasty should be destroyed. But everything failed by the will of the Lord. Dhritarashtra was not successful. Shakuni was not successful."
    },
    {
      "start_time": 595,
      "end_time": 774,
      "verse_references": [],
      "themes": [
        "divine protection",
        "shamelessness",
        "old age"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When the Lord protects somebody, Nobody can destroy such a devotee protected by the Lord.",
      "summary": "Even after losing everything, Dhritarashtra wanted to remain king and shamelessly accepted Yudhishthira's hospitality, while Vidura aimed to awaken him from his slumber of disease and old age, detailing the physical decline associated with aging.",
      "timestamp_url": "https://youtu.be/Pz3NNsvCyTs?t=595",
      "transcript": "Everything failed by the will of the Lord. When the Lord protects somebody, nobody can destroy such a devotee protected by the Lord. And at the last stage, even after losing everything, men and men, Dhritarashtra wanted to remain as king, being the eldest uncle of Maharaja Yudhishthira. Maharaja Yudhishthira, as a matter of duty, maintained Dhritarashtra in royal honor. Dhritarashtra was not entitled to the royal honor, because Yudhishthira Maharaj had ascended the throne. And before Yudhishthira Maharaj ascended the throne, Dhritarashtra and Duryodhana had given so much trouble to Yudhishthira. So Dhritarashtra was shamelessly accepting all the hospitality Yudhishthira was offering, shamelessly. So this will be pointed out later on by Vidura. Hmm. Dhritarashtra was happily passing away his numbered days in the illusion of being a king or the royal uncle of King Yudhishthira. See, just because Yudhishthira was very, very courteous, and he was upright in his dealings, he was straightforward in his dealings, he was ideal in his behavior and character, Dhritarashtra was misusing this kind of treatment of Yudhishthira. Now Vidura as a saint and as the duty-bound affectionate youngest brother of Dhritarashtra wanted to awaken Dhritarashtra from his slumber of disease and old age. Now what is Dhritarashtra's condition? He had become old. So invalidity due to old age has set him. That will be described by Vidura later on. That means as the body ages, generally the senses become weaker and weaker and weaker, and internally the organs start failing. The digestion becomes poor. The liver doesn't function properly. The heart becomes weak. So many changes in the body, and that will be described later on. These are all changes which are natural, consequence of the aging of the body, and nobody can prevent it. It's natural for everyone to experience this."
    },
    {
      "start_time": 774,
      "end_time": 927,
      "verse_references": [],
      "themes": [
        "old age",
        "detachment",
        "time"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Everyone is the servant of eternal time.",
      "summary": "The inevitability of old age and its effects are discussed, leading to Vidura's sarcastic address to Dhritarashtra as king, emphasizing that everyone is controlled by time (Kala) except pure devotees, and Vidura's mission is to help Dhritarashtra save himself.",
      "timestamp_url": "https://youtu.be/Pz3NNsvCyTs?t=774",
      "transcript": "If they live beyond a certain stage of this body. When old age sets in, if somebody is still living, then in the old age, even though they may be happy that 'I am still living,' but their body may not be in the best of conditions. So Dhritarashtra was facing the invalidity due to old age, and also the disease that accompanies sometimes the aging of the body. Vidura therefore sarcastically addressed Dhritarashtra as the king, which he actually was not. Dhritarashtra was not the king. Then why is Vidura addressing him as the king? Rajan. The word says, 'Rajan nirgam yatham shigram.' 'My dear king, please leave this place immediately.' So it was a sarcastic address. Everyone is the servant of eternal time. You see, Kala reigns supreme in this material world, because it is a representation of the Supreme Lord Paramatma. Nobody can overcome Kala except a pure devotee who transcends the material conditions, the material modes, and even Kala. Only a pure devotee can transcend Kala. But those who are not taken to devotional service, they cannot transcend Kala. So therefore, no one can be king in this material world, in the real sense of the term. Nobody is like the controller. Everyone is controlled. So therefore, this situation which Dhritarashtra was in, Vidura had come to get him out of this situation, to help him save himself. That was Vidura's mission. I will stop here. Thank you very much."
    }
  ]
}