{
  "video_id": "Pz3NNsvCyTs",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.13.18 | 2-10-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=Pz3NNsvCyTs",
  "segments": [
    {
      "start_time": 31,
      "end_time": 143,
      "verse_references": [
        "SB 1.13.18"
      ],
      "themes": [
        "duty",
        "spiritual instruction",
        "materialism"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So the purpose for Mahatma Vidura to visit the palace of Hastinapura was to actually instruct Dhritarashtra about his prime duty spiritual duty which he had completely neglected.",
      "summary": "Vidura visits Dhritarashtra to instruct him on his neglected spiritual duty, as Dhritarashtra is engrossed in material concerns.",
      "timestamp_url": "https://youtu.be/Pz3NNsvCyTs?t=31"
    },
    {
      "start_time": 143,
      "end_time": 308,
      "verse_references": [],
      "themes": [
        "spiritual instruction",
        "materialism",
        "alertness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In a sense, those who are spiritually inclined and are spiritually engaged in spiritual activities, they don't require the kind of alertness that Vidura is trying to bring in by his strong words.",
      "summary": "Prabhupada's purport explains the urgency of Vidura's instruction, applicable to both Dhritarashtra and Yudhishthira, but especially needed for the materialistic Dhritarashtra.",
      "timestamp_url": "https://youtu.be/Pz3NNsvCyTs?t=143"
    },
    {
      "start_time": 308,
      "end_time": 488,
      "verse_references": [],
      "themes": [
        "materialism",
        "disqualification",
        "intrigue"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Dhritarashtra had become too materialistic, and therefore he required such a dose of, as they say, bitter medicine. He required that.",
      "summary": "Dhritarashtra's materialism and disqualification from the throne due to blindness are discussed, along with his ambition to become king and hand the kingdom to his sons.",
      "timestamp_url": "https://youtu.be/Pz3NNsvCyTs?t=308"
    },
    {
      "start_time": 488,
      "end_time": 595,
      "verse_references": [],
      "themes": [
        "revenge",
        "intrigue",
        "divine will"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, he decided to destroy the Kuru dynasty.",
      "summary": "Shakuni's anger at his sister's marriage to a blind king and his plan to destroy the Kuru dynasty are explained, highlighting his role in Dhritarashtra's intrigues against the Pandavas, which ultimately failed due to the Lord's will.",
      "timestamp_url": "https://youtu.be/Pz3NNsvCyTs?t=488"
    },
    {
      "start_time": 595,
      "end_time": 774,
      "verse_references": [],
      "themes": [
        "divine protection",
        "shamelessness",
        "old age"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When the Lord protects somebody, Nobody can destroy such a devotee protected by the Lord.",
      "summary": "Even after losing everything, Dhritarashtra wanted to remain king and shamelessly accepted Yudhishthira's hospitality, while Vidura aimed to awaken him from his slumber of disease and old age, detailing the physical decline associated with aging.",
      "timestamp_url": "https://youtu.be/Pz3NNsvCyTs?t=595"
    },
    {
      "start_time": 774,
      "end_time": 927,
      "verse_references": [],
      "themes": [
        "old age",
        "detachment",
        "time"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Everyone is the servant of eternal time.",
      "summary": "The inevitability of old age and its effects are discussed, leading to Vidura's sarcastic address to Dhritarashtra as king, emphasizing that everyone is controlled by time (Kala) except pure devotees, and Vidura's mission is to help Dhritarashtra save himself.",
      "timestamp_url": "https://youtu.be/Pz3NNsvCyTs?t=774"
    }
  ]
}