{
  "video_id": "pzsERirf8TM",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.7.50-52 | 24-01-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=pzsERirf8TM",
  "segments": [
    {
      "start_time": 0,
      "end_time": 40,
      "verse_references": [],
      "themes": [
        "invocation",
        "mantra"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/pzsERirf8TM?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyananjan Shalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 41,
      "end_time": 116,
      "verse_references": [
        "SB 1.7.50"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "Draupadi",
        "Ashwatthama"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Nakula and Sahadeva the younger brothers of the King and also Satyaki Arjuna the personality of God in Lord Shri Krishna who is the son of Devaki and the ladies and others all unanimously agreed with the King",
      "summary": "The speaker introduces the verses to be discussed (SB 1.7.50-52) and begins explaining verse 50, focusing on the agreement of various figures with Yudhishthira's support of Draupadi's decision regarding Ashwatthama.",
      "timestamp_url": "https://youtu.be/pzsERirf8TM?t=41",
      "transcript": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet In this session we will be discussing from the 50th, 51st and 52nd verses of the 7th chapter of the 1st canto of Srimad Bhagavatam. The 50th verse Nakula Sahadevascha Yuyudhano Dhananjayaha Bhagavan Devaki Putro Ye Chanye Yascha Yoshitaha The meaning of this 50th verse: Nakula and Sahadeva, the younger brothers of the King, and also Satyaki, Arjuna, the personality of God in Lord Shri Krishna, who is the son of Devaki, and the ladies and others all unanimously agreed with the King. Here the King refers to Yudhishthira after this verse is spoken after Draupadi."
    },
    {
      "start_time": 116,
      "end_time": 210,
      "verse_references": [
        "SB 1.7.50"
      ],
      "themes": [
        "Draupadi",
        "Yudhishthira",
        "Bhima",
        "Ashwatthama"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "here practically everyone is mentioned except one person that is Bhima.",
      "summary": "The speaker continues discussing verse 50, emphasizing the support for Draupadi's decision and noting the absence of Bhima's agreement, setting up the discussion of verse 51.",
      "timestamp_url": "https://youtu.be/pzsERirf8TM?t=116",
      "transcript": "Draupadi. Thirapanti. Tell Arjuna not to kill Ashwatthama. And it is described that Yudhishthira fully supported Draupadi's decision not to kill Ashwatthama, you K rattapanti Sam Palmer recognition and now Yudhishthira was further supported. That means Draupadi is being also supported not only by Yudhishthira but Nakula, Sahadeva and Satyaki. Satyaki is the chariot driver of Krishna. He belongs to the Yadu dynasty. And Arjuna agreed with Draupadi. Yes, what Draupadi is telling is correct, even though Arjuna wanted to kill Ashwatthama. And even Krishna, the Supreme Personality of Godhead, the son of Devaki, he also agreed with Yudhishthira who was supporting Draupadi's decision. And the ladies and all others unanimously agreed with the king. Now kindly note, here practically everyone is mentioned except one person, that is Bhima."
    },
    {
      "start_time": 210,
      "end_time": 379,
      "verse_references": [
        "SB 1.7.51"
      ],
      "themes": [
        "Bhima",
        "Ashwatthama",
        "Dharma",
        "Anger"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bhima however disagreed with them and recommended killing this culprit who in an angry mood had murdered sleeping children for no purpose and for neither his nor his master's interest.",
      "summary": "The speaker introduces and explains verse 51, highlighting Bhima's disagreement and his reasons for wanting to kill Ashwatthama, emphasizing the heinous nature of Ashwatthama's actions and their lack of purpose.",
      "timestamp_url": "https://youtu.be/pzsERirf8TM?t=210",
      "transcript": "In the 51st verse we will see why Bhima's name is not mentioned. The 51st verse. Now about Bhima, what is being said here. The translation of this 51st verse: Bhima however disagreed with them and recommended killing this culprit who in an angry mood had murdered sleeping children for no purpose and for neither his nor his master's interest. See Bhima's reasoning. Bhima disagreed with everyone else. For what reason? Because Ashwatthama is a culprit. He has committed a crime. And what kind of crime? In an angry mood he had murdered sleeping children, the five sons of Draupadi. And he had done it for no purpose. What was his gain by doing it? His specific gain, nothing. And for neither his nor his master's interest. It is not even in his interest that he had killed the five sleeping sons of Draupadi. Neither Duryodhana was pleased with this act of Ashwatthama, because as soon as Ashwatthama killed them, he took the five heads which had been chopped off and presented them to Duryodhana thinking that Duryodhana will be pleased. But Duryodhana was not at all happy about it. He thoroughly disapproved of this and said this is totally abominable. So Duryodhana did not approve it at all. Ashwatthama was fighting on the side of Duryodhana. So he thought, Duryodhana will be pleased. But Duryodhana was not at all pleased by it. So for whose interest had he done it? That's what Bhima is questioning. For whom? For whose sake? It was not his interest. It was not his master's interest. And what other purpose can simply be somebody killed like that? By whom? By Ashwatthama who is fighting in a Dharma Yudha on religious principles. It is totally against all rules."
    },
    {
      "start_time": 379,
      "end_time": 423,
      "verse_references": [
        "SB 1.7.51"
      ],
      "themes": [
        "Anger",
        "Discrimination",
        "Bhima",
        "Ashwatthama"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When somebody becomes angry, then they lose their sense of discrimination. Anger actually makes a person lose his intelligence.",
      "summary": "The speaker continues explaining Bhima's perspective from verse 51, focusing on the role of anger in Ashwatthama's actions and Bhima's conclusion that Ashwatthama deserves to be killed.",
      "timestamp_url": "https://youtu.be/pzsERirf8TM?t=379",
      "transcript": "All religious principles. And even if let us say somebody violates a religious principle, for whose benefit is it being done? Nobody's benefit. And he had done it in an angry mood. When somebody becomes angry, then they lose their sense of discrimination. Anger actually makes a person lose his intelligence. So Bhima is pointing out that this Ashwatthama, he deserves to be killed because he is a culprit."
    },
    {
      "start_time": 423,
      "end_time": 582,
      "verse_references": [
        "SB 1.7.52"
      ],
      "themes": [
        "Krishna",
        "Arjuna",
        "Draupadi",
        "Bhima",
        "Dilemma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is looking at Arjuna, his friend, his dear friend and Krishna is now going to speak something very very significant to Arjuna.",
      "summary": "The speaker introduces verse 52, describing Krishna's reaction to the conflicting views of Bhima and Draupadi and setting up Krishna's upcoming advice to Arjuna.",
      "timestamp_url": "https://youtu.be/pzsERirf8TM?t=423",
      "transcript": "Don't spare his life. And then the 52nd verse, it describes when Bhima said this, then the reaction of Krishna. The 52nd verse, nishamyabhimagaditam draupadyascha chaturbhujah alokyavadanam sakhyuh idamahasannivah The meaning of this verse is chaturbhujanam the four armed personality or the personality of Godhead chaturbhujaha After hearing the words of Bhima, Draupadi and others, Bhima and Draupadi's words are contradictory. Chaturbhujah, the personality of Godhead, saw the face of his dear friend Arjuna and he began to speak as if smiling. Now, what is Arjuna's position? That's what Krishna is considering. Arjuna has captured this Ashwatthama, brought him to his own camp and he had bound him up like an animal because he was a culprit. He had arrested him. But now Draupadi is telling Arjuna don't kill him. And she gave a reasoning. And Yudhishthira fully supported Draupadi and everyone except Bhima did support Draupadi. But Bhima disagreed. So what is Arjuna supposed to do? Bhima is not agreeing to let go this Ashwatthama to be excused. And Draupadi is telling don't kill him. What is Arjuna supposed to do? So, Krishna is looking at Arjuna, his friend, his dear friend and Krishna is now going to speak something very very significant to Arjuna. And Krishna is also smiling because he can understand the dilemma Arjuna is having that on the one hand Draupadi is telling don't kill and Bhima is telling he should be killed."
    },
    {
      "start_time": 582,
      "end_time": 776,
      "verse_references": [
        "SB 1.7.52",
        "BG 11.08"
      ],
      "themes": [
        "Krishna",
        "Narayana",
        "Vaikuntha",
        "Krishnaloka",
        "Chaturbhuja"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna only expands as Narayana.",
      "summary": "The speaker explains why Krishna is referred to as Chaturbhuja (four-armed) in this verse, drawing on Shridhara Swami's commentary and discussing the relationship between Krishna and Narayana, as well as the spiritual realms of Vaikuntha and Krishnaloka.",
      "timestamp_url": "https://youtu.be/pzsERirf8TM?t=582",
      "transcript": "And Arjuna had taken a vow to kill. All that will be mentioned by Krishna. So in the purport Srila Prabhupada says Lord Sri Krishna has two arms. Krishna is Vibhujan. And why is he designated as four armed? Chaturbhujaha. Krishna is being referred to as Chaturbhujaha in this verse specifically. Why? That is explained by one of our Acharyas, Shridhara Swami. So, Prabhupada is quoting Shridhara Swami. Shridhara Swami is telling both Bhima and Draupadi held opposite views about killing Ashwatthama. Very clear. Bhima wanted Ashwatthama should be killed. And Draupadi said don't kill him. So opposite views of Bhima and Draupadi. Bhima wanted him to be immediately killed. Whereas Draupadi wanted to save him so Srila Prabhupada says quoting Shridhara Swami we can imagine Bhima ready to kill while Draupadi is obstructing him. And in order to prevent both of them the Lord discovered another two arms. Originally the primeval Lord Sri Krishna displays only two arms. Vibhujarupa. Manusham roopam. That's what is described in Bhagavad Gita. But in his Narayana feature he exhibits four hands. In his Narayana feature he resides with his devotees in the Vaikuntha planets. While in his original Sri Krishna feature he resides in the Krishnaloka planet and far far above the Vaikuntha planets in the spiritual sky. This is explained elsewhere that beyond this material universes is the spiritual sky. And in that spiritual sky there are many many spiritual planets. Now the spiritual planets are called Vaikuntha Loka free from all anxiety. It's the abode of the pure devotees, the pure devotees of the Supreme Lord. In all the Vaikuntha planets the Supreme Lord is present as the predominating deity in his form as Narayana, four handed form Narayana. But above the Vaikuntha planets among all the spiritual planets one particular planet is called Krishnaloka. It's also called Goloka Vrindavana. In that planet alone the Supreme Lord is present as Krishna in two handed form and Krishna is the predominating deity of Krishnaloka. Of course Krishna and Narayana are one person, the Supreme personality you have got it. But still there is distinction also."
    },
    {
      "start_time": 776,
      "end_time": 891,
      "verse_references": [
        "SB 1.7.52"
      ],
      "themes": [
        "Krishna",
        "Arjuna",
        "Draupadi",
        "Bhima",
        "Dilemma",
        "Sympathy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So Krishna is looking at Arjuna and he is sympathizing therefore he is also smiling at Arjuna.",
      "summary": "The speaker concludes the session by reiterating Arjuna's dilemma and Krishna's sympathetic understanding, preparing for the next verse where Krishna will offer guidance. The lecture ends with a thank you and Hare Krishna.",
      "timestamp_url": "https://youtu.be/pzsERirf8TM?t=776",
      "transcript": "So here if Sri Krishna is called Chaturbhuja there is no contradiction because Krishna only expands as Narayana. If need be Krishna can display hundreds of arms as he exhibited in his Vishwaroopa shown to Arjuna. He can display any number of arms. Therefore one who can display hundreds and thousands of arms can also manifest four arms whenever required. So this is the explanation given by Sridharaswami. Krishna only displayed two more arms in this situation. So therefore the Supreme Lord is now sympathizing with Arjuna that Arjuna is in a dilemma. He is getting contradictory suggestions. Draupadi telling Arjuna don't kill him. And Bhima is telling he must be killed because he is a culprit. For no purpose he has killed the sleeping sons of, murdered not just killed, murdered the sleeping sons of Draupadi. Neither his interest nor his master's interest is being served by this killing. So he deserves to be killed. This is Bhima's opinion. And what is Arjuna supposed to do? So Krishna is looking at Arjuna and he is sympathizing therefore he is also smiling at Arjuna. Now Krishna is going to speak to Arjuna something. That we will see in the next verse. I will stop here. Thank you very much."
    }
  ]
}