{
  "video_id": "QaGIkXMZFUo",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.16.20 part 4 | 25-01-2023",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=QaGIkXMZFUo",
  "segments": [
    {
      "start_time": 0,
      "end_time": 116,
      "verse_references": [],
      "themes": [
        "faith",
        "devotion",
        "bhakti",
        "shraddha"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Shraddha is the beginning of Bhakti, real faith in Krishna.",
      "summary": "The lecture begins with prayers and then discusses the importance of real faith (Shraddha) in Krishna as the foundation of Bhakti, distinguishing it from mere belief or sentiment.",
      "timestamp_url": "https://youtu.be/QaGIkXMZFUo?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyanan Janishalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha. Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine. Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine. Jaya Shri Krishna Chaitanya Prabhu Nityananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda. Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare. Om Namo Bhagavate Vasudevaya. Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet. In this session, we will continue to discuss from the 20th verse of the 16th chapter of the first canto of Srimad Bhagavatam. The translation of the verse, just to refresh your memory: \"I have lost my three legs and I am now standing on one only. Are you lamenting for my state of existence, or are you in great anxiety because hence forward the unlawful meat eaters will exploit you, or are you in a sorry plight because the demigods are now bereft of their share of sacrificial offerings because no sacrifices are being performed at present, or are you grieving for living beings because of their sufferings due to famine and drought?\" So we'll continue discussing the purport. So in the previous session, we discussed about what is faith in the Supreme Personality of Godhead, what is real faith, and what is blind faith or material belief system."
    },
    {
      "start_time": 116,
      "end_time": 268,
      "verse_references": [],
      "themes": [
        "degradation",
        "kali yuga",
        "sinful activities"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "There is widespread sinful activities, particularly four kinds of sinful activities characterizing this Kali Yuga, meat eating, intoxication, gambling, illicit sex.",
      "summary": "The speaker discusses the degradation of human character in Kali Yuga due to the influence of sinful activities like meat-eating, intoxication, gambling, and illicit sex.",
      "timestamp_url": "https://youtu.be/QaGIkXMZFUo?t=116",
      "transcript": "They two are completely different. As I mentioned earlier, the word Shraddha that is used, that's a beginning of Bhakti. Shraddha is the beginning of Bhakti, real faith in Krishna. That is a beginning of Bhakti. So till one actually has got that Shraddha, the real faith in Krishna as the Supreme Personality of Godhead, there is no question of Bhakti at all. So what passes off as Bhakti or devotion is some sentiment, some blind faith, some belief system. Like sometimes people ask, do you believe in God? One person may ask another person. The other person may say, yeah, yeah, I believe in God. Somebody else may say, I don't believe in God. So this belief system is not what we are talking about here. When you say faith, this is different. This is completely, it is coming from the core of the heart. It's a transformation of the heart by purification through the authorized process of executing Bhakti, devotional service. So it is not just a mental state or it's not an intellectual exercise. It is actually a transformation of the heart by purification. Heart means here we are talking of consciousness, which is a symptom of the soul, conscious symptom of the soul. So let me continue the purport. The degradation of the human instinct begins from the mlechas and the Chandala state of life is the last word in human degradation. Why is Prabhupada telling this? He's telling in Kali Yuga, the human beings degrade, become degraded in their character, in their consciousness due to the evil influence of the age, the Kali Yuga. And what is the evil influence of Kali Yuga? There is widespread sinful activities, particularly four kinds of sinful activities characterizing this Kali Yuga: meat eating, intoxication, gambling, illicit sex. So these"
    },
    {
      "start_time": 268,
      "end_time": 461,
      "verse_references": [],
      "themes": [
        "degradation",
        "influence",
        "spiritual education"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A good person a cultured person a pious person becomes sinful so that's what we are talking about degradation in this Kali Yuga",
      "summary": "The lecture explains how even those born into good families can be influenced by sinful activities and emphasizes that designations like Mlecha or Brahmana are based on qualifications, not birth.",
      "timestamp_url": "https://youtu.be/QaGIkXMZFUo?t=268",
      "transcript": "four sinful activities are prominent in Kali Yuga. And it is, it is practiced, it is these sinful activities are very much prevalent among more and more people in Kali Yuga. Even though somebody may be born in a very, very comfortable state of consciousness, you can feel the presence of the soul, human being. Even though somebody may be born in a very, very cultured and very good family, by mixing with other people outside the family in the society who are sinful, who are breaking these four principles of no meat eating, no intoxication, one becomes influenced and a good person, a cultured person, a pious person becomes sinful. So that's what we are talking about degradation in this Kali Yuga. So Prabhupada says all the above terms mentioned in the Vedic literatures are never meant for any particular community or birth. When you say Mlecha, it's not because somebody is born in a particular family or belongs to a community that we call the person. Which I know, they are different qualifications of human beings in general. Any human being, what is this qualification? Based on that we say he's a brahmana, he's a chatriya, he's a mlecha, he's a yamana, based on qualifications. And if somebody practices bhakti, then their qualifications can change. Just like a child is born ignorant, but you send the child to school and the child gets trained in mathematics, then it becomes knowledgeable in mathematics. So it's no longer ignorant of mathematics. So ignorant person becomes a knowledgeable person by training, by education, by culture. Same way, a mlecha means a person who is not following, a mlecha who is following the Maekas, but they call such a religious, the Vedic principles, uncultured, uncivilized according to the Vedic standard, not having cleanliness, not having good habits, not, does not know how to show respect to elders. Such a person by training, by education, spiritual education, by association with transcendentalists can become completely a changed person, can become a nice devotee, can become a wise, no ma, can become a first-class human being, possible. So it's not that permanently somebody is labeled as malecha, Sudra, no, never. That is not the orderly medical system. That is the principle of a person. This is the principle of spiritual education,"
    },
    {
      "start_time": 461,
      "end_time": 582,
      "verse_references": [],
      "themes": [
        "qualification",
        "birthright",
        "association",
        "devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "These designations are not to be given based on birth. They are based on qualifications.",
      "summary": "The speaker elaborates on how qualities, not birth, determine one's designation and how association with devotees and devotional service can transform a person, even from a low background, into a Vaishnava.",
      "timestamp_url": "https://youtu.be/QaGIkXMZFUo?t=461",
      "transcript": "authorized Vedic tradition or Vedic culture. No. Nowadays, there is a tendency to label people like that. Somebody says, I am a Brahmin. How do you say you are a Brahmin? I was born in a Brahmin family. Or my forefathers were very nice, first class qualified Brahmin. That's fine. Your forefathers are first class qualified Brahmin because of which you have a good possibility of getting trained up in first class behavior, first class qualities. Yes. But unless you get trained and unless you actually exhibit those qualities, you are not a Brahmin. You cannot be called a Brahmin. So, that is what Prabhupada is telling. Never these designations as Brahmana, Chhatriya, Vaishya, Shudra, Mlecha, Yavana are never meant for any particular community or they are not to be, these designations are not to be given based on birth. They are based on qualifications. There is no question of birthright or community. No. That is not the way. One can acquire the respective number of birthrights by birthright. One can acquire the respective number of birthrights by qualification by one's own efforts and thus the son of a Vaishnava can become a Mleksha, born in a nice Vaishnava family but by bad association by not following the principles of Vaishnava conduct one becomes a Mleksha, or the son of a Chandala can become more than a Brahmana, can become first-class Vaishnava all in terms of their association and intimate"
    },
    {
      "start_time": 582,
      "end_time": 691,
      "verse_references": [],
      "themes": [
        "bhakti",
        "devotional service",
        "meat eaters",
        "mlechas"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Vaishnava means one who connects with Krishna through the process of bhakti devotional service bhakti yoga",
      "summary": "The lecture defines a Vaishnava and then distinguishes between Mlechas (unregulated meat-eaters) and those who regulate their meat-eating according to scriptural injunctions, explaining that the latter are not considered Mlechas.",
      "timestamp_url": "https://youtu.be/QaGIkXMZFUo?t=582",
      "transcript": "relation with the Supreme Lord. Vaishnava means one who connects with Krishna through the process of bhakti, devotional service, bhakti yoga. And then when the connection is established by qualification, by practice, by association, by behavior, by culture, then even though a person by birth was not having any good qualities or any good behavior can become qualified, can exhibit all the good qualities by training, by culture, by association, develop that relationship and become a first-class Vaishnava. Next Prabhupada talks about the meat eaters. The meat eaters are generally called Mlechha's. Mlechha means meat eaters who are particular kind of meat eaters. Prabhupada says all meat eaters are not Mlechha's. Those who accept meat in terms of scriptural injunctions are not Mlechha's. In scripture there is a concession given to somebody who is very much habituated to eating meat. If they want to regulate their meat eating according to scriptural directions because they can't totally give up eating meat immediately when they come to know about the fact that meat eating is sinful activity because of which they have to suffer sinful reactions. So they don't want suffering, so they have to stop meat eating. But they can't immediately stop. They can regulate their meat eating according to scriptural injunctions."
    },
    {
      "start_time": 691,
      "end_time": 853,
      "verse_references": [],
      "themes": [
        "meat eating",
        "scriptural injunctions",
        "regulation",
        "cow protection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Those who want to regulate their meat eating so that they don't get very very ghastly sinful reactions. Severe suffering. No. They should avoid cow killing.",
      "summary": "The speaker details the scriptural regulations for those who cannot immediately give up meat-eating, emphasizing the restriction to goat flesh, once a month, after sacrifice to Kali, and the absolute prohibition of beef due to the Vedic culture's protection of cows and bulls.",
      "timestamp_url": "https://youtu.be/QaGIkXMZFUo?t=691",
      "transcript": "So in one place in the scriptures it is said meat eating is sinful. You should not eat meat. Avoid meat eating. Now that may not be possible for everyone on hearing such a scriptural direction or injunction. A person cannot immediately stop because of habit. So such a person who is habituated to meat eating but would like to gradually reduce and give up over a period of time. So then the scriptural injunctions are there that in a restricted way such a person can accept meat. What is that restriction? In this Kanda Purana it is said those who want to regulate their meat eating so that they don't get very, very ghastly sinful reactions, severe suffering. No. They should avoid cow killing. They should only take the flesh of a goat. Only one creature. Goat. Goat flesh. Not any animal flesh. Not any bird flesh. No. Only goat. And that also only one the way as say that goat attacks the goat. Once a month they can take this flesh. Once a month only on a mavasya. A mavasya occurs once in a month. Lunar month. And only by sacrificing a goat to Goddess Kali. Performing a sacrifice. Yajna. Yajna is the way of performing a sacrifice. Yajna. Yagya is the way of using money. Lifting up. Islam wish-doing, Yajna is the way of took freshner比如 So a cow that is going crazy with its father and said me에는 purifying our existence. So, that is the regulation to be followed. So, those who are following these regulations are called descriptional directions are not natures even if they are eating meat. So, those meat eaters who accept meat without any regulation or restriction are called natures. This is the accurate definition of who is a nature. Beef is forbidden in scriptures. Beef means the flesh of a cow and the bulls and cows are offered special protection by the followers"
    },
    {
      "start_time": 853,
      "end_time": 975,
      "verse_references": [],
      "themes": [
        "kali yuga",
        "exploitation",
        "suffering",
        "designated food"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In this age of Kali people will exploit the body of the bull and the cow as they like and thus they will invite sufferings of various types.",
      "summary": "The lecture discusses the exploitation of cows and bulls in Kali Yuga and the resulting suffering, contrasting it with the Vedic principle of cow protection, and then introduces the concept of designated food for different species.",
      "timestamp_url": "https://youtu.be/QaGIkXMZFUo?t=853",
      "transcript": "of the Vedas. So, in the Vedic culture nobody, even meat eaters, never touch the flesh of a cow or a bull, never. So, on the other hand the cows and bulls are offered special protection. They are going to die. Natural death of course, but they never killed for the sake of eating the cow meat. No, never. In this age of Kali people will exploit the body of the bull and the cow as they like and thus they will invite sufferings of various types. See, this is the unfortunate situation Kali Yuga. They are ignorant. They don't care for any restrictions or regulations. They don't follow Shastra or they don't have proper guidance. So, they are going to die. They are having needs of animal Wars. They are hungry. They are going to die. But the necessarily eating the animal flesh is out of blood debate. So, they cannot searching out forerkind neuroimaging of the individual. Thank you they are very good but just to have proper guidance, they say it is my choice which kind of flesh I eat, eating is my choice. You like to eat vegetables, you eat vegetables. I like to eat them vegetables and some meat also or somebody else likes to eat fish. Somebody else likes to eat eggs. Astrology. So whatever one's choice one may eat, this is not correct understanding. There is consideration of what a person should eat. Every living being by arrangement, higher arrangement has got designated food. Just like a cow will never eat any flesh. A tiger will never eat grass. See that designated food for tiger is the flesh of certain animals. Designated food for cow is grass."
    },
    {
      "start_time": 975,
      "end_time": 1089,
      "verse_references": [],
      "themes": [
        "freedom",
        "restriction",
        "kali yuga",
        "suffering"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If you have to eat meat there is restriction by which if you follow this restriction only goat flesh, only once a month, only after sacrificing the goat to Kali then that person is saved from grievous sinful reactions.",
      "summary": "The speaker explains that while humans have some freedom in choosing food, it is restricted to vegetables, fruits, grains, and dairy, and that if one must eat meat, it should be done according to strict regulations to avoid sinful reactions, which are often ignored in Kali Yuga, leading to suffering.",
      "timestamp_url": "https://youtu.be/QaGIkXMZFUo?t=975",
      "transcript": "So this is by higher arrangement in nature. But among human beings there is no such thing. There is a certain freedom given that you may eat different kinds of edibles. But that is restricted to vegetables, fruits, grains, dahl, cow's milk like this. It is restricted to that for human beings. Designated food for human beings. Now if somebody thinks that I will eat what I like to eat or I will eat what is good for my health. Somebody may say for you vegetable may be okay, for me vegetable is not enough to be healthy, to develop good strength. I require to eat some non-vegetarian food. So that may be some consideration some people may have. But if you have to eat meat there is restriction by which if you follow this restriction only goat flesh, only once a month, only after sacrificing the goat to Kali. Only to Kali, not to any Devata, not to any, not to Krishna, not to Vishnu, no. And it must be sacrificed. There is a procedure for sacrificing according to Shastra. Then that person is saved from grievous sinful reactions. But in Kali Yuga people don't care. For all this restriction they don't bother. Therefore they invite sufferings of so many kind. So that is one unfortunate situation in Kali Yuga."
    }
  ]
}