{
  "video_id": "QB-vnMB7VH0",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.10.7 | 29-05-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=QB-vnMB7VH0",
  "segments": [
    {
      "start_time": 55,
      "end_time": 143,
      "verse_references": [
        "SB 1.10.7"
      ],
      "themes": [
        "Krishna's mission",
        "Pacifying relatives",
        "Reducing the burden of the earth"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In order for Krishna's mission of reducing the burden of this earth planet, which was over burdened by demoniac forces.",
      "summary": "This segment introduces the verse being discussed and explains Krishna's mission to reduce the burden of the earth by eliminating demoniac forces.",
      "timestamp_url": "https://youtu.be/QB-vnMB7VH0?t=55",
      "transcript": "In this session we will be discussing from the seventh verse of the tenth chapter of the first canto of Srimad Bhagavatam. उषित्वा हास्तिनापुरे मासान कतिपयान हरिही सुहरुदाम्च विशोकाय स्वशुष्च प्रियकाम्यया The meaning of this verse is, Shri Hari, Lord Shri Krishna, resided at Hastinapura for a few months to pacify his relatives and please his own sister Subhadra. So here is a description that after the battle of Kurukshetra, it was already described that Yudhishthira Maharaj was enthroned as the emperor of the world. Now Krishna had come to Hastinapura in order for arranging this battle of Kurukshetra, in which Krishna's mission was to pacify his relatives and please his own sister Subhadra, in order for Krishna's mission of reducing the burden of this earth planet, which was overburdened by demoniac forces. To reduce these demoniac forces, Krishna had appeared when the Mother Earth and the demigods prayed to the lord."
    },
    {
      "start_time": 143,
      "end_time": 270,
      "verse_references": [],
      "themes": [
        "Krishna's mercy",
        "Liberation",
        "Demons",
        "Battle of Kurukshetra"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, the remaining demons were assembled in the battle of Kurukshetra and Krishna did not personally kill them, but Krishna and Puthana killed them.",
      "summary": "This segment discusses how Krishna delivered demons, both directly and indirectly, during his pastimes and especially during the battle of Kurukshetra, emphasizing his mercy and the liberation granted to those who died in his presence.",
      "timestamp_url": "https://youtu.be/QB-vnMB7VH0?t=143",
      "transcript": "So the lord appeared. Krishna appeared, original form of the lord appeared, Krishna appeared to reduce the burden. So, the reduction of the burden began when he was on his mother's lap, just a few days old infant, Puthana came to kill Krishna and Krishna instead of Puthana killing him, of course Krishna cannot be killed, so Krishna sucked out the life air and from there on these demons were delivered by Krishna when Krishna killed him. Puthana killed them one after another, one after another, one after another, but even after so much of killing, still some demons remained towards the end of Krishna's manifest pastimes. So, the remaining demons were assembled in the battle of Kurukshetra and Krishna did not personally kill them, but Krishna and Puthana killed them. Puthana arranged killing them through the Pandavas, his devotees. Now, the benefit for these demoniac forces or demons is that when Krishna kills them, they are delivered, they are liberated. Not only that, even when Krishna was present on the battlefield, even though they were not directly killed by Krishna, just because Krishna was present on the battlefield, because of the presence of Krishna on the battlefield of Kurukshetra, all those who died in the presence of Krishna were liberated, were delivered. So, Krishna is merciful to everyone. But nevertheless, he had to take this action because the devotees are unnecessarily harassed by the demons, unnecessarily. So, when the harassment becomes too much,"
    },
    {
      "start_time": 270,
      "end_time": 383,
      "verse_references": [
        "SB 1.10.7"
      ],
      "themes": [
        "Krishna's stay in Hastinapura",
        "Pacifying relatives",
        "Mercy to Bhishma Deva"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna resided at Hastinapura for a few months to pacify his relatives.",
      "summary": "This segment explains why Krishna stayed in Hastinapura after the battle of Kurukshetra, focusing on pacifying relatives who lost loved ones and showing special mercy to Bhishma Deva.",
      "timestamp_url": "https://youtu.be/QB-vnMB7VH0?t=270",
      "transcript": "Krishna personally comes or empowers his agents to actually deal with these demons. So, after that battle of Kurukshetra, after Yudhishthira was enthroned as the emperor of the world, Krishna's work is over, he has to return to Dwaraka. So, here it is described, when did he go to Dwaraka? Departure of Lord Krishna of Dwaraka. Not immediately, even though his work was over, he stayed back a few months as is described in this seventh verse. Krishna resided at Hastinapura for a few months to pacify his relatives, because in this battle, so many were killed. So, many of them were related to Krishna. So, Krishna had to pacify the survivors, and also to please his own sister Subhadra. Subhadra was married to Arjuna and that was explained by Prabhupada in the purport, why Krishna had to stay back to pacify Subhadra. So, in the purport, Srila Prabhupada says, Krishna was to start for Dwaraka, his own kingdom after the battle of Kurukshetra and Yudhishthira's being enthroned, but to oblige the request of Maharaja Yudhishthira, and to show special mercy to Bhishma Deva, Lord Krishna stopped at Hastinapura, the capital of the Pandavas. Yudhishthira requested Krishna, please stay back for a few months, and Krishna accepted. But during that time, as is described in this verse, he also was pacifying his relatives, and he showed special mercy to Bhishma Deva as was described in the previous chapter."
    },
    {
      "start_time": 383,
      "end_time": 574,
      "verse_references": [],
      "themes": [
        "Subhadra's grief",
        "Abhimanyu's death",
        "Pandavas' exile",
        "Duryodhana's plot"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Subhadra was especially to be pacified because she lost her only son Abhimanyu, who was just married.",
      "summary": "This segment delves into the reasons for Subhadra's grief, the circumstances surrounding Abhimanyu's death, and the events leading up to the battle of Kurukshetra, including the Pandavas' exile and Duryodhana's schemes.",
      "timestamp_url": "https://youtu.be/QB-vnMB7VH0?t=383",
      "transcript": "He was personally present and Bhishma was to go into the body, and blessed Bhishma Deva by his presence. So, it is further said by Srila Prabhupada in the purport. The Lord decided to stay, especially to pacify the aggrieved king, Yudhishthira, as well as to please Subhadra, the sister of Lord Krishna. Now, why was Subhadra aggrieved? That is because, Subhadra was especially to be pacified because she lost her only son Abhimanyu, who was just married. Abhimanyu was the son of Subhadra and Arjuna. Subhadra was married to Arjuna. So, this Abhimanyu, he left his wife Uttara, who was the mother of Maharaja Pariksit. Now, it is described in the Mahabharata as well as the Bhagavata elsewhere, that when the Pandavas were in exile, the thirteenth year they spent in the kingdom of Virat Raj, Virat Maharaja, the kingdom of Virata, Virata Pradesh. So, they disguised themselves. Arjuna became a dancing teacher, in the court of Virat Raja. So, Virat Maharaja could not make out that this dance teacher who is seeking some engagement or employment is actually Arjuna. He could not make out because the Pandavas disguised themselves. According to the agreement in the gambling match, which was a cheating, but nevertheless, because the Pandavas lost, Yudhishthira Maharaja agreed to go and exile and stay. Those accustomed to royal comforts, they have to stay in the forest, in exile, twelve years. And the thirteenth year, they have to hide themselves somewhere. And if Duryodhana discovers where they are hiding, then they have to again go twelve years for exile, twelve more years for exile, because Duryodhana attempted to kill the Pandavas, just so that he could rule the kingdom out of his greed, though he is not entitled. It's not his rightful claim to become the emperor, but because he was greedy, somehow or the other, eliminate the Pandavas, who are the rightful claimants for the throne. So he tried to kill them, but because the Pandavas were always protected by Krishna, Duryodhana could not kill them."
    },
    {
      "start_time": 574,
      "end_time": 677,
      "verse_references": [],
      "themes": [
        "Duryodhana's greed",
        "Pandavas' exile",
        "Gambling match",
        "Refusal to return kingdom"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So Duryodhana said, if you want the kingdom, you have to fight and defeat us, and then only take back the kingdom.",
      "summary": "This segment continues the narrative of Duryodhana's plot to keep the Pandavas from their rightful claim to the throne, highlighting the cheating in the gambling match and his ultimate refusal to return the kingdom, leading to the inevitable battle of Kurukshetra.",
      "timestamp_url": "https://youtu.be/QB-vnMB7VH0?t=574",
      "transcript": "Then somehow, by trick, by cheating, send them away to the forest, and keep them in the forest forever. So this was the plot that was hatched by Duryodhana in consultation with his maternal uncle Shakuni, who was another wicked person. Same mentality as Duryodhana, demoniac mentality. Shakuni, Shakuni also. So this Duryodhana and Shakuni plotted to send away the Pandavas to exile, by cheating the Pandavas in a gambling match. And 13th year exile, what happened? That Arjuna disguised as a dancing teacher, and he became the dance teacher of Virat Maharaja's daughter, Uttara. So then, after the period of exile was over, one year is over, the 13th year, then the Pandavas revealed their identity, and they had to go back to Hastinapura to get back their kingdom, which they had lost during the gambling match, because they fulfilled the conditions. So when they went back, they were not given the kingdom back, and Duryodhana refused. So Duryodhana said, if you want the kingdom, you have to fight and defeat us, and then only take back the kingdom. So then the battle of Kurukshetra"
    },
    {
      "start_time": 677,
      "end_time": 851,
      "verse_references": [],
      "themes": [
        "Virat Maharaja",
        "Arjuna as dance teacher",
        "Abhimanyu's marriage",
        "Subhadra's grief"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So this Virat Maharaj's daughter Uttara was married to Abhimanyu, who was the son of Arjuna and Subhadra.",
      "summary": "This segment describes the events during the Pandavas' 13th year of exile, focusing on Arjuna's role as a dance teacher, the marriage of Abhimanyu to Uttara, and the subsequent grief of Subhadra after Abhimanyu's death in the battle of Kurukshetra.",
      "timestamp_url": "https://youtu.be/QB-vnMB7VH0?t=677",
      "transcript": "was inevitable. But still, when Virat Maharaj came to know after the 13th year of exile of the Pandavas, that they were the Pandavas, the great Pandavas, and Arjuna, the great bowman, the greatest bowman of his time, he was living in Kognito, and he was a dance teacher. So Virat Maharaj felt very, very bad, sorry for the Pandavas. In any case, he thought that now is the opportunity for me to marry my daughter to Arjuna, when he discovered Arjuna is the one who was the dance teacher. So when he offered to marry his daughter to Arjuna, because Kshatriyas, they can marry, Arjuna is already married to Draupadi, but Kshatriyas can marry more, have more than one wife, can have more than one queen. So when he was offered, he refused because by teaching Virat Maharaja's daughter, being the dance teacher, he was like, a teacher is on the level of the father. So I am like the father of your daughter, so I cannot marry your daughter. So Virat Maharaj was very disappointed. Then he said, okay, I cannot marry, but my son can marry your daughter. So Abhimanyu was just 16 years old, but still he was a prince, and Virat Maharaj's daughter was a princess. So it was a suitable match, therefore Arjuna offered Virat Maharaj that he can marry your daughter to my son. And Virat Maharaj was very pleased, so this Virat Maharaj's daughter Uttara was married to Abhimanyu, who was the son of Arjuna and Subhadra. But soon after that, what happened, the battle of Kurukshetra was declared, had to be fought, and the Pandavas along with their sons, Abhimanyu also went to fight, but this boy never returned alive, he was killed in the battle, in the fighting. So Subhadra lost her son, Uttara, the daughter-in-law of Arjuna, lost her husband Abhimanyu, Arjuna's son. So to pacify, and Subhadra is Krishna's sister, so after the battle of Kurukshetra, because Subhadra lost her son, Krishna wanted to stay back and pacify Subhadra."
    },
    {
      "start_time": 851,
      "end_time": 964,
      "verse_references": [],
      "themes": [
        "Krishna's affection for devotees",
        "Devotees as relatives",
        "Krishna's equality"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is always pleased to satisfy his devotees.",
      "summary": "This segment clarifies that Krishna's affection is primarily for his devotees, who take on the roles of his relatives in his pastimes, emphasizing that Krishna is equal to all but shows special affection to his devotees.",
      "timestamp_url": "https://youtu.be/QB-vnMB7VH0?t=851",
      "transcript": "That is being described here. So that's the context in which it is said here, Krishna wanted to satisfy, pacify his sister. Now, it should be understood that, Krishna has no particular affection for his relatives, like conditioned souls have some specific affection for their own relatives. No. Krishna is actually affectionate to his devotees. And when he performs his Leela, his devotees assume the role of Krishna's relatives. Just like Devaki and Vasudeva are devotees of Krishna, but they play the role of Krishna's father and mother. Or Subhadra is the devotee of Krishna, but she plays the role of Krishna's sister. Like that. So, Krishna is always pleased to satisfy his devotees. And therefore, he stayed back to pacify his sister, who is a devotee of Krishna. Not because she's sister. She's playing the part of sister, but she's devotee. And only the devotees can play the part of sister, the devotees can play the part of the Lord's relatives. And the Lord is always absolute. He's not particularly partial to his relatives, and he's neglectful about other people, indifferent to other people. No. He's always equal to everybody, but his devotees, he's got some special affection. So, I'll stop here. Thank you very much."
    }
  ]
}