{
  "video_id": "qc2unf5G0gQ",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.9.4 | 27-03-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=qc2unf5G0gQ",
  "segments": [
    {
      "start_time": 0,
      "end_time": 47,
      "verse_references": [],
      "themes": [
        "Invocation",
        "Prayers",
        "Guru Parampara"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyanati Mirandhasya Gyananjanishalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, invoking blessings and paying respects to the spiritual lineage.",
      "timestamp_url": "https://youtu.be/qc2unf5G0gQ?t=0",
      "transcript": "Om Agyanati Mirandhasya Gyananjanishalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 47,
      "end_time": 105,
      "verse_references": [
        "SB 1.9.4"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "Bhishma",
        "Krishna's Role"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The meaning of this verses seeing him that means seeing Bhishma lying on the ground like a demigod fallen from the sky the Pandava King Yudhishthira along with his younger brothers and Lord Krishna bowed down before him",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam (1.9.4) that will be discussed, describing Bhishma lying on the battlefield and the Pandavas, along with Krishna, bowing before him.",
      "timestamp_url": "https://youtu.be/qc2unf5G0gQ?t=47",
      "transcript": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Devim Saraswati Narayanam Namaskritya Naramchaiva Narottamam Vyasam Tatojaya Mudireyi. In this session, we'll be discussing from the verse number four of the ninth chapter of the first canto of Srimad Bhagavatam, Drshtva Nipattitam Bhoomau Divaschiutam Ivaamaram Pranae mahu Pandava bushma Sanugaa Sahacakrina. The meaning of вашa Yoga Hatha Siya Bharka this verses: seeing him, that means seeing Bhishma lying on the ground like a demigod fallen from the sky, the Pandava King Yudhishthira along with his younger brothers and Lord Krishna bowed down"
    },
    {
      "start_time": 105,
      "end_time": 252,
      "verse_references": [],
      "themes": [
        "Krishna's Relationships",
        "Family Dynamics",
        "Supreme Personality of Godhead"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "all the family members of the pandavas knew lord krishna as the supreme personality of godhead",
      "summary": "The speaker explains Krishna's relationships with the Pandavas, highlighting his role as a younger cousin and intimate friend, while emphasizing that they all recognized him as the Supreme Personality of Godhead.",
      "timestamp_url": "https://youtu.be/qc2unf5G0gQ?t=105",
      "transcript": "before him. We have to note that Krishna is referred to as Chakri. Chakri means one who carries the chakra, that is Krishna, another name for Krishna, shankhi Chakri, like that there are names for Krishna. So here Krishna is referred to as Chakri and Sreelah Prabhupada explains, Lord Krishna was also a younger cousin of Maharaja Yudhishthira as well as the intimate friend, Lord Krishna and a better beloved Rama Yudhishthir as well as the intimate friend Devasini as well of arjuna. Krishna was related to the pandavas as a younger cousin because by age krishna was younger than yudhishtira maharaj and yudhishtira maharaj's mother kunti and krishna's father vasudeva were sister and brother, kunti and vasudeva. So therefore krishna was the younger cousin of yudhishtira maharaj. Krishna was also related to arjuna in the same way as a cousin but more importantly krishna and arjuna were intimate friends, intimate friends. So in addition to being a cousin arjuna was also intimate friend of krishna but all the family members of the pandavas knew lord krishna as the supreme personality of godhead, all the five brothers dhishtira bhima nakula sahadeva arjuna everyone knew krishna supreme personality of godhead and even draupadi kunti everyone knew krishna is the supreme personality of godhead the lord although conscious of supreme position always behaved in a humanly custom and so he also bowed down before the dying bhishma deva as if he, that means krishna, were one of the younger brothers of king yudhishtira."
    },
    {
      "start_time": 252,
      "end_time": 354,
      "verse_references": [],
      "themes": [
        "Respect",
        "Krishna's Behavior",
        "Humanly Customs"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "the lord although conscious of supreme position always behaved in a humanly custom and so he also bowed down before the dying bhishma deva as if he that means krishna were one of the younger brothers of king yudhishtira",
      "summary": "The speaker discusses why Krishna, despite being the Supreme Personality of Godhead, bowed down before Bhishma, explaining that Krishna behaves in a humanly way to set an example.",
      "timestamp_url": "https://youtu.be/qc2unf5G0gQ?t=252",
      "transcript": "Now this is very significant that when the pandavas have come to see bhishma, bhishma is elderly uh person compared to the pandavas, so pandavas grandfather pandu's father father's brother. So in that way the pandavas are perfectly right or correct in bowing down to bhishma deva, grandsons they are offering their respects to the elderly grandfather well-wisher and affectionate grandfather. But why is krishna bowing down before bhishma when krishna is the supreme personality of godhead? Now we have to carefully understand srila prabhupada explains even though krishna is always conscious he is the supreme personality of godhead is eternally so but still he behaves in a humanly way when he comes to this material world for the sake of his pastimes. So krishna behaves in a particular way in a particular situation which we have to understand from the scriptures as explained by the acharyas."
    },
    {
      "start_time": 354,
      "end_time": 515,
      "verse_references": [],
      "themes": [
        "Krishna's Personality",
        "Ideal Behavior",
        "Householder Duties"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna when he was in Dwaraka whenever he would come back from his assembly house Sudharma after finishing his duties as the king of Dwaraka then he would actually enter his palaces by expanding himself into sixteen thousand one hundred and eight forms",
      "summary": "The speaker explains that Krishna's actions are meant to teach ideal behavior, giving the example of how Krishna interacted with his queens in Dwaraka, teaching how an ideal husband should behave.",
      "timestamp_url": "https://youtu.be/qc2unf5G0gQ?t=354",
      "transcript": "So krishna's personality is not like the personality of a any other human being. Krishna's personality is a lot different than that of any other personality. So the difference can be understood only if we hear our own personality. And let we not get distracted by what is the difference between Ahmad and the lord, we first understand about krishna from the vaishva acharyas as they explain based on the authentic shastras, vaishnava scriptures. So i can give an example, the bhagavatam says of two kinds one action one set of actions Krishna performs in his incarnation as Krishna are those which he wants to teach the common people ideal behavior of a human being. So Krishna when he was in Dwaraka whenever he would come back from his assembly house Sudharma after finishing his duties as the king of Dwaraka then he would actually enter his palaces by expanding himself into sixteen thousand one hundred and eight forms because he had married 16,000 108 Queens princesses and they became Queens because Krishna was the king and he would interact with his Queens exactly like a ideal husband should interact with his wife. Now Krishna knows his position Krishna is also aware that all the queens are are his devotees. The devotees, the queens know Krishna is the Supreme Lord but in his interaction he taught by his own example how a ideal husband should actually take care of his wife."
    },
    {
      "start_time": 515,
      "end_time": 637,
      "verse_references": [],
      "themes": [
        "Ideal Householder",
        "Respect",
        "Charity",
        "Acharya"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is teaching by his own example. He would give cows in charity to the brahmanas.",
      "summary": "The speaker continues to illustrate Krishna's role as an Acharya, teaching by example, such as respecting his mothers and giving charity, even though he has no obligation to anyone.",
      "timestamp_url": "https://youtu.be/qc2unf5G0gQ?t=515",
      "transcript": "Now Krishna in the morning when he wakes up, he wakes up very early even though he is lying comfortably with his wife, the queen but he wakes up and he performs his duties as a householder. Now these duties are described in the Srimad Bhagavatam 10th cantum, these duties are performed by Krishna to teach how an ideal householder to perform householder's duties. He would go and pay respect to his mothers. Of course, his mother is Devaki. But Vasudeva, his father had 16 queens. So, the other queens of Vasudeva were stepmothers of Krishna. Nonetheless, Krishna would respect all the stepmothers on an equal level with Devaki, his own mother. So, this is ideal behavior of Krishna. They all know Krishna is the Supreme Personality of God. But they also know Krishna is behaving in this way to teach by his own example how an ideal householder should carry out the duties of a householder. Grahasta Ashrama Krishna is teaching by his own example. He would give cows in charity to the brahmanas. Now, the brahmanas know Krishna is the Supreme Personality of God. Krishna has no obligation to anybody. He is in fact the maintainer of everyone. So, what obligation can he have for any brahmana or for any other living being? He is the maintainer of all the living beings. Eko bahunam yo vidhati kama. Krishna is teaching by his own example, but he must teach by his own example. Acharya."
    },
    {
      "start_time": 637,
      "end_time": 748,
      "verse_references": [],
      "themes": [
        "Krishna's Activities",
        "Supreme Personality",
        "Yogamaya"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "when a demon comes to attack krishna krishna effortlessly playfully he simply kills the demon",
      "summary": "The speaker contrasts Krishna's actions meant for teaching with those that reveal his supreme power, using the example of Krishna killing demons in Vrindavan and the cowherd boys' reaction, influenced by Yogamaya.",
      "timestamp_url": "https://youtu.be/qc2unf5G0gQ?t=637",
      "transcript": "Acharya means one who teaches by his own behavior, by his own actions. So, Krishna's one set of activities are meant for teaching the common man about the proper behavior. Now, Krishna performs another set of actions. Hope this is helpful. Did you take a hint from this? I really liked it. Because this is what I wanted to show you. You may have some doubts about this. But all you need to know is, even when you are unique to his position as the supreme personality you've got it which is the position as a supreme lord is eternally true even though he appears like a human being he is the supreme lord his powers are always with him they are never lost they are never ineffective so for example when he's playing with the covered boys in vrindavan he is like another covered boy but when a demon comes to attack krishna krishna effortlessly playfully he simply kills the demon and the covered boys they are very happy that this some demon came to disturb us and krishna just killed the demon very easily so they are all very happy they embrace krishna well done well done excellent excellent and they continue their play they never pause to think krishna is another covered boy like us how could he have killed that demon we cannot kill how can krishna kill they never think"
    },
    {
      "start_time": 748,
      "end_time": 866,
      "verse_references": [],
      "themes": [
        "Yogamaya",
        "Devotees",
        "Krishna's Power"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "that is the action of yogamaya by yogamaya's influence everyone participating in krishnalila all the devotees that is all the devotees other than krishna everyone else is devoted krishna",
      "summary": "The speaker elaborates on the influence of Yogamaya, which causes devotees to forget Krishna's supreme position during his pastimes, and emphasizes Krishna's effortless power in defeating demons.",
      "timestamp_url": "https://youtu.be/qc2unf5G0gQ?t=748",
      "transcript": "that is the action of yogamaya by yogamaya's influence everyone participating in krishnalila all the devotees that is all the devotees other than krishna everyone else is devoted krishna so the devotees except balaram of course balaram is not um in the position of a devotee he acts like a devotee but he is not like the other devotees belonging to a different tatva he is actually an expansion of krishna but still for the sake of krishna's pastimes he also behaves like one of the other covered boys he also behaves as a devotee of krishna as another covered boy so um all the covered boys being influenced by yogamaya they forget krishna is the supreme personality of god though they know that the fact is known but for the sake of krishna's pastime they forget that they don't consider that they think krishna is one among them and if you have a friend who is your equal and the friend does something very nice then you appreciate the friend embrace her and that is the reason why all the devotees who worship him are very happy you congratulate him like that the coward boys exactly behave that way with krishna and krishna kills a demon but we understand that demon was no ordinary demon he was sent by kamsa he had so many mystic powers he was a terror for everyone else but krishna effortlessly killed him because krishna is supremely powerful"
    },
    {
      "start_time": 866,
      "end_time": 998,
      "verse_references": [],
      "themes": [
        "Krishna's Activities",
        "Brahma's Bewilderment",
        "Respect"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When Brahma stole the calves and the cowherd boys, Krishna actually expanded himself as a calves and cowherd boys.",
      "summary": "The speaker narrates the story of Brahma stealing the calves and cowherd boys, and Krishna expanding himself to replace them, bewildering Brahma, to illustrate Krishna's supreme power and to reiterate that Krishna bowing to Bhishma teaches respect.",
      "timestamp_url": "https://youtu.be/qc2unf5G0gQ?t=866",
      "transcript": "we understand such activities of Krishna as those of the Supreme Personality of Godhead. When Brahma stole the calves and the cowherd boys, Krishna actually expanded himself as a calves and cowherd boys. Now Brahma came back after hiding those calves and cowherd boys who were stolen by Brahma using Brahma's mystic power. He was hiding them somewhere and when Brahma came back after one moment of his time, already one year had passed on the earth and Krishna had expanded himself so nobody knew that the cowherd boys and the calves, original cowherd boys and calves were kidnapped by Brahma and they were hidden by Brahma in some place away from the earth planet and they were all sleeping under the mystic power of Brahma. A spell cast by Brahma by Brahma's mystic power but nobody knows in Vrindavan. How is that? Krishna has expanded exactly resembling each of the cowherd boys and each of the calves and Brahma came and saw there is a second set of the same cowherd boys and calves playing with Krishna. So Brahma was bewildered. He knows he has hidden there, cows and cowherd boys, he has stolen in his particular place and he knows by his mystic power they are all sleeping under the spell of his mystic power. But Brahma also seeing a second set and who are these second set of cowherd boys and calves. Brahma is wondering. So like this, Krishna's second set of activities are those to help and meant for helping us understand Krishna is the Supreme Personality of God so we have to understand when Krishna bows down to Bhishma Deva it is teaching us how a younger one should show respect"
    }
  ]
}