{
  "video_id": "qc2unf5G0gQ",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.9.4 | 27-03-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=qc2unf5G0gQ",
  "segments": [
    {
      "start_time": 0,
      "end_time": 47,
      "verse_references": [],
      "themes": [
        "Invocation",
        "Prayers",
        "Guru Parampara"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyanati Mirandhasya Gyananjanishalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, invoking blessings and paying respects to the spiritual lineage.",
      "timestamp_url": "https://youtu.be/qc2unf5G0gQ?t=0"
    },
    {
      "start_time": 47,
      "end_time": 105,
      "verse_references": [
        "SB 1.9.4"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "Bhishma",
        "Krishna's Role"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The meaning of this verses seeing him that means seeing Bhishma lying on the ground like a demigod fallen from the sky the Pandava King Yudhishthira along with his younger brothers and Lord Krishna bowed down before him",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam (1.9.4) that will be discussed, describing Bhishma lying on the battlefield and the Pandavas, along with Krishna, bowing before him.",
      "timestamp_url": "https://youtu.be/qc2unf5G0gQ?t=47"
    },
    {
      "start_time": 105,
      "end_time": 252,
      "verse_references": [],
      "themes": [
        "Krishna's Relationships",
        "Family Dynamics",
        "Supreme Personality of Godhead"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "all the family members of the pandavas knew lord krishna as the supreme personality of godhead",
      "summary": "The speaker explains Krishna's relationships with the Pandavas, highlighting his role as a younger cousin and intimate friend, while emphasizing that they all recognized him as the Supreme Personality of Godhead.",
      "timestamp_url": "https://youtu.be/qc2unf5G0gQ?t=105"
    },
    {
      "start_time": 252,
      "end_time": 354,
      "verse_references": [],
      "themes": [
        "Respect",
        "Krishna's Behavior",
        "Humanly Customs"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "the lord although conscious of supreme position always behaved in a humanly custom and so he also bowed down before the dying bhishma deva as if he that means krishna were one of the younger brothers of king yudhishtira",
      "summary": "The speaker discusses why Krishna, despite being the Supreme Personality of Godhead, bowed down before Bhishma, explaining that Krishna behaves in a humanly way to set an example.",
      "timestamp_url": "https://youtu.be/qc2unf5G0gQ?t=252"
    },
    {
      "start_time": 354,
      "end_time": 515,
      "verse_references": [],
      "themes": [
        "Krishna's Personality",
        "Ideal Behavior",
        "Householder Duties"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna when he was in Dwaraka whenever he would come back from his assembly house Sudharma after finishing his duties as the king of Dwaraka then he would actually enter his palaces by expanding himself into sixteen thousand one hundred and eight forms",
      "summary": "The speaker explains that Krishna's actions are meant to teach ideal behavior, giving the example of how Krishna interacted with his queens in Dwaraka, teaching how an ideal husband should behave.",
      "timestamp_url": "https://youtu.be/qc2unf5G0gQ?t=354"
    },
    {
      "start_time": 515,
      "end_time": 637,
      "verse_references": [],
      "themes": [
        "Ideal Householder",
        "Respect",
        "Charity",
        "Acharya"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is teaching by his own example. He would give cows in charity to the brahmanas.",
      "summary": "The speaker continues to illustrate Krishna's role as an Acharya, teaching by example, such as respecting his mothers and giving charity, even though he has no obligation to anyone.",
      "timestamp_url": "https://youtu.be/qc2unf5G0gQ?t=515"
    },
    {
      "start_time": 637,
      "end_time": 748,
      "verse_references": [],
      "themes": [
        "Krishna's Activities",
        "Supreme Personality",
        "Yogamaya"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "when a demon comes to attack krishna krishna effortlessly playfully he simply kills the demon",
      "summary": "The speaker contrasts Krishna's actions meant for teaching with those that reveal his supreme power, using the example of Krishna killing demons in Vrindavan and the cowherd boys' reaction, influenced by Yogamaya.",
      "timestamp_url": "https://youtu.be/qc2unf5G0gQ?t=637"
    },
    {
      "start_time": 748,
      "end_time": 866,
      "verse_references": [],
      "themes": [
        "Yogamaya",
        "Devotees",
        "Krishna's Power"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "that is the action of yogamaya by yogamaya's influence everyone participating in krishnalila all the devotees that is all the devotees other than krishna everyone else is devoted krishna",
      "summary": "The speaker elaborates on the influence of Yogamaya, which causes devotees to forget Krishna's supreme position during his pastimes, and emphasizes Krishna's effortless power in defeating demons.",
      "timestamp_url": "https://youtu.be/qc2unf5G0gQ?t=748"
    },
    {
      "start_time": 866,
      "end_time": 998,
      "verse_references": [],
      "themes": [
        "Krishna's Activities",
        "Brahma's Bewilderment",
        "Respect"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When Brahma stole the calves and the cowherd boys, Krishna actually expanded himself as a calves and cowherd boys.",
      "summary": "The speaker narrates the story of Brahma stealing the calves and cowherd boys, and Krishna expanding himself to replace them, bewildering Brahma, to illustrate Krishna's supreme power and to reiterate that Krishna bowing to Bhishma teaches respect.",
      "timestamp_url": "https://youtu.be/qc2unf5G0gQ?t=866"
    }
  ]
}