{
  "video_id": "QC5QC5FmkfY",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.7.3-4 | 06-12-2021",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=QC5QC5FmkfY",
  "segments": [
    {
      "start_time": 0,
      "end_time": 40,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/QC5QC5FmkfY?t=0",
      "transcript": "Om Agyana Timiraandhasya Gyananjanishalakaya Chaksharanmelitam Yena Tasmait Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Srimate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadhadhara Shiva Sadhigaura Bhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 40,
      "end_time": 102,
      "verse_references": [
        "SB 1.7.3"
      ],
      "themes": [
        "meditation",
        "spiritual practice",
        "Vyasa Deva"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Vyasa Deva concentrated his mind in that transcendental place of meditation",
      "summary": "The speaker introduces the third verse of the seventh chapter of the first canto of Srimad Bhagavatam, focusing on Vyasa Deva's meditation in his ashram.",
      "timestamp_url": "https://youtu.be/QC5QC5FmkfY?t=40",
      "transcript": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet. In this session, we will be discussing from the third verse of the seventh chapter of the first canto of Srimad Bhagavatam: Tasminsva Ashrame Vyaso Badari Shandamandite Asino Apa Upasprishya Pranidhadyau Manaswayam. The meaning of this verse: in that place, Srila Vyasa Deva, in his own ashram which was surrounded by berry trees, Badari Shandamandite, sat down to meditate after touching water for purification. So, in the purport, it is described by Srila Prabhupada under instructions of Srila of his spiritual master, Srila Narad Muni."
    },
    {
      "start_time": 102,
      "end_time": 202,
      "verse_references": [
        "SB 1.7.3",
        "SB 1.7.4"
      ],
      "themes": [
        "location",
        "spiritual activities",
        "meditation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Vyasadeva see or have vision of in the meditation he was able to see both the Supreme Lord Krishna along with Krishna's external energy Maya which was under full control",
      "summary": "The speaker elaborates on the location of Vyasa Deva's ashram and introduces the fourth verse, explaining that Vyasa Deva saw Krishna and His external energy in meditation.",
      "timestamp_url": "https://youtu.be/QC5QC5FmkfY?t=102",
      "transcript": "Vyasa Deva concentrated his mind in that transcendental place of meditation. If you remember, in the previous session, we discussed about that place, Samyaprasa, where Vyasa Deva's Ashramam Prasadeva place gave ashram was located on the western bank of the river Saraswati, and the place is the most suitable for spiritual activities. So there, Vyasa Deva sat down for concentrating his mind in meditation on the supreme Lord. Text number four, the fourth verse in the same chapter, seventh chapter, first canto of Bhagavatam: Bhakti Yogena Manasi Samyak Pranihi. The meaning of this verse is thus: he fixed his mind perfectly, engaging it by linking it in devotional service or bhakti yoga without any tinge of materialism, and thus he saw the absolute personality of Godhead along with his external energy which was under full control. What did Vyasadeva see or have vision of in the meditation? He was able to see both the Supreme Lord Krishna along with Krishna's external energy, Maya, which was under full control, tadapashrayam, under full control. So, Srila Prabhupada has given a very"
    },
    {
      "start_time": 202,
      "end_time": 317,
      "verse_references": [
        "BG 7.14",
        "BG 18.55"
      ],
      "themes": [
        "bhakti yoga",
        "realization",
        "knowledge",
        "kingdom of God"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Perfect vision of the absolute truth is possible only by the linking process of devotional service",
      "summary": "The speaker explains that perfect realization of the Absolute Truth is possible only through bhakti yoga, referencing the Bhagavad Gita to support this point and contrasting it with impersonal Brahman realization.",
      "timestamp_url": "https://youtu.be/QC5QC5FmkfY?t=202",
      "transcript": "long introduction to this verse. Perfect vision of the absolute truth is possible only by the linking process of devotional service. Yoga means a linking process. Right now, our present condition is we are forgetful of our relationship with the supreme, of our link with the Supreme Lord Krishna, so to reestablish that forgotten relationship or revive that lost connection is the process of yoga. Among the different process of yoga, to have complete vision of the Absolute Truth as the Supreme Personality of God, Krishna, is only possible by Bhakti. This is explained in the Bhagavad Gita, Bhaktiamam Abhijanati. Only by Bhakti we can have vision of Krishna or know Krishna or realize Krishna. There is no other process. This also confirmed in the Bhagavad Gita. One can perfectly realize the Absolute Truth only by the process of devotional service, and one can enter into the kingdom of God by such perfect knowledge. This is what Bhagavad Gita says: Bhaktiamam Abhijanati Yavanyas Chasmi Tatvatah. Tatomam Tatvatah Vishatetad Anantaram. One can enter into the kingdom of God, kingdom of Krishna, after perfectly getting knowledge about the Absolute Truth as the Supreme Personality of God, Krishna. Imperfect realization of the Absolute by the partial approach of impersonal Brahman or localized Paramatma does not permit"
    },
    {
      "start_time": 317,
      "end_time": 406,
      "verse_references": [],
      "themes": [
        "jnana",
        "ashtanga yoga",
        "paramatma",
        "haricharya"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Shri Narada advised Vyasa Deva to become absorbed in transcendental meditation on the personality of Godhead and his activities.",
      "summary": "The speaker contrasts Jnana and Ashtanga Yoga with Bhakti Yoga, stating that they only lead to partial realization of the Absolute Truth, and emphasizes Narada's instruction to Vyasa Deva to meditate on the Personality of Godhead.",
      "timestamp_url": "https://youtu.be/QC5QC5FmkfY?t=317",
      "transcript": "anyone to enter into the kingdom of God. The Jnana process results in realization of the Absolute Truth as impersonal Brahman, and the Ashtanga Yoga process results in realization of the Absolute Truth as Paramatma, localized Paramatma, who is the expansion of the Supreme Lord Krishna situated in the heart of every living being. But this realization of the Absolute Truth as impersonal Brahman or localized Paramatma does not permit a the transcendentalist to enter into the kingdom of God. Shri Narada advised Vyasa Deva to become absorbed in transcendental meditation on the personality of Godhead and his activities. Specifically, Narada instructed Vyasa Deva that the activities of the Supreme Lord, Haricharya, are completely transcendental, enlivening to the Self, and they can bring about complete satisfaction of the Self while they can enlighten anyone about the Absolute Truth as the Absolute Personality of Godhead, the highest realization of the"
    },
    {
      "start_time": 406,
      "end_time": 544,
      "verse_references": [
        "BG 7.19",
        "BG 10"
      ],
      "themes": [
        "brahman",
        "bhagavan",
        "vasudeva",
        "purusha"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The realization of the Absolute Truth as Bhagavan includes realization of the Absolute Truth as Brahman and Paramatma.",
      "summary": "The speaker explains that realizing the Absolute Truth as Bhagavan (Krishna) includes realizing Brahman and Paramatma, emphasizing that Bhagavan is the complete realization.",
      "timestamp_url": "https://youtu.be/QC5QC5FmkfY?t=406",
      "transcript": "Absolute Truth. So, Srila Vyasa Deva did not take notice of the effulgence of Brahman because that is not absolute vision. The realization of the Absolute Truth as Bhagavan includes realization of the Absolute Truth as Brahman and Paramatma. Bhagavan is complete realization, whereas Brahman or Paramatma is incomplete realization. This is explained in beginning of the Bhagavatam itself. The absolute vision is the personality of Godhead, as is confirmed in the Bhagavad Gita, Vasudeva Sarvamiti. In the Bhagavad Gita, this is explained. In the Upanishads also, it is confirmed that Vasudeva, the personality of Godhead, is covered by glowing golden, glowing Hiranmayena Patrena, veil of impersonal Brahman. In the Isha Upanishad, it is stated Hiranmayena Patrena satyasya Api hitam. Syajnibayurapha dē sister maya Krishnye alternates the Nairanbur-kirtan is removed by the mercy of the Lord. The real face of the absolute is seen. Just like if there is a person and there is a very, very, very bright light in front of the person, then we cannot see every part of this little piece of attention that can be Рe denn equitaв aus and there is a very, very, very bright light in front of the person, then we cannot see every part of this little piece of attention that can be see that person because we'll be dazzled by the bright light. Similarly, the Supreme Lord Krishna, his effulgence, personal effulgence is the Brahmajyoti. That Brahmajyoti doesn't enable anybody who is focused on the Brahmajyoti alone to be able to see the Supreme Lord Krishna. The absolute is mentioned here as Purusha or person, Apashyat Purusham Purnam, Purna Purusha, the supreme or the perfect or the complete personality. The absolute personality is mentioned in so many Vedic literatures and in the Bhagavad Gita"
    },
    {
      "start_time": 544,
      "end_time": 670,
      "verse_references": [],
      "themes": [
        "krishna",
        "energies",
        "internal energy",
        "external energy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Supreme Lord Krishna has manifold energies, She has many, many, many varieties of energies, out of which the internal, external and marginal energies are specifically important.",
      "summary": "The speaker introduces Krishna's energies, focusing on the internal and external energies, and explaining that the external energy keeps living entities in ignorance.",
      "timestamp_url": "https://youtu.be/QC5QC5FmkfY?t=544",
      "transcript": "the Purusha is confirmed as eternal original person. In 10th chapter, it is said very clearly, it is described in the Bhagavad Gita. The absolute personality of Godhead is the perfect person. Why is this being described in so detail? It's because the subject of the Bhagavad Gita is the perfect person. Why is this being described in so detail? It's because the subject matter of the Srimad Bhagavatam is Krishna, the supreme personality of Godhead, who is the absolute personality, the absolute truth in the highest realization or highest aspect of the absolute truth. The complete perfect aspect of the absolute truth. Now that Supreme person Krishna has manifold energies. She has many, many, many varieties of energies, out of which the internal, external, and marginal energies are specifically important. Three categories of energies are very important. The energy mentioned here is the external energy, as will be clear from the statements of her activities. Energy is feminine. The Supreme Lord is the only masculine personality. Energy is feminine. And how do we know that the energy is specifically the external energy? By the statement of her activities that we described in the next few verses. The internal energy is there along with the absolute person as moonlight is there with the moon. Internal energy is always feminine. This is the Supreme Lord. The external energy is compared to darkness because it keeps the living entities in the darkness of ignorance."
    },
    {
      "start_time": 670,
      "end_time": 794,
      "verse_references": [],
      "themes": [
        "maya",
        "knowledge",
        "spiritual energy",
        "ignorance"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The external energy is the inferior energy. It is responsible for ignorance.",
      "summary": "The speaker elaborates on the two types of Maya, the external (inferior) and internal (superior/spiritual), explaining their effects on living beings.",
      "timestamp_url": "https://youtu.be/QC5QC5FmkfY?t=670",
      "transcript": "The word apashrayam suggests that this energy of the Lord is under full control. This maya is the external energy which is the cause of the living beings to be in the darkness of ignorance. And when one realizes the Supreme Personality of Godhead, then one comes to the light of knowledge, spiritual knowledge, transcendental knowledge. The internal potency or superior energy is also called maya, but it is spiritual maya. There are two kinds of maya or energies of the Supreme Lord. The external energy is the inferior energy. It is responsible for ignorance. And the superior energy, the spiritual energy, yoga maya, is actually always of the characteristic of knowledge, spiritual knowledge, spiritual enlightenment. This energy, internal energy or spiritual energy is exhibited in the absolute realm, in the spiritual world. When one is under the shelter of the internal potency, the darkness of ignorance, material ignorance is at once dissipated. Just like when you are in a dark room, you come to light, immediately darkness is dispelled. Light dispels darkness immediately. There is no possibility of darkness when there is light. Even those who are atma, rama or fixed in trance, take shelter of this maya, spiritual energy, internal energy. So, devotional service or bhakti yoga is the function of the internal energy."
    },
    {
      "start_time": 794,
      "end_time": 895,
      "verse_references": [
        "BG 9.13"
      ],
      "themes": [
        "devotional service",
        "internal energy",
        "spiritual bliss",
        "krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Devotional service or bhakti yoga is the function of the internal energy.",
      "summary": "The speaker concludes by emphasizing that devotional service is a function of the internal energy and that realization of Krishna leads to unlimited transcendental bliss, ending with Hare Krishna and copyright information.",
      "timestamp_url": "https://youtu.be/QC5QC5FmkfY?t=794",
      "transcript": "This is explained in the Bhagavad Gita: Mahatma Anastumam Partha Daivim Prakritimashritaha Bhajanti Ananya Manaso Gyatva Bhutadim Avyayam. Ananya Manaso Bhajanti. They engage in devotional service under the influence of the internal energy or the divine energy of the Supreme Lord, which is a spiritual energy. One under the shelter of the spiritual energy engages in devotional service. Such internal energy is even superior to the spiritual bliss attainable in the conception of impersonal Brahman. The impersonal Brahman is subordinate to the personality of Godhead. Similarly, the bliss derived by realizing the impersonal Brahman is very insignificant compared to the ocean of transcendental bliss by realizing the personality of Godhead, Krishna, the absolute personality of Godhead, Krishna. That is going to be elaborated in the Srimad Bhagavatam. This is the main subject of the Bhagavatam, Krishna. And realization of Krishna is realization of the unlimited transcendental bliss under the shelter of the spiritual potency of Krishna. I will stop here. Thank you very much. Hare Krishna. Copyright © 2020 Mooji Media Ltd. All Rights Reserved. No part of this recording may be reproduced without Mooji Media Ltd.'s express consent."
    }
  ]
}