{
  "video_id": "Qjjwl31YTKk",
  "title": "Punishment = Forgetfulness of Krishna | Soulful Japa",
  "speaker": "HH Stoka Krishna Maharaj",
  "youtube_url": "https://www.youtube.com/watch?v=Qjjwl31YTKk",
  "segments": [
    {
      "start_time": 0,
      "end_time": 96,
      "verse_references": [],
      "themes": [
        "suffering",
        "forgetfulness of Krishna",
        "misidentification with the body",
        "punishment",
        "true happiness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Forgetfulness of Krishna, he thinks he's a body, if I think I am the body it's a punishment.",
      "summary": "HH Stoka Krishna Maharaj explains that the root of suffering is forgetfulness of Krishna and identifying with the material body, which is a form of punishment, while true happiness lies in loving God.",
      "timestamp_url": "https://youtu.be/Qjjwl31YTKk?t=0",
      "transcript": "You mentioned about punishment and pleasure. In our normal understanding, punishment is involved with some pain. How do we recognize the pain involved in this punishment? Good question. The living entity in this material world, the soul of the living entity, actually is in pain. He's suffering. He's thinking that he's not suffering, but actually he's suffering, so it is a punishment. What is that? Forgetfulness of Krishna. He thinks he's a body. If I think I am the body, it's a punishment. This body is limited in so many ways: birth, death, old age, disease. Isn't it the punishment to misidentify yourself? You're divine. The soul is divine, beautiful ego, servant of Krishna, capable of loving Krishna. So is this not a punishment, forgetfulness of? Yes, so this is a punishment. Pleasure to keep you okay, keep you going here, little little pleasure, sense pleasures. This is not what your entitlement. You're a miser. You know what you're entitled to? Your soul, soul is entitled for the happiness of love of God, and you're missing that."
    }
  ]
}