{
  "video_id": "qKXMx2cNzHw",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.9.39 | 08-05-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=qKXMx2cNzHw",
  "segments": [
    {
      "start_time": 0,
      "end_time": 42,
      "verse_references": [],
      "themes": [
        "Invocation",
        "Prayers"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyana Timiran Dhasya Gyananjan Shalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers, invoking blessings and paying respects to the spiritual master and Lord Krishna.",
      "timestamp_url": "https://youtu.be/qKXMx2cNzHw?t=0",
      "transcript": "Om Agyana Timiran Dhasya Gyananjan Shalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gaurabhani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 42,
      "end_time": 118,
      "verse_references": [
        "SB 1.9.39"
      ],
      "themes": [
        "Bhishma's Prayers",
        "Krishna's Form",
        "Liberation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "At the moment of death, let my ultimate attraction be to Shri Krishna, the personality of Godhead.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam (1.9.39) focusing on Bhishma Deva's prayer to be attracted to Krishna at the time of death and how seeing Krishna on the battlefield granted liberation.",
      "timestamp_url": "https://youtu.be/qKXMx2cNzHw?t=42",
      "transcript": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Devi Saraswati Vyasam Tato Jaya Mudhirayet. In this session, we will be discussing from the 39th verse of the 9th chapter of the first canto of Srimad Bhagavatam, continuing the prayers by Bhishma Deva. Vijaya Ratha Kutumba Aatta Totre Dhritahaya Rashminita Sriyekshaniye Bhagavati Rati Rastume Mumurshor Yamiha Nirikshahata Gataswaroopam. The meaning of this verse is, at the moment of death, let my ultimate attraction be to Shri Krishna, the personality of Godhead. I concentrate my mind upon the chariot driver of Arjuna, who stood with a whip in his right hand and a bridle rope in his left, who was very careful to give protection to Arjuna's chariot by all means. Those who saw him on the battlefield of Kurukshetra attained their original forms after death."
    },
    {
      "start_time": 118,
      "end_time": 178,
      "verse_references": [],
      "themes": [
        "Original Form",
        "Eternal Relationship",
        "Goal of Life"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Each one of us, we belong to the spiritual world and our goal of life should be to attain that eternal relationship.",
      "summary": "The lecture emphasizes the concept of Swaroopa (original form), our eternal relationship with Krishna, and how attaining this relationship is the ultimate goal of life.",
      "timestamp_url": "https://youtu.be/qKXMx2cNzHw?t=118",
      "transcript": "Just try to picturize, Krishna is having a whip in his right hand, he is having the reins of the horses in his left hand, he is driving the chariot of Arjuna, and whoever saw Krishna on the battlefield, they attained their original forms after death. So, this is the perfection of life to attain one's Swaroopa, the original form. Each one of us, we belong to the spiritual world. In the spiritual world, we have a specific eternal relationship with Krishna, and our goal of life should be to attain that eternal relationship."
    },
    {
      "start_time": 178,
      "end_time": 282,
      "verse_references": [],
      "themes": [
        "Pure Devotion",
        "Krishna Consciousness",
        "Samadhi",
        "Bhakti Yoga"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Even for a moment, a pure devotee does not forget the Lord.",
      "summary": "The speaker explains the difference between a pure devotee and a conditioned soul, highlighting the constant Krishna consciousness of a devotee and comparing the process of Bhakti Yoga to Ashtanga Yoga in attaining Samadhi.",
      "timestamp_url": "https://youtu.be/qKXMx2cNzHw?t=178",
      "transcript": "After quitting this body, by preparing through practice of Bhakti Yoga. So in the purport, Srila Prabhupada explains, \"A pure devotee of the Lord constantly sees the presence of the Lord within himself, because of being transcendentally related by loving service.\" Such a pure devotee cannot forget the Lord for a moment. Even for a moment, a pure devotee does not forget the Lord. And the conditioned souls have almost completely forgotten the Supreme Lord, even though they also have a relationship, eternal relationship. So, a pure devotee always being Krishna conscious is called trance, Samadhi. The mystic yogi tries to concentrate upon the super soul by controlling the senses from all other engagements, and thus he ultimately attains Samadhi. The Ashtanga Yoga process is a difficult process, very, very difficult process. But with great austerity, Ashtanga Yogis try to control their senses, their mind, withdraw the mind from all sense objects, focus it upon the form of the Lord in the heart, and fix it on this super soul, and become absorbed in meditation on this form of the super soul in the heart. And in that way, gradually, they attain Samadhi. A devotee more easily attains Samadhi or trance, by constantly remembering the Lord's personal feature along with His holy name, fame, pastimes etc."
    },
    {
      "start_time": 282,
      "end_time": 354,
      "verse_references": [],
      "themes": [
        "Transcendental Pastimes",
        "Loving Exchange",
        "Spontaneous Affection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The concentration of the mystic yogi is mechanical whereas that of the pure devotee is natural in pure love and spontaneous affection.",
      "summary": "The lecture describes the transcendental nature of Krishna's pastimes and the loving exchange between the Lord and his devotees, contrasting the mechanical concentration of a mystic yogi with the spontaneous affection of a pure devotee.",
      "timestamp_url": "https://youtu.be/qKXMx2cNzHw?t=282",
      "transcript": "What is Vishwadevar doing now? Krishna is present in front of him, he just fixed his attention on Krishna, and he is reminding himself of all the past events, which are all completely transcendental, because they are in relationship with Krishna, transcendental personality of God. Simply by remembering them, which are very, very dear to the heart of the devotee, with great relish the devotee recollects all the incidents connected with and the interactions with Krishna with great, because every interaction is a loving exchange between the Lord and his devotee, that's the nature of the interaction. Therefore, Srila Prabhupada says the concentration of the mystic yogi and that of the devotee are not on the same level. The concentration of the mystic yogi is mechanical, whereas that of the pure devotee is natural in pure love and spontaneous affection. The devotee doesn't have to exert himself, oh, I have to remember Krishna, no."
    },
    {
      "start_time": 354,
      "end_time": 478,
      "verse_references": [],
      "themes": [
        "Material Contamination",
        "Eternal Pastimes",
        "Parthasarathy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Our heart actually is full of love for Krishna in the pure state of our consciousness.",
      "summary": "The speaker discusses how material contamination clouds our innate love for Krishna, and explains the eternal nature of Krishna's pastimes, using the analogy of the sun rising in different parts of the world.",
      "timestamp_url": "https://youtu.be/qKXMx2cNzHw?t=354",
      "transcript": "No, it is natural because it's spontaneous affection. Our heart actually is full of love for Krishna in the pure state of our consciousness. Right now, because of the material contamination and all the material desires we have developed in association with the gunas, our heart has become clouded, contaminated. Otherwise, if we purify the heart by the proper method, then the pure consciousness naturally awakens our devotion, our love for Krishna, and that is what is described by Srila Prabhupada here. Bhishma Deva was a pure devotee, and as a military marshal, he constantly remembered the battlefield feature of the Lord as Parthasarathy, the chariot driver of Arjuna, because Bhishma was related that way. He remembers that particular feature of Krishna as the chariot driver of Arjuna, Parthasarathy. Therefore, the Lord's pastime in Parthasarathy is also eternal. It is not a temporary display because Krishna agreed to be Arjuna's chariot driver for the sake of this battle that is described here 5000 years back, which took place now. It is an eternal feature. As Partha Sarathi, the past times of the Lord are going on. How do we understand? After it is over in this universe, in another universe the same past time continues. Then after it is over in that universe, then another universe. So, Chaitanya Mahaprabhu explains this eternal past times in the material world"
    },
    {
      "start_time": 478,
      "end_time": 586,
      "verse_references": [],
      "themes": [
        "Eternal Pastimes",
        "Universes",
        "Associates"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is continuously performing his pastimes in one universe after another universe.",
      "summary": "The lecture continues to elaborate on the eternal nature of Krishna's pastimes, explaining how they occur continuously across different universes, and mentions the eternal associates of the Lord.",
      "timestamp_url": "https://youtu.be/qKXMx2cNzHw?t=478",
      "transcript": "as just like the sun is continuously rising in different parts of the world as the time is progressing. Let us say now it is evening 7.40. Okay. In Bangalore or India 7.40 p.m. But in some other part of the world it is 6.40 p.m. Another part of the world it is 8.40 p.m. So, the sun appears to be moving but actually it is all relative motion. And the sun is continuously rising or setting in different parts of the world as time progresses. So similarly, Krishna is continuously performing his pastimes in one universe after another universe after another universe after that, another universe, like that. The pastimes of the Lord beginning from his birth at the prison house of Kamsa up to the Leela at the end. This is described in the eleventh canto, the pastime of the Lord, ending his pastimes in this material world and going back to his spiritual above. All these pastimes all move one after another in all the universes, just as the clock hand moves from one point to another."
    },
    {
      "start_time": 586,
      "end_time": 671,
      "verse_references": [],
      "themes": [
        "Bhishma's Vision",
        "Parthasarathi",
        "Lord's Forms",
        "Devotee Relationship"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bhishma Deva never forgot the beautiful feature of the Lord as Partha Sarathi, which even Arjuna could not see.",
      "summary": "The speaker highlights Bhishma Deva's unique vision of Krishna as Parthasarathi and emphasizes that the Lord displays different forms according to the relationship he has with each devotee.",
      "timestamp_url": "https://youtu.be/qKXMx2cNzHw?t=586",
      "transcript": "And in such pastimes his associates like the Pandavas and Bhishma are constant eternal companions. Not all the persons on the battlefield of Kurukshetra are eternal companions, only some select a few devotees are eternal companions, just like the Pandavas and Bhishma as mentioned here. So Bhishma Deva never forgot the beautiful feature of the Lord as Partha Sarathi, which even Arjuna could not see. Arjuna was being the Lord. So Arjuna could not see that form as Partha Sarathi, which Bhishma saw. Arjuna was behind the beautiful Partha Sarathi while Bhishma Deva was just in front of the Lord. As far as the military feature of the Lord is concerned, Bhishma Deva observed this with more relish than Arjuna. So this is an important point to note. For the sake of Bhishma, Krishna is displaying the particular form which Bhishma relates with. The Lord has so many forms, unlimited number of forms, because he has unlimited devotees, and each devotee relates with the Lord in a particular form, and that form the Lord displays for that particular devotee."
    },
    {
      "start_time": 671,
      "end_time": 758,
      "verse_references": [],
      "themes": [
        "Original Spiritual Form",
        "Kurukshetra",
        "Consciousness at Death"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Everyone attained their original spiritual form after death, because Krishna was present on the battlefield when they were dying.",
      "summary": "The lecture explains that those who died on the battlefield of Kurukshetra attained their original spiritual form due to Krishna's presence, and emphasizes the importance of one's consciousness at the time of death.",
      "timestamp_url": "https://youtu.be/qKXMx2cNzHw?t=671",
      "transcript": "Now Srila Prabhupada explains the point that, everyone attained their original spiritual form after death, because Krishna was present on the battlefield when they were dying. So Srila Prabhupada says, all the soldiers and persons on the battlefield of Kurukshetra attained their original spiritual form, like the Lord, after their death. Because by the causeless mercy of the Lord, they were able to see him face to face on that occasion, at the time of death. yamyam vapi smaranbhavam tyajati ante kalevaram. At the time of quitting the body, at the time of death, last moment of life in this body, whatever the state of consciousness, that same state one will attain without fail in the life after death. The soul is eternal. But what life will the soul attain after quitting this body? That depends on the consciousness in time of death. So, whoever saw the Lord at the time of his death face to face, because the Lord is completely transcendental, spiritual, they all attained their original eternal spiritual form."
    },
    {
      "start_time": 758,
      "end_time": 882,
      "verse_references": [],
      "themes": [
        "Evolutionary Cycle",
        "Material Forms",
        "Liberation",
        "Devotional Service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Till one breaks this cycle of repetition of birth and death by engaging in devotional service.",
      "summary": "The speaker describes the cycle of birth and death, the foreign nature of material forms, and how devotional service is the key to liberation and attaining one's original spiritual form.",
      "timestamp_url": "https://youtu.be/qKXMx2cNzHw?t=758",
      "transcript": "The conditioned souls rotating in the evolutionary cycle from the aquatics up to the form of Brahma, are all in the form of Prasannis, the form of Maya, all our forms of material body in any species, aquatics up to Brahma, are the form obtained by one's own actions and awarded by material nature. Simply we are rotating in different forms, that's all. In this life, if I don't take to Krishna consciousness, then I'll perform some pious activities or some sinful activities or a combination, and then according to the desires I accumulate, I will get another body, and in that body again there will be some activities, material activities that will lead to another body. So this goes on and on and on till one breaks this cycle of repetition of birth and death by engaging in devotional service and preparing oneself to quit the body in Krishna consciousness. So Srila Prabhupada explains the material forms of the conditioned souls are all foreign dresses. This material body is a covering which is not natural for us, it is an artificial imposition, and when the conditioned soul becomes liberated from the clutches of material energy, he attains his original form, original spiritual form. The impersonalist wants to attain the impersonal brahman effulgence of the Lord, but that is not at all congenial to the living sparks, part and parcels of the Lord. The Mayavadis is the impersonal, they want to merge into the brahman effulgence. The devotees, they want to be situated in their original spiritual form in the relationship with Lord Krishna"
    },
    {
      "start_time": 882,
      "end_time": 927,
      "verse_references": [],
      "themes": [
        "Impersonalists",
        "Devotees",
        "Spiritual World",
        "Krishna's Lotus Feet"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The devotees when they take to Krishna consciousness and perfect their devotional service they never come back to the material world after going to the spiritual.",
      "summary": "The lecture contrasts the paths of impersonalists and devotees, highlighting the instability of merging into the Brahman effulgence versus the eternal shelter found at Krishna's lotus feet in the spiritual world, emphasizing the devotees never return to the material world.",
      "timestamp_url": "https://youtu.be/qKXMx2cNzHw?t=882",
      "transcript": "in a loving devotional relationship always engaged in devotional service, that's the position of the devotee. So the impersonalists, even if, first of all it is very great difficult, with great difficulty they may merge into the brahman effulgence, but they fall down because they don't have shelter of Krishna's lotus feet in the spiritual world. The devotees, when they take to Krishna consciousness and perfect their devotional service, they never come back to the material world after going to the spiritual. The impersonalists, even if they elevate themselves to the brahma jyoti, they fall down because there is no shelter."
    }
  ]
}