{
  "video_id": "qoSNt-0ILgM",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.8.44 | 14-03-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=qoSNt-0ILgM",
  "segments": [
    {
      "start_time": 0,
      "end_time": 40,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayers"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Namo Bhagavate Vasudevaya",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/qoSNt-0ILgM?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyananjani Shalakaya Chakshur Unmilitam Yena Tasvai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 40,
      "end_time": 121,
      "verse_references": [
        "SB 1.8.44"
      ],
      "themes": [
        "Kunti's prayers",
        "Krishna's response",
        "Srimad Bhagavatam"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Lord, thus hearing the prayers of Kunti Devi composed in choice words for his glimpsing power.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam (1.8.44) and explains the context of Kunti's prayers and Krishna's smile as acceptance.",
      "timestamp_url": "https://youtu.be/qoSNt-0ILgM?t=40",
      "transcript": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet. In this session, we will be discussing from the 44th verse of the 8th chapter of the Bhagavad Gita, the 8th chapter of the first canto of Srimad Bhagavatam. The prayers of Queen Kunti ended with the 43rd verse. So now Suta Goswami is explaining what happened after Kunti offered her prayers to Krishna, who was leaving Hastinapura in order to go back to Dwaraka. So Suta Vacha Prathayetham Kalapadai. Prathayetham Kalapadai. Parinoota khilodayah mandam jahasa vaikuntho mohayanivamayayah. The meaning of this verse is, Suta Goswami said, \"The Lord, thus hearing the prayers of Kunti Devi composed in choice words for his glorification, mildly smiled. That smile was as enchanting as his mystic smile.\" He said, \"The Lord, thus hearing the prayers of Kunti Devi composed in choice words for his glimpsing power.\""
    },
    {
      "start_time": 121,
      "end_time": 175,
      "verse_references": [],
      "themes": [
        "Krishna as the source",
        "Enchantment",
        "Illusory energy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Ultimately, Krishna is always the source of everything.",
      "summary": "The speaker explains that Krishna is the source of everything, and that conditioned souls are enchanted by Krishna's mystic powers.",
      "timestamp_url": "https://youtu.be/qoSNt-0ILgM?t=121",
      "transcript": "So Srila Prabhupada says in the purport, \"Anything that is enchanting in the world is said to be a representation of the Lord.\" Ultimately, Krishna is always the source of everything, in this world, in the spiritual world, everywhere. He is the ultimate source. Janmad yasiya taha. He is the ultimate source. Aham sarvasya prabhavo. So, anything enchanting is a representation of Krishna. Now, the conditioned souls, that means the living entities in this world who are trapped in the illusory energy, they are enchanted by Krishna's mystic powers."
    },
    {
      "start_time": 175,
      "end_time": 295,
      "verse_references": [],
      "themes": [
        "Devotee's enchantment",
        "Krishna's blessings",
        "Uttama Shloka",
        "Glorification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Yet, the Supreme Lord is satisfied by the prayers offered by different pure devotees, because the prayers are offered by his.",
      "summary": "The speaker contrasts the enchantment of devotees with that of conditioned souls, emphasizing Krishna's pleasure with sincere prayers, even if imperfect.",
      "timestamp_url": "https://youtu.be/qoSNt-0ILgM?t=175",
      "transcript": "But the devotees of Krishna, the pure devotees, are also enchanted in a different way by the glories of Krishna. And for the devotees, Krishna always bestows his blessings. So, Sri La Pravupada says, just like Krishna has many energies which work differently. So, Kunti Devi prayed to the Lord just to enunciate a fragment of his glories. The Lord's glories are unlimited, because he is an unlimited personality. He is the unlimited personality. Everybody else is limited. Only Krishna is unlimited. Now, devotees, when they glorify the Lord, they glorify him with chosen words, Kalapadaihi. And therefore, the Lord is known as Uttama Shloka. The best of poetry is composed to describe the Supreme Lord. Uttama Shloka. Now, Sri La Pravupada says one important point here, that any amount of chosen words is not sufficient to enumerate the Lord's glory. Yet, the Supreme Lord is satisfied by the prayers offered by different pure devotees, because the prayers are offered by his..."
    },
    {
      "start_time": 295,
      "end_time": 394,
      "verse_references": [],
      "themes": [
        "Father-child analogy",
        "Sincere prayers",
        "Maya",
        "Mercy"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Krishna is pleased with that.",
      "summary": "The speaker uses the analogy of a father pleased by a child's broken language to illustrate Krishna's acceptance of sincere prayers, and introduces the concept of Maya as both illusion and mercy.",
      "timestamp_url": "https://youtu.be/qoSNt-0ILgM?t=295",
      "transcript": "beloved devotees, he accepts them. Prabhupada gives an example, just like a father is satisfied even by the broken linguistic attempts of the growing child. This is a common experience for us that when a child speaks in the beginning in a broken language, it is very pleasing to the father. So similarly, even a beginner in Krishna consciousness offers sincere prayers to Krishna, Krishna is pleased with that. But Krishna's devotees who know Krishna, they always offer wonderful prayers which are composed by chosen words. Here in this verse, the word maya has been used. Maya has got two different meanings. One meaning of the word maya is delusion or illusion. And another meaning of the word maya is mercy. Now in this verse, the word maya has been used by Sita Goswami in the sense of mercy. It is the Lord's mercy upon Kunti Devi, who offered wonderful prayers,"
    },
    {
      "start_time": 394,
      "end_time": 472,
      "verse_references": [],
      "themes": [
        "Krishna's mercy",
        "Universal satisfaction",
        "Part and parcel"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If Krishna is pleased and even smiles a little, then the whole universe will be pleased.",
      "summary": "The speaker elaborates on Krishna's mercy and the idea that pleasing Krishna leads to universal satisfaction, as the universe is part and parcel of Him.",
      "timestamp_url": "https://youtu.be/qoSNt-0ILgM?t=394",
      "transcript": "that Kunti Devi was able to please the Lord by offering him wonderful prayers. So it's the mercy of the Lord that he accepted those prayers, and in return, he mildly smiled at Kunti Devi, indicating acceptance of the prayers, wonderfully offered by Kunti Devi. So Srila Prabhupada says, if Krishna is pleased and even smiles a little, then the whole universe will be pleased. See, Kunti Devi has pleased the Lord by prayers, and Krishna is pleased by Kunti Devi's prayers, then Krishna is pleased means the whole universe is pleased. Tasmanti trade jag. If Krishna is pleased or satisfied, then the whole universe will be satisfied. Why? Because the whole universe is a part and parcel of Krishna only. But why not? Only then will we become liberation, reciprocatedband using many forms and microphones."
    },
    {
      "start_time": 472,
      "end_time": 593,
      "verse_references": [],
      "themes": [
        "Analogy of the body",
        "Centrality of Krishna",
        "Root of manifestation"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Similarly, till Krishna is pleased. You cannot make the whole world happy. Not possible.",
      "summary": "Using the analogy of satisfying hunger to illustrate the importance of pleasing Krishna, the speaker emphasizes Krishna's central role in creation.",
      "timestamp_url": "https://youtu.be/qoSNt-0ILgM?t=472",
      "transcript": "Krishna will be satisfied if we do so. Just like it is given elsewhere in the Bhagavatam, prāṇopahārācchayathendriyāṇo, just like the parts of the body, they are working. Just like when there is food in the stomach, then the hunger is mitigated and one feels satisfaction. So, Srila Prabhupāda gives an example here. Even though we have various senses, which can be satisfied in different ways by sense gratification, if a person is hungry, then the sense gratification will not work till the hunger is mitigated. Similarly, till Krishna is pleased, you cannot make the whole world happy. Not possible. Now we should always remember Krishna is the central point of this entire creation. And Krishna is also like the root of this manifestation. Lord Krishna is the root of this manifestation. So, just like you water a tree by pouring water at the root of the tree, similarly, by satisfying Krishna, you can satisfy all the others."
    },
    {
      "start_time": 593,
      "end_time": 719,
      "verse_references": [
        "BG 9.4"
      ],
      "themes": [
        "Krishna as the source",
        "Material and spiritual creation",
        "Maya as forgetfulness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, when you forget Krishna, that is maya.",
      "summary": "The speaker explains that Krishna is the source of both material and spiritual creation, and defines Maya as the forgetfulness of Krishna.",
      "timestamp_url": "https://youtu.be/qoSNt-0ILgM?t=593",
      "transcript": "Krishna declares in the Bhagavad Gita, \"I am the source of everything.\" So, Krishna being the source, when we please Krishna or satisfy Krishna or make an offering to Krishna, then everyone becomes satisfied. Now, Srila Prabhupada further explains that the material creation of Krishna is the source of everything. The material creation and the spiritual creation are both creations of Krishna, but they are existing side by side. Even though they are existing side by side, the material creation is another part of the spiritual creation. Just like the cloud in the sky is a creation of the sunshine. Sunshine is not created by the cloud, but the cloud is created by the sunshine. So, when the cloud is created by the sunshine, it covers the very sunshine, which was the cause of its creation. But actually, can the cloud cover the sun or sunshine? Not possible. So, the cloud, when it covers, it covers our vision. It covers our vision. Similarly, maya means absence of Krishna consciousness. So, when you forget Krishna, that is maya, and that is a condition of all the living beings in the world. And that is a condition of all the living beings in the world. And that is a condition of all the living beings in the world. And that is a condition of all the living beings in this world who are taken birth by force of karma. They are forgetful of Krishna."
    },
    {
      "start_time": 719,
      "end_time": 870,
      "verse_references": [],
      "themes": [
        "Krishna's all-pervasiveness",
        "Overcoming Maya",
        "Offering prayers with feeling",
        "Following devotees"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "So, when we come to Krishna consciousness, then there is no more maya.",
      "summary": "The speaker discusses Krishna's presence in every atom and heart, and how Krishna consciousness helps overcome Maya, emphasizing the importance of offering prayers with feeling and following the example of great devotees like Kunti.",
      "timestamp_url": "https://youtu.be/qoSNt-0ILgM?t=719",
      "transcript": "Therefore, they are in maya. In this material world, Krishna is all-pervading. He has entered into every atom. He has entered into everybody's heart. Why are we unable to see Krishna who sits in our heart? Because we have been covered by the illusion of maya. That is the only reason. So, when we come to Krishna consciousness, then there is no more maya. No more maya. Now, Srila Prabhupada says another important point. Offering prayers to Supreme Lord means offering prayers with feelings. We are persons. Krishna is the Supreme Person. So, there is an exchange between the devotee and the Lord. What is that exchange? That exchange is that we offer a praise to Krishna feelingly. So Srila Prabhupada is telling us that Krishna is Uttama shloka, glorified by the choicest poetry, but all these poems or all these songs and all these creations are actually full of meaning, full of meaning and very beautifully composed, and many many prayers are there because Krishna has so many devotees and they offer wonderful prayers. So we should learn these prayers and following the footsteps of great devotees like Kunti, we should offer such prayers to Krishna that will be pleasing to Krishna."
    }
  ]
}