{
  "video_id": "qP267sUyrOY",
  "title": "The Uplifting Devotion of Ganga-mata Gosvamini | Sri Vasudev Keshav Dasa | Gaura Mandala Parikrama",
  "speaker": "HG Vasudev Keshav Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=qP267sUyrOY",
  "segments": [
    {
      "start_time": 0,
      "end_time": 43,
      "verse_references": [],
      "themes": [
        "deities",
        "temple"
      ],
      "content_type": "description",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "So, we are at the Radha Govinda Temple and we saw the Radha Govinda deities in the center flanked by Chaitanya Mahaprabhu and Nithyananda Prabhu.",
      "summary": "The speaker describes the deities present at the Radha Govinda Temple.",
      "timestamp_url": "https://youtu.be/qP267sUyrOY?t=0",
      "transcript": "So, we are at the Radha Govinda Temple and we saw the Radha Govinda deities in the center, flanked by Chaitanya Mahaprabhu and Nithyananda Prabhu. Very beautiful deities. Jagannath Baldev Subhadra on the left and Laddu Gopal deity."
    },
    {
      "start_time": 43,
      "end_time": 78,
      "verse_references": [],
      "themes": [
        "stories",
        "terracotta tiles",
        "Mahabharata",
        "Ramayana",
        "Sachi Devi"
      ],
      "content_type": "description",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Mahabharata, Jagannatha and Ramayana stories are depicted here in these terracotta tiles.",
      "summary": "The speaker describes the terracotta tiles depicting stories from Mahabharata, Ramayana, and Jagannatha, and introduces Sachi Devi.",
      "timestamp_url": "https://youtu.be/qP267sUyrOY?t=43",
      "transcript": "So, these are the deities. Mahabharata, Jagannatha, and Ramayana stories are depicted here in these terracotta tiles. Here you can see Jagannath Baldev Subhadra, elephant, and on the right side of the elephant, Ravana on the right side, ten headed Ravana. And here is Mahabharata, Pancha Pandavas. So, Sachi Devi, her another name is Ganga Mata Goswamini."
    },
    {
      "start_time": 78,
      "end_time": 199,
      "verse_references": [],
      "themes": [
        "disciplic succession",
        "Ganga Mata Goswamini",
        "Gadadhar Pandit",
        "Haridas Pandit"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Ganga Mata Goswamini was initiated in the line of Gauranga Shakti, Srila Gadadhar Pandit Goswami.",
      "summary": "The speaker explains Ganga Mata Goswamini's position in the disciplic succession, tracing her lineage back to Gadadhar Pandit and describing the qualities of her guru, Haridas Pandit.",
      "timestamp_url": "https://youtu.be/qP267sUyrOY?t=78",
      "transcript": "Goswamini, she didn't marry and so that's how she got the title Goswamini. So, how does she come in our disciplic society? Sachi Devi's succession and which, where is her position, so it is like this. Ganga Mata Goswamini was initiated in the line of Gauranga Shakti, Srila Gadadhar Pandit Goswami. So, she comes in Gadadhar Pandit Goswami lineage and her guru's name is Sri Haridas Pandit Goswami. And this is a reference from Chaitanya Charitamrita. Krishnadas Kaviraj Goswami has described this Haridas' character in Chaitanya Charitamrita. She has described that, Ravana, Charitamrita. So that is the guru of Sachi Mata Devi. She is the queen. Sachi Mata Devi is the queen. The chief servitor of the Govinda temple was Sri Haridas Pandit here. His qualities and fames are known all over the world. He was gentle, tolerant, peaceful, magnanimous, grave, sweet in his words and very sober in his endeavors. He was respectful to everyone and worked for the benefit of all. Diplomacy, envy and jealousy were unknown to his heart. The 50 general qualities of Lord Krishna were all present in his body. We know that 50 qualities. So all were present in his body. Ananta Acharya, a disciple of Gadadhar Pandit, was always absorbed in love of Godhead, magnanimous and advanced in all respect. He was a reservoir of all good qualities. No one can estimate how great he was. Pandit Haridas was his beloved disciple. So you have Gadadhar Pandit, Gadadhar Pandit's disciple Ananta Acharya, Ananta Acharya's disciple Pandit Haridas and Pandit"
    },
    {
      "start_time": 199,
      "end_time": 235,
      "verse_references": [],
      "themes": [
        "Ganga Mata Sachi Devi",
        "Princess",
        "Sarvabhauma Bhattacharya"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "She is the only daughter of King of Puthiya, Princess Ganga Mata Sachi Devi.",
      "summary": "The speaker introduces Ganga Mata Sachi Devi as a princess and explains how Sarvabhauma Bhattacharya's house became famous as Ganga Mata Mata in Puri.",
      "timestamp_url": "https://youtu.be/qP267sUyrOY?t=199",
      "transcript": "Haridas' disciple was Ganga Mata Sachi Devi. So something more about her that was from Sisi. So who she is and what are her pastimes. She is the only daughter of King of Puthiya, Princess Ganga Mata Sachi Devi. She appeared here in this place and she became an exalted devotee. And if you have been to Jagannath Puri, you know that Sarvabhauma Bhattacharya's house. And so it is after her that the house of Sarvabhauma Bhattacharya became famous as Ganga Mata Mata in Puri."
    },
    {
      "start_time": 235,
      "end_time": 295,
      "verse_references": [],
      "themes": [
        "detachment",
        "marriage",
        "pilgrimage",
        "initiation"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Princess Sachi Devi was the daughter of King Naresh Narayanan. From her early childhood, Sachi Devi was indifferent to family life and was very devoted to Lord Krishna.",
      "summary": "The speaker narrates Sachi Devi's early life, her detachment from family life, her refusal to marry, and her subsequent pilgrimage and initiation by Sri Haridas Pandit Goswami.",
      "timestamp_url": "https://youtu.be/qP267sUyrOY?t=235",
      "transcript": "She was living in that house. So that house became famous as this as Ganga Mata Mata in Puri Dham. Princess Sachi Devi was the daughter of King Naresh Narayanan. From her early childhood, Sachi Devi was indifferent to family life and was very devoted to Lord Krishna. Her parents saw this devotion in her and wanted to see her married as soon as possible. But Sachi told them that she refused to accept any marriage. She refused to accept any mortal as her husband. When she announced her determination to remain unmarried in this way, her parents could do nothing to change her mind. When her mother died, Sachi Devi left home and set out on a pilgrimage, which led her first to Puri and then to Vrindavan. Sachi Devi Dasi received initiation from Sri Haridas Pandit Goswami, the great worshipper of Govindaji in Puri."
    },
    {
      "start_time": 295,
      "end_time": 354,
      "verse_references": [],
      "themes": [
        "Radha Kund",
        "Purushottam Kshetra",
        "Guru's instruction",
        "Kshetra Sanyasa",
        "Diksha"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "After several years of such practice at Radha Kund, when Sachi had become very advanced in her devotional life, the Guru sent her to Purushottam Kshetra.",
      "summary": "The speaker describes Sachi Devi's devotional practices at Radha Kund, her guru's instruction to go to Purushottam Kshetra, and her taking Kshetra Sanyasa and giving Diksha.",
      "timestamp_url": "https://youtu.be/qP267sUyrOY?t=295",
      "transcript": "She began performing her buses and bhajan in Vrindavan. Later, Sachi Devi continued her Sובas at Radha Kund. Sachi Devi composed all of her Slavas. After several years of such practice at Radha Kund, when Sachi had become very advanced in her devotional life, the Guru sent her to Purushottam Kshetra. She went to the temple and to Sarvabhauma Bhattacharya's house and she went there to revive and restore that place which had fallen into despair. Obeying her Guru's instruction, Sachi Devi went to Jagannathpuri and took the Kshetra Sanyasa vow. Among others, King Mukunda Deva of Jagannathpuri and number of Jagannath Seviites received Diksha from her. So, she was an initiating Guru also."
    },
    {
      "start_time": 354,
      "end_time": 405,
      "verse_references": [],
      "themes": [
        "Srimad Bhagavatam",
        "Ganga Sagara",
        "Ganges",
        "Jagannathpuri"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "On the day of Ganga Sagara, she desired to bathe in the Ganges, she is in Puri. That night the Ganges came from the lotus feet of Lord Jagannath to her ashram and allowed her to bathe.",
      "summary": "The speaker tells the story of Sachi Devi's desire to bathe in the Ganges while in Jagannathpuri and how the Ganges miraculously appeared to her.",
      "timestamp_url": "https://youtu.be/qP267sUyrOY?t=354",
      "transcript": "She was also an eloquent speaker and explained Srimad Bhagavatam very well for large audiences. Now, another story, her desire to bathe in the Ganges while she was in Jagannathpuri. So, what happened? On the day of Ganga Sagara, so the Ganga Sagara is a Mela that is organized every year at the mouth of the Ganges, the whole West Bengal and Bangladesh together, the Ganges meeting, the Sagara meeting. So, the Ganga Sagara, the Bay of Bengal, so that is the Ganga Sagara, that is the Ganga Sagara Mela. It is a very popular Mela, like in Allahabad you have that Kumbha Mela. On the day of the Ganga Sagara, she desired to bathe in the Ganges, she is in Puri. That night the Ganges came from the lotus feet of Lord Jagannath to her ashram and allowed"
    },
    {
      "start_time": 405,
      "end_time": 473,
      "verse_references": [],
      "themes": [
        "Jagannath Swamy",
        "Pujaris",
        "King",
        "Diksha",
        "Lord Jagannath"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Lord Jagannath, seeing this serious mistake, appeared in the dream to both the King and the head Pujari, ordering them to immediately release Sachi Devi from the jail and not only to release her, but to take Diksha from her.",
      "summary": "The speaker narrates the events following Sachi Devi's miraculous bath, including her imprisonment, Lord Jagannath's intervention, and the King and head Pujari taking Diksha from her.",
      "timestamp_url": "https://youtu.be/qP267sUyrOY?t=405",
      "transcript": "her to bathe. Shri Ganga Mata Ki, Jai, Shri Sachi Devi Ki, Jai. Jai. Entering Ganga Devi's waters, she floated to the lotus feet of Jagannath Swamy in Jagannathpuri. And then early in the morning, when the Pujaris unlocked the door of Jagannath Temple and opened the gates, they discovered her lying at the lotus feet of Lord Jagannath. So all the Pujaris thought that she's a thief and somehow she has come inside the Jagannath Temple, that's what they thought. And so they locked her up and put her in the jail, in the prison. But Lord Jagannath, seeing this serious mistake, appeared in the dream to both the King and the head Pujari, ordering them to immediately release Sachi Devi from the jail and not only to release her, but to take Diksha from her. In the year 1721 AD in Sri Jagannathpuri, at the age of around 120 years, Ganga Mata"
    },
    {
      "start_time": 473,
      "end_time": 489,
      "verse_references": [],
      "themes": [
        "eternal pastimes",
        "Lord Shri Krishna",
        "Jagannatha",
        "Ganga Mata Goswamini"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "In the year 1721 AD in Sri Jagannathpuri, at the age of around 120 years, Ganga Mata Goswamini entered the eternal pastimes of Lord Shri Krishna and Jagannatha.",
      "summary": "The speaker concludes the lecture by mentioning Ganga Mata Goswamini's passing and offers respects.",
      "timestamp_url": "https://youtu.be/qP267sUyrOY?t=473",
      "transcript": "Goswamini entered the eternal pastimes of Lord Shri Krishna and Jagannatha. Shri Ganga Mata Goswamini ki, Shri Haridas Pandit ki, Shri Radha Govind ki, Mitai Gorpe"
    }
  ]
}