{
  "video_id": "QY5am9TXLew",
  "title": "Taking Shelter of Lord’s Lotus Feet | Sri Stoka Krishna Maharaj | SB 6.9.22 | 25.07.2024",
  "speaker": "HH Stoka Krishna Maharaj",
  "youtube_url": "https://www.youtube.com/watch?v=QY5am9TXLew",
  "segments": [
    {
      "start_time": 0,
      "end_time": 116,
      "verse_references": [],
      "themes": [
        "shelter",
        "Supreme Personality of Godhead",
        "materialism"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "That supreme personality of godhead is the only shelter of everyone.",
      "summary": "The Lord is the only shelter, and seeking protection elsewhere is foolish, like holding a dog's tail to cross the ocean.",
      "timestamp_url": "https://youtu.be/QY5am9TXLew?t=0",
      "transcript": "om namo bhagavate vasudevaya reading from Srimad Bhagavatam canto 6 chapter 9, the appearance of demon Vritrasura, text number 22: avismitam tam paripurnakamam sve nai valabhena samam prashantam translation and purport by his divine grace A.C. Bhaktivedanta Swami Prabhupada translation: Free from all materialism, translation of the existence of existence and never one destructs by anything, the Lord is always jubilant and fully satisfied by his own spiritual perfection. He has no material designations and therefore he is steady and unattached. That Supreme Personality of Godhead is the only shelter of everyone. Anyone desiring to be protected by others is certainly a great fool who desires to cross the sea by holding the tail of a dog. A dog can swim in the water, but if a dog dives in the ocean and someone wants to cross the ocean by holding the dog's tail, he is certainly fool number one. A dog cannot cross the ocean nor can a person cross the ocean by catching a dog's tail. Similarly, one who desires to cross the ocean of nisscience should not seek the shelter of any demigod or anyone else,"
    },
    {
      "start_time": 116,
      "end_time": 174,
      "verse_references": [
        "SB 10.14.58"
      ],
      "themes": [
        "devotee",
        "ocean of nescience",
        "lotus feet"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Lord's lotus feet are an indestructible boat. Anyone takes shelter of that boat, he can easily cross the ocean of nisscience.",
      "summary": "Taking shelter of the Lord's lotus feet is the only way to cross the ocean of nescience, ensuring safety for devotees even in the dangerous material world.",
      "timestamp_url": "https://youtu.be/QY5am9TXLew?t=116",
      "transcript": "but the fearless shelter of the Supreme Personality of Godhead. Srimad Bhagavatam 10th canto, 14th chapter, 58th verse therefore says, \"The Lord's lotus feet are an indestructible boat.\" Anyone takes shelter of that boat, he can easily cross the ocean of nisscience. Consequently, there are no dangers for a devotee although he lives within this material world which is full of dangers at every step. One should seek the shelter of the all-powerful in the Lord, instead of trying to be protected by one's own concocted ideas. Thus ends the bhaktivinanda purport."
    },
    {
      "start_time": 174,
      "end_time": 374,
      "verse_references": [],
      "themes": [
        "offense",
        "sacrifice",
        "sinful reaction"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Among the topmost sinful action is killing a Brahmana.",
      "summary": "The story of Indra offending his spiritual master, taking Vishwaroopa as a priest, Vishwaroopa secretly offering oblations to demons, and Indra killing him, incurring the sin of Brahma Hatya.",
      "timestamp_url": "https://youtu.be/QY5am9TXLew?t=174",
      "transcript": "This material world is a very strange place. Some really funny things happen just like it is described in this chapter. What happened? Indra offended his spiritual master Brahaspati. So Brahaspati silently walked out, walked away and Indra is without his guru. So then he searched for his guru. He could not find him. Then he went to Brahma and said what do I do now? Brahma said you foolish fellow, why did you offend your spiritual master? Anyway, now take another Brahmana, Vishwaroopa, for performing your sacrifices. The demigods constantly have to keep performing sacrifices. Otherwise, they can lose their position. They have to maintain their position by doing their duty of offering sacrifices constantly to the Supreme Lord. So Indra requested Vishwaroopa, another Brahmana, to help him perform his sacrifices. And Vishwaroopa was doing the duty very nicely. But, Vishwaroopa happened to be related to the demigods from his father's side and to the demons from his mother's side. And therefore, he had some affection for both the demigods and the demons. So while performing sacrifice on behalf of Indra, Vishwaroopa, he would offer ablations, idam indraya svaha, idam agnaya svaha. Loudly he would chant the mantras, offering ablations to the devatas, giving them their share. But secretly, he would offer ablations to the demons also, because he had some affection for the demons. One day Indra came to know about it and suddenly, Indra became very very angry. He is appointed by me, by the devatas, and he is secretly offering ablations to the demons, our enemies. So being afraid that the demons may anytime overpower the devatas and even lose their position, Indra in a fit of anger, he cut off Vishwaroopa's head. He killed him. Instantly killed him. And then, the sinful reaction of killing a Brahmana, Brahma Hatya, of all the kinds of sinful activities anybody can commit, among the topmost sinful action is killing a Brahmana, Brahma Hatya. So this Brahma Hatya reaction, even though Indra could have counteracted,"
    },
    {
      "start_time": 374,
      "end_time": 558,
      "verse_references": [],
      "themes": [
        "sacrifice",
        "mantra",
        "demon"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Some mistake in the chanting, the meaning can be completely opposite.",
      "summary": "Vishwaroopa's father, Tvashta, performs a sacrifice to create someone to kill Indra, but a mistake in chanting the mantra empowers Indra instead, leading to the birth of the demon Vritrasura.",
      "timestamp_url": "https://youtu.be/QY5am9TXLew?t=374",
      "transcript": "he decided he is going to accept the reaction. So he did severe tapasya to actually become free from that reaction. And meantime, this Vishwaroopa's father, Tvashta, he became very angry against Indra. My son was doing some service and some misunderstanding and this Indra has killed my son. So he performed another sacrifice in order to create some being who will be able, competent to kill Indra, because Indra is no ordinary person. It's not easy to kill Indra like that. So he performed one sacrifice. And in that sacrifice, he was chanting mantras intended to generate a person powerful enough to kill Indra. So Indra Shatro Viverdhasva, O enemy of Indra, may you become powerful enough to be able to kill Indra. But in chanting the mantra, he made a mistake and the mantra's meaning became enemy of Indra. No. Do that. Indra who is an enemy. Instead of enemy of Indra, it became Indra who is an enemy. This is Sanskrit language. It's very very, you know, precisely it has to be chanted. Some mistake in the chanting, the meaning can be completely opposite. And enemy of Indra changed to Indra who is an enemy. May he become powerful. So all the mantras he was offering, so instead of empowering the creature who is going to be born powerful enough to kill Indra, he was empowering Indra whom he intended to kill. So this, this sacrifice, from this sacrifice was born one demon, Vritrasura. And this Vritrasura was such a fearful demon, and everybody was afraid of this demon. And Indra decided that this demon has to be killed immediately. Otherwise he will do so much of harm. But Indra's weapons were totally useless. They were not adequate for killing this Vritrasura. And then all the demigods sought shelter of Vishnu, and they offered nice prayers. So one of the prayers is here in this 22nd verse."
    },
    {
      "start_time": 558,
      "end_time": 685,
      "verse_references": [],
      "themes": [
        "material conceptions",
        "Lord's position",
        "Mayavadis",
        "Vaishnavas"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Free from all material conceptions of existence.",
      "summary": "The demigods glorify the Lord as free from material conceptions, contrasting Vaishnava and Mayavadi interpretations of scriptures regarding the Lord's qualities.",
      "timestamp_url": "https://youtu.be/QY5am9TXLew?t=558",
      "transcript": "So what is the prayer the demigods are offering? Free from all material conceptions of existence. They are glorifying the Lord. What is the Lord's position? That the Lord is free from all material conceptions of existence. That the Lord is free from all material concepts. Paripurnakaamam avismitam tam paripurnakaamam svenaivalaabhena samamprasantam. So, even though in the Upanishads, many places, the Lord is described also as a person, and the living entity is also a person. Both are spirit. But still, there are so many differences between the Supreme Lord and the living entity under all circumstances in all conditions. So the differences are also pointed out in the scriptures, in the original Vedas, in the Upanishads but the Mayavadis interpret those portions conveniently to support their Mayavada theory or philosophy. But the Vaishnavas, they don't interpret. So they take it as it is and consequently the Vaishnava's understanding is the living entity has got similar qualities as that of the Lord but still there are differences, similarities and differences and that's how Chaitanya Mahaprabhu has presented the Achintya Bheda Abheda Tattva, the philosophy of oneness and difference between the Lord and his energies or between the Lord and the living entities, like that."
    },
    {
      "start_time": 685,
      "end_time": 877,
      "verse_references": [],
      "themes": [
        "bewilderment",
        "material existence",
        "illusion",
        "spiritual existence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Material existence begins when the living entity is bewildered by the contact with material energy, by being placed in the material energy.",
      "summary": "Material existence causes bewilderment and illusion, leading to a distorted perception of reality, unlike the unbewildered state of the Lord and the pure spirit soul in spiritual existence.",
      "timestamp_url": "https://youtu.be/QY5am9TXLew?t=685",
      "transcript": "So here clearly the demigods are helping us understand the position of the Lord as Avismitam. He's always. He's never wonderstruck by anything because on the other hand we are subject to becoming bewildered. Material existence begins when the living entity is bewildered by the contact with material energy, by being placed in the material energy. So, due to our material conception, we are always in a bewildered state of existence in this material world. That's why if we practice spiritual life, we become free from this bewilderment gradually. We become sober. Otherwise, in a bewildered state of existence, we are unable to understand what is what in truth, in reality. Just like under the influence of illusion, being bewildered by this illusory energy, influence of illusory energy, we are considering matter to be spirit and spirit to be matter. Just the opposite. So that is the influence of illusion and that is the bewilderment caused by our coming in contact with this illusory energy. Otherwise in our original position as pure spirit soul, in spiritual existence, we are always able to be in an unbewildered state, in a sober state, like the Lord. But the Lord is always unbewildered, always, Avismitam. And our condition is, as long as we are in spiritual existence, we are also avismitam. But when we come in contact with this material world, or material nature, we are placed in material existence. Why? of our desire to enjoy independently. Krishna bhulia ji bhoga vanchakari. So this bhoga vancha, desire for independent enjoyment is the cause of our being put into this material existence and the immediate effect is vismitam. We become bewildered."
    },
    {
      "start_time": 877,
      "end_time": 1031,
      "verse_references": [
        "BG 9.14"
      ],
      "themes": [
        "satisfaction",
        "spiritual perfection",
        "devotional service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He is spiritually perfect and he is fully satisfied within himself.",
      "summary": "The Lord is always fully satisfied, while living entities in material existence constantly seek satisfaction and happiness, which can only be found through devotional service.",
      "timestamp_url": "https://youtu.be/QY5am9TXLew?t=877",
      "transcript": "And Lord is paripurna kama. He is always fully satisfied by his own spiritual perfection. He is spiritually perfect and he is fully satisfied within himself. So he doesn't seek satisfaction at any time, in any condition. And our condition at least in material existence is that we are always seeking two things. In the Bhagavad Gita, Krishna describes his pure devotees, tushyanti ca ramanthi ca. Fully satisfied and fully joyful, blissful, happy. Because material existence characteristic is we are not satisfied and we are not happy. So Lord is fully satisfied and fully joyful. And our position in spiritual existence in our original constitutional position in relationship with the Lord as His eternal servant, is that we are also satisfied and happy completely, like the Lord. Paripurna kama. He is paripurna kama. That is completely, perfectly, always satisfied and happy, but we can be purna kama, we can be fully satisfied and fully happy in our position. But if we are forgetful of the Lord or we are desiring independent enjoyment, we are placed in the material world, then we are always seeking that satisfaction and happiness which we lose when we come to material existence. Therefore Krishna says you take to devotional service and engaged in devotional service even in the material world, you become unbewildered. And you will be fully satisfied and happy in devotional service."
    },
    {
      "start_time": 1031,
      "end_time": 1172,
      "verse_references": [],
      "themes": [
        "satisfaction",
        "happiness",
        "devotional service",
        "spiritual perfection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In devotional service one becomes completely happy and satisfied.",
      "summary": "Devotional service leads to complete happiness and satisfaction, as the Lord is fully satisfied with his own spiritual perfection, while conditioned souls are subject to external influences.",
      "timestamp_url": "https://youtu.be/QY5am9TXLew?t=1031",
      "transcript": "macchitta madgata prana bodhayanta parasparam katayantasya mam nityam tuśyanti ca ramanthi ca. Śrīla Prabhupāda says in one discourse explaining this verse, he says everyone is seeking some satisfaction, some happiness in all their endeavors. But they can never find the happiness they are seeking or the satisfaction they are seeking in material activities. They take to devotional service. And in devotional service one becomes completely happy and satisfied. So that is the Lord's position, Paripurna kāma. Sveṇai valābhena. He is, sveṇai valābhena. He is fully satisfied with his own spiritual perfection. Sveṇai valābhena. His own spiritual perfection. Samam praśāntam. He is always very steady and equipoised. Whereas as tiny spirit soul we are subject to influence. That's our position. We cannot be unaffected by the external atmosphere. See if you are in the spiritual realm, you are not affected by the external atmosphere. So when you are in the spiritual atmosphere, then that atmosphere's influence is conducive for our well-being, for our happiness, for our satisfaction, for our fearlessness, for our being sobered etc., and when we are placed in the material existence, in the material atmosphere, the three gunas actually act on us and first thing that happens is we become bewildered, become unwholesome, become bewildered, we are not equipoised, we are always affected in different ways by"
    },
    {
      "start_time": 1172,
      "end_time": 1300,
      "verse_references": [],
      "themes": [
        "gunas",
        "spiritual platform",
        "Krishna conscious",
        "spiritual"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "They are always perfect in their behavior, in their character, they are unaffected by any materialistic activity.",
      "summary": "Material existence is characterized by the influence of the three gunas, while devotional service elevates one to the spiritual platform, where pure devotees remain unaffected by material conditions.",
      "timestamp_url": "https://youtu.be/QY5am9TXLew?t=1172",
      "transcript": "the three gunas and it's always a combination of the gunas that's acting. So sometimes in sattva guna, sometimes in raja guna, sometimes in tamo guna, different kinds of influence and bewilderment, confusion. So material existence is always, there is no prashantam, there is no steadiness, always ups and downs are there in material existence. So when we take to devotionalist service, we are immediately uplifted above the gunas, we come to the spiritual platform. And on the spiritual platform we become steady in our spiritual position. So the lord is always on the spiritual platform, he never descends to the material platform even though he comes to the material world. He comes to the material world but he remains on the spiritual plane in spiritual existence eternally. Devotees like pure devotees even if they come to this material world since they are always Krishna conscious, they are always in contact with Krishna, they are also always on the spiritual platform. Therefore, such pure devotees, whatever they speak, whatever they do, all their actions, all their words, all their thoughts, everything is 100% spiritual. They are always perfect in their behavior, in their character, they are unaffected by any materialistic activity, any material condition, any situation."
    },
    {
      "start_time": 1300,
      "end_time": 1476,
      "verse_references": [],
      "themes": [
        "shelter",
        "Supreme Personality of Godhead",
        "surrendered souls"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Supreme Personality of God is the only shelter of everyone.",
      "summary": "The Supreme Personality of Godhead is the only shelter for everyone, as described by Sridhar Swami, with Krishna being the ultimate source and shelter of all surrendered souls.",
      "timestamp_url": "https://youtu.be/QY5am9TXLew?t=1300",
      "transcript": "Then after describing these wonderful qualities of the Lord, the demigods are telling that Supreme Personality of God is the only shelter of everyone. Okay? He is the only shelter for everyone. So Prabhupada explains in one place, he is quoting Sridhar Swami, the original commentator of the Bhagavatam. Sridhar Swami, before he begins writing the commentary on the 10th canto of the Bhagavatam, he says about the 10th canto itself that, the 10th canto of Srimad Bhagavatam reveals the 10th object, the Supreme Personality of Godhead, who is the shelter of all surrendered souls. There are 10 subjects in the Srimad Bhagavatam. The 10th subject is Krishna himself, the Supreme Personality of Godhead. And he is described as the shelter of all surrendered souls. He is known as Sri Krishna and he is the ultimate source of all the universes. Let me offer my obeisances unto him. So Prabhupada says, this is a quotation from the Bhavarth Deepika, Sridhar Swami's commentary on Srimad Bhagavatam. In the 10th canto of Srimad Bhagavatam, there is a description of Ashraya Tattva, Sri Krishna and Ashrita Tattva. There are two Tattvas, Ashraya Tattva and Ashrita Tattva. So Ashraya Tattva is the objective, and Ashrita Tattva is the subjective. Since the lotus feet of Sri Krishna are the shelter of all devotees, Sri Krishna is also called Paramdhama. Bhagavad Gita, Arjuna addressing Krishna says, Parambrahma Paramdhama. Paramdhama means Krishna's lotus feet is the shelter of everyone. Krishna is the shelter of everyone, supreme shelter. Everything is resting under the lotus feet of Krishna and that is described in the words that Prabhupada quotes here, how Krishna is the shelter of everyone from the Bhagavatam. Samāśrīta ye padapallavaplavaṁ mahāt-padaṁ puṇya-yeśoa marāya dtih. Lord Krishna is the shelter of everyone and the whole material existence, the bliss of all is the shelter of everyone."
    },
    {
      "start_time": 1476,
      "end_time": 1634,
      "verse_references": [],
      "themes": [
        "Krishna's protection",
        "Ashraya Tattva",
        "demigods"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is called Ashraya Tattva. Means He is the only one who can give protection, who can give shelter. Nobody else can give shelter to anybody else.",
      "summary": "Everything rests under Krishna's lotus feet, making Him the only true shelter (Ashraya Tattva), while seeking protection from demigods is foolish.",
      "timestamp_url": "https://youtu.be/QY5am9TXLew?t=1476",
      "transcript": "is resting under the lotus feet of Krishna, whole material existence. So here it is said, under the lotus feet of Shree Krishna, the entire Mahat Tattva is existing. Mahat Tattva is existing under the lotus feet of Krishna. And that Mahat Tattva is the starting point for this creation. From Mahat Tattva the elements get differentiated and the elements are later on combined to form this whole material world. So since everything is under Krishna's protection, Krishna is called Ashraya Tattva. Means He is the only one who can give protection, who can give shelter. Nobody else can give shelter to anybody else. Nobody else can do that. Because we are all sheltered. We belong to a different category, Ashrita Tattva, we are sheltered and Krishna is the shelter. So if somebody thinks that they can take shelter of some devatas because they are also relatively more powerful than us or they have misconception that among the devatas, different devatas have different degrees of power or different kinds of powers so they approach different demigods for different benefits or different kinds of relief. So sometimes people worship devatas seeking their protection but the example given here is anyone desiring to be protected by others especially demigods is certainly a great fool. He is described as Balishaha is a fool, one who seeks a shelter or protection by taking protection, by taking shelter of someone else especially demigods because it's like trying to cross the sea by holding the tail of a dog."
    },
    {
      "start_time": 1634,
      "end_time": 1754,
      "verse_references": [],
      "themes": [
        "shelter",
        "Supreme Lord",
        "analogy"
      ],
      "content_type": "analogy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "One should seek shelter only of the Supreme Lord.",
      "summary": "Seeking shelter from demigods is like trying to cross the ocean by holding a dog's tail, only the Supreme Lord can save us from all dangers.",
      "timestamp_url": "https://youtu.be/QY5am9TXLew?t=1634",
      "transcript": "Now why this analogy is given is Prabhupada explains that dog can swim in the water, dogs don't have to learn swimming. They naturally swim when you put them in water. Even if they have never gone into water, you just throw a dog into the water, it can swim. But even if the dog can swim, it can never, if it's thrown into the middle of an ocean, it cannot swim across an ocean. That is not possible. Neither if a dog can swim, can somebody hold the tail of the dog and expect that because the dog can swim across a small, even a small, what do you say, a small body of water. But somebody thinks that, oh, it can swim, it can save me. No. By holding the tail of a dog to cross some body of water, speak of crossing the ocean. It's not possible. It's not possible for anybody to cross the ocean like that. So taking shelter or protection of the demigods is like that. So one should seek shelter only of the Supreme Lord. And only the Supreme Lord can actually save us from all dangers in life. Only the Supreme Lord can actually save us from all dangers in life. We shouldn't take shelter from this material existence. So this is one of Brahma's prayer that petite samashrita ye pada pallava plavam he compares the Lord's lotus feet. Udadi 제일 naa Habit Becky He compares the Lord's lotus feet to an indestructible boat."
    },
    {
      "start_time": 1754,
      "end_time": 1928,
      "verse_references": [],
      "themes": [
        "lotus feet",
        "indestructible boat",
        "material existence",
        "spiritual world"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If we are drowning in the middle of an ocean, then by ourselves we cannot cross the ocean, neither by help of anybody else other than the Supreme Lord can we cross the ocean.",
      "summary": "Taking shelter of the Lord's lotus feet is like boarding an indestructible boat that shrinks the ocean of material existence, allowing devotees to easily cross over to the spiritual world.",
      "timestamp_url": "https://youtu.be/QY5am9TXLew?t=1754",
      "transcript": "If we are drowning in the middle of an ocean, then by ourselves we cannot cross the ocean, neither by help of anybody else other than the Supreme Lord can we cross the ocean. So we take shelter of the Lord's lotus feet, which are like an indestructible boat. And what happens if you take shelter of the Lord's lotus feet, which is like an indestructible boat? That Bhavambuddhir Vatsapadam, this ocean of material existence shrinks and becomes like the quantity of water contained in the footprint of a calf. Vatsa means calf. The whole material existence which is like an unlimited ocean, it shrinks to become the water contained in the footprint of a calf. And consequently, devotees, when they take shelter of the Lord's lotus feet to the Lord, they are able to cross over this ocean of material existence. They don't have to wait for the boat to take them across the ocean, they simply step across, that small quantity of water. And they step across the ocean of material existence, which has become shrunk into the water contained in the footprint of a calf. And they go to the other side. On one side, this material world or material existence is separated from the surface of the ocean. This material world or material existence is separated from the surface of the ocean. It is separated from the spiritual world by a body of water, by a river called Viraja. So that Viraja river, one side is this material world, other side is the spiritual world. So when the devotees cross over across this ocean of material existence, they go to the other side of the Viraja river. They enter the spiritual world."
    },
    {
      "start_time": 1928,
      "end_time": 2107,
      "verse_references": [],
      "themes": [
        "material world",
        "danger",
        "three modes",
        "Durga Devi"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "There is danger in every step.",
      "summary": "The material world is characterized by constant danger and suffering caused by the three modes of nature, symbolized by Durga Devi's trident.",
      "timestamp_url": "https://youtu.be/QY5am9TXLew?t=1928",
      "transcript": "So, crossing over, parampadam, they attain the spiritual kingdom of the Supreme Lord, Parampadam. And Brahma is telling, the devotees are not meant to live in the material world, which is characterized by padampadam yad vipadam. There is danger in every step. Padampadam yad vipadam. Our material existence under the influence of illusion, we think, yes, material world there are dangers, we know that. And we think sometimes there are dangers. At other times, there are moments or there are times when we are safe. There are times when we are not able to move. There are times when we go to the other side. There are times when there is danger and we make plans to counteract those dangers by our own methods in ignorance under the influence of illusion. But actually the scriptures and the acharyas they warn us material world is not such a place that there are dangers sometimes. This material world is conducted by the three modes and these three modes the sattva guna, rajya guna, tamo guna are constantly harassing the living entities who are in this material world. And symbolically Durga Devi she has got ten hands and she is holding in one of the hands the trishul, trident. That trident represents these three gunas by which we are bound up to this material world. And these three gunas are like the three prongs of the trident with which sometimes there is a picture shown of Durga Devi killing one demon with her trident. Right? So, the demon is being pierced by the three prongs of the trident. Actually that's not just the demon along who is in that condition, but every living entity, every conditioned soul is being affected with afflicted with three-fold miseries, Tapatraya. The three prongs of the trident held by Durga Devi represents the three kinds of kleshas which are constantly bothering us, Adibhautika, Adhyatmika, Adidaivika."
    },
    {
      "start_time": 2107,
      "end_time": 2236,
      "verse_references": [],
      "themes": [
        "miseries",
        "illusion",
        "enjoyment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "Under the influence of illusion sometimes the living entity thinks some misery to be actually enjoyment.",
      "summary": "Living entities in the material world are constantly suffering from miseries, but under the influence of illusion, they sometimes mistake misery for enjoyment.",
      "timestamp_url": "https://youtu.be/QY5am9TXLew?t=2107",
      "transcript": "Constantly there are miseries and the foolishness of the living entity is under the influence of illusion sometimes the living entity thinks some misery to be actually enjoyment. There is always misery. There is always miseries and we are always suffering from these miseries but under illusion one may think some misery to be actually enjoyment. The shastras give one example. Just like even if a small thorn pricks your foot when you are walking barefoot, let us say, a thorn pricks your foot, immediately you feel some pain and then you want to walk barefoot. You want to remove that thorn. Right? It will get rid of the pain. Okay. Now this is something which is very common reaction. Being, you know, pierced by some needle or thorn or something like that. But what about people, in order to decorate themselves, let us say with an earring, they will voluntarily go and get their ear pierced. Voluntarily go and get their ears pierced. And when that piercing is happening, oh, very nice. Actually it is paining. Even though you may not have experience, everybody may not have experience of getting pierced by a thorn, but at least sometime when you have taken an injection, when they prick that syringe into your arm, at that time, momentarily you feel the pain. Correct? So like that, even though this is painful, but this is considered painful, or the pricking of a thorn is considered painful, this is considered very nice, very pleasing. So this is foolishness actually."
    },
    {
      "start_time": 2236,
      "end_time": 2445,
      "verse_references": [],
      "themes": [
        "miseries",
        "happiness",
        "illusion",
        "distress"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "Death itself is hanging like a sword on our neck.",
      "summary": "The fear of death is always present, and relief from misery is often misinterpreted as happiness, while the factual position in material existence is constant unhappiness and distress.",
      "timestamp_url": "https://youtu.be/QY5am9TXLew?t=2236",
      "transcript": "This is foolishness. This is the influence of illusion. Even though we are constantly suffering from miseries, and even dangers, we think sometimes there is some danger to your life. But actually, the scriptures describe, death itself is hanging like a sword on our neck. Any moment death can come, and we have to die. Hmm? And that fear of death is always there. But sometimes when there is some relief from some misery, that is wrongly interpreted as happiness. Relief from misery is interpreted as happiness. Because when there is some miserable condition, we try to counteract that misery, and that counteracting effort may give us some relief. And that relief is thought of as something very nice, very enjoyable. Just like you have stomach pain, and then you seek relief from it. And when there is, let's say some indigestion, and that indigestion is cured by some simple digestive pill. So then, you get some relief, you feel very nice. Oh, I got relief from that pain, just bothering me. But how long can you rejoice that freedom from pain, that relief? For a little time. Afterwards, again you are back to the business of seeking happiness. Because your actual position in material existence is to be always in a miserable condition, to be always unhappy, to be always distressed. That is our factual position in the material world. But under the influence of illusion and due to the influence of the gunas, effect of the gunas, we think sometimes we are happy, sometimes we are unhappy, and sometimes there is a neutral state where we are not exactly unhappy, but we are seeking happiness. So therefore, in the Bhagavad Gita, Krishna explains that three conditions of material existence, there is happiness, there is distress, and there is mixed happiness and distress. You see, these are the three factual conditions. And that happiness is illusory happiness. It is not real happiness. Illusory happiness. And that mixed happiness and distress is, even that illusory happiness is not exclusively that happiness, material happiness. There is no exclusive material happiness. It is always mixed happiness and distress."
    },
    {
      "start_time": 2445,
      "end_time": 2557,
      "verse_references": [],
      "themes": [
        "material world",
        "spiritual atmosphere",
        "devotional service",
        "eternal happiness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "It is only the spiritual world which is suitable for us.",
      "summary": "The material world is not the right atmosphere for the spirit soul, and only devotional service can transfer us to our original position of eternal happiness in the spiritual world.",
      "timestamp_url": "https://youtu.be/QY5am9TXLew?t=2445",
      "transcript": "So, in that way, this material world is described here as every step there is danger. We are always in a miserable condition. Because we make an adjustment. Being spirit soul, we are meant to be in the spiritual atmosphere where naturally we are always happy. We are always leading an eternal life full of bliss and knowledge. But material existence, actually it is not the right atmosphere for the spirit soul, this material atmosphere. So we are always uncomfortable, just like a fish out of water. And always we are seeking to get rid of this discomfort by changing our position. But this constant changing of position, as long as we are in material world, no other place in the material world is actually a suitable place for us. It is only the spiritual world which is suitable for us. So that we learn from the authoritative or confidential scriptures. We belong to the spiritual world and that is the only place where we can be properly situated eternally in happiness, complete satisfaction. So therefore, to transfer ourselves to our original position, get out of this material existence, is only possible by devotional service. And by devotional service it becomes easy and it is very effective, very powerful. And that is the only way to actually get eternal happiness."
    }
  ]
}