{
  "video_id": "r1aF0zl96po",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.7.25-27 | 07-01-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=r1aF0zl96po",
  "segments": [
    {
      "start_time": 0,
      "end_time": 62,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Agyanati Mirandhasya Gyanan Janishalakaya Chakshurunmeelitam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, setting a spiritual tone.",
      "timestamp_url": "https://youtu.be/r1aF0zl96po?t=0",
      "transcript": "Om Agyanati Mirandhasya Gyanan Janishalakaya Chakshurunmeelitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Srimate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Devim Saraswati Narayanam Namaskritya Naram Chai Vanarottamam Vyasam Tatho Jaya Mudireyate"
    },
    {
      "start_time": 62,
      "end_time": 109,
      "verse_references": [
        "SB 1.7.25"
      ],
      "themes": [
        "avatara",
        "devotion",
        "divine intervention"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Thus you descend as an incarnation to remove the burden of the world and to benefit your friends especially those who are your exclusive devotees and are wrapped in meditation upon you.",
      "summary": "The speaker introduces verse 25, explaining Arjuna's prayer describing Krishna's descent as an incarnation to relieve the world's burden and benefit exclusive devotees.",
      "timestamp_url": "https://youtu.be/r1aF0zl96po?t=62",
      "transcript": "In this session, we will be discussing from the 25th, 26th, and 27th verses of the 7th chapter of the 1st canto of Srimad Bhagavatam. So the 25th verse is as follows: Tathayam Chavataraste Bhuvabhara Jehirshaya Svanam Chananya Bhavanam Anudhyanaya Chasasya Sakrit. The meaning of this verse is: Thus you descend as an incarnation to remove the burden of the world and to benefit your friends, especially those who are your exclusive devotees and are wrapped in meditation upon you."
    },
    {
      "start_time": 109,
      "end_time": 277,
      "verse_references": [
        "BG 9.18"
      ],
      "themes": [
        "divine impartiality",
        "devotee relationship",
        "fatherhood of God"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Lord is everyone's father, aham bijapratapitah that's what Krishna says in Bhagavad Gita, he is the seed-giving Father of all living entities.",
      "summary": "The speaker elaborates on the Lord's relationship with all beings, emphasizing that while He is equal to everyone, He is more inclined towards His devotees, who are considered His kinsmen.",
      "timestamp_url": "https://youtu.be/r1aF0zl96po?t=109",
      "transcript": "These are words spoken by Arjuna. Arjuna has seen a glare in the sky, a radiation, and he wants to ask Krishna what is the source of this radiation, and before that, he is offering prayers. So in this prayer, this particular prayer Arjuna is offering, he is describing Krishna's descent as Avatara. You descend as an incarnation to remove the burden of the world. When the world is overburdened by the miscreants, those who are law-breakers, when the world is overburdened by those who are the leaders of God, then and are wrapped in meditation upon you, the devotees are entirely dependent upon Krishna for everything. They have no other dependence. So Srila Prabhupada explains in the purport, it appears that the Lord is partial to his devotees. It appears like that, but actually, the fact is, He is not partial, but the fact is, everyone is related with the Lord. Everyone has got a relationship with the Lord. It's not just the devotees alone who have a relationship. He is equal to everyone. That is the meaning of Supreme Lord. He is equal to everyone, yet he is more inclined to his own men and devotees. He is more inclined to his own men, that is, who are his own men? Devotees. The Lord is everyone's father, aham bijapratapitah. That's what Krishna says in Bhagavad Gita. He is the seed-giving Father of all living entities. So therefore, it is described here by Srila Prabhupada, the Lord is everyone's Father, no one can be his father, and yet no one can be his son. This relationship, what we understand in the material world, somebody's father or somebody's son, that kind of relationship doesn't apply to Krishna. So,"
    },
    {
      "start_time": 277,
      "end_time": 349,
      "verse_references": [],
      "themes": [
        "transcendental pastimes",
        "material vs. spiritual",
        "modes of nature"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This is his transcendental pastime, it is pastime, this is Leela and it has nothing to do with mundane ideas of relations, fatherhood or anything like that.",
      "summary": "The speaker clarifies that Krishna's relationships and pastimes are transcendental and should not be understood through a material lens, as the Lord is above the modes of material nature.",
      "timestamp_url": "https://youtu.be/r1aF0zl96po?t=277",
      "transcript": "Srila Prabhupada further explains, his devotees are his kinsmen and his devotees are his relations. This is his transcendental pastime, it is pastime, this is Leela, and it has nothing to do with mundane ideas of relations, fatherhood, or anything like that. Materially, we know somebody is my father, somebody is my son, somebody is my friend, somebody is my relative. Those kind of material ideas should not be carried in our mind when we try to understand Krishna's incarnation or descent in this world. As mentioned above, the Lord is above the modes of material nature. He is always transcendental to the modes. And thus there is nothing mundane about his kinsmen and relations in devotional service. Nothing material. Everything is completely transcendental. So therefore, it is described as a transcendental pastime."
    },
    {
      "start_time": 349,
      "end_time": 451,
      "verse_references": [
        "SB 1.7.26"
      ],
      "themes": [
        "divine effulgence",
        "etiquette",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "O Lord of Lords, he has addressed Krishna as Deva Deva. He is the Lord of Lords. Krishna is Lord of Lords. How is it that this dangerous effulgence is spreading all around? Where does it come from? I do not understand it.",
      "summary": "The speaker introduces verse 26, focusing on Arjuna's question about a dangerous effulgence and highlighting the importance of offering prayers before addressing the Lord, even for intimate friends.",
      "timestamp_url": "https://youtu.be/r1aF0zl96po?t=349",
      "transcript": "The 26th verse is. Now Arjuna is stating what is the problem, that the meaning of this verse. O Lord of Lords, he has addressed Krishna as Deva Deva. He is the Lord of Lords. Krishna is Lord of Lords. How is it that this dangerous effulgence is spreading all around? Where does it come from? I do not understand it. So this is what Arjuna's question is to Krishna. Suddenly Arjuna has seen this dangerous effulgence spreading everywhere, and he does not know the source. So he is asking Krishna, please tell me what is the source of this? So Srila Prabhupada says in the Purport, anything that is presented before the personality of Godhead should be so done after due presentation of respectful prayers. That is the proper etiquette. Krishna is not an ordinary person. So before one wants to ask anything, one has to offer prayers to the Lord. That is the standard procedure. And Shree Arjuna, although an intimate friend of the Lord, is observing this method for general information. Arjuna is actually a very, very close friend of Krishna, but still, he's following the etiquette that a devotee should follow when addressing the Lord."
    },
    {
      "start_time": 451,
      "end_time": 578,
      "verse_references": [
        "SB 1.7.27"
      ],
      "themes": [
        "Brahmastra",
        "nuclear weapon",
        "subtle energy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Know from me that this is the act of the son of Drona. He has thrown the hymns of nuclear energy, Brahmastra, and he does not know how to retract the glare.",
      "summary": "The speaker introduces verse 27, explaining Krishna's response about the Brahmastra released by Ashwathama, comparing it to a modern nuclear weapon and emphasizing its creation through subtle sound (mantras).",
      "timestamp_url": "https://youtu.be/r1aF0zl96po?t=451",
      "transcript": "prayers had to be offered. The 27th verse, Shri Bhagavanuvacha, now the Lord's response to Arjuna's question. Shri Bhagavanuvacha, Vethedam Drona Putrasya Brahamam Astram Pradarshitam, Naivasam Veda Samharam Pranabhadha Upastite. The meaning of this 27th verse, the supreme personality of God had said, know from me that this is the act of the son of Drona. He has thrown the hymns of nuclear energy, Brahmastra, and he does not know how to retract the glare. He has helplessly done this being afraid of imminent death. When Arjuna started chasing Ashwathama and Ashwathama's horses became tired, then Ashwathama thought that his life is in danger, and just to save himself, he resorted to the ultimate weapon, the Brahmastra, which should normally not be used under such circumstances. But he did not care for the rules, regulations. He simply decided how to release that Brahmastra. Regarding the Brahmastra, Srila Prabhupada explains, the Brahmastra is similar to the modern nuclear weapon manipulated by atomic energy. The atomic energy works wholly on total combustibility, and so the Brahmastra also acts. So, in terms of the effect, the Brahmastra is similar to the nuclear weapon. It creates an intolerable heat similar to atomic radiation, this Brahmastra. But the difference is that the atomic bomb is a gross type of nuclear weapon, whereas the Brahmastra is a subtle type of weapon"
    },
    {
      "start_time": 578,
      "end_time": 684,
      "verse_references": [],
      "themes": [
        "subtle science",
        "material vs. spiritual",
        "mantra"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The subtle science of chanting hymns is also material, this Brahmastra is released by a subtle method of chanting a mantra but it is a material phenomenon.",
      "summary": "The speaker distinguishes between the subtle material science used to create the Brahmastra and the transcendental nature of spiritual mantras like Hare Krishna, highlighting the limitations of modern science.",
      "timestamp_url": "https://youtu.be/r1aF0zl96po?t=578",
      "transcript": "produced by chanting hymns. How was this Brahmastra produced? Simply by chanting mantra. And Srila Prabhupada says, further, it is a different science. And in the days gone by, such science was in the land of Bharatvarsha, but I'm sorry, the subtle science of chanting hymns is also material. This Brahmastra is released by a subtle method of chanting a mantra, but it is a material phenomenon. Even though it is a subtle science of chanting hymns, which is a material effect, it has yet to be known by the modern material scientists. Modern-day material scientists do not know how to manipulate subtle sound and produce such a Brahmastra. They do not know. Subtle material science is not spiritual, but it has a direct relationship with the spiritual method, like in spiritual method mantras are chanted, and even subtle material science takes help of chanting of mantra, but still, this is completely material, this chanting for the sake"
    },
    {
      "start_time": 684,
      "end_time": 774,
      "verse_references": [],
      "themes": [
        "spiritual chanting",
        "retraction of weapon",
        "improper use"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A chanter of hymns knew how to apply the weapon as well as how to retract it see that is the special thing about this the science of subtle sound that they knew how to release it and how to withdraw it also retract it that was perfect knowledge",
      "summary": "The speaker contrasts spiritual chanting with the material use of mantras for weapons, emphasizing that true knowledge includes both application and retraction, which Ashwathama lacked, making his use of the Brahmastra improper and irreligious.",
      "timestamp_url": "https://youtu.be/r1aF0zl96po?t=684",
      "transcript": "whereas the chanting of mantras for spiritual purposes is completely transcendental to all material, to transcendental to gross and subtle matter, just like we chant Hare Krishna, it's completely spiritual. It is not a material phenomenon. It's a transcendental vibration. It has got a spiritual effect. Then further, Sri Aparvapa says, a chanter of hymns knew how to apply the weapon as well as how to retract it. See, that is the special thing about this, the science of subtle sound, that they knew how to release it and how to withdraw it also, retract it. That was perfect knowledge, but the son of Dronacharya, Ashwathama, was the one who knew how to release it and how to withdraw it also, retract it. That was perfect knowledge, but the son of Dronacharya, Ashwathama, who made use of the subtle science did not know how to retract. That was mentioned earlier itself, that he did not know how to retract. He applied it being afraid of his imminent death, and thus the practice is not only improper but also irreligious. So Ashwathama has improperly used this Brahmastra, and it is also described here as"
    },
    {
      "start_time": 774,
      "end_time": 866,
      "verse_references": [],
      "themes": [
        "religious principles",
        "consequences",
        "divine justice"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "As the son of a Brahmana he should not have made so many mistakes it all began with what Ashwathama beheading the sons of Draupadi while they were sleeping totally religious totally against all the codes of Dharma Yudha",
      "summary": "The speaker details Ashwathama's transgressions, starting with the beheading of Draupadi's sons, highlighting his violation of religious principles and the consequences he faces, including Krishna's impending punishment and Arjuna's role in retracting the Brahmastra.",
      "timestamp_url": "https://youtu.be/r1aF0zl96po?t=774",
      "transcript": "irreligious. It is against the principles of religion. As the son of a Brahmana, he should not have made so many mistakes. It all began with what? Ashwathama beheading the sons of Draupadi while they were sleeping, totally irreligious, totally against all the codes of Dharma Yudha, but after that, he realized that Arjuna is going to actually punish him for it, so he tried to escape, but he could not escape, and now he is trying somehow to save himself by this Brahmastra, so he made so many mistakes, and for such gross negligence of duty, he was to be punished by the Lord himself. Krishna himself would punish this Ashwathama. So this is the description here is in these three verses. Now Arjuna has come to know it is Ashwathama who has released the Brahmastra, and Krishna is now going to direct Arjuna to actually retract that Brahmastra which was released by Ashwathama because Ashwathama did not know how to retract it."
    },
    {
      "start_time": 866,
      "end_time": 923,
      "verse_references": [],
      "themes": [
        "knowledge",
        "lessons",
        "Bhagavatam"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "There are a lot of lessons to be learned from this particular incident being described here in the beginning of the Bhagavatam when Suta Goswami is narrating the events leading to Pariksit meeting with Shukadev Goswami where he inquired about this subject matter of Bhagavatam.",
      "summary": "The speaker concludes by emphasizing the valuable lessons contained within this narrative from the Srimad Bhagavatam, setting the stage for future discussions.",
      "timestamp_url": "https://youtu.be/r1aF0zl96po?t=866",
      "transcript": "So Krishna will now instruct Arjuna to do it. See, Arjuna was having proper knowledge of this Brahmastra, how to use, how to release, and how to retract both. Now Arjuna is going to retract the Brahmastra. That's the next few verses describing this entire incident. There are a lot of lessons to be learned from this particular incident being described here in the beginning of the Bhagavatam when Suta Goswami is narrating the events leading to Pariksit meeting with Shukadev Goswami where he inquired about this subject matter of Bhagavatam."
    }
  ]
}