{
  "video_id": "R6BYi1xzKfs",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.16.25 - 30 Part 4 | 04-02-2023",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=R6BYi1xzKfs",
  "segments": [
    {
      "start_time": 30,
      "end_time": 185,
      "verse_references": [
        "BG 9.34",
        "BG 18.66"
      ],
      "themes": [
        "Surrender",
        "Protection",
        "Promise of the Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So when Krishna gives assurance for protection, the promise is executed in all circumstances.",
      "summary": "The speaker discusses the Lord's promise to protect those who surrender to him, referencing verses from the Bhagavad Gita to emphasize the Lord's unwavering commitment.",
      "timestamp_url": "https://youtu.be/R6BYi1xzKfs?t=30",
      "transcript": "Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare, Om Namo Bhagavate Vasudevaya, Narayanam Namaskritya, Naram Chai Vanarottamam, Devim Sarasvatim Vyasam Tato Jayam Udhirayet. In this session we will continue discussing the verses 25 to 30 of the 16th chapter of the first canto of Srimad Bhagavatam. These verses elaborately describe 40 different qualities that are to be found, transcendental qualities that are to be found in the Supreme Lord. So in the previous session we were discussing that the Lord assures to give protection against all suffering to those who surrender to him. Now Srila Prabhupada further explains in the purport that when the Lord gives, makes a promise, he never deviates from his word of honor, because he is the Supreme Lord. So he gives a promise, Kaunteya Pratijaanihi Name Bhakta Pranashyati. He promises. And even in the 18th chapter he says, Pratijaane Priyosime. I promise you this because you are very dear to me. Sarva Guhyatamam Bhuyaha Shuname Paramam Vachaha. Ishtosee Medhudam Iti Tato Vakshaami Tehitam. Now in the 9th chapter he says that Man Mana Bhava Madh Bhakto Madhyaji Maam Namaskuru. Maame Vaishesh Sathyante Pratijaane Priyosime. 9th chapter, 34th verse, the last verse of the 9th chapter, the most confidential. He says, I promise you this because you are very dear to me. So when Krishna gives assurance for protection, the promise is executed in all circumstances."
    },
    {
      "start_time": 185,
      "end_time": 479,
      "verse_references": [],
      "themes": [
        "Krishna's Protection",
        "Devotee's Duty",
        "Surrender"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Arjuna's life was saved by Krishna, even at the cost of Krishna breaking his promise.",
      "summary": "The speaker narrates the story of Krishna protecting Arjuna on the battlefield of Kurukshetra, even to the point of seemingly breaking his own promise, and connects this to the duty of a devotee to follow the instructions of the Lord or spiritual master.",
      "timestamp_url": "https://youtu.be/R6BYi1xzKfs?t=185",
      "transcript": "All circumstances. There are many examples given. Just like Arjuna's life was in danger on the battlefield of Kurukshetra, and Krishna will protect Arjuna under all circumstances. So once it so happened that Bhishma was fighting on the side of Duryodhana, he was attacking Arjuna and Arjuna's life was in danger. Bhishma is much, much more powerful and expert in fighting than Arjuna, definitely, even though Arjuna is a great warrior. But still, Bhishma is experienced. He is very, very expert, and he has fought many battles before. He is much, much, much, much more experienced than Arjuna. So Bhishma was fighting very, very, very valiantly, and very bravely, he was attacking Arjuna, expertly shooting arrows, and it appeared like Arjuna's life was in danger. Arjuna was going to get completely destroyed. So Krishna, in order to protect Arjuna, he personally took up a weapon, a wheel of a chariot, and went to stop Bhishma from attacking Arjuna. Now, in doing so, Krishna had actually broken his promise. He had promised that he will not take any weapon. He will not fight in the battle. He will not take any weapon, though he will drive Arjuna's chariot and give Arjuna some strategic directions, how to fight and how to conquer, etc. But Krishna said he will never fight. He will not take any weapons. As long as he is in the battlefield, he will never do that. So, but when Arjuna's life was in danger, Krishna took up one wheel of a chariot and rushed towards Bhishma, got down from the chariot of Arjuna, rushed towards Bhishma to stop Bhishma from attacking Arjuna. And what happened? Bhishma said, Krishna is coming to kill me. What better death can I have? So, Bhishma simply surrendered to Krishna. He stopped attacking Arjuna. He stopped. Arjuna's life was saved. For the moment, Arjuna's life was saved. And after that, when Bhishma surrendered to Krishna, Krishna actually did not attack Bhishma at all. Krishna's purpose is served. Arjuna is saved, and Bhishma is also Krishna's devotee. So, when he surrenders, that means, he is not going to fight anymore. So, when Bhishma surrendered, seeing Krishna is coming to kill me, oh, what better opportunity for me to die than at the hands of the Supreme Lord. Bhishma is a devotee, he knows. So, Krishna never went ahead, did not go ahead to kill Bhishma. He himself also stopped, because Kshatriya code of conduct is, if somebody surrenders, they don't attack, they don't kill. So, Bhishma is surrendering. So, Krishna said, okay, I am not going to attack you, I am not going to kill you. And then, after that, Bhishma never fought again. He said, enough fighting, enough fighting I have done. Now that I have surrendered, I am not going to fight anymore. So, Arjuna's life was saved. Arjuna's life was saved by Krishna, even at the cost of Krishna breaking his promise. So, when Prabhupada says here, where Krishna will never deviate from his word of honour, he will execute his promise under all circumstances. Therefore, Prabhupada says, it is the duty of the pure devotee to be fixed in the discharge of the duty entrusted to him by the Lord or the Lord's bona fide representative, the spiritual master. Guru or Krishna, their instruction we have to follow under all circumstances."
    },
    {
      "start_time": 479,
      "end_time": 631,
      "verse_references": [],
      "themes": [
        "Responsibility",
        "Krishna's Energies",
        "Upanishads"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna has no responsibility because all his work is done by his different appointed energies.",
      "summary": "The speaker explains that while everyone has responsibilities, Krishna's responsibility is unique because his energies carry out his desires, referencing the Upanishads to support this point.",
      "timestamp_url": "https://youtu.be/R6BYi1xzKfs?t=479",
      "transcript": "And we should be assured that while we are engaged in serving the Supreme Lord or the spiritual master, we have full protection of the Supreme Lord, and we have full guarantee of safety. Now, as far as the responsibility of the Lord is concerned, Srila Prabhupada says that responsibility of the Lord is also unique. We all know what responsibility is. That means we have got certain duties and we have to carry out those duties as far as possible under all circumstances. We carry out the duties. Of course, we are tiny living beings, so sometimes it may be not possible to do our duty. Except such circumstances where we cannot do our duty, we will otherwise, a dutiful person will always, a responsible person will always do his or her duties. But when it comes to Krishna, whatever Krishna's responsibility, so Prabhupada says it is unique. What is the meaning of the uniqueness of Krishna's responsibility? Actually, Krishna has no responsibility. What does it mean? Prabhupada says, Krishna has no responsibility because all his work is done by his different appointed energies. He has many energies: parashya shaktir vividhaiva shruyate svabhaviki jnana balakriyacha, the statement in the Upanishads. So, Krishna has got many, many energies and those energies are simply carrying out whatever he desires to be done according to his will. They carry out whatever he desires that should happen. So, he has nothing to do. Therefore, the Upanishads say, natasya karyam karanam ca vidyate. He has no responsibility. He has no duty. He has no work. So, does it mean he is inactive? If he has no work to do, he has no responsibility because all his responsibilities and duties are carried out by his energies?"
    },
    {
      "start_time": 631,
      "end_time": 849,
      "verse_references": [],
      "themes": [
        "Krishna's Pastimes",
        "Cowherding",
        "Responsibility"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Still, he accepts voluntary responsibilities in displaying different roles in his transcendental pastimes.",
      "summary": "The speaker explains that despite not needing to, Krishna voluntarily accepts responsibilities in his pastimes, giving the example of Krishna as a cowherd boy in Vrindavan, diligently caring for 108 groups of cows.",
      "timestamp_url": "https://youtu.be/R6BYi1xzKfs?t=631",
      "transcript": "No. Still, he accepts voluntary responsibilities in displaying different roles in his transcendental pastimes. See, Krishna has nothing to do but doesn't mean he is inactive. He is active in performing his lila, his transcendental pastimes, divya lila. And those transcendental pastimes are always performed in his association with his pure devotees, and he accepts different roles in those pastimes. Prabhupada gives an example. As a boy in Vrindavan, he was playing the part of a cowboy, Gopalam. As a son of Nanda Maharaj, he discharged responsibility perfectly. He would dutifully go cowherding in the forest, take the cows for grazing, and he would go with his friends and he would bring back the cows after they finished grazing in the evening before sunset. So he would supervise the milking of the cows and he would ensure that the cows have all properly returned. He would count the groups of cows. There were 108 groups of cows Krishna was taking care of. It's very interesting, this number 108. We chant 108 times the Hare Krishna mantra in one mala, one round we say. The beads which we use for chanting japa, counting and chanting japa, there are 108 beads. So where is this number 108 coming from? One of the reasons this 108 number is fixed is because Krishna in his transcendental pastime of cowherding in Vrindavan when he appeared 5000 years back, he used to take 108 groups of cows for cowherding after he grew up. And when Krishna returns with those cows, he will count the number of groups that have come back when each group he calls and they come near Krishna and Krishna directs them to enter their particular, what do you say, cow shelter, cow pen, the particular designated area where the cows will stay. So he would count the groups, 108 groups he used to take and ensure that all the groups of cows have come back. It was a huge number. So he would count. And for that Krishna had a string of 108 pearls, a mala made of 108 pearls and he would count on them how many have come back. So when all the 108 have been counted, then yes, all the cows have come back. So he would do, my point is that he would do his duty responsibly as a son of Nanda Maharaj, who was a cowherd, a king of the cowherds."
    },
    {
      "start_time": 849,
      "end_time": 896,
      "verse_references": [],
      "themes": [
        "Krishna as Kshatriya",
        "Martial Skills",
        "Dwaraka"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Similarly, when he was playing the part of a Kshatriya as a son of Maharaj Vasudeva, he displayed all the skills of a martially spirited Kshatriya.",
      "summary": "The speaker contrasts Krishna's role as a cowherd with his role as a Kshatriya prince and king in Dwaraka, highlighting his martial skills and strong leadership, setting up the discussion for the next session.",
      "timestamp_url": "https://youtu.be/R6BYi1xzKfs?t=849",
      "transcript": "Similarly, when he was playing the part of a Kshatriya as a son of Maharaj Vasudeva, he displayed all the skills of a martially spirited Kshatriya. The Kshatriya is the son of Vasudeva and when he grew up and he went back to Mathura from Vrindavan and later on he went to Dwaraka. He was ruling as the king. He was a very strong and powerful ruler in Dwaraka, and he displayed the skill of a martially spirited Kshatriya. So this point we will discuss in the next session in detail, but Prabhupada has explained the purpose. I will stop here. Thank you very much."
    }
  ]
}