{
  "video_id": "RA-ZR6IJrJ4",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.12.28 | 07-09-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=RA-ZR6IJrJ4",
  "segments": [
    {
      "start_time": 0,
      "end_time": 46,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Gyanatimiran Dhasya Gyananjan Shalakaya Chaksharan Militam Jena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/RA-ZR6IJrJ4?t=0",
      "transcript": "Om Gyanatimiran Dhasya Gyananjan Shalakaya Chaksharan Militam Jena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamennithi Namine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nityananda Shri Advaita Gadadhara Sri Vasadi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Jai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet"
    },
    {
      "start_time": 46,
      "end_time": 94,
      "verse_references": [
        "SB 1.12.28"
      ],
      "themes": [
        "self-knowledge",
        "renunciation",
        "fearlessness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "After inquiring about proper self-knowledge from the son of Vyasa Deva, who will be a great philosopher, he will renounce all material attachments and achieve a life of fearlessness.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam and explains its meaning, focusing on the attainment of fearlessness through self-knowledge and detachment.",
      "timestamp_url": "https://youtu.be/RA-ZR6IJrJ4?t=46",
      "transcript": "In this session, we will be discussing from the 28th verse of the 12th chapter of the 1st canto of Srimad Bhagavatam: Jigna Sitaatam Yatharthyo Muner Vyasa Sutadasau Hithvedam Rupa Gangayam Yasyati Adha Akutobhayam. The meaning of this verse is: After inquiring about proper self-knowledge from the son of Vyasa Deva, who will be a great philosopher, he will renounce all material attachments and achieve a life of fearlessness, Akutobhayam."
    },
    {
      "start_time": 94,
      "end_time": 175,
      "verse_references": [],
      "themes": [
        "self-realization",
        "spiritual nature",
        "material attachment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Material knowledge means ignorance of the knowledge of one's own self.",
      "summary": "Srila Prabhupada's explanation of the verse, emphasizing the difference between material and spiritual knowledge, and the importance of understanding one's true self as a spirit soul.",
      "timestamp_url": "https://youtu.be/RA-ZR6IJrJ4?t=94",
      "transcript": "So Srila Prabhupada explains this is the foretelling about what will happen when he is cursed to die within seven days. He will renounce all material attachments and he will go to the sacred place on the bank of the river Ganga, and he will inquire about proper self-knowledge from the son of Vyasa Deva, from Shukadeva Goswami, Vyasa Sutta, and he will achieve a life of fearlessness. So what is that life of fearlessness? Prabhupada explains in the purport: Material knowledge means ignorance of the knowledge of one's own self. The self is spirit, spirit soul, spiritual nature, same nature as the Supreme Lord, not this material body or material nature, not material, not matter, but spiritual reality won't be there. An interior body is just Watson course of this reading so..."
    },
    {
      "start_time": 175,
      "end_time": 289,
      "verse_references": [],
      "themes": [
        "self-realization",
        "philosophy",
        "guidance"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Without self-realization philosophy is dry speculation or a waste of time and energy.",
      "summary": "The speaker elaborates on the importance of self-realization and the need for proper guidance from a self-realized soul to avoid speculative philosophy.",
      "timestamp_url": "https://youtu.be/RA-ZR6IJrJ4?t=175",
      "transcript": "you will also become an interior body full of spiritual types, not material, released which plays aší dot accumulations of the leadership powers to create a spiritual nature. The message now in the opposite of matter, so Srila Prabhupada says philosophy means to seek after the right knowledge of one's own self or the knowledge of self-realization. We are born into ignorance, so in ignorance we do not know who we are. We think I am this body, or we may think I am this mind, but we are neither the body nor the mind. We are not even at the intelligence, but we are spirit soul. So this correct understanding of our real self as spirit soul is called self-realization. So Srila Prabhupada says about self-realization, without self-realization, philosophy is dry speculation or a waste of time and energy. There are many philosophers in this world and they have the ability to think about what is the absolute truth, what is this world, who am I, or what is the ultimate reality. They can think about it, but if they don't take proper guidance from a self-realized soul, from an enlightened person, then they simply speculate and waste time and energy. So Srimad Bhagavatam gives the right knowledge of one's own self. Bhagavatam gives the right gift."
    },
    {
      "start_time": 289,
      "end_time": 377,
      "verse_references": [],
      "themes": [
        "fearlessness",
        "material attachment",
        "spiritual world"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Distinctly Bhagavatam tells us there is a world we are living in which is the world of fear and there is a spiritual world which is the world where there is fearlessness.",
      "summary": "The speaker contrasts the material world of fear with the spiritual world of fearlessness, emphasizing the goal of life as entering the kingdom of God.",
      "timestamp_url": "https://youtu.be/RA-ZR6IJrJ4?t=289",
      "transcript": "to Dinge Viz way of thinking about it, is that special literature which gives knowledge of one's own self, and by hearing Bhagavatam, one can get free from material attachment and enter into the kingdom of fearlessness. So distinctly Bhagavatam tells us there is a world we are living in, which is the world of fear, and there is a spiritual world, which is the world where there is fearlessness, there is no fear, akutobhayam. So we are meant to prepare ourselves by becoming free from all material attachment and thereby keeping the goal of life as entering into the kingdom of fearlessness, the kingdom of God. So Srila Prabhupada says this material world is fearfulness, spiritual world is fearlessness, material world is fearfulness."
    },
    {
      "start_time": 377,
      "end_time": 497,
      "verse_references": [],
      "themes": [
        "fear",
        "anxiety",
        "material existence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This material world has been discovered as a prison house.",
      "summary": "The speaker describes the material world as a prison house filled with fear and anxiety, even for those who try to follow the laws of nature.",
      "timestamp_url": "https://youtu.be/RA-ZR6IJrJ4?t=377",
      "transcript": "its prisoners are always fearful as within a prison house. This material world has been discovered as a prison house in the- just like in a prison house no one can violate the jail rules and regulations, and if they do violate, that means another term for extension of prison life. Similarly, in this material existence, we are always fearful. Somebody may say, I'm not afraid of death, I'm not afraid of anything, I'm a bold person, courageous person. Somebody may say that, but as soon as there is some danger to his life, immediately he starts becoming fearful. Till there is no danger or there's no apparent difficulty or problem, people may speak so many things, but they stop speaking all this rubbish when there is actual danger for their life. Actually, the fearfulness in this material world is called anxiety. Everyone in material life, in all species and varieties of life, is full of anxiety, full of anxiety. You either by breaking or without breaking the laws of nature. Some people they break the laws of nature because they are sinful, and some people are avoiding sin, so they adhere to the laws as far as possible, but both the categories of people have got one common desire for sense gratification, material enjoyment. So such people anyway are always in anxiety."
    },
    {
      "start_time": 497,
      "end_time": 578,
      "verse_references": [],
      "themes": [
        "liberation",
        "anxiety",
        "false identification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Liberation or mukti means getting relief from these constant anxieties.",
      "summary": "The speaker explains that liberation means freedom from anxiety, which arises from false identification with the material body.",
      "timestamp_url": "https://youtu.be/RA-ZR6IJrJ4?t=497",
      "transcript": "So therefore, Srila Prabhupada says liberation or mukti means getting relief from these constant anxieties. These anxiety is described in the Bhagavatam: Sada Samudvigna Dhyam A-sat-grahat. Life in the material world means Sada, always Samudvigna Dhyam, always being in peace, all your entire race, all the various events are connected to you and your starting point are connected to God which means you are conscious of the two dispfta and zodiac so that is the 뭐라사 자기 사 progressed av bins 싶은 첫 superfic sinister어 Life in the material world means Sada, always Samudvigna Dieam meritorious relations is there between you and your opponent any based on your limits of knowledge and passion always bewildered in one's own mind, always filled with anxiety because Asad Grahat have accepted something false as real. It's like we accept this body as the self, but this body is not the self. This body is simply an external covering of the real self. So therefore, as long as we are not enlightened about our real self, we will always be in anxiety with false understanding of our actual self as this material body."
    },
    {
      "start_time": 578,
      "end_time": 677,
      "verse_references": [],
      "themes": [
        "anxiety",
        "devotional service",
        "self-realization"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "That is possible only when the anxiety is changed to devotional service of the Supreme Lord.",
      "summary": "The speaker explains that relief from anxiety is possible through devotional service and enlightenment about one's real self, emphasizing the unique guidance of Shukadeva Goswami.",
      "timestamp_url": "https://youtu.be/RA-ZR6IJrJ4?t=578",
      "transcript": "And this material body is always subject to disease, old age, death, misery, suffering. So always in anxiety, always in anxiety. So how is it possible to get relief from all anxieties? That is possible only when the anxiety is changed to devotional service of the Supreme Lord. We should not simply try to counteract anxiety by some material methods, which we generally do. No, that's not going to be successful. We should turn to devotional service of Krishna. Only way to become completely free from all anxieties. So Srila Prabhupada says, Srimad Bhagavatam gives us the chance to change the quality of anxiety from matter to spirit, to become the true self. So this is possible only when we are not enlightened about our real self. How is this done? This is done in the association of a learned philosopher like the self realized Shukadeva Goswami, the great son of Sri Vyasadeva. Shukadeva Goswami instructed Parikshit Maharaj, what should Parikshit actually do to prepare for death and achieve perfection, going back to Godhead after quitting the body. Other saintly persons could not give this assurance to the entire world. What is the difference to Parikshit?"
    },
    {
      "start_time": 677,
      "end_time": 754,
      "verse_references": [],
      "themes": [
        "Krishna consciousness",
        "hearing",
        "transcendence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Shukadeva Goswami recommended to Parikshit Maharaj that you become Krishna conscious by hearing about Krishna.",
      "summary": "The speaker explains Shukadeva Goswami's recommendation to Parikshit Maharaj to become Krishna conscious through hearing about Krishna, leading to transcendence and going back to Godhead.",
      "timestamp_url": "https://youtu.be/RA-ZR6IJrJ4?t=677",
      "transcript": "That means all other methods, other than the methods suggested by Shukadeva Goswami, are not effective in helping us to prepare for death in such a way that at the end of this life, we can go back to Godhead. So Shukadeva Goswami recommended to Parikshit Maharaj that you become Krishna conscious by hearing about Krishna, by hearing about Krishna's activities, Krishna's names, Krishna's forms, Krishna's pastimes, Krishna's devotees, Krishna's paraphernalia, Krishna's creation. Everything in connection with Krishna. Krishna Katha. You hear Krishna Katha. Absorb your mind in Krishna Katha and become completely transcendental to everything material. And in that way, if you are situated at the time of death, then you straight go back to Godhead."
    },
    {
      "start_time": 754,
      "end_time": 850,
      "verse_references": [],
      "themes": [
        "association",
        "detachment",
        "attraction to Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He developed that attraction for Krishna by which he straight went back to Godhead after quitting the present body.",
      "summary": "The speaker describes how Parikshit Maharaj took advantage of Shukadeva Goswami's association to develop attachment to Krishna and detach from material things, ultimately returning to Godhead.",
      "timestamp_url": "https://youtu.be/RA-ZR6IJrJ4?t=754",
      "transcript": "And that's exactly what Parikshit did. So Srila Prabhupada says, Maharaj Parikshit, after receiving warning of his death, took advantage of this opportunity by association with Shukadeva Goswami and achieved the desired result. This is Parikshit Maharaj's good fortune that he was very anxious when he was sitting for, preparing for death. He was very anxious to somehow hear about Krishna, think about Krishna, talk about Krishna, engage in devotional service to Krishna. And when he got the association of Shukadeva Goswami, he took full advantage of hearing about Krishna and getting to know about Krishna properly, and thereby becoming attached to Krishna, automatically detached from everything material. And he developed that attraction for Krishna by which he straight went back to Godhead"
    },
    {
      "start_time": 850,
      "end_time": 918,
      "verse_references": [],
      "themes": [
        "hearing Bhagavatam",
        "nityam Bhagavata sevaya",
        "preparing for death"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We should not only hear seven days but we should hear every day for rest of the life, the Srimad Bhagavatam.",
      "summary": "The speaker warns against imitating the seven-day Bhagavatam recitation and emphasizes the importance of hearing Srimad Bhagavatam daily for the rest of one's life to prepare for death and return to Godhead.",
      "timestamp_url": "https://youtu.be/RA-ZR6IJrJ4?t=850",
      "transcript": "after quitting the present body. Srila Prabhupada warns that because Shukadeva Goswami spoke for seven days the stream of Bhagavatam to Parikshit Maharaj, other people are imitating Shukadeva Goswami by speaking Bhagavatam for only one week. They call it Bhagavata Saptaha. But this Saptaha is not at all effective. We can clearly see. So, for us to be successful in preparing ourselves to go back to Godhead, we should not only hear seven days but we should hear every day for rest of the life, the Srimad Bhagavatam. That is the recommendation of Bhagavatam: Nityam Bhagavata Sevaya. And in that way we can prepare ourselves to go back to Godhead. I will stop here. Thank you very much."
    }
  ]
}