{
  "video_id": "RAcwjLTKUlQ",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.16.23 - 24 | 30-01-2023",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=RAcwjLTKUlQ",
  "segments": [
    {
      "start_time": 0,
      "end_time": 49,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Agyana Timiran Dhasya Gyanan Janishalakaya Chaksharan Militam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/RAcwjLTKUlQ?t=0",
      "transcript": "Om Agyana Timiran Dhasya Gyanan Janishalakaya Chaksharan Militam Yena Tasmai Shri Gurave Namaha Namah Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvijesha Shunyavadi Paschatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jaya Mudhirayet"
    },
    {
      "start_time": 50,
      "end_time": 198,
      "verse_references": [
        "SB 1.16.23"
      ],
      "themes": [
        "Krishna's presence",
        "burden of the earth",
        "transcendental activities",
        "grief"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, one more reason for Mother Earth to be aggrieved, feeling that grief is because the Kali Yuga began after Krishna's disappearance, after Krishna wound up His pastimes on the earth.",
      "summary": "The speaker introduces and explains the 23rd verse of the 16th chapter of the first canto of Srimad Bhagavatam, focusing on the earth's grief after Krishna's departure and the beginning of Kali Yuga.",
      "timestamp_url": "https://youtu.be/RAcwjLTKUlQ?t=50",
      "transcript": "In this session, we will be discussing from two verses, the 23rd and the 24th verses of the 16th chapter of the Shri Advaitha Gadadhara. This is the 16th chapter of the first canto of Shri Madbhagavatam. The 23rd verse first: Yadva Amba Te Bhuri Bharaavatara Krataavatarasya Hare Dharitri Antarhitasya Smarati Vishrishta Karmaani Nirvana Vilambitani. The meaning of this 23rd verse is, \"O Mother Earth, the Supreme Personality of Godhead Hari incarnated Himself as Lord Shri Krishna just to unload Your heavy burden. All His activities here are transcendental and they cement the path of liberation. You are now bereft of His presence. You are probably now thinking of those activities and feeling sorry in their absence.\" So, one more reason for Mother Earth to be aggrieved, feeling that grief, is because the Kali Yuga began after Krishna's disappearance, after Krishna wound up His pastimes on the earth. So, as long as Krishna was present, there was no possibility of any evil influence of any sort. And not only that, the Supreme Lord Himself incarnated to reduce the burden of the earth, which was overburdened by demoniac persons posing as kings. And as long as Krishna was present, His activities were all completely transcendental. And because of that, there was no possibility of any bad influence. So, in the absence of Krishna, those transcendental activities are not there anymore. And maybe Dharma is asking Mother Earth, maybe you are feeling sorry in the absence of Krishna and His transcendental activities."
    },
    {
      "start_time": 199,
      "end_time": 372,
      "verse_references": [],
      "themes": [
        "liberation",
        "devotional service",
        "bhakti",
        "nirvana",
        "purusharthas"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In fact, those seriously practicing pure devotional service are not at all interested in liberation, are not interested in any of the four Purusharthas, not interested in dharma, artha, kama, moksha.",
      "summary": "The speaker elaborates on Srila Prabhupada's purport, emphasizing that pure devotional service is far more relishable than liberation, making devotees disinterested in the four Purusharthas.",
      "timestamp_url": "https://youtu.be/RAcwjLTKUlQ?t=199",
      "transcript": "So, in the purport, Srila Prabhupada says, nirvana vilambitani. That is explained specially by Srila Prabhupada in the purport. What does it mean? In the purport, Srila Prabhupada says, \"The activities of the Lord include liberation, but they are more relishable than the pleasure derived from nirvana or liberation.\" This is a very important point. In bhakti, liberation is a secondary benefit or a secondary result of practicing Bhakti. In fact, those seriously practicing pure devotional service are not at all interested in liberation, are not interested in any of the four Purusharthas, not interested in dharma, artha, kama, moksha. Why? Because the activities of the Lord, which are the essence of all activities of Bhakti, they are more relishable than the pleasure derived from liberation. Millions and billions of times more relishable. The description is given in the Bhakti-rasamrta-sindhu, Nectar of Devotion, this book, written by Srila Rupa Goswami, describing the characteristics of pure devotional service. Srila Rupa Goswami says, quoting authentic Vedic references, he says, \"The pleasure derived from liberation is so very insignificant as compared to the pleasure derived from pure devotional service, that even one drop of pleasure of pure devotional service cannot be compared with an ocean of pleasure that may be derived from liberation. The two cannot be compared at all.\" That means, the pleasure derived from pure devotional service is billions upon billions of times greater than the pleasure of liberation. So therefore, devotees who are seriously practicing in knowledge the system of pure devotional service, they are not at all interested in liberation."
    },
    {
      "start_time": 373,
      "end_time": 464,
      "verse_references": [],
      "themes": [
        "nirvana vilambitani",
        "devotional service",
        "Krishna's activities",
        "Krishnaloka"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Simply by remembering such activities of the Lord, one can defy the pleasure derived from nirvana and reach the transcendental abode of the Lord to associate with Him and eternally engage in His blissful loving service.",
      "summary": "The speaker explains the term 'nirvana vilambitani' and how devotional service minimizes the value of liberation, leading to eternal service in Krishnaloka.",
      "timestamp_url": "https://youtu.be/RAcwjLTKUlQ?t=373",
      "transcript": "So, according to Srila Jeeva Goswami and Vishwanath Chakraborty, two previous acharyas, the word used here is nirvana vilambitani. What's the meaning of this? These two terms? That which minimizes the value of liberation. Pure devotional service is such that it minimizes the value of liberation. It makes it insignificant. To attain nirvana, liberation, one has to undergo a severe type of tapasya or austerity. But the Lord is so great, so merciful, that He incarnates to diminish the burden of the earth. Krishna comes down, He definitely removes the burden of the earth. Simply by remembering such activities of the Lord, one can defy the pleasure derived from nirvana and reach the transcendental abode of the Lord to associate with Him and eternally engage in His blissful loving service. So Krishna comes to attract us by His activities. And if we become attracted, we straight go to Krishnaloka, after quoting this body, and there we are eternally engaged in the wonderful loving service of Krishna, which is many, many, many billions of times more relishable than the pleasure derived from nirvana."
    },
    {
      "start_time": 465,
      "end_time": 569,
      "verse_references": [
        "SB 1.16.24"
      ],
      "themes": [
        "earth's condition",
        "influence of time",
        "opulence",
        "deterioration"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Kala deteriorates everything that is created in the material world. That's a fact.",
      "summary": "The speaker introduces and explains the 24th verse, discussing the deteriorated condition of the earth after Krishna's departure due to the influence of time (kala).",
      "timestamp_url": "https://youtu.be/RAcwjLTKUlQ?t=465",
      "transcript": "The 24th verse: idam mamachakshva tavadhi moolam vasundhare yena vikarshitasi kalena vate balinam baliyasa surarchitam kim hrutam amba saubhagam. The meaning of this verse is, \"Mother, you are the reservoir of all riches. Please inform me of the root cause of your tribulations by which you have been reduced to such a weak state. I think that the powerful influence of time which conquers the most powerful might have forcibly taken away all your fortune which is adored even by the demigods.\" So dharma is making a reference to the condition of the earth when Krishna was present here, and the present condition of the earth after Krishna's disappearance. So there is a big difference between the two. So why has the earth been reduced to such a weak state after the disappearance of Krishna? So it is mentioned here in the verse itself, \"the powerful influence of time which conquers the most powerful.\" Kala. Kala deteriorates everything that is created in the material world. That's a fact."
    },
    {
      "start_time": 570,
      "end_time": 788,
      "verse_references": [],
      "themes": [
        "dependence on Krishna",
        "self-sufficiency",
        "material existence",
        "independence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The problem with material existence is people think they are independent. While the truth is we are entirely dependent on the Supreme Lord.",
      "summary": "The speaker emphasizes the importance of recognizing our dependence on Krishna, contrasting it with the illusion of independence in material existence.",
      "timestamp_url": "https://youtu.be/RAcwjLTKUlQ?t=570",
      "transcript": "Including our own body and all the other things in the surrounding atmosphere. They go on gradually reducing in strength, reducing in potency, reducing in their vitality. So it goes on reducing, reducing, reducing, reducing, reducing. So that is very much experienced by us now. So Srila Prabhupada says, \"By the grace of the Lord, each and every planet is created fully equipped.\" Earth is fully equipped for maintenance of the inhabitants of this earth planet. But when the Lord comes, Krishna comes to this earth planet, the earth becomes enriched with so many different opulences that even the devatas who have much better conditions of living in the heaven as compared to earth, they become impressed by the extraordinary opulence on this earth planet. So Srila Prabhupada says, \"We should always remember that by the will of the Lord, the whole earth can at once be changed.\" Either the earth is lacking resources, then by Krishna's will, earth can become enriched to a great extent. Or if earth is having lot of opulences, then by the will of the Lord, all those opulences can be lost in a fraction of a moment. So Srila Prabhupada says, \"Therefore no one should consider himself to be self-sufficient or independent of the Lord.\" The problem with material existence is people think they are independent. While the truth is we are entirely dependent on the Supreme Lord. In all conditions of existence, in the spiritual world, in the material world, in the liberated state, in the conditioned state, any condition, we are completely dependent on the Lord. Fully dependent. And the Lord being the actual maintainer, protector, guardian, well-wisher of everyone, He happily maintains us. He doesn't have to exert himself, He is full of all opulences. So He does maintain us. But if we foolishly think why should I depend on Krishna? I want to be independent. This is exactly the mentality of people in this world, in this material world. That they somehow mistakenly think that they can be independent and they turn their face away from the Supreme Lord in the spiritual world."
    },
    {
      "start_time": 789,
      "end_time": 912,
      "verse_references": [
        "BG 9.10"
      ],
      "themes": [
        "material nature",
        "Krishna's control",
        "illusion",
        "suffering"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This material nature is completely controlled by Krishna under His superintendence everything is working, everything is happening.",
      "summary": "The speaker concludes by reiterating that material nature is controlled by Krishna and that the illusion of independence leads to suffering, ending with a thank you and Hare Krishna.",
      "timestamp_url": "https://youtu.be/RAcwjLTKUlQ?t=789",
      "transcript": "They are placed in the material world. And in the material world the laws work by which they don't get everything they really need very freely. They have to work and they have to get their needs according to the work they do and according to what they deserve and desire. Both are considered. And foolishly people think that this material nature is meant for our exploitation or can be brought under our control. No. From the Bhagavad Gita we get the information, the knowledge: mayādhyakṣeṇa-prakṛteḥ sūyateśa-carācaram. This material nature is completely controlled by Krishna, under His superintendence everything is working, everything is happening. He's got many agents to maintain everything. He doesn't have to exert himself. He directs. So, material nature is not independent. This earth planet is not independent. The conditions on this earth planet are not simply because of some human endeavor or effort. No. So, it is completely dependent on the Lord. So, nobody should think I am self-sufficient. I am independent. Nobody should think like that, because that's the truth. That's the reality. If they somehow think like that and live like that then under illusion they will actually have to suffer so many bad consequences of such a wrong thinking that I am independent. I'll stop here. Thank you very much."
    }
  ]
}