{
  "video_id": "RaykGB0KLdU",
  "title": "SB 1.16.25 - 30 Part 7 | Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami |  07-02-2023",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=RaykGB0KLdU",
  "segments": [
    {
      "start_time": 36,
      "end_time": 177,
      "verse_references": [],
      "themes": [
        "incarnations of the Lord",
        "Mahat Tattva",
        "Yoga Nidra"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "That is the first incarnation of the Lord before the creation of this entire material cosmic manifestation.",
      "summary": "The speaker introduces the topic of the Lord's transcendental qualities and explains the concept of Maha Vishnu as the first incarnation before creation, residing in the material energy portion of the spiritual sky.",
      "timestamp_url": "https://youtu.be/RaykGB0KLdU?t=36",
      "transcript": "Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare, Om Namo Bhagavate Vasudevaya, Narayanam Namaskritya, Naram Chai Vanarottamam, Devim Saraswatim Vyasam Tato Jayam Udhirayet. In this session we continue to discuss from the verses 25 to 30 of the 16th chapter of the first canto of Srimad Bhagavatam. These set of verses describe the transcendental qualities, 40 transcendental qualities of the Lord, of which some of them are described in detail in the purport by Srila Prabhupada. So we will conclude. We will conclude with this part 7 of the discussion on these verses. This is the last part, the reminder of the purport that we have not yet discussed. We are going to complete it in this session. So Srila Prabhupada says in the purport, the last part of the purport, \"This material world is a product of the Mahat Tattva, which is a state of the Lord's presence, which is a state of the Lord's dreaming condition in his yoga nidra mystic slumber in the causal ocean.\" A lot of technical terms in here. Now the Supreme Lord, he incarnates in this material world for the purpose of the material creation, maintenance, destruction, for the sake of... attracting the conditioned souls to go back to Godhead for the sake of giving transcendental knowledge for displaying his transcendental pastimes and so many purposes. So different incarnations of the Lord appear from time to time. But at the beginning of the creation or even before the creation takes place, the Lord, first of all, he incarnates as Maha Vishnu."
    },
    {
      "start_time": 177,
      "end_time": 285,
      "verse_references": [],
      "themes": [
        "Maha Vishnu",
        "Causal Ocean",
        "Yoga Nidra",
        "Mystic Slumber"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, this material world is created when the Lord lies down on the causal ocean and goes to sleep.",
      "summary": "This segment elaborates on Maha Vishnu entering the material region, lying down on the causal ocean, and entering Yoga Nidra, which is described as a mystic slumber that initiates the material creation.",
      "timestamp_url": "https://youtu.be/RaykGB0KLdU?t=177",
      "transcript": "That is the first incarnation of the Lord before the creation of this entire material cosmic manifestation. So this Maha Vishnu, he appears in the portion of the spiritual sky which is covered by the material energy. Material energy. The material energy is like a cloud in the brilliantly effulgent spiritual sky. And in that cloud-like region, the Lord enters. Vishnu means one who enters. He enters into that material region covered by the material energy. And he lies down on the causal ocean. And he lies down on the causal ocean. And he lies down on the causal ocean. So right in that causal ocean lies water. ...The causal ocean. And he lies down and he goes to sleep. And his sleeping is not like ours. When we sleep we go into forgetfulness of our wakeful state. But the Lord, he is never forgetful. So his sleeping is caused by our sleep. sleeping is called yoga nidra. Nidra means sleeping. So, Srila Prabhupada describes that yoga nidra as mystic slumber. Slumber means sleeping. So, it's mystical how he goes to sleep. It is his pastime. It's his leela."
    },
    {
      "start_time": 285,
      "end_time": 395,
      "verse_references": [],
      "themes": [
        "Lord's Dreaming",
        "Material Creation",
        "Mahat Tattva",
        "Activation of Material Energy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "And he dreams and in that dreaming state there is the creation of the material world. It is a product of the mahat tattva.",
      "summary": "The speaker explains that the material world is created from the Lord's dreaming state, which activates the dormant material energy (Mahat Tattva) and initiates the differentiation into various elements.",
      "timestamp_url": "https://youtu.be/RaykGB0KLdU?t=285",
      "transcript": "So, this material world is created when the Lord lies down on the causal ocean and goes to sleep. And the Lord dreams about the material creation. Now, this dreaming of the Lord is not like our dreaming. It is entirely different. That in the dreaming condition also there is the creation, maintenance and destruction of the material universes. So, the creation begins when the Lord enters this material energy region like a cloud in the spiritual sky. And he lies down on the causal ocean. And he dreams. He goes to sleep. Mystic slumber. Yoga nidra. And he dreams and in that dreaming state there is the creation of the material world. It is a product of the mahat tattva. Mahat tattva is the material energy in a dormant condition when it is activated by the glass. The dance of Maha Vishnu. Then that inactive state of material energy transforms into activated condition. And in that activated condition the creation begins. By the mahat tattva differentiating into the different elements."
    },
    {
      "start_time": 395,
      "end_time": 530,
      "verse_references": [],
      "themes": [
        "Garbhodaka Shai Vishnu",
        "Factual Presentation of Creation",
        "Lord's Consciousness",
        "Complete Control"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Still the whole creation appears to be a factual presentation.",
      "summary": "This segment discusses how the Lord combines the elements and even though the material world is produced in the Lord's dreaming condition, it is still a factual presentation, highlighting the Lord's complete control and consciousness.",
      "timestamp_url": "https://youtu.be/RaykGB0KLdU?t=395",
      "transcript": "And later on the elements are combined by the Supreme Lord in his form as... Garbodhaka Shai Vishnu or Vishwatma in his Hiranyagarbha incarnation or expansion. Even though this material world is produced in the state of the Lord's dreaming condition. Still the whole creation appears to be a factual presentation. It is a factual presentation of the Lord. That means the Lord's dreaming conditions are also factual manifestations. Hmm. He... There is no difference... Ah... Between his dreaming condition and his wakeful condition. There is no difference. In our case it is entirely different. When we are in the wakeful state we are forgetful of our dreaming state. And when we are in the dreaming condition we are forgetful about our wakeful state. So that is our position. Whereas the Lord... For him he is ever cognizant. Always conscious. Always aware of everything. In every nook and corner of the entire creation. Spiritual world and material world. Because his consciousness is spread everywhere. So he is fully conscious. So therefore the creation of this world is also a factual manifestation of the Lord's dreaming condition. He can therefore bring everything under his transcendental control. You see, his complete control always exists. In the spiritual world, in the material world, in all conditions, in all states of existence."
    },
    {
      "start_time": 530,
      "end_time": 690,
      "verse_references": [],
      "themes": [
        "Lord's Fullness",
        "Mercy to Demons",
        "Salvation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Thus whenever and wherever he does appear he does so in his fullness.",
      "summary": "The speaker emphasizes that the Lord always appears in his fullness, never lacking in power or knowledge, and extends his mercy even to demons by granting them salvation when they are killed by him.",
      "timestamp_url": "https://youtu.be/RaykGB0KLdU?t=530",
      "transcript": "He is complete controller of everything and everyone. Thus whenever and wherever he does appear he does so in his fullness. He is not bereft of any of his powers when he appears even as Vishnu lying down on the causal ocean and going to sleep. He is not bereft of any of his power. He is not forgetful. He does not go into ignorance. He is always completely full with perfect knowledge. So he appears in this world or anywhere in any form of incarnation, personal incarnation, in his fullness. He is always with his knowledge, with his beauty, with his energies, with his paraphernalia, with his associates. He is always full. He is never partial. He is never incomplete. So therefore Srila Prabhupada says further, \"The Lord being all that is described above maintains the affairs of the creation. He creates, he maintains. And by his so doing he gives salvation even to his enemies who are killed by him.\" We say the Lord is all merciful. So he is merciful even to the demons who are against the Lord. Because they are also his part and parcel. They are also his children. Though they are disobedient or they are misled or they are desirous of independent enjoyment or they have got enviousness, whatever be their condition, they are ultimately part and parcel of the Supreme Lord only as much as anyone else is. So Krishna never neglects them. So he, when they create some disturbance for the devotees, then Krishna comes to stop that disturbance and Krishna kills the demons. But his killing is good for the demons because the demons get salvation or mukti or moksha, liberation from material bondage. So it's a favor of the Lord upon the demons when the demons are killed by the Lord personally."
    },
    {
      "start_time": 690,
      "end_time": 774,
      "verse_references": [],
      "themes": [
        "Attraction to Krishna",
        "Transcendental Nature",
        "Worship by Demigods"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Thus, the Supreme Lord is worshipable even by Brahma and Shiva, the greatest of all demigods.",
      "summary": "This segment explains that even liberated souls are attracted to Krishna, proving his transcendental nature, and that he is worshiped by the greatest demigods like Brahma and Shiva.",
      "timestamp_url": "https://youtu.be/RaykGB0KLdU?t=690",
      "transcript": "And further, he, the Supreme Lord, is attractive even to the topmost liberated soul. That liberated souls are also attracted to Krishna. They don't have any attraction for anything material. Those are liberated. It's only the conditioned souls who are running after matter and material products. The liberated soul is not interested in any matter or material objects. Even they are attracted by Krishna. When they have no attraction for anything material, still they are attracted to Krishna, which means that Krishna is not at all material personality. He is completely transcendental. Only then can he be attractive to the transcendentalists. Thus, the Supreme Lord is worshipable even by Brahma and Shiva, the greatest of all demigods. That is the position. Shiva virenchi nutam. Bhagavatam's eleventh canto describes this. He is worshiped even by the greatest demigods, Shiva and Brahma. Virenchi means Brahma."
    },
    {
      "start_time": 774,
      "end_time": 886,
      "verse_references": [],
      "themes": [
        "Creative Energy",
        "Innumerable Incarnations",
        "Plenary Expansions",
        "Unfathomable Qualities"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Nobody can actually estimate or count the qualities of the lord, nor can anybody estimate in what quantity he has got those qualities.",
      "summary": "The speaker concludes by discussing the Lord's creative energy, the countless incarnations, and the plenary expansions in the spiritual world, emphasizing that the Lord's qualities are unfathomable and cannot be estimated.",
      "timestamp_url": "https://youtu.be/RaykGB0KLdU?t=774",
      "transcript": "Now, regarding his creative energy. Even in his incarnation of Purushavatara, he is the lord of the creative energy. This creative energy is working under his direction. And to control the material energy, he is the root cause of innumerable incarnations in all the universes. How many incarnations are there? Countless. We cannot count. To give an example, just the incarnation of Manu. There are five hundred thousand incarnations of Manu in the lifetime of Brahma in one universe. Like this, there are millions of universes. So who can count how many incarnations of the lord appear in the material world? Nobody can count. And as far as the spiritual world is concerned, beyond this material creation, there is no incarnation, but there are plenary expansions of the lord, and they are perfectly carrying out their activities in the spiritual world. So, nobody can actually estimate or count the qualities of the lord, nor can anybody estimate in what quantity he has got those qualities. All of them are unfathomable, inconceivable, cannot be estimated by anyone. So that is the unique position of the supreme lord. I will stop here. Thank you very much."
    }
  ]
}