{
  "video_id": "rg039BDecyM",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.14.6 - 8 | 9-11-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=rg039BDecyM",
  "segments": [
    {
      "start_time": 0,
      "end_time": 47,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer",
        "guru"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Agyana Timiraandasya Gyananjanishalakaya Chakshuranmeditam Jena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, invoking blessings and paying respects to the spiritual master.",
      "timestamp_url": "https://youtu.be/rg039BDecyM?t=0",
      "transcript": "Om Agyana Timiraandasya Gyananjanishalakaya Chakshuranmeditam Jena Tasmai Shri Gurave Namaha Namao Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pachatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Srivasa Adi Gauravhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet"
    },
    {
      "start_time": 47,
      "end_time": 94,
      "verse_references": [
        "SB 1.14.6"
      ],
      "themes": [
        "gratitude",
        "divine mercy",
        "prosperity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "All this is due to his causeless mercy upon us.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam and explains that all opulence and success are due to the causeless mercy of the Lord, a statement by Yudhishthira.",
      "timestamp_url": "https://youtu.be/rg039BDecyM?t=47",
      "transcript": "In this session, we are discussing from the 9th verse of the 14th chapter of the 1st canto of Srimad Bhagavatam: Yasmanas Sampado Rajyam Dara Prana Kulam Prajaha Asan Sapatna Vijayo Lokascha Yad Anugrahat. The meaning of this verse is: from him only all our kingly opulence, good wives, lives, progeny, control over our subjects, victory over our enemies, and future accommodations in higher planets have become possible. All this is due to his causeless mercy upon us. Here is the statement by Yudhishthira, which is a very important lesson for all of us."
    },
    {
      "start_time": 94,
      "end_time": 170,
      "verse_references": [],
      "themes": [
        "material prosperity",
        "divine grace",
        "hard work"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "These facilities are earned not only by one's hard manual labor or by unfair means, but by the mercy of the Supreme Lord.",
      "summary": "The speaker elaborates on Srila Prabhupada's explanation that material prosperity, including good family and success, is not solely achieved through hard work but also through the mercy of the Supreme Lord.",
      "timestamp_url": "https://youtu.be/rg039BDecyM?t=94",
      "transcript": "Srila Prabhupada explains that very nicely in the purport. Srila Prabhupada says material prosperity consists of a good wife, good home, sufficient land, good children, aristocratic family relations, victory over conflict, and that happenings lead to attaining first place position among the competitors and by pious work, attainment of accommodations in the higher celestial planets for better facilities of material amenities. 若突然尊敬uli古 associations을 Sage Prabhatข Thaksosen Koti Rishis vra rasangarigh drinking biryani drinking biryani good home, good children, sufficient land and aristocratic family relations and victorious over competitors and also perform pious work to ensure a better next life in terms of elevating oneself to heavenly powers. Now Srila Prabhupada says these facilities are earned not only by one's hard manual labor or by unfair means, but by the mercy of the Supreme Lord. Generally,"
    },
    {
      "start_time": 170,
      "end_time": 289,
      "verse_references": [],
      "themes": [
        "personal endeavor",
        "divine sanction",
        "success"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "They forget that in addition to the hard work, most important is the mercy of the Supreme Lord in sanctioning the result.",
      "summary": "The speaker emphasizes that while personal effort is necessary, the ultimate success depends on the Lord's sanction and mercy, which is often overlooked.",
      "timestamp_url": "https://youtu.be/rg039BDecyM?t=170",
      "transcript": "people consider, \"I worked hard and I earned some money or some good result in some work and so on. I worked hard and it is my own hard work that is the cause of my success or my achievement.\" They forget that in addition to the hard work, most important is the mercy of the Supreme Lord in sanctioning the result. That they forget. So Srila Prabhupada says prosperity earned by one's personal endeavour also depends on the mercy of the Lord. Krishna Kripa, Bhagavad Kripa. You also require the mercy of the Lord for success in any endeavour. Personal labour must be there. It is not that Krishna's mercy is enough, I will not do anything. No. Personal labour must be there in this material world, in addition to the Lord's benediction. So both are required. The personal endeavour and the Lord's mercy or Lord's blessing, both are required. But without the Lord's benediction no one is successful simply by personal labour."
    },
    {
      "start_time": 289,
      "end_time": 364,
      "verse_references": [
        "BG 18.14"
      ],
      "themes": [
        "Kali Yuga",
        "ignorance",
        "five factors of action",
        "divine blessing"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The modernized man of Kali Yuga, believes in personal endeavour and denies the benediction of the Supreme Lord.",
      "summary": "The speaker discusses how people in Kali Yuga tend to rely solely on personal effort, ignoring the importance of the Lord's blessings, and references the five factors of action from the Bhagavad Gita.",
      "timestamp_url": "https://youtu.be/rg039BDecyM?t=289",
      "transcript": "Professor is reiterating this point. Your hard work alone is not enough, anybody for that matter, in this material world. The modernized man of Kali Yuga believes in personal endeavour and denies the benediction of the Supreme Lord. This is the position of most people in the present Kali Yuga. They are ignorant and they are not properly educated and they do not know how subtle laws are working, who is ultimately in control of everything that is going on. Why is it that people do not always succeed in all their endeavors? Actually, most people don't have an answer for this. The answer is given here that there are two things: the personal endeavor and the sanction of the Lord, the blessing or benediction or mercy of the Lord. This is explained very nicely in the Bhagavad Gita: five factors of action are dependent on personal endeavor and one is called diva, that is the Supreme Lord's blessing of the mercy."
    },
    {
      "start_time": 364,
      "end_time": 475,
      "verse_references": [],
      "themes": [
        "success",
        "devotion",
        "personal endeavor",
        "divine blessing"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Neither personal endeavour is to be ignored, nor should one neglect the Supreme Lord's blessings.",
      "summary": "The speaker reiterates that both personal effort and the Lord's blessings are essential for success, citing Yudhishthira as an example of a devotee who understands this truth.",
      "timestamp_url": "https://youtu.be/rg039BDecyM?t=364",
      "transcript": "So clearly these five factors are responsible for successful accomplishment of any action in this material world by anybody. Srila Prabhupada cites one instance: even a great sanyasi of India delivered speeches in Chicago protesting the benedictions of the Supreme Lord, as if Supreme Lord's benediction don't matter at all. This sanyasi was speaking only your own personal endeavor is important and enough. Sense nor is your gift to Sreenivas or your own that is wrong as far as the Vedic shastras are concerned as we find in the pages of Srimad Bhagavatam the ultimate sanction for all success rests in the hands of the Supreme Lord is the fact that it 신 person Maharaja Udeshetira admits this truth in his personal success U William'sennen Yudhishthira is an ideal personality. He is a pure devotee of the Supreme Lord, so he is not ignorant, he is not foolish, he is not a sentimentalist. He is a powerful Kshatriya, but he does his duties properly. He knows that his success is dependent on Krishna's benedictions also, in addition to his personal endeavour. So neither personal endeavour is to be ignored, nor should one neglect the Supreme Lord's blessings. Both are required. Both are required."
    },
    {
      "start_time": 475,
      "end_time": 575,
      "verse_references": [],
      "themes": [
        "success",
        "devotion",
        "personal endeavor",
        "divine blessing",
        "medical analogy"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "If one could achieve success without the sanction of the Lord, then no medical practitioner would fail to cure a patient.",
      "summary": "The speaker uses the analogy of medical practitioners to illustrate that even with the best efforts, success is not guaranteed without the Lord's sanction.",
      "timestamp_url": "https://youtu.be/rg039BDecyM?t=475",
      "transcript": "Both are essential. Now Maharaj Yudhishthira admits this truth in his personal success and he behooves one to follow in the footsteps of a great king and devotee of the Lord to make life a full success. So Prabhupada is revealing to all of us, how can we ensure full success in our life? We have to personally endeavour and we should also learn to depend on Krishna's blessings. Both are required. Now Srila Prabhupada says one important point and helps us understand the truth, the reality. Prabhupada says, if one could achieve success without the sanction of the Lord, then no medical practitioner would fail to cure a patient. Medical practitioners work very hard, very sincerely to cure somebody who has got a deadly disease. They work very hard. They sincerely work to diagnose, to treat, to administer the medicine, or to do surgery, or to administer specific treatment. And even the most successful people, sometimes they are unable to save the patient. So, one should be very careful. One should be very careful. One should be very careful. One should be very careful. One should be very careful. So, why is it that every time they give good treatment, they are not successful? That is because the Lord's hand is definitely there."
    },
    {
      "start_time": 575,
      "end_time": 774,
      "verse_references": [],
      "themes": [
        "death",
        "divine intervention",
        "naturopathy",
        "lifespan"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "God's sanction is the immediate cause for all happenings, good or bad.",
      "summary": "The speaker continues with examples of medical cases where people die despite treatment or survive without it, concluding that God's sanction is the ultimate cause of all events.",
      "timestamp_url": "https://youtu.be/rg039BDecyM?t=575",
      "transcript": "In spite of their hard work and very good care, people die. Some people die. So Srila Prabhupada says, despite the most advanced treatment of a suffering patient by the most up-to-date medical practitioner, there is death. And even in the most hopeless case, without medical treatment, a patient is cured astonishingly. I have many instances I can cite. I don't have time now. That there have been cases where people have been rushed to their... to their family doctor, and the family doctor tried his best to treat and cure, and he was not successful. The doctor is the same. The patient is one who has taken treatment earlier, and he has been treated and cured earlier, many, many times. But one particular time, the doctor was not able to cure the patient. The patient died. So, there is... There are instances where people die in spite of the best treatment. And there are instances also where somebody is unable to get treatment, and they are just not having any hope of surviving, because they have got a very deadly disease. And without any treatment, without any medicine, without any kind of intervention, medical intervention, they astonishingly survive. They somehow become cured, without any treatment. There are instances of people following what is called as naturopathy. They purposely don't go to a doctor. They don't take any medicine. They don't take any medical treatment. They just follow a strict diet, and they do fasting. And they become cured. But again, it's not that they're going to live forever. That we have to remember. Whatever be your system of maintaining good health, at a certain time, when the lifespan is over, one has to quit the body in this material world. Death is certain, for one has taken birth after the duration of a certain lifespan. It is certain. Therefore, the conclusion, what is the conclusion? That God's sanction is the immediate cause for all happenings, good or bad."
    },
    {
      "start_time": 774,
      "end_time": 871,
      "verse_references": [],
      "themes": [
        "gratitude",
        "Krishna consciousness",
        "eternal life",
        "guidance"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Gratitude towards Krishna. You become Krishna conscious.",
      "summary": "The speaker concludes by emphasizing the importance of gratitude towards Krishna for all achievements, which leads to Krishna consciousness and ultimately, eternal life in the spiritual abode.",
      "timestamp_url": "https://youtu.be/rg039BDecyM?t=774",
      "transcript": "So never neglect or ignore God's sanction, Krishna's sanction. Krishna, please remember, Krishna is seated on everybody's heart. He is active in everybody's life. He is a constant companion of the conditioned soul, as long as the conditioned soul is in this material world. So he guides. If I quit this body, Krishna will guide me to my next destination. Krishna knows everything and he will guide me to the next body that I have to accept, if I have to accept the body, or he'll guide me to his personal abode, if I have to go back to God. Exactly everybody is guided by the Supersoul, Paramatma, who is none other than Krishna himself. So Krishna's hand is always there. Any successful man should feel grateful to the Lord for all he has achieved. This is the last statement by Srila Prabhupada in this purport. Have that gratitude. And by having that gratitude for all success in all your endeavors, you become Krishna conscious. Gratitude towards Krishna. You become Krishna conscious. When you become Krishna conscious, that's your success in life. Ultimate success. You get out of this material existence and you go to the spiritual abode of the Supreme Lord to live eternal life full of knowledge and bliss. I will stop here. Thank you very much."
    }
  ]
}