{
  "video_id": "rGdn_0Yg94Q",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.13.16 | 29-09-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=rGdn_0Yg94Q",
  "segments": [
    {
      "start_time": 75,
      "end_time": 144,
      "verse_references": [],
      "themes": [
        "duty",
        "self-realization",
        "instruction"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Vidura has come to instruct Dhritharashtra, to save him from missing the opportunity for self-realization in his human form of life.",
      "summary": "The speaker explains the purpose of Vidura's visit to Dhritharashtra, which is to instruct him on self-realization and prevent him from wasting his life.",
      "timestamp_url": "https://youtu.be/rGdn_0Yg94Q?t=75",
      "transcript": "So, meaning of this verse is: Having won his kingdom and observed the birth of one grandson competent to continue the noble tradition of his family, Maharaj Yudhishthira reigned peacefully and enjoyed uncommon opulence in cooperation with his younger brothers who were all expert administrators to the common people. So this verse is describing what is Yudhishthira's position when Vidura is visiting Yudhishthira. Vidura's purpose is not to enjoy any nice hospitality. Rather, he has come to instruct Dhritharashtra, to rescue Dhritharashtra from his so-called comfortable living towards the end of his life. Instead of preparing for putting the body through self-realization, Dhritharashtra is completely neglectful of his spiritual responsibility. So Vidura has come to instruct Dhritharashtra."
    },
    {
      "start_time": 157,
      "end_time": 202,
      "verse_references": [],
      "themes": [
        "leadership",
        "competence",
        "succession"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Yudhishthira was very peacefully ruling, waiting for his grandson to grow up and take charge.",
      "summary": "The speaker describes Yudhishthira's peaceful reign and his anticipation for his grandson Parikshit to become a competent successor.",
      "timestamp_url": "https://youtu.be/rGdn_0Yg94Q?t=157",
      "transcript": "So what about Yudhishthira? So that is being explained by Prabhupada in this purport. Yudhishthira was, the verse says, ruling very nicely, assisted by his younger brothers who were all expert administrators. And he had a competent grandson because as soon as Parikeet was born, the learned astrologist told he is a competent successor for Yudhishthira. When he grows up, he will have excellent qualities. So Yudhishthira was very peacefully ruling, waiting for his grandson to grow up and take charge. Till then Yudhishthira was accepting to rule the whole world."
    },
    {
      "start_time": 202,
      "end_time": 334,
      "verse_references": [],
      "themes": [
        "devotion",
        "duty",
        "divine will",
        "unhappiness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Even though they were unwilling to kill their own men in the fight, it had to be done as a matter of duty.",
      "summary": "The speaker explains that Yudhishthira and Arjuna were unhappy about the Kurukshetra war but fought due to duty and Krishna's will, as Krishna wanted a devotee to rule the kingdom.",
      "timestamp_url": "https://youtu.be/rGdn_0Yg94Q?t=202",
      "transcript": "Now Srila Prabhupada says something important about Yudhishthira, that both Maharaj Yudhishthira and Arjuna were unhappy from the beginning of the battle of Kurukshetra. Why were they unhappy? They were not very comfortable fighting against their own kinsmen, simply for the sake of getting their share of the kingdom to rule. Duryodhana cleverly cheated the Pandavas and sent them away for exile, 13 years. So even after the term of exile is over, Duryodhana refused to give back the share of the kingdom. So then Kshatriya code of conduct is, if a Kshatriya challenges, then another Kshatriya cannot refuse the challenge. So Yudhishthira could not refuse the challenge offered by Duryodhana. So Yudhishthira had to engage in fighting the battle of Kurukshetra because Duryodhana challenged. So even Arjuna, even though he was very very powerful, even Yudhishthira was very powerful and strong and not afraid of fighting, but he did not like to fight for the sake of gaining some kingdom, because by and heart he is a pure devotee. Both Yudhishthira and Arjuna are pure devotees. Therefore it is described by Prabhupada here that they were unhappy from the beginning. Even though they were unwilling to kill their own men in the fight, it had to be done as a matter of duty. Why? Because it was planned by the supreme will of Lord Krishna that somebody like Yudhishthira should rule the kingdom and not be corrupt, non-devotional Duryodhana."
    },
    {
      "start_time": 334,
      "end_time": 397,
      "verse_references": [],
      "themes": [
        "leadership",
        "spiritual guidance",
        "Krishna consciousness",
        "devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna wants the world to be ruled by his representative who is a devotee.",
      "summary": "The speaker emphasizes the importance of a ruler being spiritually competent to guide citizens in Krishna consciousness and prepare them to return to Godhead.",
      "timestamp_url": "https://youtu.be/rGdn_0Yg94Q?t=334",
      "transcript": "Krishna wants the world to be ruled by his representative who is a devotee. Such a devotee is the perfect person to rule because people have to not only be taken care of in terms of their material necessities, but they should also be directed and protected for practicing spiritual life to make their human form of life successful by preparing themselves to go back to Godhead. So that's why it is so important that the ruler not only be competent in terms of material qualifications to rule the kingdom, but also be spiritually competent to guide the citizens how they can side by side, apart from doing their material duties, also practice Krishna consciousness"
    },
    {
      "start_time": 397,
      "end_time": 499,
      "verse_references": [],
      "themes": [
        "divine will",
        "devotion",
        "lineage",
        "hope"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The only remaining hope was a child in the womb... and that child in the womb was attacked by Ashwatthama.",
      "summary": "The speaker explains that Krishna wanted Yudhishthira to rule, and describes the aftermath of the war, the lack of descendants, and the attack on Parikshit in the womb, who was saved by Krishna.",
      "timestamp_url": "https://youtu.be/rGdn_0Yg94Q?t=397",
      "transcript": "to actually prepare themselves for going back to Godhead. So, because Krishna wanted Yudhishthira to go home and Duryodhana was not a devotee, so he was not giving any spiritual guidance to the people. He himself was not a devotee. So where would he give guidance to others to become devotees? So that is the reason Krishna wanted it, therefore as a duty they had to fight in the battle. After the battle, Maharaj Yudhishthira was unhappy over such mass killings. Huge massacre happened. It was a world war. So in that world war so many people died. Practically there was none to continue the Kuru dynasty after them, the Pandavas. Pandavas took charge of ruling. But there were no descendants in the Kuru dynasty. The only remaining hope was a child in the womb of Yudhishthira's daughter, Lavuktha Rao. And that child in the womb was attacked by Ashwatthama. Even the child in the womb was attacked by Ashwatthama. The last surviving descendant of the entire Kuru dynasty was attacked by Ashwatthama. But by the grace of the Supreme Lord Krishna the child was saved in the womb of the mother. The child was saved by Krishna. This has already been explained in an earlier chapter."
    },
    {
      "start_time": 499,
      "end_time": 571,
      "verse_references": [],
      "themes": [
        "peace",
        "relief",
        "duty",
        "detachment"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Maharaj Yudhishthira felt some relief as a human being.",
      "summary": "The speaker describes Yudhishthira's relief after the establishment of peace and the survival of Parikshit, despite his lack of attraction to material happiness.",
      "timestamp_url": "https://youtu.be/rGdn_0Yg94Q?t=499",
      "transcript": "So after the settlement of all disturbing conditions and re-establishment of the peaceful order of the state and after seeing the surviving child Pariksha well satisfied Maharaj Yudhishthira felt some relief as a human being. After the massacre Yudhishthira was very disturbed. But he was instructed by Bhishma that he has to do his duty and not become afflicted by his sorrow over the big killing that has happened in the battle. So he was pacified by Bhishma. Yudhishthira was pacified by Bhishma. And he was even more happy rather even more peaceful when this Pariksha was saved and Pariksha took birth as a competent descendant to ascend the throne after Yudhishthira Maharaj. So things were settled and he felt some relief as a human being, although he had very little attraction for material happiness"
    },
    {
      "start_time": 571,
      "end_time": 611,
      "verse_references": [],
      "themes": [
        "detachment",
        "material happiness",
        "illusion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Material happiness is always illusory and temporary.",
      "summary": "The speaker emphasizes that Yudhishthira, as a pure devotee, had no attraction for material happiness because it is illusory and temporary.",
      "timestamp_url": "https://youtu.be/rGdn_0Yg94Q?t=571",
      "transcript": "which is always illusory and temporary. See Prabhupada is mentioning a very important point that material happiness which can be had by having a nice kingdom growing peacefully, having a competent successor, and having very able administrators as younger brothers, younger brothers as administrators. In spite of all this Yudhishthira as a pure devotee had no attraction for material happiness. Why? Because as Prabhupada says here, material happiness is always illusory and temporary."
    },
    {
      "start_time": 611,
      "end_time": 679,
      "verse_references": [
        "BG 5"
      ],
      "themes": [
        "material happiness",
        "illusion",
        "misery"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "What we think as a source of happiness is actually a disguised source of misery in the future.",
      "summary": "The speaker explains that material happiness is based on sense contact and is ultimately a source of misery, quoting the Bhagavad Gita.",
      "timestamp_url": "https://youtu.be/rGdn_0Yg94Q?t=611",
      "transcript": "Two characters only. Illusory because material happiness is the happiness due to sense contact. And what is the description of material happiness due to sense contact? In the Bhagavad Gita Krishna says in the fifth chapter: yehi samsparsha ja bhoga dukha yonaya evade aadyantamant kaunteya na teshu ramate buddhah. Intelligent people who are totally enlightened do not take pleasure in happiness arising from sense contact because they know all such happiness is simply a temporary sensation due to the sense contact and it is always a source of misery in the material world. So what we think as a source of happiness is actually a disguised source of misery"
    },
    {
      "start_time": 679,
      "end_time": 774,
      "verse_references": [],
      "themes": [
        "illusion",
        "sense contact",
        "happiness",
        "distress"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It is promising to give us great amount of happiness but that is just a false promise.",
      "summary": "The speaker uses the example of cold water in winter and summer to illustrate how our perception of happiness and distress is based on favorable or unfavorable sense contact.",
      "timestamp_url": "https://youtu.be/rGdn_0Yg94Q?t=679",
      "transcript": "in the future. All material happiness is like this. It is promising to give us great amount of happiness but that is just a false promise. It is due to illusion. Due to illusion we consider some type of sense contact as favourable and another type of sense contact as unfavourable. So when the sense contact is favourable we think it is happiness. And when the same sense contact is unfavourable we think it is distress. Prabhupada gives a simple example to help us understand. It is like cold water. In winter in the severe cold cold water is very unpleasant very harsh for the sense of touch. The same cold water at the same temperature in summer it is very very pleasing for the sense of touch. In fact we like to take a cold water bath in summer and it is very hot outside. So it is just the contact which is due to some particular situation or condition it is either interpreted as happiness or distress based on whether it is favourable contact or unfavourable contact. This is the nature of"
    },
    {
      "start_time": 774,
      "end_time": 937,
      "verse_references": [],
      "themes": [
        "senses",
        "mind",
        "illusion",
        "likes and dislikes"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Reality is it is illusion.",
      "summary": "The speaker explains that material happiness is a concoction of the mind based on likes and dislikes, and that both happiness and distress are ultimately illusions.",
      "timestamp_url": "https://youtu.be/rGdn_0Yg94Q?t=774",
      "transcript": "all kinds of sense contact. We have five primary senses, external senses: the eyes, ears, nose, tongue, sense of touch, skin, and we have one sense within the mind. Now including the mind with these six senses we are trying to enjoy happiness, material happiness of this world. But our only avenue for material happiness through these senses is sense contact. And that sense contact simply is a concoction in our mind and we are trying to enjoy something that is not so nice or something that is painful or something that is pleasurable. Just like another example, if you are given some edible which you like to eat you will think oh it is so nice I am having this for eating because you like the taste, the contact of that edible with your sense of taste, oh so nice. The same thing for somebody else who does not like it. They when they look at it oh I don't like it I don't want it. So even if it is edible even if it is to the liking of somebody some other person for me it is not likeable so I don't consider it as a pleasurable experience to eat such an edible. So the same thing according to our concoction of likes and dislikes we are born into this material world with certain set of likes and dislikes, material likes and material dislikes and exactly according to these likes and dislikes we consider something as pleasurable and something as not pleasurable. So this is the basis of all material happiness and distress. So neither happiness nor distress is actually the reality. Reality is it is illusion. It is illusion. But we in ignorance we seek after material happiness and try to avoid material distress. And we are always in this way under illusion."
    }
  ]
}