{
  "video_id": "RgEptXDPKPI",
  "title": "AAQ: Why Did My Initial Attraction to Krishna Fade Over Time? | His Grace Suvyakta Narasimha Dasa",
  "speaker": "HG Suvyakta Narasimha Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=RgEptXDPKPI",
  "segments": [
    {
      "start_time": 0,
      "end_time": 30,
      "verse_references": [],
      "themes": [
        "emotional attachment",
        "devotional service",
        "separation from Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Initially, I used to be so much attached to Krishna.",
      "summary": "A devotee describes losing the initial emotional connection to Krishna and questions if this is a good thing.",
      "timestamp_url": "https://youtu.be/RgEptXDPKPI?t=0",
      "transcript": "Tanya Cushman Reviewer Reviewer's Name Initially, I used to be so much attached to Krishna. I used to cry most of the time because of separation from Radha Krishna. But as I am doing this devotional service, I lost that emotional rasa. How do I understand this?"
    },
    {
      "start_time": 30,
      "end_time": 73,
      "verse_references": [],
      "themes": [
        "Chaitanya Mahaprabhu",
        "Bhakti Yoga",
        "personal example"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna wanted to teach the living entities by his personal example.",
      "summary": "The speaker explains that Chaitanya Mahaprabhu, Krishna himself, appeared to teach Bhakti Yoga through personal example.",
      "timestamp_url": "https://youtu.be/RgEptXDPKPI?t=30",
      "transcript": "Is it good to lose the emotional attachment towards Krishna? Okay, see Chaitanya Mahaprabhu, Krishna himself, when he appeared 500 years ago. He, although Krishna himself, he came in the role of a devotee. He wanted to, Krishna wanted to personally set an example of how a devotee has to render devotional service to Krishna, how to execute Bhakti Yoga."
    },
    {
      "start_time": 73,
      "end_time": 106,
      "verse_references": [],
      "themes": [
        "teaching",
        "analogy",
        "learning"
      ],
      "content_type": "analogy",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "So the teacher knows much more than A, B, C, D, but she takes the role of somebody who is learning how to write alphabets.",
      "summary": "The speaker uses the analogy of a teacher teaching alphabets to explain how Krishna taught Bhakti Yoga.",
      "timestamp_url": "https://youtu.be/RgEptXDPKPI?t=73",
      "transcript": "Krishna wanted to teach the living entities by his personal example. Just like when we go to school, the teacher will take a chalk and write on the board, write A like this, B like this, C like this. So the teacher knows much more than A, B, C, D, but she takes the role of somebody who is learning how to write alphabets, so that the children can learn how to write A, B, C, D."
    },
    {
      "start_time": 106,
      "end_time": 162,
      "verse_references": [
        "BG 6.47"
      ],
      "themes": [
        "Bhakti Yoga",
        "Bhagavad Gita",
        "Chaitanya Mahaprabhu"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna explained in the Bhagavad Gita that rendering Bhakti Yoga is the topmost yoga system.",
      "summary": "Krishna established Bhakti Yoga as the topmost yoga in the Bhagavad Gita, and Chaitanya Mahaprabhu demonstrated how to execute it.",
      "timestamp_url": "https://youtu.be/RgEptXDPKPI?t=106",
      "transcript": "So in a similar way, Krishna explained in the Bhagavad Gita that rendering Bhakti Yoga is the topmost yoga system. In the sixth chapter of the Bhagavad Gita, Krishna said, \"One who renders Bhakti Yoga amongst all the yogis, he is the topmost.\" So Krishna is established in the Bhagavad Gita that Bhakti Yoga is the topmost yoga system. But now, how to execute that Bhakti Yoga? So to teach that, Krishna came down as Chaitanya Mahaprabhu, and by his personal example, he taught how to execute Bhakti Yoga."
    },
    {
      "start_time": 162,
      "end_time": 207,
      "verse_references": [],
      "themes": [
        "Chaitanya Mahaprabhu",
        "Shad Goswamis",
        "literature"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Chaitanya Mahaprabhu himself did not write much literature, philosophy. He left it to his disciples, the Shad Goswamis",
      "summary": "Chaitanya Mahaprabhu focused on setting an example, leaving the philosophical writing to his disciples, the Shad Goswamis.",
      "timestamp_url": "https://youtu.be/RgEptXDPKPI?t=162",
      "transcript": "So, Chaitanya Mahaprabhu, although by his personal behavior and example, he set the example of how a devotee should execute his devotion service to Krishna. Chaitanya Mahaprabhu himself did not write much literature, philosophy. He left it to his disciples, the Shad Goswamis, especially Rupa Goswami and Sanatana Goswami. They wrote extensively about the philosophy of Bhakti Yoga. But Chaitanya Mahaprabhu himself, if you see, he left behind only the Six Ashtaka, eight verses which he composed himself."
    },
    {
      "start_time": 207,
      "end_time": 259,
      "verse_references": [],
      "themes": [
        "Chaitanya Mahaprabhu",
        "Six Ashtaka",
        "ecstasy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When will that day come when I chant Krishna's name and torrents of tears will flow down my eyes.",
      "summary": "The speaker describes Chaitanya Mahaprabhu's prayer for ecstatic symptoms during chanting, which is the aspiration of every Bhakti Yogi.",
      "timestamp_url": "https://youtu.be/RgEptXDPKPI?t=207",
      "transcript": "In this Six Ashtaka, eight verses, one of the things that Chaitanya Mahaprabhu prays is that when will that day come when I chant Krishna's name and torrents of tears will flow down my eyes, and when I chant Krishna's name, my whole body will tremble out of great ecstasy. So, this is what Chaitanya Mahaprabhu wrote. This is the aspiration that every Bhakti Yogi should have: when I chant Krishna's holy name, when I chant Hare Krishna Mahamantra, tears should flow from my eyes, my voice should get choked up, my body, my hands, legs should all be trembling in great ecstasy."
    },
    {
      "start_time": 259,
      "end_time": 309,
      "verse_references": [],
      "themes": [
        "emotional loss",
        "separation from Krishna",
        "transcendental platform"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Looks like I was better off before I started chanting Hare Krishna.",
      "summary": "The speaker addresses the devotee's question about the loss of initial emotional feelings, explaining that those feelings are on the transcendental platform.",
      "timestamp_url": "https://youtu.be/RgEptXDPKPI?t=259",
      "transcript": "That's the aspiration of every practitioner of Bhakti Yoga. So, naturally, the devotee who has written here, when in the beginning, when he started Krishna consciousness, when he started chanting, he used to cry out of separation from Radha Krishna. But slowly, that emotion has disappeared. What went wrong? Looks like I was better off before I started chanting Hare Krishna. Well, fact is, those feelings of separation from Radha and Krishna, by which when we chant Hare Krishna, our throat will get choked up, tears will flow from our eyes, and these kind of emotions, these kind of bhava, which come in our heart,"
    },
    {
      "start_time": 309,
      "end_time": 379,
      "verse_references": [],
      "themes": [
        "lust",
        "greed",
        "material desires",
        "bhava bhakti"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "As long as these things are in the heart, you cannot experience those transcendental emotions of bhava bhakti.",
      "summary": "The speaker explains that material desires and attachments prevent the experience of true transcendental emotions for Krishna.",
      "timestamp_url": "https://youtu.be/RgEptXDPKPI?t=309",
      "transcript": "are on the transcendental platform. They are not on the material platform. As long as in our heart, there is lust and there is greed, there is desire to enjoy in the material world, there is attraction to the opposite sex, there is a great desire to become famous, to be honored by others, to be respected by others, as long as these things are in the heart, as long as kama, krodha, lobha, mada, moha, matsarya, these things rule our heart, as long as there is a greed in our heart to become wealthy, I should get a good job, I should start a good business, I should become a good entrepreneur, I should have a unicorn from my startup, or I should get a job, I should go abroad, I should earn a lot of money, as long as these things rule our heart, you cannot experience those transcendental emotions of bhava bhakti."
    },
    {
      "start_time": 379,
      "end_time": 423,
      "verse_references": [],
      "themes": [
        "separation from Krishna",
        "six enemies",
        "bodily concept of life"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Real feelings, real love for Krishna comes when we have overcome all these six enemies which are ruling our heart.",
      "summary": "Real love for Krishna develops when one overcomes the six enemies (lust, anger, greed, illusion, pride, envy) and transcends the bodily concept of life.",
      "timestamp_url": "https://youtu.be/RgEptXDPKPI?t=379",
      "transcript": "Real feelings of separation from Krishna will not take root within the heart. Initially, some people may experience such things, but these are not permanent emotions, these are some temporary feelings that one may develop at the beginning of Krishna consciousness, out of some emotion, out of some sentiment. But real feelings, real love for Krishna comes when we have overcome all these six enemies which are ruling our heart, kama, krodha, lobha, mada, moha and matsarya."
    },
    {
      "start_time": 423,
      "end_time": 465,
      "verse_references": [],
      "themes": [
        "bodily concept of life",
        "atma",
        "bhava bhakti"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Until one comes out of the bodily concept of life, there is no question of experiencing real bhava bhakti.",
      "summary": "The speaker emphasizes the importance of realizing oneself as a spirit soul, separate from the body, to experience true transcendental emotions.",
      "timestamp_url": "https://youtu.be/RgEptXDPKPI?t=423",
      "transcript": "And we have come out of the bodily concept of life. Have we really come out of the bodily concept of life? That's the question we should ask ourselves. Have I realized I am not the body, I am a spirit soul, I am atma? Have I realized I am not the body, have I come out of this conception that I am this body, I am a man, I am a woman, I am an Indian, I am an American, I am a Christian, I am a Muslim, I am a Hindu? Have we come out of all these things? Until one comes out of the bodily concept of life, there is no question of experiencing real bhava bhakti, real transcendental emotions for Krishna cannot take place."
    },
    {
      "start_time": 465,
      "end_time": 506,
      "verse_references": [],
      "themes": [
        "detachment",
        "vairagya",
        "material desires"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "All such feelings are on the material platform, are on a sentimental platform. You go on practicing Krishna consciousness, gradually you will come out of the bodily concept of life.",
      "summary": "The speaker reassures the devotee that the initial emotions were sentimental and encourages continued practice of Krishna consciousness to develop detachment.",
      "timestamp_url": "https://youtu.be/RgEptXDPKPI?t=465",
      "transcript": "So, we don't have to be concerned that initially I was, you know, I used to cry in separation from Radha Krishna, but now those feelings are not there. We don't have to worry. All such feelings are on the material platform, are on a sentimental platform. You go on practicing Krishna consciousness, gradually you will come out of the bodily concept of life. First you will, in your heart, what will develop is vairagya, detachment from all the material, material desires. Then comes freedom from greed. Then comes freedom from lust."
    },
    {
      "start_time": 506,
      "end_time": 583,
      "verse_references": [],
      "themes": [
        "vaidhi bhakti",
        "rules and regulations",
        "ruchi",
        "taste"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "You have to follow the principles of vaidhi bhakti, rules and regulations of bhakti, vaidhi bhakti.",
      "summary": "The speaker explains that by following the rules and regulations of devotional service (vaidhi bhakti), one develops a taste (ruchi) for it.",
      "timestamp_url": "https://youtu.be/RgEptXDPKPI?t=506",
      "transcript": "Then you will come out of the bodily concept of life. And then further you have to progress, you have to become firmly fixed up in your devotional life. You have to follow the principles of vaidhi bhakti, rules and regulations of bhakti, vaidhi bhakti. And when you become firmly fixed up in following those rules, rules and regulations of bhakti, what will happen? You will develop ruchi, you will develop taste for that. You will experience a certain kind of happiness in executing practical devotional service. If I have to wipe the floor of the temple hall, I have to sweep the temple hall, I have to render some practical devotional service like this, I will develop a taste for it. It will become greatly pleasurable for me. Nobody has to tell me as a rule, you have to follow the four regulated principles, you have to fast on ekadashi, you have to fast on janmashtami. You will be waiting for that opportunity. So, you have to come to that point of taste. And when further you develop that taste, then slowly it will transform into bhava bhakti."
    },
    {
      "start_time": 583,
      "end_time": 627,
      "verse_references": [],
      "themes": [
        "bhava bhakti",
        "transcendental emotions",
        "purification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Real transcendental emotions, those feelings of separation from Radha and Krishna will start manifesting.",
      "summary": "The speaker explains that as one progresses, real transcendental emotions (bhava bhakti) will manifest after purification.",
      "timestamp_url": "https://youtu.be/RgEptXDPKPI?t=583",
      "transcript": "Real transcendental emotions, those feelings of separation from Radha and Krishna will start manifesting. And when that happens, whenever we chant Krishna's name, currents of tears will flow down our eyes like it's pouring rain. And we will, you know, our voice will get choked up and all those emotions will come. So, there is a time and place for that. That's a very advanced stage, and we have to first undergo purification at the lower stages to be able to come to that."
    },
    {
      "start_time": 627,
      "end_time": 675,
      "verse_references": [],
      "themes": [
        "devotional service",
        "chanting",
        "transcendental emotions"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Continue executing your devotional service, continue chanting Hare Krishna, following the regulative principles, reading Prabhupada's books, gradually those transcendental real emotions will manifest.",
      "summary": "The speaker encourages continued devotional practice, chanting, and reading scriptures, assuring that real transcendental emotions will eventually manifest and remain.",
      "timestamp_url": "https://youtu.be/RgEptXDPKPI?t=627",
      "transcript": "So, we don't have to worry about this temporary emotions which we used to experience, but they are no more there. So, first we have to become practically strong and established on the platform that I am not the body, I am spirit soul. That comes first. Then other things will follow. So, simple thing, continue executing your devotional service, continue chanting Hare Krishna, following the regulative principles, reading Prabhupada's books, gradually those transcendental real emotions will manifest, and once they manifest, they will never go away. That's the truth."
    }
  ]
}