{
  "video_id": "Rgze4lgXlDM",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.9.23 | 19-04-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=Rgze4lgXlDM",
  "segments": [
    {
      "start_time": 0,
      "end_time": 53,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Namo Bhagavate Vasudevaya",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/Rgze4lgXlDM?t=0",
      "transcript": "Om Agyana Timiran Dhasya Gyanan Janashalakaya Chakshurun Meelitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udeerayet"
    },
    {
      "start_time": 54,
      "end_time": 152,
      "verse_references": [],
      "themes": [
        "devotion",
        "liberation",
        "chanting"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "by attentive devotion and meditation, the Lord releases the devotee from the bondage of fructive activities exactly at the time of quitting the body.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam and explains how attentive devotion, meditation, and chanting the holy name can liberate a devotee from fruitive activities at the time of death.",
      "timestamp_url": "https://youtu.be/Rgze4lgXlDM?t=54",
      "transcript": "In this session, we will be discussing from the 23rd verse of the 9th chapter. The meaning of this verse is: The personality of Godhead who appears in the mind of the devotee by attentive devotion and meditation, and by chanting of the holy name, releases the devotee from the body of God. The body of God is the bondage of fruitive activities at the time of quitting the material body. So Bhishma is the authority, Mahajana. He is explaining how, when the Lord appears in the mind of the devotee by attentive devotion, meditation, chanting of the holy name, that is explained here: VACHA YANNAM KIRTAYAN. So by chanting of the holy name, by attentive devotion and meditation, the Lord releases the devotee from the bondage"
    },
    {
      "start_time": 152,
      "end_time": 256,
      "verse_references": [],
      "themes": [
        "yoga",
        "samadhi",
        "devotional service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Even though a devotee is not, may not be engaged in Ashtanga Yoga practice, in Bhakti Yoga also the same perfection of Ashtanga Yoga called Samadhi or cent per cent absorption in the Supreme Lord is possible.",
      "summary": "Srila Prabhupada's purport is discussed, emphasizing that Bhakti Yoga can achieve the same perfection as Ashtanga Yoga (Samadhi) through devotional service, chanting, hearing, worshipping, and remembering the Lord.",
      "timestamp_url": "https://youtu.be/Rgze4lgXlDM?t=152",
      "transcript": "of fruitive activities exactly at the time of quitting the body. So Srila Prabhupada explains in the purport, yoga means concentration of the mind detached from all other subject matter. Simultaneously, concentration of the mind on the lotus feet of Krishna, or on the holy name of Krishna, or on the form of Krishna, this transcendental form of Krishna, while simultaneously being completely detached from all other subject matter. So such concentration, Srila Prabhupada explains, is Samadhi, the highest perfection of yoga, or cent per cent engagement in the service of the Lord. Even though a devotee may not be engaged in Ashtanga Yoga practice, in Bhakti Yoga also the same perfection of Ashtanga Yoga called Samadhi, or cent per cent absorption in the Supreme Lord, is possible by cent per cent engagement in devotional service of the Lord, either through chanting or through hearing or through worshipping or through remembering the Lord's pastimes, the Lord's form, the Lord's name. So Srila Prabhupada further explains, one who concentrates his attention in that manner is called a yogi."
    },
    {
      "start_time": 287,
      "end_time": 340,
      "verse_references": [
        "SB 7"
      ],
      "themes": [
        "devotional service",
        "ninefold process"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "devotee means bhakti yogi of the lord engages himself 24 hours daily in the service of the lord so that his whole attention is engrossed with the thoughts of the lord in ninefold devotional service",
      "summary": "The speaker elaborates on the nine processes of devotional service as described in the Srimad Bhagavatam, including hearing, chanting, remembering, worshiping, praying, serving, carrying out orders, establishing a friendly relationship, and offering everything to the Lord.",
      "timestamp_url": "https://youtu.be/Rgze4lgXlDM?t=287",
      "transcript": "A devotee, bhakti yogi, of the Lord engages himself 24 hours daily in the service of the Lord, so that his whole attention is engrossed with the thoughts of the Lord in ninefold devotional service. Devotional service is rendered in nine different ways. This is explained in the seventh canto of the Srimad Bhagavatam. So Srila Prabhupada has given the English names: hearing, chanting, remembering, worshiping, praying, becoming a voluntary servant, carrying out orders, establishing a friendly relationship, or offering all that one may possess in the service of the Lord."
    },
    {
      "start_time": 340,
      "end_time": 436,
      "verse_references": [
        "BG 6"
      ],
      "themes": [
        "samadhi",
        "perfect yogi",
        "divine grace"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Lord calls such a rare devotee, the best amongst all the Yogis",
      "summary": "The lecture references the Bhagavad Gita to explain that a devotee absorbed in devotional service 24 hours a day is considered the best of all yogis, enabled by the Lord's divine grace to concentrate perfectly.",
      "timestamp_url": "https://youtu.be/Rgze4lgXlDM?t=340",
      "transcript": "Atmaniveenam, last one. By such practice of yoga, or linking up in the service of the Lord, one is recognized by the Lord himself, as it is explained in the Bhagavad Gita concerning the highest perfectional stage of samadhi. In the Bhagavad Gita, 6th chapter, Krishna explains this total absorption of the mind in devotional service is actually Samadhi. The Lord calls such a rare devotee the best amongst all the Yogis: Yoginam api sarvesham madhgate na antaratmana sraddhavan bhajate yomam same yukta tamo matah. Yukta, yukta tara, yukta tama. Positives, comparative and superlative. So, the best amongst all Yogis, yukta tamo matah, Yoginam api sarvesham, among all Yogis, the best amongst all Yogis is a devotee who is totally absorbed in devotional service of the Supreme Lord 24 hours a day. Such a perfect Yogi is enabled by the divine grace of the Lord to concentrate his"
    },
    {
      "start_time": 436,
      "end_time": 540,
      "verse_references": [],
      "themes": [
        "consciousness",
        "sense enjoyment",
        "dependence on Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Generally, those who are non-devotees, their background consciousness is that of sense enjoyment, or self-gratification, the sense of independent existence without any connection with Krishna",
      "summary": "The speaker discusses the importance of consciousness, contrasting the sense enjoyment and independent existence of non-devotees with the perfect sense of consciousness characterized by absolute dependence on Krishna.",
      "timestamp_url": "https://youtu.be/Rgze4lgXlDM?t=436",
      "transcript": "mind upon the Lord with a perfect sense of consciousness. What is the meaning of sense of consciousness? Even though physically we may be doing so many activities, even though mentally we may be engaging in different kinds of thoughts, but in the background, the consciousness, which is the energy of the soul, is a very important consideration. What is the background consciousness? Generally, those who are non-devotees, their background consciousness is that of sense enjoyment, or self-gratification, the sense of independent existence without any connection with Krishna, the Supreme Personality of Godhead. Such a sense of consciousness, independent existence, is actually the reason for the material bondage. And the opposite of this is the sense of belonging to Krishna eternally, absolute dependence on Krishna. And this sense of consciousness is called the perfect sense of consciousness, where one is able to concentrate the attention"
    },
    {
      "start_time": 540,
      "end_time": 671,
      "verse_references": [
        "BG"
      ],
      "themes": [
        "mercy",
        "internal energy",
        "yoga maya",
        "maha maya"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "And the Lord is very, very merciful and kind to his pure devotee, unflinching servitor.",
      "summary": "The lecture explains that the Lord's mercy enables a pure devotee to be transferred to the eternal planets by the internal energy (yoga maya), contrasting it with the material energy (maha maya) that creates obstacles.",
      "timestamp_url": "https://youtu.be/Rgze4lgXlDM?t=540",
      "transcript": "completely on Krishna. By the divine grace of Krishna, such concentration is not possible without the mercy of the Lord. And the Lord is very, very merciful and kind to his pure devotee, unflinching servitor. Thus, by chanting his holy name before quitting the body, the yogi is at once transferred by the internal energy of the Lord to one of the eternal planets, where there is no question of material life and its concomitant factors. See what happens at the time of death, the devotee quits the body, chanting the holy name of the Supreme Lord, because he has practiced chanting constantly, always. Satatam kirtayam domaam. Kirtaniya Satatam. The devotee is at once transferred by the internal energy of the Lord. This has been explained by Krishna in the Bhagavad Gita. This Daivim Prakriti is referring to the internal energy of the Lord, the personal energy which is specially meant for his devotees. For the Lord and his devotees, this personal energy which is the yoga maya, antaranga shakti, spiritual energy. As opposed to this, there is the material energy or maha maya or trigunatmaka maya, gunamayi maya."
    },
    {
      "start_time": 671,
      "end_time": 771,
      "verse_references": [],
      "themes": [
        "material existence",
        "eternal planets",
        "transcendental knowledge"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In the eternal planets, there is no death, there is no old age.",
      "summary": "The speaker contrasts the suffering of material existence (birth, death, disease, old age) with the eternal nature of the spiritual planets, emphasizing that this knowledge is not widely known.",
      "timestamp_url": "https://youtu.be/Rgze4lgXlDM?t=671",
      "transcript": "So this gunamayi maya offers an obstacle for those who want to get out of this material existence. It offers an obstacle, duratyaya. And the yoga maya or the atma maya, personal energy of the Lord, simply transfers the devotee immediately, at once, to the eternal planets. And what is the nature of eternal planets? Parastasma tu bhavonyo vyakto vyakta sanatana. Sanatana. Those planets are sanatana, where there is no question of material life and its concomitant factors. Material life is characterized by repetition of birth and death. And between birth and death, there is janma mrittyu jara vyadhi dukha dosha anudarshanam. Again and again, repeatedly, we have to face these concomitant factors of disease, old age, death, rebirth, disease, old age, death and rebirth. We have to keep on facing these concomitant factors. In the eternal planets, there is no death, there is no old age. This knowledge is not known to many people."
    },
    {
      "start_time": 771,
      "end_time": 893,
      "verse_references": [],
      "themes": [
        "transcendental world",
        "spiritual master",
        "devotional service",
        "chanting"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "If you are not guided by a pure devotee, spiritual master, you will never understand all these things merely by your reading the Gita.",
      "summary": "The lecture concludes by stressing the importance of guidance from a pure devotee and spiritual master to understand the Bhagavad Gita and the possibility of transferring oneself to the eternal planets through devotional service and chanting at the time of death.",
      "timestamp_url": "https://youtu.be/Rgze4lgXlDM?t=771",
      "transcript": "That there is another world, Parastasmatubhavonyo, Anyabhava, that is transcendental, Paraha. Parambhavam, or Parambrahma, Paramdhama. So this Paramdhama, that transcendental world, that is unknown to people. They read Bhagavad Gita, but because they are not guided by the proper authority, therefore they do not know that Krishna doesn't belong to this world. They do not know Krishna is a transcendental supreme personality. He has his personal abode. He is inviting us, please come back to my personal abode. Don't remain in this material world which is subject to creation and destruction repeatedly. Bhutva Bhutva Praliyate. Everything is explained in the Bhagavad Gita very clearly. But if you are not guided by a pure devotee, spiritual master, you will never understand all these things merely by your reading the Gita, or following some translation which is done by a speculator, non-devotee. You will never understand all these facts. So here it is explained that simply by practicing devotional service and preparing oneself to be able to chant the holy name at the time of death, one can simply transfer oneself to the eternal planets where there is no repetition of birth and death."
    }
  ]
}