{
  "video_id": "rMNcjJTIlDI",
  "title": "SB 1.19.9-10 Part 4 | HH Stoka Krishna Swami | 12-05-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=rMNcjJTIlDI",
  "segments": [
    {
      "start_time": 0,
      "end_time": 48,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer",
        "guru"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Agyanati Miran Dhasya Gyananjan Shalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, invoking blessings and expressing gratitude to the spiritual master.",
      "timestamp_url": "https://youtu.be/rMNcjJTIlDI?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyananjan Shalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Srimate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhigaura Bhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chaiva Narottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet"
    },
    {
      "start_time": 49,
      "end_time": 86,
      "verse_references": [
        "SB 1.19.9",
        "SB 1.19.10"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "Parikshit Maharaj",
        "saintly persons"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "These two verses describe the list of great saintly persons who arrived at the spot where Parikshit Maharaj had decided to retire to the holy place on the bank of the river Ganga not to prepare himself for going back to Godhead.",
      "summary": "The speaker introduces the topic of discussion: verses 9 and 10 of the 19th chapter of the first canto of Srimad Bhagavatam, focusing on the assembly of saintly persons around Parikshit Maharaj.",
      "timestamp_url": "https://youtu.be/rMNcjJTIlDI?t=49",
      "transcript": "In this session, we will be discussing from the same two verses which we have been discussing in the past three sessions. This is part four of the two verses nine and ten of the nineteenth chapter of the first canto of Srimad Bhagavatam. These two verses describe the list of great saintly persons who arrived at the spot where Parikshit Maharaj had decided to retire to the holy place on the bank of the river Ganga, to prepare himself for going back to Godhead."
    },
    {
      "start_time": 87,
      "end_time": 173,
      "verse_references": [],
      "themes": [
        "Vishva Mitra",
        "mystic power",
        "austerity"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "These sages are famous for having performed severe austerities and by dint of performing austerities they acquire mystic power and that mystic power is extraordinary mystic power which actually ordinary people cannot have",
      "summary": "The speaker begins to describe Vishva Mitra Muni, highlighting his austerity and mystic powers, and uses an analogy of physical strength to explain the difference in power levels.",
      "timestamp_url": "https://youtu.be/rMNcjJTIlDI?t=87",
      "transcript": "For the description is now being given in the purport by Srila Prabhupada, the description of Vishva Mitra Muni or Rishi, famous personality Vishva Mitra. You would have heard the name many times. So, he is also called as Gadhi Suta, son of Gadhi. So, Srila Prabhupada describes a brief history. This great sage, a great sage of austerity and mystic power, all these sages are famous for having performed severe austerities, and by dint of performing austerities, they acquire mystic power, and that mystic power is extraordinary mystic power which actually ordinary people cannot have. It is just like I may have some power, you may have some power, somebody else may also have some power, but there is a difference in their extent to which we can utilize that power for different"
    },
    {
      "start_time": 173,
      "end_time": 243,
      "verse_references": [],
      "themes": [
        "physical strength",
        "devatas",
        "material strength"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Devatas have many times more power more strength more knowledge more intelligence more beauty more wealth more facilities longer duration of life than humans on the earth",
      "summary": "The speaker continues the analogy of physical strength, comparing humans to devatas and highlighting the superior qualities and powers of the latter.",
      "timestamp_url": "https://youtu.be/rMNcjJTIlDI?t=173",
      "transcript": "purposes. This, like take for example, the amount of physical strength. Now, an adult has more physical strength than a small child, but among different adults, different adults have different degrees of physical strength. Now, when you compare the physical strength of a human being on this earth to the physical strength of a woman heavenly devata, then the devata will have many, many, many times more physical strength than the human beings. Of course, when I say physical strength, the devatas don't have a physical body. I mean the strength, material strength, the bodily strength possessed due to material position. So, devatas have many times more power, more strength, more knowledge, more intelligence, more beauty, more wealth, more facilities, longer duration of life than humans on the earth."
    },
    {
      "start_time": 243,
      "end_time": 378,
      "verse_references": [],
      "themes": [
        "mystic power",
        "duration of life",
        "birth and death",
        "Brahma loka"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "There is always the fear of death even for lord brahma what to speak of others so the duration of life is fantastically long but still they have to face death and for that they have to be prepared",
      "summary": "The speaker discusses the mystic powers and long lifespans of beings in higher planets, emphasizing that even in Brahma loka, the fear of death and the cycle of birth and death persist.",
      "timestamp_url": "https://youtu.be/rMNcjJTIlDI?t=243",
      "transcript": "This is a general description, but there is a gradation. So, the mystic power possessed by great sages who are living in the topmost planets like Maharloka, Janaloka, Tapoloka, Satyaloka, the topmost planets in this universe, they have a very, very, very long duration of life. Some of them have a duration of life as much that of Brahma himself. Some live for several kalpas. A kalpa is a day of Brahma, which is 1000 cycle of four yugas on the earth planet. 1000 cycle of four yugas is something like four billion years on the earth. So, there are saintly persons whose duration of life is four billion years. We can't even imagine how long the duration of life they live, but still a long duration of life does not mean that they are free from the material conditions of birth and death, the material miseries of birth and death. That is never absent even in the topmost planet called Brahma loka. So, there is always the fear of death even for Lord Brahma, what to speak of others. So, the duration of life is fantastically long, but still they have to face death, and for that they have to be prepared. So, they are always anxious how to actually leave this body at the time of death so as to be able to go back to Godhead, become free from the repetition of birth and death in this material world."
    },
    {
      "start_time": 378,
      "end_time": 428,
      "verse_references": [],
      "themes": [
        "Vishwamitra",
        "Gadhi Suta",
        "Kshatriya",
        "Brahmana",
        "tapasya"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Although he was a kshatriya by birth he became a brahmana in the very same body by the power of his spiritual achievements",
      "summary": "The speaker details Vishwamitra's history, explaining his lineage as Gadhi Suta and his transformation from a Kshatriya to a Brahmana through severe austerities.",
      "timestamp_url": "https://youtu.be/rMNcjJTIlDI?t=378",
      "transcript": "Further description, Vishwamitra is famous as Gadhi Sutta because his father was Gadhi, a powerful king of the province of Kanyakubja, a province of Uttar Pradesh. Although he was a Kshatriya by birth, he became a brahmana in the very same body by the power of his spiritual achievements. Vishwamitra was a very, very great tapasvi. He performed severe austerities and he became a brahmana, became a brahmana means qualified to become a brahmana because of his tapasya."
    },
    {
      "start_time": 429,
      "end_time": 581,
      "verse_references": [],
      "themes": [
        "Vishwamitra",
        "Vasishta",
        "Kamadhenu",
        "sacrifice",
        "universal welfare"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The way the universe is made is that our necessities are supplied according to the system of sacrifice that is carried out by the different human beings in different parts of this world and different parts of the universe",
      "summary": "The speaker recounts the story of Vishwamitra's quarrel with Vasishta over the Kamadhenu cow, explaining the importance of sacrifice for universal welfare.",
      "timestamp_url": "https://youtu.be/rMNcjJTIlDI?t=429",
      "transcript": "He picked a quarrel with Vasishta Muni when he was a Kshatriya king. It is described briefly in the description under Vasishta. You would have heard this in a previous session, that Vasishta was having one kamadhenu, one special cow which would give as much milk as one desires whenever one desires to have milk, that's a kamadhenu. And Vasishta was using that milk given by kamadhenu, the cow, special cow, for his performing daily sacrifice. Sacrifice means one has to offer huge quantities of ghee in a sacrificial fire. Of course, the kind of sacrifice one does, there are varieties of sacrifice one can do as recommended in scriptures. So, if one performs a fire sacrifice, one requires several ingredients of which the most important ingredient for a fire sacrifice is a cow ghee. So, such cow ghee is obtained by taking the milk of a cow and then turning that milk into yogurt or curds, dahi, and churning that dahi to get butter and heating that butter to make it into ghee, wonderful properties and qualities. So, such huge quantities of ghee are required for performing a fire sacrifice, especially the saintly persons, the sages, they perform fire sacrifice for the sake of universal welfare. See, the way the universe is made is that our necessities are supplied according to the system of sacrifice that is carried out by the different human beings in different parts of this world and different parts of the universe. So, the more the sacrifice that is performed, the better the supply of necessities for the different"
    },
    {
      "start_time": 581,
      "end_time": 640,
      "verse_references": [],
      "themes": [
        "sacrifice",
        "mother nature",
        "sadhu",
        "welfare of others"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We cannot manufacture any of the things that are supplied by mother nature but the supply by nature is dependent on our performing sacrifice so the sages because they desire the welfare of all living beings they are engaged in welfare activity for others that is the definition of the sadhu",
      "summary": "The speaker emphasizes the dependence of natural resources on sacrifice and defines a sadhu as someone dedicated to the welfare of others through pious activities.",
      "timestamp_url": "https://youtu.be/rMNcjJTIlDI?t=581",
      "transcript": "people of this material world. We cannot manufacture any of the things that are supplied by mother nature, but the supply by nature is dependent on our performing sacrifice. So, the sages because they desire the welfare of all living beings, they are engaged in welfare activity for others, that is the definition of the sadhu. One of the meanings of the word sadhu means a saintly person who lives for the benefit of others, for the welfare of others. So, therefore, a sadhu is always engaged in pious activities which guarantee sufficient supply of all the necessities for all the"
    },
    {
      "start_time": 640,
      "end_time": 757,
      "verse_references": [],
      "themes": [
        "Vishwamitra",
        "Vasishta",
        "Kamadhenu",
        "quarrel",
        "austerity"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Vishwamitra stole the cow and there is a quarrel between the sage Vasishtha and the king Vishwamitra. Vishwamitra was defeated by Vishwamitra and Vishwamitra was defeated by the spiritual strength of Vasishtha.",
      "summary": "The speaker continues the story of Vishwamitra and Vasishta, detailing Vishwamitra's desire for the Kamadhenu, the ensuing quarrel, and his eventual decision to perform austerities.",
      "timestamp_url": "https://youtu.be/rMNcjJTIlDI?t=640",
      "transcript": "living entities in this material world by mother nature. So, Vasishta Muni was having the kamadhenu and this Vishwamitra as the king was visiting, was going to the forest, and he happened to come to the ashram of Vasishta Muni, and he was received very nicely by Vasishta Muni, given a grand reception. So, he was curious, how is this saintly person living in the forest able to give me a grand reception? While of course, I am a king, I am very pleased with the reception I have received, but what is the source of wealth by which he has given such a grand reception? So, he found out this, that Vasishtamuni had a kamadhenu. So, when he learned that Vasishtamuni had a kamadhenu, he became very much desirous of getting such a kamadhenu. Now, such kamadhenu is not available anywhere and everywhere. So, he decided that he is going to take away that kamadhenu from Vasishta, and that is how a quarrel began. So, therefore, Srila Prabhupada says he picked up a quarrel with Vasishtamuni when he was a Kshatriya king because Vasishtamuni, he requires that cow for his sacrifice, but this Vishwamitra forcibly took it away, and then there was a big fight and so many things happened, and some details are given elsewhere, but it is just mentioned that when he realized his mistake, Vishwamitra then he decided to retire from his kingly position."
    },
    {
      "start_time": 757,
      "end_time": 890,
      "verse_references": [],
      "themes": [
        "austerities",
        "sacrifice",
        "senses",
        "Shakuntala",
        "Menaka",
        "Indra"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He became a great yogi and yet, he failed to check his senses and thus was obliged to become the father of Shakuntala the beauty queen of world history.",
      "summary": "The speaker describes Vishwamitra's severe austerities, his failure to control his senses leading to the birth of Shakuntala, and Indra's attempt to distract him with Menaka.",
      "timestamp_url": "https://youtu.be/rMNcjJTIlDI?t=757",
      "transcript": "And he decided to perform austerities to purify himself of all the reactions. So, he began very severe austerities and he also performed a great sacrifice in cooperation with Matangamuni and thus was able to vanquish the sons of Vasishta. He became a great yogi and yet, he failed to check his senses and thus was obliged to become the father of Shakuntala, the beauty queen of world history. So, he actually fathered a child, Shakuntala daughter, who was raised by one Kanva Rishi, when Indra sent Menaka from the heavenly planet, from Apsara, to distract this Vishwamitra Rishi when he was performing severe tapasya, because Indra is afraid of somebody else taking away his position as the king of heaven. So, when somebody is performing tapasya to accumulate Punya, they automatically accumulate Punya when they perform tapasya. So, Indra is afraid that somebody else will exceed his Punya, Indra's Punya and take away his position. So, he tries to distract them from performing tapasya. So, he sends this Apsaras who will entice such saintly persons or sages to give up their performing the tapasya and simply enjoy life with the Apsara. So, Menaka came and Vishwamitra did get distracted by Menaka and later on he realized that he was distracted because of Menaka's enticing him and he gave up Menaka and Menaka's company and continued his tapasya."
    },
    {
      "start_time": 890,
      "end_time": 951,
      "verse_references": [],
      "themes": [
        "Vishwamitra",
        "Vasishta",
        "Kamadhenu",
        "austerity",
        "Kaushika"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Vishwamitra was defeated by the spiritual strength of Vasishtha. Thus, Vishwamitra decided to become a brahmana and before becoming a brahmana, he underwent severe austerity on the bank of Kaushika.",
      "summary": "The speaker summarizes the history of Vishwamitra, highlighting his defeat by Vasishta's spiritual power and his subsequent austerities on the bank of Kaushika.",
      "timestamp_url": "https://youtu.be/rMNcjJTIlDI?t=890",
      "transcript": "So, Srila Prabhupada describes here, once as a Kshatriya king, he visited the hermitage of Vasishtha Muni. He was given a royal reception. Vishwamitra wanted Vasishtha's Kamadhenu named Nandini, but Vasishtha would not give it. Vishwamitra stole the cow and there is a quarrel between the sage Vasishtha and the king Vishwamitra. Vishwamitra was defeated by the spiritual strength of Vasishtha. Thus, Vishwamitra decided to become a brahmana and before becoming a brahmana, he underwent severe austerity on the bank of Kaushika. So, this is the history of Vishwamitra in brief given by Srila Prabhupada."
    }
  ]
}