{
  "video_id": "RN2KyBNmp0c",
  "title": "Krishna nama radiates sat cit ananda | Soulful Japa",
  "speaker": "HH Stoka Krishna Maharaj",
  "youtube_url": "https://www.youtube.com/watch?v=RN2KyBNmp0c",
  "segments": [
    {
      "start_time": 0,
      "end_time": 99,
      "verse_references": [],
      "themes": [
        "satchitananda",
        "nama",
        "spiritual energy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is satchitananda vigrah his shuddha nama is also satchitananda vigrah and that satchitananda vigrah naturally not exactly you know he is in the earth not in the earth he is in the earth in the earth You know it emanates Satchitananda.",
      "summary": "The speaker explains that Krishna's name radiates satchitananda energy, similar to how the sun radiates light and heat, and this energy is accessible when we connect with it spiritually.",
      "timestamp_url": "https://youtu.be/RN2KyBNmp0c?t=0",
      "transcript": "You electrify a wire, if you touch it, you get electricity. The same way, the nama shakti avasha nama, once my attention touches, there is a flow of satchitananda. Electricity is like, you can compare it with satchitananda energy. Satchitananda energy flows into it. Lord is satchitananda vigrah, and it's just like the sun is light and heat, and it emits sun rays, light and heat, it gives out. Similarly, Krishna is satchitananda vigrah, his shuddha nama is also satchitananda vigrah, and that satchitananda vigrah naturally, not exactly, you know, he is in the earth. He emanates Satchitananda. It radiates Satchitananda. That means the Nama, he radiates Satchitananda, just like the sun radiates light and heat. The sun is an immaterial thing. You can say it radiates light and heat. But in the case of Nama Prabhu, he radiates Satchitananda rays, and that is available only when we touch with our, because it is a spiritual energy, Satchitananda. So I am spirit. The seer is spirit, and his attention is also spirit, and then therefore he touches, embraces, just like that."
    }
  ]
}