{
  "video_id": "RqD7dz64DxI",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.9.20 | 17-04-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=RqD7dz64DxI",
  "segments": [
    {
      "start_time": 49,
      "end_time": 76,
      "verse_references": [
        "SB 1.9.20"
      ],
      "themes": [
        "Bhishma Deva",
        "King Yudhishthira",
        "Krishna's identity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "O King, that personality whom, out of ignorance only, you thought to be your maternal cousin... is that very personality of Godhead Shri Krishna.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam that will be discussed, focusing on Bhishma Deva's address to King Yudhishthira about the true identity of Krishna.",
      "timestamp_url": "https://youtu.be/RqD7dz64DxI?t=49",
      "transcript": "In this session, we will be discussing from the 20th verse of the 9th chapter of the 1st canto of Srimad Bhagavatam. यम् मन्यसे मातुलेयं प्रियं मित्रं सुहृत्तमं अकरो सचिवं दूतं सवृदाद अथ सारतिम् The meaning of this verse is, O King, it's again Bhishma Deva addressing King Yudhishthira and the other assembled sages."
    },
    {
      "start_time": 607,
      "end_time": 753,
      "verse_references": [],
      "themes": [
        "Krishna's energies",
        "Paramatma",
        "Guidance",
        "Devotional service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is already the chariot driver and counsel of every living being.",
      "summary": "The speaker explains how Krishna is present everywhere through his energies and as the Paramatma, guiding everyone from within, and that his role as Arjuna's chariot driver was due to Arjuna's devotional service.",
      "timestamp_url": "https://youtu.be/RqD7dz64DxI?t=607",
      "transcript": "The sun is identified with every inch of the sun rays. The sun is somewhere in the spiritual sky, millions of miles away from the earth, but the sunshine is coming to the earth and providing heat and light and energy and sustaining life on this planet. So that sunshine is, in one sense, not different from the Sun. It is the energy of the Sun, and we can identify the Sun as full of this energy, which we call sunshine, sun rays. Similarly, the Lord is distributed by his different energies. The Lord is present by virtue of his being present as energy, his own energy spread everywhere. He is Paramatma, the Supersoul, present in everything that is present in the universe and in the universe and in the universe, and everyone has a supreme guidance. Not only Krishna's energies are spread everywhere in this material world as a material energy, he has also entered into everyone's heart, every living being's heart, as the Supersoul, as the Paramatma. That is another form of Krishna, who is an expansion of Krishna, who has entered into everybody's heart, and he is giving guidance to every living heart, and he is giving guidance to every living being from within the heart. Therefore, Krishna is already the chariot driver and counsel of every living being, Sarathi. He is not just guiding Arjuna alone; he is guiding everyone as the Paramatma in their heart. So, therefore, Prabhupada is explaining how, when Krishna exhibits himself as chariot driver of Arjuna, there is no change in his exalted position. He is already seated in Arjuna's heart as the Paramatma. He is guiding Arjuna, so externally when he apparently becomes the chariot driver of Arjuna and guides Arjuna while driving his chariot, there's no change in his position. So it is only because of the devotional service that Arjuna wants to render to Krishna."
    },
    {
      "start_time": 760,
      "end_time": 883,
      "verse_references": [],
      "themes": [
        "Krishna's absolute nature",
        "Superior and inferior positions",
        "Loving reciprocation",
        "Devotee relationship"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna being absolute there is no difference between his superior position and inferior position in his relationship with his devotees he remains always the supreme lord",
      "summary": "The speaker discusses the absolute nature of Krishna, explaining that there is no difference between his superior and inferior positions, and that all his actions are loving reciprocations with his devotees.",
      "timestamp_url": "https://youtu.be/RqD7dz64DxI?t=760",
      "transcript": "Otherwise, to give guidance to Arjuna, Krishna is already in Arjuna's heart. What is the need for Krishna to come externally, appear as the chariot driver of Arjuna? There is no need. Then Prabhupada explains he does that for the sake of teaching the others, not Arjuna. For the sake of teaching others, he speaks the Bhagavad-Gita to Arjuna. Even though he is a chariot driver of Arjuna, he is the Lord, and he speaks Bhagavad-Gita, and through Arjuna, he is instructing and educating the whole world. So this is the absolute nature of Krishna. For Krishna, there is nothing superior and inferior action. When he is instructing Arjuna as the spiritual master of Arjuna, he is in apparently in a superior position. Arjuna is submitting, surrendering, and Arjuna is inquiring from Krishna, \"Kindly guide me, kindly instruct me, kindly enlighten me,\" and Krishna is instructing, enlightening Arjuna, so superior position. When Arjuna is ordering, \"Take my chariot between the two armies,\" Krishna is in an inferior position apparently, but actually, it is explained Krishna being absolute, there is no difference between his superior position and inferior position. In his relationship with his devotees, he remains always the supreme Lord. He may assume any—He may do any activity, inferior or superior according to our calculation, but as far as Krishna is concerned, it is simply his loving reciprocation with his devotees, whether it is Mother Yashoda, whether it is Radharani, whether it is Arjuna, whether it is any devotee, even Bhishma. We will hear how Bhishma is praying to Krishna, \"Kindly be present before me at the time of my death, quitting the body.\""
    }
  ]
}