{
  "video_id": "RvGtz7WDtik",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.14.35 - 36 | 18-11-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=RvGtz7WDtik",
  "segments": [
    {
      "start_time": 0,
      "end_time": 51,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyana Timiraandhasya Gyananjanishalakaya Chakshurunmilitam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/RvGtz7WDtik?t=0",
      "transcript": "Om Agyana Timiraandhasya Gyananjanishalakaya Chakshurunmilitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Jai Vanarottamam Devim Saraswati Vyasam Tato Jayam Udi Rayet"
    },
    {
      "start_time": 51,
      "end_time": 149,
      "verse_references": [
        "SB 1.14.35",
        "SB 1.14.36"
      ],
      "themes": [
        "Krishna",
        "Balaram",
        "Yadu Dynasty",
        "Protection",
        "Welfare"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna and Balaram are staying in the Yadu dynasty for the welfare, protection and general progress of the entire universe.",
      "summary": "The speaker introduces and explains the meaning of Srimad Bhagavatam verses 1.14.35-36, focusing on Krishna and Balaram's role in the Yadu dynasty and their protection of the universe.",
      "timestamp_url": "https://youtu.be/RvGtz7WDtik?t=51",
      "transcript": "In this session, we will be discussing two verses which are given together in the Srimad Bhagavatam, 35 and 36 verses of the 14th chapter of the first canto of Srimad Bhagavatam: Mangalaya Cha Lokanam Kshemaya Cha Bhavaya Cha Aaste Yadu Kulam Bodhav Adyo Ananta Sakha Pumaan Yad Bahudanda Guptayam Swapuryam Yadavor Chitaha Kshemaya Cha Bhavaya Cha Kreedanti Param Aanandam MahaPavuchika Iva. The meaning of these two verses given together: the original personality of godhead, the enjoyer, and Balaram, the primeval lord Ananta, are staying in the ocean of the Yadu dynasty for the welfare, protection, and general progress of the entire universe. See this description. Krishna and Balaram are staying in the Yadu dynasty for the welfare, protection, and general progress of the entire universe. That is the position of the Lord. The members of the Yadu dynasty, being protected by the arms of the Lord, are enjoying life like the residents of the spiritual sky."
    },
    {
      "start_time": 149,
      "end_time": 289,
      "verse_references": [],
      "themes": [
        "Vishnu",
        "Garbhodaka Shayi Vishnu",
        "Kshirodaka Shayi Vishnu",
        "Maha Vishnu",
        "Universes",
        "Shwetadvipa",
        "Anantadeva"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The personality of Godhead Vishnu resides within each and every Universe in two capacities namely as the garbhodaka shayi Vishnu and the kshirodhaka shayi Vishnu.",
      "summary": "The speaker elaborates on Prabhupada's explanation of the three forms of Vishnu in the material world: Garbhodaka Shayi Vishnu, Kshirodaka Shayi Vishnu, and Maha Vishnu, describing their roles and locations.",
      "timestamp_url": "https://youtu.be/RvGtz7WDtik?t=149",
      "transcript": "This completes the meaning of the two verses. Now Prabhupada explains elaborately the comparison made here. It's a beautiful comparison to help us understand how Krishna ultimately is the protector of all of us. In the Purport, Prabhupada says, as we have discussed many times, \"The personality of Godhead Vishnu resides within each and every Universe in two capacities, namely as the Garbhodaka Shayi Vishnu and the Kshirodhaka Shayi Vishnu.\" If you remember, three Vishnu forms in the material existence, out of which two are within the universe, and one is outside all the universes. The outside of all the universes is Maha Vishnu, one supreme form, supreme Lord's form is Vishnu, one form. Whereas Garbhodaka Shai Vishnu, the number of forms of Garbhodaka Shai Vishnu are as many universes as there are. Garbhodaka Shai Vishnu enters into each universe. There are millions of universes. And Kshirodaka Shai Vishnu enters into the heart of every living being on each universe. Billions and trillions of living beings on each universe and billions and billions of universes. So we cannot count all this. It's all very, very, very large numbers. The Kshirodaka Shai Vishnu has his own universe, his own planet on the northern top of the universe. That's called Shwetadvipa. And there is a great ocean of milk. Shwetadvipa means ocean of milk. Dvipa means an island. An island is always in the middle of an ocean. Now, in this great ocean of milk, the Lord resides as Kshirodaka Shai Vishnu on the bed of the Ananta incarnation of Baladeva."
    },
    {
      "start_time": 289,
      "end_time": 475,
      "verse_references": [],
      "themes": [
        "Yadu Dynasty",
        "Dwarka",
        "Vaikuntha",
        "Universe Coverings",
        "Causal Ocean"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Maharaj Yudhishthira has compared the Yadu dynasty to the ocean of milk, Shri Balaram to Ananta, where Lord Krishna resides.",
      "summary": "The speaker explains Yudhishthira's comparison of the Yadu dynasty to the ocean of milk and the citizens of Dwarka to the inhabitants of Vaikuntha, then describes the immense size and layers of coverings of the universe and the causal ocean.",
      "timestamp_url": "https://youtu.be/RvGtz7WDtik?t=289",
      "transcript": "Vishnu resides on the bed of Anantadeva, Anantashayana. He is also called the Anantashayana Lord. Thus Maharaj Yudhishthira has compared the Yadu dynasty to the ocean of milk, Shri Balaram to Ananta, where Lord Krishna resides. He has compared the citizens of Dwarka to the liberated inhabitants of the Vaikuntha lokas. You see the comparison done by Yudhishthira so beautifully explained by Prabhupada. So Prabhupada says about the Vaikuntha lokas, he says, beyond the material sky, further than we can see with our eyes, material sky we can see with our naked eyes, but beyond that and beyond the sevenfold coverings of the universe, each universe. The universe consisting of millions of planets has got several coverings, seven layers of coverings. The coverings are very, very, very, very big. If you consider the entire universe as a huge ball, then if the diameter of our universe is described as four billion miles, diameter of the universe. Now, the thickness of the first layer of covering of the universe is ten times the diameter of the universe. That means it is forty billion miles thick. Forty billion miles thick, the first covering. The second covering over the first covering is ten times thicker than the first covering. So, if the first covering is forty billion miles thick, the second covering is four hundred billion miles thick. So, we cannot even imagine how thick the coverings are and progressively the coverings keep on becoming thicker, thicker, ten times more, ten times more, ten times more than the previous covering. So, the second covering is four hundred billion miles thick. The third covering is four thousand billion miles thick. And then for forty thousand billion miles like that, it goes, it's very, very thick covering. So, beyond these coverings, there is the causal ocean in which all the universes are floating like footballs. So, just imagine this situation of this supreme Lord in the spiritual world. Just try to imagine by these descriptions. We are tiny beings"
    },
    {
      "start_time": 475,
      "end_time": 643,
      "verse_references": [],
      "themes": [
        "Material Creation",
        "Spiritual Sky",
        "Causal Ocean",
        "Brahmajyoti",
        "Vaikuntha Planets",
        "Mahapaulukas"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "And the entire material creation itself with all the universes and each universe with all the planets and each planet with all the living beings is one insignificant portion of the spiritual sky.",
      "summary": "The speaker contrasts the insignificance of the material creation with the vastness of the spiritual sky, describing the causal ocean, Brahmajyoti, Vaikuntha planets, and their inhabitants, the Mahapaulukas.",
      "timestamp_url": "https://youtu.be/RvGtz7WDtik?t=475",
      "transcript": "on this insignificant earth planet among millions of planets in the universe. And the universe is one insignificant universe among millions of universes in the entire material creation. And the entire material creation itself with all the universes and each universe with all the planets and each planet with all the living beings is one insignificant portion of the spiritual sky. So beyond all this, there is the causal ocean in the spiritual sky, one corner of the spiritual sky, there is causal ocean. In that ocean these universes are floating like footballs. Beyond the causal ocean, there is an unlimited span of spiritual sky. Beyond the causal ocean. And that is generally known as the effulgence of Brahman, Brahmajyoti. In Sanskrit, it's called Brahmajyoti. In English it is called Effulgence of Brahman. Within this effulgence, effulgence means that glow, within this effulgence, there are innumerable spiritual planets and they are known as Vaikuntha planets. Vaikuntha means where there is no anxiety, where there is no misery, where there is no suffering, where there is no material inebriety, no material imperfection, perfect spiritual situation. So each and every Vaikuntha planet is many many times bigger than the biggest universe within the material world. So how can we even conceive what is the spiritual world? We can't even conceive, it is inconceivable. At least accept it is inconceivable by these descriptions, factual descriptions. And in each and every one of them, each and every one of the Vaikuntha planets, there is no deity. There are innumerable inhabitants who look exactly like Lord Vishnu. Lord Vishnu in his four-handed form is there in every Vaikuntha planet as the predominating deity. There are many many many many inhabitants, they are all devotees, pure devotees. They all have forms which look exactly like Lord Vishnu. These inhabitants are known as the Mahapaulukas."
    },
    {
      "start_time": 643,
      "end_time": 792,
      "verse_references": [],
      "themes": [
        "Mahapaulukas",
        "Vaikuntha",
        "Happiness",
        "Eternal Life",
        "Miseries of Material World",
        "Dwarka"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Maharaj Yudhishthira has compared the inhabitants of Dwarka to the Mahapaulukas of Vaikuntha loka, because even in Dwarka, all the citizens are so happy with the Lord and the Lord is happy.",
      "summary": "The speaker further describes the Mahapaulukas and the qualities of life in Vaikuntha, contrasting it with the miseries of the material world and highlighting the happiness of the citizens of Dwarka in the presence of Krishna and Balarama.",
      "timestamp_url": "https://youtu.be/RvGtz7WDtik?t=643",
      "transcript": "So, that reference was made by Yudhishthira, comparing the citizens of Dwarka to Mahapaulukas. So, who are these Mahapaulukas? They are the inhabitants of the Vaikuntha lokas. Now, these Mahapaulukas are called as persons directly engaged in the service of the Lord in his personal abode. They are happy in those planets and are without any kind of misery. And they live perpetually in full youthfulness, enjoying life in full bliss and knowledge, without fear of birth, death, old age or disease, and without the influence of Kala or eternal time. So, material world means full of miseries, fundamental miseries – birth, death, disease, old age – full of the influence of Kala, eternal time. So, time destroys everything systematically, whatever was created in this material world. That influence of time is not there in the spiritual world. That influence of the four miseries, fundamental miseries, is not there in the spiritual world. Maharaj Yudhishthira has compared the inhabitants of Dwarka to the Mahapaulukas of Vaikuntha loka, because even in Dwarka, all the citizens are so happy with the Lord and the Lord is happy. Just like the Mahapaulukas are eternally happy, even the citizens of Dwarka are happy in the Dwarka city, living with Krishna and Balarama. In the Bhagavad Gita, there are many references to Vaikuntha lokas and they are mentioned there as Madhama or the kingdom of the Lord. In the Bhagavad Gita, there is a reference to Vaikuntha loka, not directly mentioned as Vaikuntha. But Krishna says, yad gatva na nivartante tad dhama paramam mama – having gone where one never returns to this material world of repeated birth and death, but lives in the spiritual world with Krishna or with Narayana or with Vishnu, eternal life full of bliss and knowledge."
    },
    {
      "start_time": 792,
      "end_time": 869,
      "verse_references": [
        "BG 8.20-22"
      ],
      "themes": [
        "Vaikuntha",
        "Bhagavad Gita",
        "Supreme Abode",
        "Eternal Existence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "That is described by Krishna in the Bhagavad Gita as his supreme abode because every place belongs to Krishna, even the material world belongs to Krishna because it is a part of his material energy.",
      "summary": "The speaker references the Bhagavad Gita to describe Vaikuntha as the supreme abode of Krishna, an eternal existence beyond the material world, and concludes the lecture.",
      "timestamp_url": "https://youtu.be/RvGtz7WDtik?t=792",
      "transcript": "That is described by Krishna in the Bhagavad Gita as his supreme abode because every place belongs to Krishna, even the material world belongs to Krishna because it is a part of his material energy – his material energy. All energies are his – Krishna's. So material world also is Krishna's but it is an inferior place. Krishna does not reside here permanently. He sometimes comes to this world, to attract all of us to go back to him in his personal abode, supreme abode, mad-dhama. So that's the description of the Bhagavad Gita. Parastasmat bhavo anyo avyakto avyaktatsanatanah. Beyond vyakta and avyakta, beyond manifest and unmanifest matter, there is an eternal existence. Krishna says in the Bhagavad Gita in the 8th chapter, yad gatva nani vartante tad dhama param amma. So that is the supreme abode of the Supreme Lord described in the Bhagavad Gita briefly, but details are given in the Bhagavad Gita and other scriptures."
    }
  ]
}