{
  "video_id": "rw5z0UiAzPQ",
  "title": "SB 1.18.44-45 | HH Stoka Krishna Swami | 26-04-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=rw5z0UiAzPQ",
  "segments": [
    {
      "start_time": 32,
      "end_time": 126,
      "verse_references": [
        "SB 1.18.44"
      ],
      "themes": [
        "social disruption",
        "degradation",
        "plundering"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Due to the termination of the monarchical regimes and the plundering of the people's wealth by rogues and thieves, there will be great social disruptions.",
      "summary": "The speaker introduces verse 44, explaining how the absence of a strong monarchical regime leads to social disruption, plundering, and a general decline in safety and security.",
      "timestamp_url": "https://youtu.be/rw5z0UiAzPQ?t=32",
      "transcript": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Devim Sarasvatim Vyasam Tato Jayam Udi Rayet In this session we will be discussing from two verses, 44 and 45, of the 18th chapter of the first canto of Srimad Bhagavatam. This chapter describes Maharaj Pariksit cursed by a Brahmana boy. The 44th verse: Vasor Vilumpakat Parasparamgnanti Shapanti Vrnjate Pashun Striyo Arthan Puru Dasyavo Janaha The meaning of this 44th verse is: Due to the termination of the monarchical regimes and the plundering of the people's wealth by rogues and thieves, there will be great social disruptions. People will be killed and injured, and animals and women will be stolen."
    },
    {
      "start_time": 126,
      "end_time": 299,
      "verse_references": [],
      "themes": [
        "Kali Yuga",
        "lack of protection",
        "degraded society"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Nowadays there is no value for human life. Especially if the person who dies is a most ordinary citizen. Nobody cares.",
      "summary": "The speaker elaborates on the consequences of Kali Yuga, highlighting the lack of value for human life, the exploitation of women, and the general degradation of society.",
      "timestamp_url": "https://youtu.be/rw5z0UiAzPQ?t=126",
      "transcript": "And for all these sins, we shall be responsible. This is Rishi Shamika foreseeing the consequences of the abolition of the monarchical regime of such a great Rajarshi as Pariksit Maharaj. What will happen? Plundering of the people's wealth by rogues and thieves. What is exactly happening now? In many places, there is no safety for people in general. And as Kali Yuga progresses, the thieves and rogues will increase. The number of thieves and rogues will increase, and people's hard-earned money, honest people's hard-earned money, will be plundered by these rogues and thieves. Might is right. That's going to be the situation. When the government is weak or corrupt, or untrained, unqualified people occupying the post of the head of state, there will be great social disruptions. Society will be completely spoiled. That means people will be killed and injured. Nowadays there is no value for human life, especially if the person who dies is a most ordinary citizen. Nobody cares. Nobody cares that everybody has a right to live. But ordinary, insignificant, common people, if they somehow manage to survive or subsist, that's okay. But otherwise, nobody cares for them in this age of Kali, as Kali Yuga progresses. And animals and women will be stolen. Here, animals means the domestic animals. And women, women are unprotected in Kali Yuga. So many cases are being reported. More and more we can hear how women are exploited, women are unprotected, women are insulted."
    },
    {
      "start_time": 299,
      "end_time": 477,
      "verse_references": [],
      "themes": [
        "cultured society",
        "protection",
        "democratic system",
        "plundering"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In a cultured society, five categories of people are offered protection. Brahmanas, women, children, old people and cows.",
      "summary": "The speaker contrasts a cultured society with the current degraded state, emphasizing the lack of protection for vulnerable groups and criticizing the democratic system as a means for plunderers to exploit the state's wealth.",
      "timestamp_url": "https://youtu.be/rw5z0UiAzPQ?t=299",
      "transcript": "So, this is a degraded society. In a cultured society, five categories of people are offered protection: Brahmanas, women, children, old people and cows. This is a proper cultured society, where there is perfect protection for everyone, and especially these five categories of vulnerable people are specially protected. Whereas, in present age, we don't see special protection for any of these five categories of personalities. So, in the purport, Srila Prabhupada explains, the word Naha, V, is very significant in this verse. The sage, that is Shamika Rishi, rightly takes the responsibility of the Brahmanas as a community, for killing monarchical government. His own son wrongly cursed Parikshit Maharaj. So, Rishi Shamika is taking responsibility that the Brahmanas as a community have destroyed this monarchical regime, and thus giving an opportunity to the so-called Democrats, who are generally plunderers of the wealth of the state subjects. So, Srila Prabhupada explains what is going on in the present time, because he is the Acharya, who has appeared in this particular time of the Kali Yuga. Acharya points out, through the scriptural statements, how there are anomalies in the society that needs to be corrected, if people expect to live peacefully, and happily, and with prosperity. Then, what is required to be done? First of all, the government by so-called Democrats, democratic system. Democratic system means simply a person gets votes, and he occupies the position of a ruler. So, the so-called Democrats are generally plunderers of the wealth of the state subjects."
    },
    {
      "start_time": 477,
      "end_time": 633,
      "verse_references": [],
      "themes": [
        "irresponsible rulers",
        "taxation",
        "disturbance"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "And thus, instead of one king, a number of irresponsible kings grow up to tax the citizens.",
      "summary": "The speaker continues to critique the democratic system, arguing that it leads to irresponsible rulers who prioritize personal gratification and burden citizens with excessive taxes, causing disturbance and plundering.",
      "timestamp_url": "https://youtu.be/rw5z0UiAzPQ?t=477",
      "transcript": "How does it happen? Prabhupada explains, the so-called Democrats capture the administrative machine without assuming responsibility for the prosperous condition of citizens. They have no responsibility that I will ensure the citizens will be taken care of nicely. There is no guarantee, there is no assurance, there is no proper mechanism to ensure that the rulers will properly take care of the subjects. Everyone captures the post for personal gratification. That is happening more and more now than earlier times, and they want their own enjoyment. And thus, instead of one king, a number of irresponsible kings grow up to tax the citizens. Formerly, the king used to collect taxes from the citizens who would be wealth generators, the Vaishyas. Only the Vaishyas were taxed. The Kshatriyas are protectors of the citizens, so they are not taxed. The Brahmanas don't accept any salary, so there's no question of asking tax from them. The Shudras are not given money, but they're given all the necessities. So they happily are taken care of, and they serve very nicely, ensuring that they actually make spiritual progress to achieve spiritual perfection, protected by the upper three classes. The Brahmanas, Kshatriyas, Vaishyas, protect the Shudras. So only the Vaishyas, who are wealth generators, they are taxed by one king, not multiple kings. But here, the taxes are so many. So many taxes. And there is state tax, central tax, and earlier there used to be something called city tax. Now that has been abolished. So many taxes. It is foretold herein that in the absence of good monarchical government, everyone will be the cause of disturbance for others, by plundering riches, animals, women, etc."
    },
    {
      "start_time": 633,
      "end_time": 777,
      "verse_references": [
        "SB 1.18.45"
      ],
      "themes": [
        "degraded civilization",
        "unwanted population",
        "dogs and monkeys"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "At that time, the people in general, will fall systematically, from a path of a progressive civilization...there will be an unwanted population, on the level of dogs and monkeys.",
      "summary": "The speaker introduces verse 45, explaining how the decline in Vedic principles leads to a degraded civilization and an unwanted population characterized by animalistic tendencies.",
      "timestamp_url": "https://youtu.be/rw5z0UiAzPQ?t=633",
      "transcript": "This is a fact. We all have experience of this. The forty fifth verse, tadarya dharmah praviliyate nrnam, varnashramacharayutas trayimayah, tato artha kamabhi niveshitatmanam, shunam kapinam, iva varna sankaraham. This is a very strong verse. The meaning of this verse is: at that time, the people in general will fall systematically from a path of a progressive civilization, in respect to the qualitative engagements of the castes and orders of society. There is a standard, that civilized society, there are brahmana, kshatriya, vaishya, shudra, brahmachari, all of them are responsible. They properly follow the injunctions, and the whole society in this way is progressive. But people will fall from the standard of following the respective rules and regulations of the varna divisions and ashrama divisions. Thus they will be more attracted to economic development for sense gratification. They are simply interested in money. And money for what? Simply for enjoying their senses, some or the other. And as a result, there will be an unwanted population on the level of dogs and monkeys, shunam, kapinam, varna sankaraham. This is a unwanted population. And the purport, Srila Prabhupada says, it is foretold herein that in the absence of a monarchical regime, the general mass of people will be an unwanted population, like dogs and monkeys. Why they are compared to dogs and monkeys? As the monkeys are too sexually inclined, and dogs are shameless in sexual intercourse, the general mass of population, born of illegitimate connection, will systematically go astray from the Vedic way of good manners, and qualitative engagements in the castes and orders of life."
    },
    {
      "start_time": 777,
      "end_time": 933,
      "verse_references": [],
      "themes": [
        "good progeny",
        "Vedic way of life",
        "spiritual progress",
        "degradation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Vedic way of life is a progressive march, of the civilization of Aryans...they always have the goal of going back home, back to Godhead.",
      "summary": "The speaker emphasizes the importance of good progeny and the Vedic way of life for spiritual progress, contrasting it with the degradation and unfortunate situation of Kali Yuga, where people are losing the opportunity for eternal happiness and knowledge.",
      "timestamp_url": "https://youtu.be/rw5z0UiAzPQ?t=777",
      "transcript": "Unless there is good progeny, sat santana, that happens by the husband and wife combining together according to the rules and regulations of the Vedic scriptures. There is a certain way of actually generating good population. It is not that by accident somebody is born with bad qualities, and somebody else is born with good qualities. No. There is no accident. So this is science. Complete science. So, when there is no proper ruler, who trains, and who directs, and who enforces good practices, the population will become completely degraded. The Vedic way of life is a progressive march of the civilization of Aryans. Aryans are those who know the values of life, and they always have the goal of going back home, back to Godhead, where there is no birth, no death, no disease, no old age, and no miseries. The Vedas direct everyone not to remain in the darkness of material world, but to go towards the light of spiritual kingdom, far beyond the material sky. So this whole varnashrama is designed in such a way that the entire population of human beings will actually follow the Vedic directions, and in that way, they'll produce good progeny, and the whole population will simply make progress towards going back home, back to Godhead. So people will not misuse or lose this opportunity of the human form of life to prepare themselves for eternal life of happiness and knowledge. So, this is the unfortunate situation in this Kali Yuga. People are degraded, they don't have good progeny, and gradually society is becoming more and more degraded. I'll stop here. Thank you very much."
    }
  ]
}