{
  "video_id": "rwPW4PpMtpM",
  "title": "SB 1.18.42-43 | HH Stoka Krishna Swami | 25-04-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=rwPW4PpMtpM",
  "segments": [
    {
      "start_time": 51,
      "end_time": 315,
      "verse_references": [
        "SB 1.18.42"
      ],
      "themes": [
        "King's duty",
        "Protection of citizens",
        "Qualities of a king",
        "Respect for authority"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "the king who is the best amongst human beings is as good as the personality of Godhead because he is trained, he represents the Supreme Lord, he acts according to the Vedic injunctions given by the Supreme Lord",
      "summary": "The speaker explains verse 42, emphasizing the importance of a king's training, his representation of God, and his duty to protect citizens, highlighting how King Parikshit was glorified for his virtuous rule.",
      "timestamp_url": "https://youtu.be/rwPW4PpMtpM?t=51",
      "transcript": "In this session, we will be discussing from two verses, the 42nd and the 43rd verses of the 18th chapter of the first canto of Srimad Bhagavatam. The 42nd verse is as follows: नवैं रिभिर नरदेवं पराख्यं सम्मातुम अर्हसी अविपक्व बुद्धे यत्तेजसा दुर्विशहेण गुप्ता विन्दन्ति भद्राणि अकुतो भया प्रजाह. The meaning of this 42nd verse: O my boy, that Shamika Rishi is addressing his son Shringi, O my boy, your intelligence is immature, अपक्व बुद्धी, and therefore you have no knowledge that the king, who is the best amongst human beings, is as good as the personality of Godhead because he is trained, he represents the Supreme Lord, he acts according to the Vedic injunctions given by the Supreme Lord, so he is as good as the personality of Godhead. He is never to be placed on equal footing with common men. The citizens of the state live in prosperity being protected by his unsurpassable prowess. The sage himself, Rishi Shamika, he was able to nicely sit in his ashram and do tapasya without के लिए रोग और शिवाशिय और वापस से डिस्टर्बेंस से सोचे कि यह आराज उत्पास के लिए सुरति से पावधि कि अ उड़ी इसके साथ बार रूस में महाराज अरक्षीप महाराज इन दुष्पा पूछा उनको पर अधिक से नियुक्त नहीं भूल मिलागा इसुद ने उन्हें किंदम परिचित नाराज। ताज कि कैसे शत्य ख़ूंद बताए जाता है कि शमीका रुषी ने पता आ जाता है। So the Rishi is describing his son as immature. He is a small boy. He definitely doesn't have the maturity when to use his brahmanical power to curse somebody to die. He doesn't have a maturity and he doesn't know the position of the king, especially the emperor who is ruling the world so nicely that everyone is well protected by the unsurpassable prowess of Parikshit Maharaja. He is such a great king that people are living, they are experiencing safety and they are prosperous under the rule of Parikshit Maharaja. They are prosperous. Earlier there is a description when Parikshit Maharaja was touring the state, all the citizens received him very nicely and they were glorifying his rule that because he was the descendant of the great devotees of Krishna, the Pandavas, therefore they were glorifying not only Parikshit but also glorifying the Pandavas and glorifying Krishna who was actually guiding the Pandavas."
    },
    {
      "start_time": 740,
      "end_time": 931,
      "verse_references": [],
      "themes": [
        "Qualities of leadership",
        "Democracy vs. Monarchy",
        "Kali Yuga",
        "Importance of training"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "one trained Monarch is far better than hundreds of useless ministerial rogues",
      "summary": "The speaker contrasts the qualities of a trained monarch with the shortcomings of modern democracy, where leaders may lack proper training and qualifications, leading to the exploitation of citizens in Kali Yuga.",
      "timestamp_url": "https://youtu.be/rwPW4PpMtpM?t=740",
      "transcript": "By qualification, not merely by some occupying some post, decorating himself with a position, I am the king, I am the greatest, no, not simply some empty words or pride because pride somebody declares themselves as great, no, he actually has got the qualities of God and he is empowered by the Supreme Lord to protect the citizens. The battle of Kurukshetra was planned by the Lord to establish the real representative of the Lord, Maharaja Yudhishthira. Krishna is interested in protecting all the citizens by having his representative rule over the citizens. So the example is given that Krishna established Yudhishthira Maharaj as the emperor of the world, an ideal king thoroughly trained by culture and devotional service with the martial spirit makes a perfect king. So Prabhupada is comparing the present day government system of government with the previous system of government where the king was ruling. Such a personal monarchy is far better than the so called death, such a personal monarchy is far better than the so called death democracy of no training and responsibility. Simply by votes, these are representatives of the government, they rule, they sit in the, occupy the seat of power and they rule as elected representatives. Now what is his qualification? He has secured votes, that's all. That's the only qualification he has. He doesn't have any training, he doesn't have any, he has not acquired good qualities by education, training, culture, not necessarily. I mean not necessarily, I'm not condemning all the representatives but I'm just telling even without qualification somebody may by simply acquiring votes occupy the post. The thieves and rogues of modern democracy seek election by misrepresentation of votes and the successful rogues and thieves devour the mass of people. One trained Monarch is far better than hundreds of useless ministerial rogues and it is hinted herein that by abolition of a monarchical regime like that of Maharaj Parikshit, the mass of people become open to many attacks of the age of Kali. So Kali Yuga is characterized by the garment ruling over the people not having the proper qualification. So in the absence of a good king what really happens in the society will be."
    }
  ]
}