{
  "video_id": "RxGXtrLVK3E",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.15.16 Part 2 | 07-12-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=RxGXtrLVK3E",
  "segments": [
    {
      "start_time": 0,
      "end_time": 40,
      "verse_references": [],
      "themes": [
        "invocation",
        "mantras",
        "spiritual practice"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyana Timiran Dhasya Gyanan Janishala Kaya Chakshuran Militam Yena Tasmai Shri Gurave Namaha",
      "summary": "The session begins with traditional Vaishnava prayers and mantras, invoking blessings and setting a spiritual tone.",
      "timestamp_url": "https://youtu.be/RxGXtrLVK3E?t=0",
      "transcript": "Om Agyana Timiran Dhasya Gyanan Janishala Kaya Chakshuran Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Svamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Ganadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 40,
      "end_time": 75,
      "verse_references": [
        "SB 1.15.16"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "Arjuna",
        "verse explanation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In this session we will be discussing from the 16th verse of the 15th chapter of the first canto of Srimad Bhagavatam.",
      "summary": "The speaker introduces the topic of discussion: the 16th verse of the 15th chapter of the first canto of Srimad Bhagavatam, focusing on Arjuna's experiences.",
      "timestamp_url": "https://youtu.be/RxGXtrLVK3E?t=40",
      "transcript": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Devim Saraswati Vyasm Tato Jayam Udhirayet. In this session we will be discussing from the 16th verse of the 15th chapter of the first canto of Srimad Bhagavatam. This is the second part. The previous session we discussed the first part. We will be discussing the second part of the purport in this session. The verse,"
    },
    {
      "start_time": 75,
      "end_time": 131,
      "verse_references": [
        "SB 1.15.16"
      ],
      "themes": [
        "Bhishma",
        "Drona",
        "Karna",
        "Arjuna",
        "divine protection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "By Lord Krishna's grace, they could not even touch a hair on my head.",
      "summary": "The speaker explains the meaning of the verse, highlighting how great warriors directed their weapons against Arjuna, but by Krishna's grace, he remained unharmed, drawing a parallel to Prahlad Maharaj's protection.",
      "timestamp_url": "https://youtu.be/RxGXtrLVK3E?t=75",
      "transcript": "16th verse is as follows. The meaning of this verse is great generals like Bhishma, Drona, Karna, Bhurishrava, Susharma, Shalya, Jayadratha and Balika all directed their invincible weapons against me. This is Arjuna speaking. By Lord Krishna's grace, they could not even touch a hair on my head. Similarly, Prahlad Maharaj, the supreme devotee of Lord Nisimadeva was unaffected by the weapons the demons used against him."
    },
    {
      "start_time": 131,
      "end_time": 252,
      "verse_references": [],
      "themes": [
        "Karna",
        "Bhurishrava",
        "Kuru dynasty",
        "Kurukshetra",
        "Vishnu"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So in the previous session we discussed about Karna. Elaborately Prabhupada described Karna's history.",
      "summary": "The speaker transitions to discussing Bhurishrava, providing details about his lineage, his role in the Kurukshetra war, and his ultimate fate, including his merging into the existence of Vishwadeva.",
      "timestamp_url": "https://youtu.be/RxGXtrLVK3E?t=131",
      "transcript": "So in the previous session we discussed about Karna. Elaborately Prabhupada described Karna's history. And now Srila Prabhupada describes in brief about the other powerful personalities. First Bhurishrava is also called Naptah. So Srila Prabhupada says Bhurishrava was the son of Somadatta, a member of the Kuru family. His other brother was Shalya. Both the brothers and the father attended the Swayamvara ceremony of Draupadi. All of them appreciated the wonderful strength of Arjuna due to his being the devotee friend of the Lord and thus Bhurishrava advised the sons of Dhritarashtra not to pick any quarrel or fight with the Pandavas. All of them also attended the Rajasuya Yagna of Maharaj Yudhishthira. He possessed one Akshauhini regiment of army, cavalry, elephants and chariots and all of these were employed in the battle of Kurukshetra on behalf of Duryodhana's party. He was counted by Bhishma as one of the Yudhapathis. In the battle of Kurukshetra, he was especially engaged in a fight with Satyaki. He killed 19 sons of Satyaki. Later on, Arjuna cut off his hands and he was ultimately killed by Satyaki. After his death he merged into the existence of Vishwadeva."
    },
    {
      "start_time": 262,
      "end_time": 344,
      "verse_references": [],
      "themes": [
        "Susharma",
        "Trigarta",
        "Duryodhana",
        "Maharaj Virata",
        "Arjuna"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So this Susharma was ally of on the side of Duryodhana. He advised Duryodhana to attack Matsya desha which is also called Darbhanga now.",
      "summary": "The speaker provides a brief history of Trigarta or Susharma, including his alliance with Duryodhana, his role in attacking Matsya desha, and his eventual death at the hands of Arjuna.",
      "timestamp_url": "https://youtu.be/RxGXtrLVK3E?t=262",
      "transcript": "section. a brief history of Trigarta or Susharma, same person. So first of all Srila Prabhupada says Susharma was son of Maharaj Vruddhakshetra and he was the king of Trigarta desha. He was also present in the Swayamvara ceremony of Draupadi. He was one of the allies of Duryodhana and he advised. So this Susharma was ally of on the side of Duryodhana. He advised Duryodhana to attack Matsya desha which is also called Darbhanga now. During the time of cow stealing in Viratnagara. He was able to arrest Maharaj Virata. But later Maharaj Virata was released by Bhima. In the battle of Kurukshetra he also fought very valiantly but at the end he was killed by Arjuna. This Trigarta Susharma fought very bravely but he was defeated by, he was killed"
    },
    {
      "start_time": 347,
      "end_time": 424,
      "verse_references": [],
      "themes": [
        "Jayadratha",
        "Sindhu desha",
        "Draupadi",
        "Swayamvara",
        "Vedic beauty standards"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Mind you Draupadi is described in the Mahabharata as dark complexion. So our conception, modern conception of beauty is totally different than what was the conception of beauty in the Vedic times.",
      "summary": "The speaker introduces Jayadratha, king of Sindhu desha, and his infatuation with Draupadi, highlighting the difference between modern and Vedic conceptions of beauty.",
      "timestamp_url": "https://youtu.be/RxGXtrLVK3E?t=347",
      "transcript": "Next Srila Prabhupada describes Jayadratha. Jayadratha was another son of Maharaj Vruddhakshetra. He was the king of Sindhu desha, modern day Sindh in Pakistan. His wife's name was Dushala. He was also present in the Swayamvara ceremony of Draupadi. See Draupadi's Swayamvara ceremony was very famous because Draupadi was very, very beautiful princess of her time. Mind you Draupadi is described in the Mahabharata as dark complexion. So our conception, modern conception of beauty is totally different than what was the conception of beauty in the Vedic times. In the Vedic times somebody may be dark complexion but they will be considered very beautiful if their bodily features are perfectly in proportion and the facial features are very, very nice."
    },
    {
      "start_time": 424,
      "end_time": 577,
      "verse_references": [],
      "themes": [
        "Jayadratha",
        "Draupadi",
        "lust",
        "illicit desires",
        "Kshatriya code of conduct"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "See lust when it attacks. A person becomes a victim and unable to remain focused on his actual present situation and still carries that desire I want to enjoy Draupadi in an illicit way.",
      "summary": "The speaker elaborates on Jayadratha's attempts to approach Draupadi illicitly, his failed kidnapping attempt, and the intervention of Dhamya Rishi, emphasizing the importance of the Kshatriya code of conduct.",
      "timestamp_url": "https://youtu.be/RxGXtrLVK3E?t=424",
      "transcript": "Jayadratha was always trying to get in touch with Draupadi after he was not able to win Draupadi's hand in Draupadi's Swayamvara. So how much he tried is described here. When he was going to marry in the Shalya Desha on the way to Kamyavana, he happened to see Draupadi again. And it was too late. He was too much attracted to her. The Pandavas and Draupadi were then in exile and after losing their empire in gambling and Jayadratha thought that he would send news to Draupadi in an illicit manner through one Koti Shasya, one of his associates. See lust when it attacks. A person becomes a victim and unable to remain focused on his actual present situation and still carries that desire I want to enjoy Draupadi in an illicit way. So when Jayadratha tried to... Approach Draupadi in an illicit manner, Draupadi at once refused vehemently the proposal of Jayadratha. But because Jayadratha was so much attracted by Draupadi's beauty, he tried again and again and again and again to approach Draupadi. So finally he made a plan. To forcibly take away Draupadi on his chariot. And while he attempted that, at first Draupadi gave him a good dashing and he fell down like a cut root tree."
    },
    {
      "start_time": 577,
      "end_time": 698,
      "verse_references": [],
      "themes": [
        "Jayadratha",
        "Draupadi",
        "Pandavas",
        "punishment",
        "slavery",
        "Yudhishthira"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So Jayadratha tried to somehow forcibly take Draupadi, but he was unsuccessful.",
      "summary": "The speaker continues the story of Jayadratha, describing how the Pandavas punished him for his actions, capturing him and presenting him as a slave before Maharaja Yudhishthira, who eventually released him.",
      "timestamp_url": "https://youtu.be/RxGXtrLVK3E?t=577",
      "transcript": "But at that time, when Dhamya Rishi, he saw this incident and he strongly protested the action of Jayadratha. Those days, the Kshatriyas were expected to follow the code of conduct. They cannot touch any other woman or kidnap women or take away women. It's not within the Kshatriyas code of conduct. So Jayadratha tried to somehow forcibly take Draupadi, but he was unsuccessful. So when he tried again and again, brought to notice of Maharaja Yudhishthira then the Pandavas attacked the soldiers of Jayadratha and killed them all and at last Bhima caught hold of Jayadratha and beat him very severely almost dead so this Jayadratha he was taken captive by the Pandavas and he was introduced as a slave of Maharaja Yudhishthira and in the same condition he was brought before Maharaja Yudhishthira Maharaja Yudhishthira released him very kindly and he was taken captive and he was taken captive this Jayadratha"
    },
    {
      "start_time": 698,
      "end_time": 897,
      "verse_references": [],
      "themes": [
        "Jayadratha",
        "Lord Shiva",
        "benediction",
        "Kurukshetra",
        "Arjuna",
        "death",
        "father's death"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna reminded Arjuna that Jayadratha had a special benediction of Lord Shiva that whoever would cause Jayadratha's head to fall on the ground, such a person's head would actually get chopped off.",
      "summary": "The speaker concludes the story of Jayadratha, explaining his penance to Lord Shiva, the benediction he received, his role in the Kurukshetra war, and his eventual death at the hands of Arjuna, which led to his own father's demise due to the specific conditions of the benediction.",
      "timestamp_url": "https://youtu.be/RxGXtrLVK3E?t=698",
      "transcript": "he went to the Himalayas and undertook a severe type of penance to please Lord Shiva he asked benediction from Shiva that he will be able to defeat all the Pandavas at least one at a time so after that there was the battle of Kurukshetra and this Jayadratha was on the side of Duryodhana he was fighting very valiantly the first day he was engaged with Maharaja Drupada then he was fighting against Virata then against Abhimanyu and now Abhimanyu's position was very, very strong but he was mercilessly killed when he was surrounded by seven great generals unlike the Kauravas. When Jayadratha heard that Arjuna took a vow to kill Jayadratha, then Jayadratha wanted to leave the war field. But he was not allowed to do so. Kshatriya once has come to the battlefield, he cannot turn his back, Uddecha api apalayanam in the Bhagavad Gita it is said, Kshatriya quality. He had to fight with Arjuna. And Krishna reminded Arjuna that Jayadratha had a special benediction of Lord Shiva that whoever would cause Jayadratha's head to fall on the ground, such a person's head would actually get chopped off. So Arjuna through the head of Jayadratha died. Jayadratha fell directly onto the lap of his father, who was engaged in penance at the Shamantha Panchaka pilgrimage site. So Jayadratha's father was surprised to see his head cut off, falling on his lap. He at once threw it to the ground. The father immediately died, Jayadratha's father died because his forehead was being cracked in seven pieces. According to the benediction that Jayadratha had received from Shiva, Jayadratha's own father actually"
    },
    {
      "start_time": 902,
      "end_time": 907,
      "verse_references": [],
      "themes": [
        "conclusion",
        "gratitude",
        "Hare Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Thank you very much. Hare Krishna.",
      "summary": "The speaker concludes the session with gratitude and the Hare Krishna mantra.",
      "timestamp_url": "https://youtu.be/RxGXtrLVK3E?t=902",
      "transcript": "So that's the end of this purport. Thank you very much."
    }
  ]
}