{
  "video_id": "RxWcBMs-zpY",
  "title": "Importance of Following the Kula-dharma | Sri Chaitanya Chandra Dasa | SB 1.18.31 | 21.07.2024",
  "speaker": "HG Amitasana Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=RxWcBMs-zpY",
  "segments": [
    {
      "start_time": 0,
      "end_time": 600,
      "verse_references": [],
      "themes": [
        "Parikshit Maharaj",
        "Srimad Bhagavatam",
        "Religious Principles",
        "Kali Yuga"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Srimad Bhagavatam is a ripened fruit of all Vedic literature.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam about King Parikshit's contemplation and discusses the importance of Srimad Bhagavatam as the essence of all scriptures, highlighting the six questions asked by the sages of Naimisharanya and the impact of Kali Yuga on religious principles.",
      "timestamp_url": "https://youtu.be/RxWcBMs-zpY?t=0",
      "transcript": "om namo bhagavate vasudevaya Reading from Srimad Bhagavatam, 1st Canto, 18th Chapter, Parikshit, Cursed by Brahmana by verse number 31. eshā kim nivṛtāśeṣā karano militekṣaṇā vruṣā samādhir ahosve kim no sthyākṣātra-bandhubhihi Translation and work part by His Divine Grace, Sri Bhaktivedanta Swamishila Prabhupāda. Translation Upon returning, he began to contemplate and argue with the both in himself whether the sage had actually been in meditation with the sense concentrated and eyes closed or whether he had just been feeing trance just to avoid receiving a lower kshatriya. Parapada A king being a devotee of the Lord did not approve of his own action and thus he began to wonder whether the sage was really in a trance or was just pretending in order to avoid receiving the king. He was a kshatriya and therefore lower in rank. Repentance comes in the mind of a good soul as soon as he commits something wrong. Srila Vishwanatha Chakravarti Thakura and Srila Jiva Goswami do not believe that the king's action was due to his past misdeeds. The arrangements were so made by the Lord just to call the king back to home, back to Godhead. According to Srila Vishwanatha Chakravarti, the plan was made by the will of the Lord and by the will of the Lord the situation of frustration was created. The plan was that for his so-called misdeed the king could be cursed by an inexperienced Brahmana boy infected by the influence of Kali and thus the king would leave his hearth and womb for good. His connection with Srila Shukadeva Goswami would enable the presentation of great Srimad Bhagavatam which is considered to be a book incarnation of the Lord. This book incarnation of the Lord gives much fascinating information of the transcendental pastime of the Lord like his Rasalila with the spiritual cowherd damsels of Rajabhumi. This specific pastime of the Lord has special significance because anyone who properly learns about this particular pastime of the Lord will certainly be desuited from mundane sex desire and be placed on the path of sublime devotional service to the Lord. The pure devotee's mundane frustration is meant to elevate the devotee to a higher transcendental position. By placing Arjuna and Pandavas in frustration due to the interview of their cousin brothers the prelude of battle of Urukshetra was created by the Lord. This was so incarnated the sound representation of the Lord Bhagavad Gita. So by placing Arjuna and Pandavas and by placing King Pariksit in an acquired position the incarnation of Srimad Bhagavatam was created by the will of the Lord. Being distressed by the hunger and thirst was only a show because King endured much even in the womb of his mother. He was never disturbed by the glaring heat of Brahmastra released by Ashwatthama. The King's distressed condition was certainly unprecedented. The devotee like Maharaj Pariksit are powerful enough to forbear such distress. Such distress by the will of the Lord and they are never disturbed. This situation in this case was therefore all planned by the Lord. Thus ends the Bhaktivedanta Karupada. Hare Krishna. Today's verse is a very very important verse especially those who are practicing Krishna Consciousness. Why and how we will see in this verse? Before that, this verse, before this verse, we know the previous verses. How and what position Pariksit Maharaj came and how he came in. Once Pariksit Maharaj was went to hunt and by the will of the Lord he became fully fatty and thirsty and he entered the Hermitage of King Shamikarushi. And usual general general etiquette or anyone guest comes to our house what we will do? We will give at least at least we will smile at them. Smile at them or give a glass of water or something like that. And also who is who is who is going to where? Is a King, Emperor of the world is going to Hermitage of a Shamikarushi and Rishi, Sage. But what happened is opposite happened there. Because he is unprecedented. That's why in the previous verse also if you see Prabhupada writes is unprecedented events. And as soon as the Pariksit Maharaj went there is no response and Sage was sitting silent in a meditation. And even Pariksit Maharaj is a great Emperor and he was a King. And more than that he was a devotee of the Lord. But situation was totally opposite. Then as as in the previous verses mentioned the will of the Lord the King Pariksit Maharaj become very angry. Very angry. Then what happened? He took a dead snake and put around his shoulder and he came out from the Hermitage. And while coming to his kingdom this happened in this verse is explained. What has happened is explained here. . . Upon returning he began to contemplate. He began to contemplate. That's why he said Prabhupada writes in the purport. The King that being a devotee of the Lord did not approve his own actions. Thus began to wonder whether the Sage was really trans or pretending to order to avoid receiving the King. The translation is saying upon returning he began to contemplate and argue within himself. He is arguing within himself. Whether the Sage had actually been a meditation with the sense concentrated and closed eyes or whether he had just been feeing pretending trans just to avoid receiving a lower Kshatriya. See there is a order lower Kshatriya. He is not saying I am the King. He is feeling a lower Kshatriya. Means Brahmanas are always highly respected. Brahmanas are always highly respected. That is our culture. But here there is a different situation happened. Let us hear. Srimad Bhagavatam is not ordinary literature. Srimad Bhagavatam is a ripened fruit of all Vedic literature. Essence Saram Saram all the Saras are explained in Srimad Bhagavatam. And everything is there in the Srimad Bhagavatam. Everything. Political, economical, social, moral, religious. Everything is there in this Bhagavatam. That is why Bhagavatam is a complete whole. That is why the six questions asked by sages of Naimisharanya in their turn there are six questions I in the previous in the Bhagavatam classes all of us heard the six questions. The first question in the first chapter the first canto 9th was what is the absolute and ultimate good for a people in general. Ultimate good there is no good more than this. That is ultimate good. That is the first question. The second question what is the essence of all scriptures not one scripture all scriptures and third one tell why Krishna the supreme personality of Godhead is appeared. And fourth one tell us the acts of Lord performing relationship creating a material world. And fifth one describe the activities of the incarnation of the Lord. And last question is very very important especially connected to today's verse. Where have religious principle gone after Krishna's disappearance from this planet? Where have religious principles we know religious principles means everyday worship the Lord. People like nowadays spirituality but they don't like religiosity. Why? Because religious means they have to follow some kind of procedures do's and don'ts and all those things. But religious is not like that explained by Srila Prabhupada especially in Srimad Bhagavatam. Religiosity, religion is a different meaning especially in Srimad Bhagavatam. That's why here if you understand this verse where have religious principle gone after Krishna's disappearance"
    },
    {
      "start_time": 600,
      "end_time": 1200,
      "verse_references": [
        "BG 14.26"
      ],
      "themes": [
        "Devotional Service",
        "Repentance",
        "Three Modes of Material Nature",
        "Lord's Plan"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Repentance comes in the mind of a good soul as soon as he commits something wrong.",
      "summary": "The speaker emphasizes the importance of watching one's thoughts and actions while practicing Krishna consciousness, explaining that pure devotees are above the three modes of material nature and that repentance is a crucial tool for devotees who accidentally commit mistakes, referencing Prabhupada's teachings on the necessity of inner repentance for a Vaishnava.",
      "timestamp_url": "https://youtu.be/RxWcBMs-zpY?t=600",
      "transcript": "from this planet. That is asked by sages of Naimisharan in a first canto first chapter 23rd verse. And answer this question Shukadeva, Suta Goswami answers this question in a first canto 3rd chapter 43rd verse. He says bruhi yegeshvare krishne brahmani dharma varnami swamkshata adunopeti dharmakam sharanam gatah It is mentioned since Shri Krishna, the absolute truth master of the mystic master has departed from this own abode, please tell us who is the religious principle has taken. Answer to this question krishne svadhamno bhagate dharmo jnanadivihi saha kalo nasta dharmashe purna krodhunavati vidhi The translation This Bhagavatam Purana is brilliant as a sun and it arises just after departed of Lord Krishna to his own abode. It is a brilliant sun. Brilliant sun means there is no darkness. Brilliant sun. Accompanied by religious not only religious Prabhupada translates knowledge, not only knowledge etc. etc. means morality. Prabhupada explains another place political. Person who has lost their vision due to the dense dark, dense darkness of ignorance is not only darkness, is a dense darkness of ignorance in the age of kali shall get light from this Purana. That's why Srimad Bhagavatam is various verse actually. That's why dharmo nirmastranam satham Bhagavatam begins verse like that. Because dharma, what is actual dharma explained in Srimad Bhagavatam. Here if you see in the verse what we are hearing, the sages came but he didn't respond. King went to hermitage of sage, he didn't respond. It is effect of kali yuga. Beginning of kali yuga. But in this kali yuga, the brilliant sun like Srimad Bhagavatam gives a knowledge and all the required facility one who is serious about spiritual life. That's why Srimad Bhagavatam is very very important. And especially in this verse, it is very very important for all of us to understand especially those who are practicing devotional service. It is mentioned here while returning he began to contemplate and argue with himself whether the sage has actually been meditation with the sense concentrated the eyes closed whether he had been feeing trance just to avoid receiving the kshatriya, lower kshatriya. As I mentioned, Srimad Bhagavatam gives a answers to all our questions with an examples. This is one of the most important examples because Srimad Bhagavatam begins begins with Parikshit Maharaj's past time. As a practitioner of Krishna consciousness we have to watch full of our thoughts. Not only thoughts, our actions also. Not like that, we are practicing Krishna consciousness, we can do whatever we like to do. No. We are above the modes, of all the material natures. No. Krishna says No. What is the last verse of 14th chapter? To get out from the three modes of material nature we have to do means pure unalloyed devotional service we have to do. Then only we can come out from the three modes of material nature. Otherwise, three modes of material nature is very difficult to overcome. That's why Krishna is saying, Daivyesha gunamai mamamaya duratya. It's a my maya. It is not ordinary person's maya. Mamamaya duratya. Maameva prapadyante maya metam tarantite. One who surrendered to Krishna he can be relieved from this three modes of material nature. But, the pure devotee of the Lord is not under the material nature. That is the meaning of pure devotee of the Lord. He is above the three modes of material nature. He will be doing a pure unalloyed devotional service of the Lord. But, Lord will take this pure devotees to teach general people like all of us. That is happening in this verse. In this verse. It is not like Pariksit Maharaj having misdeeds or previous karmas so that he has to suffer by cursing a takshaka word, takshaka snake bite and he will suffer and he will die within seven days. No. It is the will of the Lord. Lord will take this pure devotees for his mission. Like for example, all of us we know the Jaya Vijaya Narsimha Deva past time. It is not like that Jaya Vijaya's are envious of Sanak Kumar and all Kumaras. Not like that. It is a Lord's will. Lord having different plans. In that past time Lord want to fight. With whom he can fight? With ordinary people he can fight? No. He has to fight with whom? His own devotees. Not only his own devotees. Pure devotees. Not only his pure devotees. They should have a competition with Lord. Like Iranya Akshaya and Iranya Kashyapu they are fighting. When Iranya Kashyapu saw the Lord he is the right person to fight today. I didn't get till now right person to fight. See. They are fighting like anything. That is a Lord's plan. That is a Lord. That is why Lord is not ordinary personality. He is a supreme personality of Godhead. He will choose what he want to do. Krishna's material word will work. It is not like that Durga will work her own wills. No. She will work under the direction of Krishna. Everything is moving under the direction of Krishna. Wind blows by the fear of Krishna. And waves from the river stops because of fear of Krishna. That is why Krishna's activities, Krishna's will is not ordinary will. Ordinary will. And especially when he is enacting pastime with pure devotees not ordinary activities. That is why Krishna says in Bhagavad Gita janma karma jame divyam yomaveti tatvatah tektvadeham punajanmam naiti mameti savarjana. Janma and karma activities of Krishna and his devotees is not ordinary. It is a transcendental. It is a transcendental. One who understands this transcendental activities, tatvataha with the truth, then you will never return back to this material world. We have to understand Krishna's very tatvataha. In reality we have to understand. Reality we have to understand. And how reality we have to understand Krishna again explains in Srimad Bhagavad Gita 9th chapter. It is not like that simply by feeling, okay when we go in front of the devotees we will cry after that. Not like that. You have to understand Buddha and Bhava. We should have a feelings and we should have a should have a truth. In a truth we have to understand Krishna. That is why Srimad Bhagavatam is a very very important and especially Srimad Bhagavatam gives a direct answers and direct. Bhagavatam is full of questions and answers. Perfect questions and perfect answers. There is no some different questions and different. No. Perfect questions and perfect answers. And in the especially in this verse if you see the king being a devotee of the Lord did not approve his own actions. He could have thought what I did is correct. But he is thinking and he is contemplating, contemplating. Thus he began to wonder whether this sage is really meditation or he is to avoid this lower Kshatriya. Maybe he is in meditation. He is doing meditation. I disturb him. Or he is want to avoid this lower Kshatriya association. See this is a mood of a king because the king is a devotee of the Lord. Devotees never blame others. Devotees are very humble in nature. They will not expect. Always give respect. And have to think whether it is really mistake happened and what I can do. They will not blame. Even though sometimes past misdeeds also that's why Brahma says, tattenukampam supameekshamanam munjana evatmam kurtam vipakam Even the highest of the highest great calamities happens also will think it is my past misdeeds. It is not because of somebody else. He will not blame anyone else. He will always take responsibility. Because of my past misdeed it happened like this. This is one of the lesson we can learn from this verse. And second, because each and every word and sentence in the Bhagavatam is a lesson for all of us. You can see in this. This is the first line I read in the Parbat. And second. And especially Prabhupada articulate very nicely. And second line. The repentance comes into a mind of a good soul as soon as he commits something wrong. See. Repentance comes to in the mind of a good soul. It is very very important. Each and every word also you have to see. Repentance comes in the mind of a good soul as soon as he commits something wrong."
    },
    {
      "start_time": 1200,
      "end_time": 1800,
      "verse_references": [
        "SB 1.18.31"
      ],
      "themes": [
        "Qualities of a Devotee",
        "Krishna's Mercy",
        "Ajamila's Story",
        "Offenses to the Holy Name"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Even devotees sometimes commit some sinful activities, either unknowingly or due to past behaviour, but if you sincerely repent, thinking I should not have done this, this Supreme Lord will excuse him.",
      "summary": "The speaker discusses the qualities of a devotee, emphasizing that elevated character and behavior please the Lord, and highlights the importance of genuine repentance for accidental sins, referencing the story of Ajamila and warning against intentionally committing sinful activities while expecting forgiveness due to chanting the Hare Krishna mantra.",
      "timestamp_url": "https://youtu.be/RxWcBMs-zpY?t=1200",
      "transcript": "Sometimes repentance. People will also repent. Repent or atone. Sometimes atone also. Some mistake happened I will do something so that I can atone. But that is one way level is correct. Prabhupada explain it. It is called Karmakandya process. But repentance is good for a devotees especially when he commits something wrong. Usually devotees will not do mistake. But accidentally it happens. You have to repent. Prabhupada one more place is explained. Repentance in the Back to Godhead magazine one place Prabhupada explains very nicely. Without Thapa or inner repentance the soul cannot leave as a Vaishnava. In the Back to Godhead magazine. Without Thapa and inner repentance the soul cannot leave as a Vaishnava. Without Thapa and whole process become useless. Without Thapa or heart being impure therefore good friends seek atonement without delay. Without repentance Vaishnava can't leave. That's why the repent is very very important tool for a devotee especially accidentally or sometime he commit a mistake. And one more place in a Srimad Bhagavatam Prabhupada says the devotees are naturally faultless. Accidentally sins committed by the devotee are sincerely regret. And by the grace of the Lord all sins unwillingly committed by the devotee are burnt to ashes in the fire of in the fire of repentance. See all the things will be pushed into fire and burnt into ashes in the fire of repentance. And this is the quality of one more quality of a devotee. There are different qualities. There are 26 qualities of a devotee. Just I like to read that 26 qualities. When Lord Vishnu appeared in front of Prithu Maharaj he glorifies the quality of Lord he glorifies the quality of Prithu Maharaj. Why he is glorified? He says the Lord Vishnu was very pleased with Maharaj Prithu and offered him a good character and behavior and offered him a benediction. The Lord openly says that performing a great sacrifice and undergoing austerity and mystic yoga practices cannot satisfy him. What satisfies the Lord? He is pleased only by elevated characters and behavior. But this cannot be developed unless one become a pure devotee of the Lord. Unalloyed, unflinching devotional service done to the Lord develops a good quality of a spirit soul. The spirit soul is a part and parcel of the Lord. That's what Krishna is saying. That's what Krishna is saying. That's what Prabhupada says. Repentance in the mind of a good soul. Actually soul is always good. Soul is not bad. Soul is a covered. It is like Prabhupada gave an example. It is a knife. Knife if you take it is a corroded, rusted. Knife is bad but when you do rusting if you remove then knife will work nicely. Like our soul also covered with a false ego, all these coverings. But we have to remove that contamination by practicing a unalloyed devotional service. Unalloyed devotional service. That unalloyed devotional service it is all explained in Srimad Bhagavatam through examples like Parikshit Maharaj. That's why Parikshit Maharaj's pastime is a will of the Lord to teach an example for all of us. And one more place in a Vaishnava bhajan because we are all Gaudiya Vaishnavas. One of our great Acharya named Narottama Das Thakur, he says very nicely ... ... ... ... ... Narottama Das Thakur saying repentance for having spoiled his human life and knowingly drunk a poison of material life. The purport is that one certainly becomes addicted to sinful activities when he becomes devoid of this good which is wife when he has lost his good sense does not take to Krishna Consciousness. If we are not taking Krishna Consciousness our good life will be spoiled. That's what Narottama Das Thakur says. That's why after coming to Krishna Consciousness you have to take it this process very seriously by accidentally if something mistake happened we have to repentance and when you do the repentance what will happen? Automatically all the sinful activities will go away. And the Bhakti Yoga is so powerful not only sinful activities are result of sinful activities will go away sinful tendency also burn away from our our mind. That is the power of devotional service. That's why Chaitanya Mahaprabhu's famous instruction very first instruction ... ... ... ... ... ... devotional service is so powerful. Where it is rain ... ... ... ... ... ... .... ... ... ... ... ... This Krishna is available to us very easily. How? Especially in this age of Kali Yuga. kalerdosha nithairajan asti ekamahaguna keetanadeva krishnasya muktasangaparamraje In this age of Kali Yuga, so much degraded age, and that Krishna was departed before in the Dwapar Yuga. But now also he is available. Why he is available? Because he knows Kali Yuga people are mandasumandamatyomandabagyaheupadrutaha They are very dull-headed people, unfortunate. And those people the Lord appeared in the form of Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare That's what also explained in Srimad Bhagavatam. Iti shodashakanama kalbhi kalmashanashanam nato paratranaya sarva vedeshu drishyate See, how important Srimad Bhagavatam. And after getting this solution, we should be very carefully receive and carefully practice this. But we commit offences while chanting holy name. Especially we will commit sinful activities or sometimes accidentally by strength of the holy name of the Lord. The sixth offence. Committing an offence at the holy name by committing a sinful activity. That is the most serious offence towards the holy name. Why? Why? Because we know holy name we have to chant very seriously and it will burn away all our sinful tendency. But again we will commit mistake. That's why Prabhupada explains. If ordinary people commit a mistake, government sometimes reduces the punishment and all those things. But any higher officer commit a mistake in a government, what will happen? Nowadays to what will happen all of us we know. Immediately will come eye lights, head lights, whatever lights. All lights will spotlight, brilliant lights will come on them. So much promotion, so much of this one will happen. Because they are in responsible position. They should not do mistake like that. They should not do mistake like that. They should not mistake like that. And after getting to know. Chanting Hare Krishna Mantra is highest of all the religious principles what we can practice. And you should not commit offences. Especially by taking a strength of this holy name. Then what will happen? It's a very grievous offence. That's why we should not commit offence by taking a strength. Okay, I will chant Hare Krishna Mantra and I will eradicate all my sinful activities. No, that is not good. We have to be conscious. We should not commit any offence. And by accidentally if we commit an offence. We have to repent and eradicate offence. That also Prabhupada explains. You have to genuinely you have to repent. Genuinely you have to repent. Even devotee. One more place Prabhupada says very nicely. In the story of Ajamila. Ajamila was a Brahmana. Such a Brahminical culture is born and bought up. But because of association he lost all his Brahminical quality. But he is so fortunate. He is so fortunate. He kept his youngest son name is Narayana. And he got a fortune. At the time of death. And here in the second chants. That is a Prabhupada titles. In the second chants. The chapter name is a story of a real death experience. In that one Prabhupada says. Even devotees sometimes commit some sinful activities. Either unknowingly or due to past behaviour. But if you sincerely repent."
    },
    {
      "start_time": 1800,
      "end_time": 2400,
      "verse_references": [],
      "themes": [
        "Lord's Plan",
        "Role of Acharyas",
        "Surrender to Krishna",
        "Srimad Bhagavatam"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna's plan become very easy for us when we follow Krishna's orders.",
      "summary": "The speaker explains that King Parikshit's actions were part of the Lord's plan to call him back to Godhead and that understanding these arrangements requires the guidance of acharyas, emphasizing the importance of surrendering to Krishna and following His orders to avoid frustration and receive His mercy, referencing the question asked by sages about where religious principles have taken shelter.",
      "timestamp_url": "https://youtu.be/RxWcBMs-zpY?t=1800",
      "transcript": "If sincerely repent. Thinking I should not have done this. But I am so sinful. I have again committing this. This Supreme Lord will excuse him. On the basis of genuine repentance. However if. Intentionally commit sinful activities. Expecting that the Lord will forgive him. Because he is chanting Hare Krishna mantra. That is inexcusable. See. It is inexcusable. That is why we should be very very careful. When you are chanting. Especially taking a stent of the Holy name of the Lord. And committing a mistake. Like this. There are so many things Prabhupada explained. How repentance is good for a devotee. To rectify our mistakes. Especially sinful activities. Unknowingly. Especially accidentally. We should not worry. That is what Krishna also explained. Srimad Bhagavatam. Apiche Sudhacharo Sadhurayavetaman. By accidentally. Accidentally if sometime we commit mistake. But he is properly situated. Lord will excuse him. Lord in the heart. Sitting in a. Devotee's heart. He will purify that person. We should not worry. But devotees should be very conscious. We should not commit. We should not do anything and everything. We should be very cautious. In our actions. That is why. Pariksit Maharaj was. What is. Pariksit Maharaj was. Thinking. Whether. This sages. Sorry. The sage was really. Meditation. Or pretending. Or. Is. Not. Don't want to receive. Lower. Rank. Kshatriya. See. He is a introspective. And he is a repentant. I should have not done. Putting a snake like this. Dead snake like this. This is one of the thing. We can learn. Should be introspective. And should be repentant. Of our. Bad activities. And second thing is. The third line. Sheela Vishwanatha. Chakravati. Thakur. And Sheela Jeeva Goswami. Do not believe. That. King's action. Was due to. Most. Fast. Misdeeds. The arrangement. Was so. Made by the Lord. Just to call a king. Back to home. Back to Godhead. See. This is another interesting point. Charge. Charge. Not. Home. Is. Surrounding. The third point. Krishna explained. Sheela Vishwanatha. Chakravati. And Sheela Goswami. Thakur. Thakur. The third point. Krishna explained. Sheela Vishwanatha. Chakravati. And Sheela Goswami. Thakur. The third point. Krishna explained. Sheela Vishwanatha. Chakravati. And Sheela Jeeva Goswami. Do not believe. King's action. Was due to. Past. Misdeeds. Arrangement. Was so. Made by the Lord. Just to call. arraignment by the Lord. And these things, the arraignments and the understandings, we can have only through Acharyas. Otherwise, we may also think, why these devotees also sometimes they will commit mistakes, especially pure devotees like Pariksit Maharaj. But this can be understood properly by the explanation of our previous Acharyas like Vishwanatha Chakravarti and Jiva Goswami. And according to Vishwanatha Chakravarti and Jiva Goswami, he says, in a Prabhupada purport, he says, the plan was made by the will of the Lord and will of the Lord, the situation of frustration was created. By the will of the Lord, the situation and frustration created in the Pariksit Maharaj. And the plan was that for his so-called misdeed, the king would be cursed by inexperienced brahmana boy. Infected by an influence of Kali. And thus, king would leave his heart home for a good, making possible the connection with the Srila Shukadeva Goswami. This connection would enable the presentation of great Srimad Bhagavatam, which is considered to be a book incarnation of the Lord. See, that question asked by sages, where religious principles has taken? And Krishna want to give answer and Krishna already planned. What is the plan? Okay. So, Krishna, he has already planned. What is the plan? He has already planned. He has already planned. What is the plan? He has already planned. He has already planned. He has already planned. He has already said, now Kali Yuga is starting. Dwapara is hinding. Krishna will plan. Then where this religious principle will take? Then Krishna had arrangements. That's why Krishna will do all arrangements for his devotees. And Krishna is always ready to, always ready to reclaim conditioned souls more eager than us. More eager than. That's why Prabhupada says, when you keep one step towards Krishna, Krishna will take how many steps? Thousand steps Krishna will take. And our steps is very small. And how much is Krishna's step? All of us we know Vamana Deva's incarnation. How much is Krishna's steps? One step will cover lower and one step will cover upper. That is Krishna's steps. And it will take thousand steps to show. Because if we keep all these things, because we are not Bali Maharaj to give that kind of shows. And Krishna will show His mercy as we surrender. That's why Krishna is saying in 4th chapter, etam am prapadyente tam stativa bhajamiham. As we surrender, I will reciprocate. If Bali Maharaj is fully atmani vedanam, fully surrendered, that's why He showed this much only covered. And that is Krishna's mercy. That's why Krishna's intervention if we want in our life, we have to fully surrender to Krishna. When you surrender to Krishna, Krishna will reciprocate. That's what Krishna is promising in Srimad Bhagavatam. Krishna is promising in Bhagavad Gita, don't worry, just surrender to me, I will take care. I will take care. Even Krishna is saying, even if you commit mistakes also, don't worry, you were properly situated, I will take care. Kshipram bhavati in the 9th chapter, that's why this 9th chapter of Bhagavad Gita is most confidential knowledge. It reveals all confidentiality in the 9th chapter of Bhagavad Gita. Most confidential knowledge. This verse Apiches Sudacharo, that also comes in 9th chapter. And Krishna is saying, satatam keetayanto mam etantashtra dhrdavata, that also comes in 9th chapter. And after that, kshipram bhavati dharmatma kshantim kshantim. That's all. That's all. That's all. That's all. That's all. So, Krishna is saying, yogakshema maha mahyananya canthayatho, ananya canthayatho, yogakshema maha, always think of me, I will take care of you. Who can give assurance like this? Only Krishna can give assurance like this. And to whom He can give assurance like this? Okay, if He gives also, how many people can practice like this? Those who are pure devotees of Krishna, that's why that chapter ends with, man manam adhbhakto, madhyaji mam namaskuru. For them only it will reveal, even though it is the most confidential, everyone knows 9th chapter is most confidential, but it will not reveal automatically to everyone. Only devotees of Lord Krishna like Arjuna, devotees of Lord Krishna like Arjuna can understand this. That's why, devotional service, Lord already ready to give devotional service. Lord already descended in the form of holy name, Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama Hare. Now, whose hand is there to receive Him? It is in our hand, our hand. That's why, we have to be very sincere, serious to receive Krishna. And when you receive Krishna, Krishna will take care all of this. That's why devotees' business is, how to receive Krishna, how to practice Krishna consciousness, Krishna will take care everything. That's why it is mentioned in the verse, the transcendental pastimes of Lord is revealed in the Srimad Bhagavatam, especially Rasalila. Why Rasalila is mentioned here? The gopis not bothered, my husband what he will think, my relatives what he will think. The midnight they left everything and came to dance with Krishna. Why? They know, only surrender to Krishna is a real, real protector. That we can't understand simply by, with our more mundane understanding. Only we have to understand through a Acharya's. That's why Acharya's explanations required. And Prabhupada is saying, just by hearing this pastime, the mundane sexism will be desuded, it will be rejected. We can't, we will not think about that. That is the power of Krishna's pastime. It will burn away all our so-called, not only sinful activities result, sinful tendency also go away from this. That's why this is a transcendental pastime of Krishna explained in Srimad Bhagavatam. And Srimad Bhagavatam not first only explains this, because we will not understand this. From first canto to ninth canto, very nicely explained. What is Krishna? Who is Krishna? What is his activities of Krishna? That's why the questions, if you see, where does the religious principle take shelter? Before that they ask one more intelligent. That's why the sages are not ordinary sages, they are introspective sages. They ask, why Krishna appeared? What is the ultimate goal? Explain the various incarnations of Krishna. Then he asks, where they have taken shelter? Because ultimately Bhagavatam explains where they take shelter and this is ultimately you have to understand. That's what is Srimad Bhagavatam. Bhagavatam is a so powerful literature. So powerful literature is a practical demonstration with examples. And one more place, next word. The book incarnation of the Lord gives a much fascinating information that I explained. The pure devotee's mundane frustration meant to elevate a devotee to a higher transcendental position. This is another thing we can learn from this verse. The pure devotee's mundane frustration is meant to elevate a devotee to a higher transcendental position. This is another thing we can learn from this verse. The pure devotee's mundane frustration is meant to elevate a devotee to a higher transcendental position. Like our Acharya, Srila Prabhupada, best example. How much struggle he did. He just simply took an Indigo or whatever airlines to go to America."
    },
    {
      "start_time": 2400,
      "end_time": 3000,
      "verse_references": [],
      "themes": [
        "Transcendental Pastimes",
        "Srila Prabhupada's Example",
        "Devotional Service",
        "Krishna's Intervention"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The pure devotee's mundane frustration is meant to elevate a devotee to a higher transcendental position.",
      "summary": "The speaker discusses the transcendental pastimes of the Lord, particularly Rasalila, and explains that hearing these pastimes can desuit mundane sex desires, highlighting Srila Prabhupada's example of facing difficulties to establish Krishna consciousness and emphasizing that Krishna uses His devotees as instruments to teach others how to practice devotional service.",
      "timestamp_url": "https://youtu.be/RxWcBMs-zpY?t=2400",
      "transcript": "No, now we are going to hear about Prabhupada. How much struggle Prabhupada took, with a 70 years old person. elderly person with two heart attacks, leaving a Rundavan in Dhamodari temple and going to for what? To get something from US? No, Prabhupada asked once, one rebutted, Swamiji, why you came to this US? Then Prabhupada said, what did Prabhupada say? Anyone knows? I came here, which you people don't have. That is Krishna Consciousness. And Prabhupada is not simply saying this one. Prabhupada is genuinely saying. That we can see in the song which we are going to sing in the few days, Barokrupa Gaila Krishna. In that one, Prabhupada writes, the translation is like this. The few lines of that verse is mentioned very nicely. Prabhupada said, My dear Lord Krishna, you are so kind upon this useless soul. Who is writing this? Prabhupada is writing. And what about our position? We don't know. My dear Lord Krishna, you are so kind upon this useless soul. But, I don't know why you have brought me here. I don't know why you have brought me here. You can do whatever you like with me. Whatever you like to do, marvabhi, rakvabhi, jyohicchathu mara. That is one of the Prabhupada's words. That is one of the Vaishnava's song. Narottam Das Thakur writes. And second, he says, but I guess, you have some business here. You have some plans here. You have some business here. Otherwise, why would you bring me to this terrible place? Ugrasthani. Anebe yene ugrasthani. Why you brought this plan? Even though I am useless, but you have some purpose, you brought me here. That is the Prabhupada's mode. That is the pure devotees' mode. That's why, to understand this. To understand Krishna's activities and Krishna's intervention in our life, we have to become a pure devotee of the Lord. Otherwise, it is not possible to understand Krishna's activities. And sometimes, we may think also, maybe these are all some stories. No, no, no. When you practice, when you chant Hare Krishna mantra, when you practice Krishna, we ourselves can see. Prabhupada gave example. When you eat food, in order to ask others, whether I am satisfied or not. You can tell this. You yourself can tell, I am satisfied, I am feeling, I am, get rid of angry, angry mood. You can say, that is the meaning of Bhakti Yoga. That is the meaning of Srimad Bhagavatam's essence. That is the thing. Like this, there are so many interesting topics we can understand from this verse. And one more place Prabhupada says very nicely, it says, one more place Prabhupada says. Then the next line. The pure devotee's mundane prestation meant to elevate a devotee to a higher transcendental position. I read this one. The Prabhupada's example, if you see, is so much difficulties. But after that, what Prabhupada achieved. He established 108 temples, 10,000 disciples, not only that time, now also it is going on. Because frustration meant to elevate a devotee in a highest transcendental position. By placing Arjuna, the Pandavas in frustration due to intrigue of their cousin brother, the Lord created a prelude of battle of Kurukshetra. He did this just to incarnate the sound representation of the Lord, that is, Srimad Bhagavad Gita. It is not like Arjuna is a foolish person. No, he is a very intelligent, he is a good Akesha, he is a conquered, he is a so elevated person. But Krishna put him in an illusion to get a Bhagavad Gita. For whom? For all of us. That's why Krishna takes his devotees as an instrument to teach a general mass of people, how to practice the Bhagavad Gita. It is a devotional service. Similarly, the placing King Pariksit in an awkward position, the Lord created the prelude incarnation of Srimad Bhagavatam. In the next point, King Pariksit being distressed by hunger and thirst, he was only a show, because the king is endued much worse even in the womb of his mother, where he was never disturbed by the glaring heat of the Brahmas released by Ashwatthama. Thus, as mentioned above, the king's distressed condition, was certainly unprecedented. All of us, some of us may be knowing or all of us may be knowing, how Pariksit Maharaj got a name Pariksit. How he got? When he is in the womb of mother Uttara, Ashwatthama released a very powerful weapon, Brahmastra. It is a glaring effulgent. Then finally, who protected? Krishna entered and protected. And that time Pariksit Maharaj saw. A person, one who is protecting. As soon as he took birth, he was searching, where is that person? I want to see that person. That's why his name is called Pariksit. And that distress he controlled. What is this small kind of hunger, thirst and all those things? It is simply a show. That's what Prabhupada was saying. It is simply a show. For what it is a show? Because the Srimad Bhagavatam has to come out from this. And Lord wants pariksit maharaj back to home back to godhead that is the purpose behind this that is the purpose behind this and also it is very nicely mentioned the devotees like maharaj pariksit are powerful enough to forbore such distress caused by the will of the lord thus they never disturbed they never disturbed this situation in this case was therefore all planned by the lord the devotees when they put especially pure devotees and they put in this condition distress condition and frustration they'll never get disturbed like prabhupada example so much but you will never disturb never disturb this example once one of our senior devotee was sharing in the bottom class also when prabhupada was traveling in a flight suddenly flight got little jerk and everyone is there stuck and devotee next to prabhupada saw what prabhupada what is the prabhupada action then prabhupada was nicely chanting hare krishna mantra why you have to worry i am complete surrender to you that is a quality of a pure devotee pure devotee like this there are a very nice interesting things we can learn shri mad bhagavatam especially shri mad bhagavatam perverts written by sheela prabhupada sheila prabhupada and one more place prabhupada writes a letter these letters are very powerful prabhupada is write many letters how we can get protection from the lord and how do we engage with this god in depend on the Lord, not only that, how do we inline our life in the plan of the Lord. One letter, one such letter, Prabhupada writes very nicely to his disciple, Mahatma Prabhu, is mentioned, so far you are thinking about things, making so many plans, that is alright. Making so many plans and thinking things is alright, but our first business is Krishna's plan. We may do so many plans, but what is our first business? But our first business is Krishna's plan. That is the only plan and no matter how many schemes we employ to adjust things in this material world, no matter, we can do so many aaj, paaj, all those things, but in this material world, if they have no solid basis in Krishna's plan, they remain merely a dream of pentasmagoria. See, Prabhupada writes letters in such a way that, and next line Prabhupada writes very nicely, so, in this Krishna conscious moment, I am trying, I am training boys and girls all over the world, how to act nicely by practicing serving Krishna in their everyday life, not one day or one time. Everyday life, and whom, boys and girls, everyone, everyone, that is a Krishna conscious moment for everyone, everyone, boys and girls, and next, that is the more important than trying for something which I may like to do, but which will never happen, we may have so many other plans, but we have to inline with Krishna's plan, then automatically everything will be taken care. Just like Prabhupada gave example also, in the letter Prabhupada. Prabhupada writes, just like Sudhama Vipra, he did not want to offer something very small, because he told small what is, we can offer small, but his wife insisted, so he offered Krishna only a small bowl of flat rice, chip rice, and Krishna took it with a great pleasure, with a great pleasure, and when Sudhama Vipra returned to home, to his poor hut, he found a huge palace made of jewels. So, he offered only a small bowl of chip rice, and Krishna took it with a great pleasure, with a great pleasure, and when Sudhama Vipra returned home to his poor hut, he found a huge palace made of jewels. So, the point is that, to make use of what we have, what already we have, that is the most important, and if Krishna sees that, if we are using properly for pleasing him"
    },
    {
      "start_time": 3000,
      "end_time": 3595,
      "verse_references": [],
      "themes": [
        "Krishna's Plan",
        "Following Krishna's Orders",
        "Chanting Hare Krishna",
        "Surrender and Prayer"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna's plan become very easy for us when we follow Krishna's orders.",
      "summary": "The speaker emphasizes the importance of aligning with Krishna's plan, which involves chanting Hare Krishna, following the four regulative principles, and associating with devotees, explaining that Krishna understands our position and will help us if we put in the effort to achieve Him, and encouraging listeners to continuously pray for Krishna's guidance and intervention in their lives.",
      "timestamp_url": "https://youtu.be/RxWcBMs-zpY?t=3000",
      "transcript": "in a loving attitude, loving attitude of devotional service, then Krishna gives very, every facility in reciprocation of love, vocational love, so if you have talent for a musical achievement, that is nice, but if you have nourished some idea of becoming a famous player playing some music, that will become a source of frustration. If you have a plan to please Krishna, that is good, but I want to become a musician for my pleasure, what will happen? That will become a source of our frustration. Frustration, the end. So it is better if you play your music for Krishna, by having very ecstatic kirtans, in your center with a vancure and in this way i have introduced it all of the devotees and so general public as well as will be able to join together cooperatively in the glorification of the supreme personality of godhead not that we shall glorify anyone else let the materialistic operate in their own way but we have got a vaishnavism vaishnavism stand and we should train the general public to accept it and come up to a our platform our process of doing things not we should reduce to their standard see prabhupada is very strict acharya means stick the principles you never deviate you can and that principles also in line with the krishna's plan that's why whatever activity we do we have to in line with the krishna's plan but how do we know it is the krishna's plan and my plan one more later you prabhupada writes very nice he writes prabhupada writes a letter to a mahatma one more devotee jai dev prabhu jai dev prabhu he writes in a 1972 23rd july my dear jai dev please accept my blessings so and so i have noted the content krishna's plan become very easy for us when we follow krishna's orders how do you know krishna's plans when you follow krishna's order sometimes we plan but we don't we plan and others also can plan but difficulty comes when you do execution especially when the order krishna sold krishna said you have to surrender it's like order oh how do you surrender all those things but krishna is the supreme lord you can order and krishna is not only simply ordering he gave an example like a shimad bhagavatam he gave how to practice and how to surrender also he showed exam that's why krishna is a so merciful that's why we chant, E Krishna Karunasindhu Dhinabandhu Jagatpate. He is not ordinary person to give some order and leave. No, no, no. Or blame somebody. No, I told him but he didn't do. No, Krishna gives an order and everything you will plan for the devotees. But depends on your surrenderance. Etamam prapadyantam tam satyapadyantam. You will plan for all the devotees. And here it is mentioned, Prabhupada writes in the letter, Krishna's plan become very easy for us when we follow Krishna's orders. What is Krishna's order? Otherwise what will happen? Otherwise, we are following the Maya's plan and become frustrated at every step. If you are not following Krishna's plan, you have to follow Maya's plan. If you follow Maya's plan, what will happen? You will be always frustrated. Not only always frustrated, every step you will be frustrated. Following Krishna's order means, Prabhupada says, I mentioned in the previous letter, Prabhupada writes, everyday life you have to follow. And in this letter, Prabhupada writes, following Krishna's orders means, chanting daily 16 rounds, following the 4 regulations, 4 rules and regulations, rise early, associate with the devotees, like that. Unless these principles are followed, we cannot expect Krishna's protection. See, why is so important this chanting Hare Krishna mantra, especially 16 rounds, especially following 4 regulatory principles, especially associated with the devotees. These are the most important. Most important. Expect Krishna's protection. Krishna's protection. You should associate it with them, as much as possible. As much as possible. But, like a Sanatana Gosvami, keep your position. That is alright. But, utilize it to make spiritual progress. That is a real thing! Not for satisfying my anchoring and desires. Hope you meet with good health. See, Prabhupada writes. Krishna's plan means, we have to keep our program very consistent. lands, ratings, ratings, that is important. You should avoid Wall Street Scratches. над Krishna's plan means, we have to follow the Krishna's order. What is Krishna's order? Chanting Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare, 16 rounds. Oh, we may think, oh, today onwards if I am not chanting 16 rounds, then no protection. No. Krishna understands our position. Krishna understands. Okay. Like, what is Krishna? How Krishna will understand? Krishna demonstrates his proper rights. Okay. Whatever your position, that's what Prabhupada is saying. Whatever you are in a, whatever position you are there, that position you, whatever you have, you offer. Like Prabhupada gave example in Sudhama. You don't have anything. He has only small chipped rice, that is all, flagged rice, that also he was reluctant to give. Who told? His wife told. Please go and offer with love and devotion. And Krishna, what he gave? Palace, all those things he gave. And we can, and we can also hanker like this. Like that? Yes, we can hanker like that also. But Krishna is only, that much only limited? No. What Krishna wants to give? Krishna want to give his love of God. Krishna want to give himself. For that, we have to be pure devotee of the Lord. But we should not worry, oh, I am not pure devotee, what can I do? No. Whatever position we are there, we can offer. Krishna will help. That's why Prabhupada says, God help, those who help themselves. If you are chanting one round, okay. Next, tomorrow I will chant two rounds. If you are chanting two rounds, I will chant four rounds. Then Krishna will help us. God helps those who help themselves. That's why Krishna's protection always will be there. But put an endeavour to achieve Krishna. That is required. That is required. That's why Rupa Goswami says, Ekala laulyam tatra maulyam. Only your eagerness to achieve Krishna, that is required. That's all. Nothing else. You have to put that endeavour. Whatever you are there, put that much effort. Krishna will understand this. Krishna will understand. He will give you necessary intelligence. All the things Krishna will give. But our endeavour should not be stopped. We have to always continuously endeavour. Sometime while chanting, as we discussed, chanting time also, we will have some difficulties to chant and all those things. But we can pray to Krishna. Krishna, this is my position. Please help me. That's what our chanting Hare Krishna mantra. Please engage me in your service. I am engaged in Maya service. Please engage me in your service. Continuously, genuinely pray for Krishna. Then all our sinful tendencies, everything will burn as repentance. As we discussed, the fire of repentance will burn and we become a pure devotee and the guidance of a pure devotee. And we have so many instructions given by Srila Prabhupada. Just you have to follow. Just you have to follow Prabhupada's instruction, chanting Hare Krishna mantra, follow the four glider principle, just coming to temple, take prasadam and our process is… Our penance is very simple. In order to do, climb big big mountains, fasting and all, our fasting is… After immediately fasting, feasting. See, it is very simple. See, feasting. And our program, our morning program, dance, everyday dancing. Not like that when you are at home, no, everyday dancing, everyday, every, every, every, Prabhupada says, if you are ready, you can give, everyday you can celebrate festivals, but we are not ready. Everyday we can celebrate festivals. And we have such a nice literature to read, Srimad Bhagavatam, we have such a nice association of devotees, all our acharyas are exalted devotees, so much literature to read, so many festivals. We have so much of pilgrimage we can go. What else we want? Everything is there in Krishna consciousness. Only we have to show our interest, then Krishna will give all the facilities. That's why we have to surrender to Krishna and pray to the Krishna, Krishna, today onwards at least I am yours. Please help me to take your intervention in my life. Then Krishna definitely give, definitely intervene in everyone's life. Because Krishna's business is only that. That's all. That's all. He said, how to recline this country. That's why Krishna is making so many arrangements for all of us. Temples, he sends a pure devotee, he sends a holy rivers, he sends a literature. Everything Krishna is giving, for us. Because Krishna is so much compassionate. That's why, as I mentioned, He Krishna Karunasvindu Dheenabandhu Jagatpate, Gopeshagopitam Radhakanta Namostute. And that pastimes are explained in Srimad Bhagavatam. And that's why Pariksit Maharaj was never disturbed. It's Krishna's plan. But is there any mistake? from my side? Whether the sage is pretending or is not ready to receive, what is my mistake from my side? That's why the devotee will think, I should not commit any mistakes. Whether if I commit mistake also, I have to repent. And after that what he did? Pariksit Maharaj not simply went to emperor, okay what to do? No. After that he consulted the sages, now within 7 days I am going to die, what shall I do? He associated the devotees. Then he got a finally association of Srila Shukadeva Goswami and a great retreat like Sriman Bhagavatam. Not only he received the mercy, he distributing mercy to all of us in the form of Sriman Bhagavatam through Srila Prabhupada. That is the greatness of devotees and that is the greatness of a especially pure devotees and that is the greatness of the Lord. That's where I will end here. Granta Rasa."
    }
  ]
}