{
  "video_id": "RY8k0IEqeEI",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.11.21-22 | 12-07-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=RY8k0IEqeEI",
  "segments": [
    {
      "start_time": 54,
      "end_time": 195,
      "verse_references": [],
      "themes": [
        "Reciprocation",
        "Pure Devotion",
        "Impersonalism"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He satisfies everyone in terms of one's development of spiritual consciousness.",
      "summary": "The lecture begins by explaining how Lord Krishna reciprocates with different types of devotees and admirers, contrasting this with the impersonalists' view of the Absolute Truth.",
      "timestamp_url": "https://youtu.be/RY8k0IEqeEI?t=54",
      "transcript": "In this session we will be discussing from the 21st and the 22nd verses of the 11th chapter of 1st canto of Srimad Bhagavatam. Bhagavam Stratra Bandhunam Pauranam Anuvartinam Yathavidhi Upasangamya Sarvesham Manam Adadhe. The meaning of this 25th chapter: Lord Krishna, the personality of Godhead, approached them and offered due honor and respect to each and every one of the friends, relatives, citizens, and all others who came to receive and welcome him. So Srila Prabhupada explains in the purport, \"The Supreme Lord, personality of Godhead, is neither impure nor pure. He is neither impersonal nor an inert object unable to reciprocate the feelings of his devotees. Here the word Yathavidhi, or just as it behooves, is significant. He reciprocates just as it behooves with his different types of admirers and devotees. Of course the pure devotees are of one type only, because they have no other object for service but the Lord. And therefore the Lord also reciprocates with such pure devotees just as it behooves. Namely, he is always attentive to all the matters of his pure devotees. There are others who designate him as impersonal. And so, the Lord also does not take any personal interest. He satisfies everyone in terms of one's development of spiritual consciousness. And a sample of such reciprocation is exhibited here with his different welcomers.\""
    },
    {
      "start_time": 195,
      "end_time": 374,
      "verse_references": [],
      "themes": [
        "Absolute Truth",
        "Supreme Person",
        "Liberation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So when he is the absolute controller, how can that energy which he absolutely controls put him in illusion? That's never possible.",
      "summary": "This segment discusses the nature of the Absolute Truth as the Supreme Person with transcendental qualities, contrasting this with the impersonalists' misunderstanding of Krishna's incarnations and emphasizing that the Lord is always liberated.",
      "timestamp_url": "https://youtu.be/RY8k0IEqeEI?t=195",
      "transcript": "So, for this explanation we should have the background understanding that the Absolute Truth is ultimately realized as the personality of Godhead, the Supreme Person. And he is having transcendental form, transcendental qualities, transcendental feelings, transcendental activities. Whereas the impersonalists, they refuse to even consider the scriptural description of the Absolute Truth as the Supreme Person. They also wrongly think that when the Supreme Lord incarnates in this world, they think that his form is material, his feelings are material, his personality is material, his personal qualities are all material qualities. And they make the mistake of considering him to be one of the conditioned souls. Whereas the fact is that the Lord is always liberated because it is his energy which conditions everyone else in this material world. So when he is the absolute controller, how can that energy which he absolutely controls put him in illusion? That's never possible. So therefore Srila Prabhupada says that he is neither impersonal nor an inert object unable to reciprocate feelings. And of course his devotees are situated in a proper relationship with him, person to person relationship. And he accommodates all varieties of relationships. He is unlimited personality. He can and he does accommodate all devotees' relationships. Because he is unlimited, he has unlimited devotees. He has unlimited relationships. That's his nature of his personality."
    },
    {
      "start_time": 374,
      "end_time": 517,
      "verse_references": [],
      "themes": [
        "Reciprocity",
        "Humility",
        "Devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Nobody was ignored, nobody was considered too insignificant for the Lord to give his attention.",
      "summary": "The lecture moves to the 22nd verse, explaining how Krishna greeted everyone present, regardless of their social standing, highlighting his unlimited power and personal reciprocation with each devotee.",
      "timestamp_url": "https://youtu.be/RY8k0IEqeEI?t=374",
      "transcript": "And in the next verse, the 22nd verse: prahvabhi vadanashklesha karasparsya smitekshanaihi asvasya ca asvapakebhyo varais caabhi matair vibhuhu. How did Krishna reciprocate with the different people? That's being explained in this verse. The meaning of this 22nd verse: The Almighty Lord greeted everyone present by bowing his head, exchanging greetings, embracing, shaking hands, looking and smiling, giving assurances and awarding benedictions even to the lowest in rank, asvapakebhyo. In the Purport Shri Laha Prabhupada explains, \"To receive the Lord Shri Krishna, there were all grades of population, beginning from Vasudeva, Ugrasena, and Gargamuni, all elders. The father, Vasudeva is the father, Ugrasena is the grandfather, Gargamuni is the teacher, the acharya. Down to the prostitutes and chandalas, already been described in the previous verse, even prostitutes came to receive the Lord, because they are also his devotees. Chandalas, they are accustomed to eat dogs, such chandalas also came to receive the Lord, because they are also his devotees. And every one of them was properly greeted by the Lord in terms of rank and position. Exactly according to their position, the Lord greeted them. Nobody was ignored, nobody was considered too insignificant for the Lord to give his attention.\""
    },
    {
      "start_time": 517,
      "end_time": 664,
      "verse_references": [],
      "themes": [
        "Unlimited Power",
        "Eternal Relationship",
        "Part and Parcel"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So that is not the position of Krishna, the Supreme Personality of Godhead. He has unlimited power, he is an unlimited personality.",
      "summary": "This segment contrasts Krishna's unlimited capacity to reciprocate with everyone to the limited capacity of worldly people, emphasizing that all living entities are eternally related to Krishna as His parts and parcels.",
      "timestamp_url": "https://youtu.be/RY8k0IEqeEI?t=517",
      "transcript": "Such a consideration may be there for a person of this world who is limited, let's say a big man in our usual dealings in this world. He may be having so many people with whom he may have to interact. But if there are many people with whom he has to interact, he will give his attention only to the top people, the most intimate people, or the important people. He will not give attention, he cannot give attention to everyone. So that is not the position of Krishna, the Supreme Personality of Godhead. He has unlimited power, he is an unlimited personality. So he expands and he reciprocates with each and every one of his devotees personally, but it is exactly according to their specific relationship. So Srila Prabhupada explains here the truth about all the living entities. As pure living entities, all are the separated parts and parcels of the Lord. Every living being, countless living beings, everyone is part and parcel of Krishna. mamayivamsho jivaloke jivabhuta-sanatana. Eternally related, eternally connected. And thus, no one is alien by his eternal relation. No one is alien, no one is unknown, no one is new to the Supreme Lord."
    },
    {
      "start_time": 664,
      "end_time": 828,
      "verse_references": [],
      "themes": [
        "Material Contamination",
        "Affection",
        "Recall"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But the Lord is equally affectionate to all his parts and parcels despite material gradation.",
      "summary": "The lecture explains why there are gradations among living entities despite being part and parcel of Krishna, attributing it to different levels of material contamination, and emphasizes Krishna's equal affection for all, highlighting His descent to recall them back to His kingdom.",
      "timestamp_url": "https://youtu.be/RY8k0IEqeEI?t=664",
      "transcript": "Such pure living entities are graded differently. Why this gradation if all are pure living entities, all are part and parcel of Krishna? Why the gradation? Because they are graded differently because they have different contamination of the modes of material nature. Different degrees of contamination, different combinations of the contamination of sattva guna, rajya guna, tamo guna, according to their previous association with the material nature itself. But the Lord is equally affectionate to all his parts and parcels despite material gradation. According to contamination, there are grades of people in this world. But the Lord is equally affectionate to everyone. That's the truth about the relationship of each one of us with the Supreme Lord. He descends only to recall these materialistic living beings back to his kingdom. Why does he come? He comes to recall, \"Come back to me. Please come to me. You are mine. You are my part and parcel. You belong to me.\" He says this in the Bhagavad Gita: sarva bhutani asheshani drakshasi atmani ato mayi. They are all in me. They belong to me. They are mine. Very, very clearly Krishna says this in the Bhagavad Gita in the fourth chapter, thirty-fifth verse. So, Prabhupada says further, \"Intelligent persons take advantage of this facility offered by the Personality of Godhead to all living beings.\" When he comes to recall, intelligent persons will accept this call of the Lord and they will follow the Lord's directions, how they can be reinstated in their original position in the spiritual kingdom of God. So, Srila Prabhupada further says, \"No one is rejected by the Lord from the kingdom of God and it remains with the living being to accept this or not.\""
    },
    {
      "start_time": 828,
      "end_time": 906,
      "verse_references": [],
      "themes": [
        "Free Will",
        "Choice",
        "Krishnaloka"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Living being has free will and the Lord never forces himself upon anyone that you must come now.",
      "summary": "The lecture concludes by emphasizing the free will of the living being to accept or reject Krishna's invitation to return to Krishnaloka, reminding the audience of the miseries of material existence and encouraging them to prepare themselves to return to the spiritual kingdom.",
      "timestamp_url": "https://youtu.be/RY8k0IEqeEI?t=828",
      "transcript": "You should always remember we have a tiny amount of free will and that's a characteristic of living being. Living being has free will and the Lord never forces himself upon anyone that you must come now. If you don't want to go to Krishnaloka, you can remain here. But remember that this is not your proper situation. This place is filled with miseries and you have to suffer miseries due to your material existence. So, put an end to these miseries, prepare yourself and go to Krishnaloka as Krishna invites and Krishna directs and Krishna instructs in the Bhagavad Gita and the Bhagavata. So, I'll stop here. Thank you very much."
    }
  ]
}