{
  "video_id": "sA3uHqOaueo",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.14.4 - 5 | 711-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=sA3uHqOaueo",
  "segments": [
    {
      "start_time": 32,
      "end_time": 112,
      "verse_references": [
        "SB 1.14.4"
      ],
      "themes": [
        "degradation",
        "relationships",
        "quarrel"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "All ordinary transactions and dealings became polluted with cheating even between friends and in familial affairs.",
      "summary": "The speaker introduces the verse describing the polluted state of relationships and transactions due to cheating.",
      "timestamp_url": "https://youtu.be/sA3uHqOaueo?t=32",
      "transcript": "śrī-advaita-gadādharā śrī-vāsādī-gaura-bhakta-vṛndā harē-kṛṣṇa harē-kṛṣṇa kṛṣṇa-kṛṣṇa harē-harē harē-rāma harē-rāma rāma-rāma harē-harē om namo bhagavate vāsudevāya nārāyaṇaṁ namaskṛtya-naraṁ caiva-narottamam devīṁ sarasvatīṁ vyāsam tato jayam udhīrayet In this session we will be discussing from the fourth verse of the fourteenth chapter of the first canto of Śrīmad-Bhāgavatam. This chapter describes the disappearance of Lord Kṛṣṇa. jīhma-prāyaṁ vyavarhatam śātya-miṣṇam ca sauhṛdam pitru-mātra-suhṛd-bhātra dampati-nāma ca kalkanaṁ The meaning of these verses are all ordinary transactions and dealings became polluted with cheating even between friends, and in familial affairs there was always misunderstanding between fathers, mothers, and sons, between well-wishers, and between brothers; even between husband and wife there was always strain and quarrel."
    },
    {
      "start_time": 148,
      "end_time": 287,
      "verse_references": [],
      "themes": [
        "cheating",
        "conditioned soul",
        "illusion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Everybody who is conditioned is prone to cheat others.",
      "summary": "The speaker explains Prabhupada's point about the four defects of a conditioned soul, emphasizing the propensity to cheat as the most prominent.",
      "timestamp_url": "https://youtu.be/sA3uHqOaueo?t=148",
      "transcript": "So this is considered as a very serious matter by Yudhishthira, who was perfectly ruling and everybody was living very happily. There was plenty of all supplies by nature, mother nature. But when Yudhishthira started seeing symptoms of some irregularities, then he suspected maybe it is because the Supreme Lord has disappeared from the face of the earth. So in the purport, Prabhupada explains this particular point about cheating. Particularly, a conditioned living being is endowed with four principles of malpractice. This is explained in the Chaitanya Charitamrita, Prabhupada is quoting from Chaitanya Charitamrita: four defects of every conditioned soul in this material existence. What are they? Errors, insanity, inability, and cheating. Everybody who is conditioned is prone to make mistakes. Everybody who is conditioned is prone to cheat others. Everybody who is conditioned is prone to have defective senses, and that is inability. And everybody who is conditioned is subject to illusion. These are signs of imperfection. And out of the four, the propensity to cheat others is most prominent among all the defects and the conditions of all this. This particular defect of cheating propensity is very prominent."
    },
    {
      "start_time": 287,
      "end_time": 377,
      "verse_references": [],
      "themes": [
        "conditioned soul",
        "desire",
        "lordship",
        "servitude"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This cheating practice is there in the conditioned souls because the conditioned souls are primarily in the material world imbued with an unnatural desire to lord it over the material world.",
      "summary": "The speaker elaborates on the unnatural desire to lord over material nature as the root cause of the cheating propensity in conditioned souls, contrasting it with the pure state of eternal servitude to Krishna.",
      "timestamp_url": "https://youtu.be/sA3uHqOaueo?t=287",
      "transcript": "This cheating practice is there in the conditioned souls because the conditioned souls are primarily in the material world imbued with an unnatural desire to lord it over the material world. It's unnatural for us, but something unnatural that we all have as conditioned souls is the desire to lord over material nature. A living being in his pure state is not conditioned by the laws because in his pure state he is conscious that a living being is eternally subservient to the supreme being. Eternally we are servants. And in our unconditioned state, in our spiritual state of existence, in our pure state of existence, we are conscious that I am eternally servant of Krishna. And thus it is always good for him to remain subservient instead of falsely trying to lord it over the property of the supreme lord. The supreme lord is a factual proprietor, the factual master, factual controller everywhere of everything. But if we artificially try to control,"
    },
    {
      "start_time": 377,
      "end_time": 471,
      "verse_references": [],
      "themes": [
        "illusion",
        "mastery",
        "cheating",
        "unsatisfactory state"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Only under illusion somebody may think I am the master. Therefore he becomes the victim of all kinds of cheating.",
      "summary": "The speaker discusses how the illusion of being the master leads to victimization and cheating, even within close relationships.",
      "timestamp_url": "https://youtu.be/sA3uHqOaueo?t=377",
      "transcript": "then that is an unnatural desire. That's a defective state of existence. In the conditioned state, the living being is not satisfied even if he actually becomes the lord of all that he surveys. Let's say under illusion, somebody thinks I am the master of my family, or somebody thinks I am the master of my factory, or I am the master of my business. He thinks like that. He thinks he has become the lord, but actually he never becomes the lord because the supreme lord, Krishna, remains the master. And only under illusion somebody may think I am the master. Therefore he becomes the victim of all kinds of cheating. We are victimized actually under the influence of illusion. To wrongly think or to falsely think I am the master, I have to indulge in cheating others, even with his nearest and most intimate relations, he engages in all kinds of cheating, even with the nearest and dearest ones, so called near and dear ones."
    },
    {
      "start_time": 471,
      "end_time": 593,
      "verse_references": [],
      "themes": [
        "relationships",
        "solution",
        "devotional service",
        "hypocrisy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "All these contending difficulties can be mitigated by one process... and that is the devotional service of the Supreme Lord Krishna.",
      "summary": "The speaker presents devotional service to Krishna as the solution to the problems of cheating and disharmony, quoting Prabhupada's conclusion that it's the only effective counteraction to hypocrisy.",
      "timestamp_url": "https://youtu.be/sA3uHqOaueo?t=471",
      "transcript": "In such an unsatisfactory state of affairs, there is no harmony even between father and sons or between husband and wife. It is expected, at least in a cultured, civilized family life, it is expected that husband and wife, there will be good understanding, good cooperation in the interest of the family, or between father and sons. Because father is very affectionate and he takes good care of his own sons, so there should be good dealings naturally between father and sons. But because of this cheating propensity, the relationship is not always cordial. But one important thing Srila Prabhupada says here, but all these contending difficulties can be mitigated by one process. Is there a solution to these problems? Prabhupada says, yes, there is one solution. What is that? And that is the devotional service of the Supreme Lord Krishna. So, it is devotional service only that can mitigate this difficulty of cheating and all other kinds of defects of the conditioned soul. So, Srila Prabhupada concludes this by saying, the world of hypocrisy can be checked only by counteraction through devotional service to the Lord and nothing else. There is no other solution that works. Factually, only this works: counteraction through engaging in pure devotional service."
    },
    {
      "start_time": 593,
      "end_time": 666,
      "verse_references": [
        "SB 1.14.5"
      ],
      "themes": [
        "disappearance of Krishna",
        "omens",
        "greed",
        "anger"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In course of time, it came to pass that people in general became accustomed to greed, anger, pride, etc.",
      "summary": "The speaker discusses Yudhishthira's observation of disparities and his conclusion about the disappearance of Krishna, leading to the prevalence of negative qualities.",
      "timestamp_url": "https://youtu.be/sA3uHqOaueo?t=593",
      "transcript": "Maharaj Yudhishthira, having observed the disparities, conjectured the disappearance of the Lord from the earth. This is Yudhishthira Maharaj's observation and conclusion, only because Krishna is no longer present on the surface of the earth. The fifth verse, nimittani atyarishtani kale tvanugate nirunam lobhadi adharma prakritim drushtvo vachanujam drupah The meaning of this verse is, in course of time, it came to pass that people in general became accustomed to greed, anger, pride, etc. Initially the symptoms started appearing at a certain point in time and in course of time people became used to it as if it's normal. Then Maharaj Yudhishthira, observing all these omens, spoke to his younger brother."
    },
    {
      "start_time": 666,
      "end_time": 746,
      "verse_references": [],
      "themes": [
        "piety",
        "inhuman symptoms",
        "degraded society",
        "Kali Yuga"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Such a pious king as Maharaj Yudhishthira at once became perturbed when there were such inhuman symptoms as greed, anger, irreligiosity and hypocrisy rampant in society.",
      "summary": "The speaker explains how Yudhishthira was perturbed by the emergence of negative qualities, indicating their absence during Krishna's presence and the beginning of Kali Yuga.",
      "timestamp_url": "https://youtu.be/sA3uHqOaueo?t=666",
      "transcript": "So next few verses will describe what did Yudhishthira speak to his younger brother. In the purport Srila Prabhupada explains, such a pious king as Maharaj Yudhishthira at once became perturbed when there were such inhuman symptoms as greed, anger, irreligiosity, and hypocrisy rampant in society. He just started seeing such symptoms and he became perturbed. That means they were used to a civilized society where all these things were absent. So when they started appearing, these symptoms of greed and anger and irreligiosity, Yudhishthira Maharaj became perturbed. It appears from this statement that all these symptoms of degraded society were unknown to the people of the time. And when Krishna was present, Yudhishthira Maharaj and all the people, they did not know what is greed, what is anger. It was astonishing for them to have experienced them with the advent of the Kali Yuga or the age of quarrel."
    },
    {
      "start_time": 746,
      "end_time": 865,
      "verse_references": [],
      "themes": [
        "Kali Yuga",
        "Krishna's departure",
        "burden of the earth",
        "demoniac persons"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The beginning of Kali Yuga is when the day Krishna disappeared from this earth after winding up his earthly pastimes.",
      "summary": "The speaker connects the beginning of Kali Yuga with Krishna's departure, highlighting Krishna's purpose of reducing the burden of the earth and the subsequent emergence of negative symptoms.",
      "timestamp_url": "https://youtu.be/sA3uHqOaueo?t=746",
      "transcript": "You see, it is said, elsewhere it is said, the beginning of Kali Yuga is when the day Krishna disappeared from this earth after winding up his earthly pastimes. When Krishna comes, he comes with his associates, with his abode, with his paraphernalia, with his entourage, and he stays for a certain time, duration of time. One hundred twenty-five years Krishna stayed and performed his wonderful Leela in Vrindavan, Mathura, and Dwaraka. And also he traveled to other places like Hastinapura, Mithila, so many other places. And Kurukshetra, he traveled to Kurukshetra. So he performed his pastimes and when his pastimes are over, time is up, then he went back to his personal abode, Krishnae Swadhamopagati, that was explained earlier, that as long as Krishna was there, everything was very nice. And Krishna had come to reduce the burden of the earth, which was overburdened by demoniac persons posing as kings and oppressing saintly persons and innocent people, unnecessarily. So Krishna came, he reduced the burden of the earth and Krishna went back. But when Krishna went back, Kali Yuga began. It was the end of Dwapara Yuga when Krishna came, but Dwapara Yuga is finished when Krishna left. Kali Yuga began, and the symptoms of Kali Yuga are mentioned here."
    }
  ]
}