{
  "video_id": "sa8LGWNdsiw",
  "title": "SB 1.17.38 part 1 | HH Stoka Krishna Swami | 17-03-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=sa8LGWNdsiw",
  "segments": [
    {
      "start_time": 0,
      "end_time": 40,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya",
      "summary": "The session begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/sa8LGWNdsiw?t=0",
      "transcript": "Om Gyanati Miran Dhasya Gyanan Janishalakaya Chaksharun Militam Yena Tasvain Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Paschatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shri Vasadi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 40,
      "end_time": 147,
      "verse_references": [
        "SB 1.17.38"
      ],
      "themes": [
        "Kali Yuga",
        "irreligion",
        "sinful activities"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Parikṣit Mahārāja gave permission to Kali to reside in a place where there is gambling, drinking, prostitution and animal slaughter were performed.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam describing the places where Kali, the personification of irreligion, is allowed to reside: gambling, drinking, prostitution, and animal slaughter.",
      "timestamp_url": "https://youtu.be/sa8LGWNdsiw?t=40",
      "transcript": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet. In this session, we will be discussing from the 38th verse of the 17th chapter of the first canto of Srimad Bhagavatam. Sūta uvāca abhyartitas tadātasmai sthānāni kalaye dadau tyūtaṁ pānam sthriya-sūnā yatra adharmas chatur vidhahā. Sūta Goswami said, Mahārāja Parikṣit, thus being petitioned by the personality of Kali, gave him permission to reside in places where gambling, drinking, prostitution, and animal slaughter were performed. This is a very, very, very important verse in the entire Bhagavatam, I would say, because this describes the four places where Kali was given permission to reside by Parikṣit Mahārāja, where life was spared. And who is Kali? Kali is the one who spreads irreligion. He spreads evil influence. He influences people in an evil way to commit sinful activities even though they may not be sinful otherwise. So what are those four places? Parikṣit Mahārāja gave permission to Kali to reside in a place where there is gambling, drinking, prostitution, and animal slaughter were performed. Parikṣit Mahārāja gave permission to Kali to reside in a place where there is gambling, drinking, prostitution, and animal slaughter were performed."
    },
    {
      "start_time": 147,
      "end_time": 370,
      "verse_references": [],
      "themes": [
        "gambling",
        "intoxication",
        "prostitution",
        "animal slaughter",
        "dharma",
        "irreligion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "religious principles there are four religious principles on which religion is based dharma is based",
      "summary": "The speaker elaborates on the four places where Kali resides, explaining the meaning of each term and how they lead to irreligion and sinful activities, contrasting them with the four pillars of dharma: austerity, cleanliness, mercy, and truthfulness.",
      "timestamp_url": "https://youtu.be/sa8LGWNdsiw?t=147",
      "transcript": "So what are those four places where there is gambling going on? Deutam. And Pāäter is the place where there is intoxication—consumption of intoxicating drinks or even smoking in integents like tobacco—and prostitution, Sthriya, illicit connection with women, prostitution, illicit sex, and animal slaughter, Suna, animal killing for the sake of eating the animal flesh. So these four places were the places designated by Pariksit Maharaj for Kali Purusha to reside after his life was spent, which means that in Kali Yuga, wherever these four activities are going on is a place where Kali breeds all kinds of irreligiosity, means breaking the principles of Dharma and thereby committing various types of sinful activities and becoming implicated in sinful reactions to some of the activities that are going on in Kali Yuga. So if at all there is any suffering, it is only because of sin, and sin means to break the principles of Dharma, and this Dharma is given by the Supreme Lord, and where is it explained over? Is it described in the authentic scriptures again given by God? And anybody who violates, they are actually punished, and Kali Purusha particularly in this Age, the influence of the prevailing atmosphere is an evil, one of a kind influence, Kali Kalmasa. It is described in the Kali Santra Upanishad especially to overcome the bad influence, the evil influence in Kali Yuga of committing sinful activities or becoming implicated in different types of sinful activities or becoming victim of these four sinful activities: gambling, consuming intoxication, prostitution, and animal slaughter, animal killing. So these four sinful activities particularly are the places designated for Kali, and therefore Prabhupada writes a very elaborate purport. We will try to discuss this purport in this session and one more session because it's a long purport. So in the purport, Srila Prabhupada says the basic principles of irreligiosity such as pride, prostitution, intoxication, and falsehood counteract the four principles of religion, namely austerity, cleanliness"
    },
    {
      "start_time": 370,
      "end_time": 476,
      "verse_references": [],
      "themes": [
        "austerity",
        "cleanliness",
        "mercy",
        "truthfulness",
        "pride",
        "prostitution",
        "intoxication",
        "falsehood"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "austerity is destroyed by pride cleanliness is destroyed by prostitution mercy is destroyed by intoxication and truthfulness destroyed by falsehood cheating lying propaganda",
      "summary": "The speaker continues to explain how pride, prostitution, intoxication, and falsehood counteract austerity, cleanliness, mercy, and truthfulness, respectively, and how Kali is given permission to live in places where gambling, prostitution, drinking, and animal slaughter occur.",
      "timestamp_url": "https://youtu.be/sa8LGWNdsiw?t=370",
      "transcript": "mercy, and truthfulness. See, already it was explained, dharma stands on four pillars, religious principles. There are four religious principles on which religion is based, dharma is based. Now, this is nothing to do with which religious system somebody may subscribe to. That means, ah, the religious principles are four fundamental principles of four, it is meant for all humanity all over the world irrespective of their belief system, irrespective of their tradition, irrespective of their caste, or irrespective of their inclinations to work, irrespective of their karma, four fundamentalities principle: austerity, cleanliness, mercy, and truthfulness. Austerity is destroyed by pride, cleanliness is destroyed by prostitution, mercy is destroyed by intoxication, and truthfulness destroyed by falsehood, cheating, lying, propaganda. So the personality of Kali was given permission to live in four places particularly mentioned by the king, namely the place of gambling, the place of prostitution, the place of drinking, and the place of animal slaughter."
    },
    {
      "start_time": 476,
      "end_time": 678,
      "verse_references": [
        "BG 10.36"
      ],
      "themes": [
        "gambling",
        "cheating",
        "prostitution",
        "Varna Sankara population",
        "lust"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "gambling destroys truthfulness because it is cheating it is falsity is falsehood then prostitution destroys cleanliness so illicit sex is the cause of Varna Sankara population",
      "summary": "The speaker delves deeper into the consequences of gambling and prostitution, explaining how gambling is a form of cheating and how prostitution leads to Varna Sankara population, which results in the breaking of religious principles and criminal-mindedness.",
      "timestamp_url": "https://youtu.be/sa8LGWNdsiw?t=476",
      "transcript": "So you can understand gambling means cheating. Krishna explains this in the Bhagavad Gita: deutam chalayatam asmi, among all processes of cheating, gambling stands supreme because gambling is nothing but cheating. See, people get indulge in gambling with the idea that without much effort, by some small investment of a real real small fraction of money, I can own a huge amount of money which is enough for my living the entire life. It's exactly what is the basic principle of gambling. This like there are many different ways people indulge in gambling. Let's say they buy a lottery ticket, they may pay five rupees, but the first prize for the lottery ticket will be, I don't know how much nowadays, but earlier I have known that people would say I can win 1 crore rupees or I can win 80 lakhs just spend 5 rupees and then if you win the lottery the first prize you get 1 crore rupees. So where is 5 rupees and where is 1 crore rupees? So this basically cheating is basically cheating. So this gambling destroys truthfulness because it is cheating, it is falsity, it is falsehood. Then prostitution destroys cleanliness. So illicit sex is the cause of Varna Sankara population, Varna Sankara population, and such Varna Sankara population results in all kinds of breaking of religious principles, breaking of religious principles, and they are criminal minded. It pollutes the mind. This Varna Sankara population, the mind is polluted, they are criminal minded even without any external blood influence, by birth itself they are criminal minded because they are conceived in lust."
    },
    {
      "start_time": 678,
      "end_time": 892,
      "verse_references": [],
      "themes": [
        "intoxication",
        "austerity",
        "animal slaughter",
        "mercy",
        "cruelty"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "animal slaughter killing animals destroys the quality of mercy only hard-hearted people cruel people people who are merciless they indulge in animal killing simply for the sake of satisfying their tongue by eating animal flesh.",
      "summary": "The speaker discusses how intoxication destroys austerity and how animal slaughter destroys the quality of mercy, emphasizing that meat-eaters are necessarily cruel and hard-hearted.",
      "timestamp_url": "https://youtu.be/sa8LGWNdsiw?t=678",
      "transcript": "And this is a big science. It is explained in the Bhagavatam elsewhere how to conceive good children and when is it that two people, man and woman, combining sexually produce a criminal mentality, a child with criminal mentality. So prostitution is the cause for that illicit sex for description as a cause of destroying cleanliness, and the place of drinking is intoxication where intoxication enlarging it actually destroys austerity. Somebody becomes inebriated, somebody becomes delirious, then there is no possibility of them executing austerity of tapasya. So tapasya is destroyed by intoxication, and animal slaughter, killing animals, destroys the quality of mercy. Only hard-hearted people, cruel people, people who are merciless, they indulge in animal killing simply for the sake of satisfying their tongue by eating animal flesh. So they are heartless, they're cruel, and their quality, inherent quality of compassion in a human being, is destroyed by animal killing. So meat eaters, animal flesh eaters, are necessarily very, very, very, very, very cruel people. They are cruel people. Sometimes I've heard the argument that even though somebody is a meat-eater, they are very nice, kind. Where is their kindness if the very eating, which is a very basic necessity for survival itself, is based on the principle of cruelty towards animals, where is kindness? Oh, we are kind to human beings and we don't care for animals. How can you be kind to one section of the created beings of God, creation of God, and be totally indifferent or cruel or merciless towards another section of the creation? Everybody has a right to live, so you have no right to kill anyone, let alone animals, you have right to kill no one. So that is the basic principle of living according to religious principles. So when the very fundamental distinct act of eating such a concept and so on the eating food is based on killing, so they can never be pardoned, they can never be considered as kind people, they can never be considered as nice people, never, never, never. So all meat eaters"
    },
    {
      "start_time": 892,
      "end_time": 917,
      "verse_references": [],
      "themes": [
        "religious principles",
        "fundamental principles"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "it is very very basic fundamental principle that we should understand",
      "summary": "The speaker concludes by reiterating that the principles discussed are fundamental and not tied to any specific belief system, and announces the continuation of the discussion in the next session.",
      "timestamp_url": "https://youtu.be/sa8LGWNdsiw?t=892",
      "transcript": "are cruel, hard-hearted, sinful, the lowest of mankind. This is nothing to do with any belief system, there is nothing to do with any religious beliefs, etc. It is very, very basic fundamental principle that we should understand. I'll stop here, we'll discuss more in the next session."
    }
  ]
}