{
  "video_id": "sDOmqVy2GoY",
  "title": "Srila Rupa and Sanatana Goswami: Lives of Surrender and Service | Sri Gaura Mandala Parikrama",
  "speaker": "HDG Srila Prabhupada",
  "youtube_url": "https://www.youtube.com/watch?v=sDOmqVy2GoY",
  "segments": [
    {
      "start_time": 0,
      "end_time": 60,
      "verse_references": [],
      "themes": [
        "genealogy",
        "family history",
        "incarnation"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "In the course of time, Kumara Deva and Revati Devi gave birth to many sons.",
      "summary": "This segment describes the genealogical history of Rupa and Sanatana Goswami's family, tracing their lineage back to Sarvagya Satguru and Kumara Deva.",
      "timestamp_url": "https://youtu.be/sDOmqVy2GoY?t=0",
      "transcript": "Jeeva Goswami has explained the genealogical history of Sri Rupa Goswami's family. They were the descendants of Sarvagya Satguru, a great scholar of the Vedas. He was an expert in Yajur Veda. Sri Sarvagya was a Brahmin and also one of the kings of Karnataka in the 12th century Shakabdha. In his lineage appeared a great devotee named Kumara Deva who had settled in Jaishur, Bangladesh. He got married to a very chaste lady named Revati Devi."
    },
    {
      "start_time": 60,
      "end_time": 148,
      "verse_references": [],
      "themes": [
        "incarnation",
        "devotion",
        "spiritual identity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Sri Rupa Goswami was none other than the incarnation of Sri Rupa Manjari, one of the chief assistants of Lalitha Sakhi, one of the eight principal gopis of Vrindavan.",
      "summary": "This segment discusses the identities of Rupa, Sanatana, and Jiva Goswamis as incarnations of eternal associates of Krishna, emphasizing their spiritual significance.",
      "timestamp_url": "https://youtu.be/sDOmqVy2GoY?t=60",
      "transcript": "In the course of time, Kumara Deva and Revati Devi gave birth to many sons. Most illustrious among them were Amara, later known as Sanatana Goswami, Santosha, known as Rupa Goswami and Vallabha, known as Anupama. It is believed that Sanatana was born around 1488 AD, while his younger brother Rupa appeared in this world around 1493 AD. Krishnadas Kaviraj Goswami mentions in the Adi Leela of Sri Chaitanya Charitamrita that Sri Rupa, Sanatana and Anupama are the 43rd, 44th and 45th branches of Mahaprabhu's Desire Tree of devotion service and that they are the best of all. Anupama Vallabha Sri Rupa Sanatana etina shakha vrkshera paschime sarvottama. Sri Kavikarnapura reveals in Gauraganodesha Deepika that Sri Rupa Goswami was none other than the incarnation of Sri Rupa Manjari, one of the chief assistants of Lalitha Sakhi, one of the eight principal gopis of Vrindavan. Sri Sanatana Goswami was the combined incarnation of Rati Manjari and Lavanga Manjari and Sanatana Kumara. Jiva Goswami, the son of Anupama, was the incarnation of Ilaasa Manjari."
    },
    {
      "start_time": 148,
      "end_time": 272,
      "verse_references": [],
      "themes": [
        "education",
        "attraction",
        "political pressure",
        "dilemma"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Hearing the king's warning, Shri Rupa, Sanatana and Anupama reluctantly agreed to serve the king.",
      "summary": "This segment narrates how the three brothers settled in Malda, became attractive figures in society, and were eventually pressured by Nawab Hussain Shah to become ministers.",
      "timestamp_url": "https://youtu.be/sDOmqVy2GoY?t=148",
      "transcript": "After Kumara Deva had died, these three brothers came over and settled here at Malda, where they continued with their studies. As they grew up, they became exceptionally attractive to all of the society. They possessed beautiful bodily features, noble character and natural compassion towards every living being. They were embodiments of the Lord's love. These three brothers studied the science of logic, Nyaya, and the knowledge of the divine. They were also the descendants of Madhusudana Vachaspati, who was the brother of Sarvabhauma Bhattacharya. They also became proficient in Sanskrit, Arabic and Persian. When Sanatana Goswami was very young, he saw a dream in which a Brahmin gave him a copy of Srimad Bhagavatam. The next day, to his surprise, he indeed received Srimad Bhagavatam. From then on, Shri Sanatana began scrutinizingly studying Srimad Bhagavatam, leaving aside all other scriptures. Bengal, during that time, was under the Mughal rule of Nawab Hussain Shah. He is the same king who had employed Shri Mukunda Dasa of Shrikhanda as his personal doctor. Seeing the popularity of Shri Rupa and Sanatana amongst the great general populace, the Nawab decided to employ them as his ministers. In this way, he planned to bring the entire Hindu population under his control. If Rupa and Sanatana joined him, then his subjects would become more submissive, he thought. On the other hand, he notified Shri Rupa and Sanatana, telling them that if they became the ministers, he would award the Vaishnavas and Hindus with all freedom. Instead, if they did not accept his proposal, then he would torture and prosecute the masses."
    },
    {
      "start_time": 272,
      "end_time": 362,
      "verse_references": [],
      "themes": [
        "service",
        "excommunication",
        "wealth",
        "detachment"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Due to their close proximity with the Muslims, the two brothers were excommunicated from the Hindu society by the orthodox caste Brahmins of Gaur Mandala.",
      "summary": "This segment describes Rupa and Sanatana's exemplary service as ministers, their subsequent excommunication, and their accumulation of wealth, despite maintaining a mood of separation from the Lord.",
      "timestamp_url": "https://youtu.be/sDOmqVy2GoY?t=272",
      "transcript": "Hearing the king's warning, Shri Rupa, Sanatana and Anupama reluctantly agreed to serve the king. Their service was so exemplary that Shri Sanatana Goswami was made the Prime Minister of Bengal and Rupa Goswami was made the Home Minister. Due to their close proximity with the Muslims, the two brothers were excommunicated from the Hindu society by the orthodox caste Brahmins of Gaur Mandala. Thus, Shri Rupa Goswami came to be known as Dabarkhas and Shri Sanatana as Sakaramalik. The king grew very fond of them and considered them his own brothers. He awarded them with tremendous amounts of wealth and power. They settled down here at Ramkeli in Malda, where they constructed beautiful opulent palaces and gardens that served as a replica of Vruddhavan. Being pure devotees, Rupa and Sanatana always lived in the mood of separation from the Lord and his abode. Here at Ramkeli, the beautiful temples and ponds dug by our Goswamis are still present. The beautiful deity of Shri Madana Mohana that was installed by them over here continues to accept our humble services till this day."
    },
    {
      "start_time": 362,
      "end_time": 478,
      "verse_references": [],
      "themes": [
        "humility",
        "hospitality",
        "Lord Chaitanya's visit",
        "ecstasy"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Just by seeing the smiling face of the Lord, all their lamentations and unhappinesses became vanquished.",
      "summary": "This segment highlights the Goswamis' humility and hospitality, and describes Lord Chaitanya's visit to Ramkeli, where he attracted a large crowd and immersed them in ecstatic devotion.",
      "timestamp_url": "https://youtu.be/sDOmqVy2GoY?t=362",
      "transcript": "They held the highest post in the government as they were very rich, yet the Goswamis did not possess even a grain of pride. People, scholars, Vaishnavas from all parts of the country would come to meet them and they would worship them with most intimate hospitality. Their humility and simplicity captured people's heart. There was a beautiful piece of architecture that we came across while visiting. This marvelous victory tower known as Firoz Minar is more than 26 meters in height. According to reliable sources, this tower was engineered by Sanatan Goswami while he served as Bengal Gov. Lord Chaitanya, during his second attempt to reach Vruddhavan, decided to take a roundabout route. Actually, his desire was not travelling to Vruddhavan, but instead he wanted to meet and shower his mercy upon Sri Rupa and Sanatana. Thousands of men accompanied the Lord during his journey. All of them were surcharged with deep ecstatic feelings, completely devoid of external consciousness and surrendering themselves completely. They sang and danced along. An ocean of love flooded the people with waves after waves of ecstasy. As the procession reached new places, more people joined. Wherever the Lord touched the ground with his lotus feet, people immediately gathered to take the dust. The people took out so much dirt that holes were created in the ground. Just by seeing the smiling face of the Lord, all their lamentations and unhappinesses became vanquished. Eventually, the Lord arrived at Ramkeli, where innumerable people arrived to take his darshan."
    },
    {
      "start_time": 478,
      "end_time": 594,
      "verse_references": [],
      "themes": [
        "nawab's reaction",
        "diplomacy",
        "glorification of Chaitanya"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Rupa Goswami glorified Sri Chaitanya and revealed that he was none other than the Supreme Personality of God and Himself.",
      "summary": "This segment details Nawab Hussain Shah's reaction to Lord Chaitanya's popularity, Keshava Chhatri's diplomatic response, and Rupa Goswami's glorification of Chaitanya as the Supreme Personality of Godhead.",
      "timestamp_url": "https://youtu.be/sDOmqVy2GoY?t=478",
      "transcript": "Performing Sankirtana over here, the Lord danced and sometimes lost his consciousness out of intense love of God. When Nawab Hussain Shah came to know that Lord Chaitanya was attracting so much attention, he was astonished. His spies informed him how Mahaprabhu had immersed everyone in a wave of transcendental ecstasy. He learned how the people, irrespective of their caste, creed or religion, were raising their hands and engaging in the congregational chanting of Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare. So the Nawab then asked Keshava Chhatri whether he knew anything about Lord Chaitanya. Keshava, in spite of knowing everything, tried to diplomatically downplay the situation. He replied that Chaitanya Deva was simply a touring mendicant and that only a few people had come to see him. He warned the King against considering the advice of his spies too seriously. After pacifying the King in this way, Keshava sent a Brahmana messenger to Lord Chaitanya, requesting him to leave without delay. The King then inquired from Rupa Goswami Dabarkas and asked his opinion. Rupa Goswami glorified Sri Chaitanya and revealed that he was none other than the Supreme Personality of God and Himself. He added that it was the Nawab's great fortune that the Lord has chosen to descend and manifest his pastime in this country. It was only by Mahaprabhu's mercy that the Nawab was enlightened. The Nawab was successful and victorious in all his affairs. The Nawab agreed with Rupa Goswami and remarked that he would perceive in his mind as well that Lord Chaitanya was none other than his worshipable God."
    },
    {
      "start_time": 594,
      "end_time": 711,
      "verse_references": [],
      "themes": [
        "humility",
        "surrender",
        "Lord Chaitanya's mercy",
        "eternal servants"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Out of great humility, the two brothers held straw between their teeth and fell down like a rod before Mahaprabhu.",
      "summary": "This segment narrates Rupa and Sanatana's incognito meeting with Lord Chaitanya, their display of extreme humility, and the Lord's acceptance of them as his eternal servants.",
      "timestamp_url": "https://youtu.be/sDOmqVy2GoY?t=594",
      "transcript": "Raja kahe suno suna mora mane ye laya sakshadi saraiha nahika samshayam chaitany chaitam tata. Sri Rupa and Sanatana then began considering how they could meet Lord Chaitanya incognito. Thus, in the dead of the night, the two brothers went to meet the Lord. First, they met Nityananda Prabhu and Haridas Dhaka who introduced them to Sri Gaurahari. Out of great humility, the two brothers held straw between their teeth and fell down like a rod before Mahaprabhu. They were so overwhelmed that they began crying in joy. They introduced themselves as the lowest of men who were employed in the worst kind of employment. They glorified the Lord as Patitapavana, the deliverer of the fallen, and assured him that none in the world qualified as being more fallen than them. Out of sheer humility, they declared themselves millions of times more fallen than even Jagai and Madai, the sinful brothers whom Lord Chaitanya had previously delivered. Jagai and Madai are millions of times more virtuous. Adhamma and Patita are sinners. We are two people. Thus, they tried to establish themselves as the befitting candidates upon which Lord Chaitanya should shower his costless mercy. Hearing their prayers, Lord Chaitanya became very pleased and blessed them wholeheartedly. He then revealed that the two brothers were his eternal servants. Mahaprabhu also informed them that he had received several of their letters, which reflected their humble state of mind and consciousness. He accepted them and awarded them the name Rupa unto Dhabi's caste and Sanatana unto Sakara-Malik."
    },
    {
      "start_time": 711,
      "end_time": 820,
      "verse_references": [],
      "themes": [
        "protection",
        "departure",
        "advice",
        "intimate mercy"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Hence, they suggested that it would be better if Mahaprabhu departed from that place without further delay.",
      "summary": "This segment describes Lord Chaitanya assuring Rupa and Sanatana of his protection, their advice for him to leave Ramkeli, and his subsequent departure, followed by his disclosure of his mercy to his associates in Puri.",
      "timestamp_url": "https://youtu.be/sDOmqVy2GoY?t=711",
      "transcript": "The Lord also revealed that he had come to Ramkali only to meet and bless the two of them. He assured them of his protection and asked them not to worry. He added that they would be delivered very soon. The two brothers then sought the blessings of the Vaishnava's presence. Before leaving, however, they humbly cautioned the Lord that although the nabob was favorable at that moment, his mood was unpredictable. By nature, the nabob was a very dangerous and a very violent man. Hence, they suggested that it would be better if Mahaprabhu departed from that place without further delay. They also added that it would not be very appropriate for Mahaprabhu to travel to Vrindavan, accompanying such thousands of followers. Instead, it would be more befitting if Mahaprabhu went alone, accompanied by a select few. Having spoken thus, the two brothers offered prayers unto the lotus feet of the Lord and returned to their homes. Although Sri Chaitanya was the Supreme Lord himself, yet he acted like a mere human. In order to teach us neophytes how to react in such situations, heeding the advice of Rupa and Sanatana, he decided to leave that village. In the morning, he left for a place called Kanenaarsala, where he relished many past times of Lord Krishna. Then, thinking about the words of Sanatana, Mahaprabhu concluded that it would indeed not be proper to travel to Vrindavan with so many followers as it might disturb the atmosphere of the dhamma. Thus, he decided to return to Jagannath Puri. On returning to Puri, the Lord disclosed to his intimate associates"
    },
    {
      "start_time": 820,
      "end_time": 931,
      "verse_references": [],
      "themes": [
        "renunciation",
        "charity",
        "escape plan"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Of his wealth, he gave 50% charity to the brahmanas and Vaishnavas and 25% to his relatives.",
      "summary": "This segment details Rupa Goswami's renunciation of his wealth, his distribution of it in charity, and his plan to help Sanatana Goswami escape from his ministerial duties.",
      "timestamp_url": "https://youtu.be/sDOmqVy2GoY?t=820",
      "transcript": "how he had bestowed his most intimate mercy upon Rupa and Sanatana, owing to their humility and pure devotional qualities. Rupa Goswami took all his treasures and loaded them into a boat. He and his younger brother, Anupama, left for their ancestral home at Fateh Bar, presently in Bangladesh, where they distributed all their wealth. He appointed a brahmana to perform auspicious ceremonies so that they might obtain the shelter of Mahaprabhu. Of his wealth, he gave 50% charity to the brahmanas and Vaishnavas and 25% to his relatives. Srila Prabhupada highly glorifies and hails this as a perfect example of how one should divide his money and retire from one's household life. He also deposited 10,000 gold coins with a grocer in order to help Sanatana Goswami to escape. Sri Rupa Goswami kept one-fourth of his wealth aside with a respectable brahmana for his personal safety and emergencies. Srila Rupa Goswami then set out with two men to find out where Mahaprabhu was, when Mahaprabhu would be leaving for Vrindavan from Jagannath Puri. The men came back with news that Lord Chaitanya had already left. Sri Rupa immediately wrote a letter to Sanatana Goswami informing him of the news. He also added that he and Anupama were living immediately from Vrindavan and asked Sanatana Goswami to set off as well. He also informed his elder brother that he had left 10,000 gold coins with a grocer to help him escape."
    },
    {
      "start_time": 931,
      "end_time": 1031,
      "verse_references": [],
      "themes": [
        "refusal",
        "arrest",
        "escape",
        "divine protection"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Using the money that Rupa Goswami had kept for him, Sanatana Goswami managed to bribe the jailer and somehow escaped.",
      "summary": "This segment narrates Sanatana Goswami's refusal to obey the king's order, his subsequent arrest, and his eventual escape with the help of the money provided by Rupa Goswami.",
      "timestamp_url": "https://youtu.be/sDOmqVy2GoY?t=931",
      "transcript": "Meanwhile, Sanatana Goswami stopped going to the office and would just remain at home reading and chanting Srimad Bhagavatam all day. In the assembly of devotees, Nawab Hussain Shah came to his residence to enquire about Sanatana's health as he thought he was sick. Seeing that he was perfectly fit, the Nawab asked Sanatana to assist him in attacking the province of Orissa. Sanatana Goswami refused to obey the order of the king and expressed his desire to retire from service instead. The king became enraged and ordered Sanatana's arrest. Using the money that Rupa Goswami had kept for him, Sanatana Goswami managed to bribe the jailer and somehow escaped. The jailer was initially reluctant to release him, but 7,000 gold coins were enough to change his position. On being released, Sanatana immediately crossed over the Ganges and fled. He passed through hilly terrains and spent the night at a small hotel on his way to Benares. The hotel owner, knowing that Sanatana's servant Isha had eight gold coins in his possession, wanted to murder both of them and take away the money. However, Isha could guess the evil plans of the hotel owner and voluntarily offered him the coins and sought his help to safely reach his destination. Thus, the owner helped them cross the hilly track and proceed towards Varanasi."
    },
    {
      "start_time": 1031,
      "end_time": 1127,
      "verse_references": [],
      "themes": [
        "meeting at Prayag",
        "instruction",
        "empowerment",
        "mission"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Lord Chaitanya embraced the two brothers and placed his feet upon the head.",
      "summary": "This segment describes Rupa and Anupama's meeting with Lord Chaitanya at Prayag, where the Lord instructed and empowered Rupa Goswami in the philosophy of devotional service and assigned him a mission in Vrindavan.",
      "timestamp_url": "https://youtu.be/sDOmqVy2GoY?t=1031",
      "transcript": "The two brothers, Rupa and Anupama, meanwhile, met with Sri Chaitanya Mahaprabhu at Prayag, Allahabad. The two of them had straws between their teeth and surrendered themselves at the lotus feet of the Lord. Lord Chaitanya embraced the two brothers and placed his feet upon the head. It was here at Prayag, at the Dvadasva Medha Ghat, that Lord Chaitanya had instructed Sri Rupa Goswami for ten days, empowering him in the philosophy of devotional service. He taught Rupa the limit of Krishna Tattva, Bhakti Tattva, the truth regarding the transcendental mellows, culminating in conjugal love between Radha and Krishna, Krishna Tattva, Bhakti Tattva, Rasa Tattva, Pranata. He also taught him the ultimate conclusions of Srimad Bhagavatam. By entering into Rupa's heart, Mahaprabhu empowered him to ascertain the conclusions of all truth. Teaching him thus, Lord Chaitanya sent Rupa Goswami to Vrindavan, instructing him to excavate the holy places of Krishna's pastimes, discover the ancient deities that lay hidden in the Vrindavan and reinstall them in his temples, write transcendental pieces of literature and preach the Vrindavan way of worship to the entire world."
    },
    {
      "start_time": 1127,
      "end_time": 1248,
      "verse_references": [],
      "themes": [
        "teachings of Lord Chaitanya",
        "qualities of a Vaishnava",
        "literary contributions",
        "essence of scriptures"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Bhakti Rasamata Sindhu contains the essence of all the revealed scriptures.",
      "summary": "This segment summarizes Lord Chaitanya's teachings, highlights the qualities of a Vaishnava, and lists the significant literary contributions of Rupa and Sanatana Goswamis, emphasizing their expertise in extracting the essence of scriptures.",
      "timestamp_url": "https://youtu.be/sDOmqVy2GoY?t=1127",
      "transcript": "The summary of Lord Chaitanya's teaching to Rupa Goswami has been summarized by Srila Rupa in the teachings of Lord Chaitanya. So those who want to read more about the teachings can read the teachings of Lord Chaitanya or Chaitanya Charitamrita. It is said that Lord Chaitanya had taught the four principal qualities of a Vaishnava through four of his intimate associates. He had taught the quality of self-control through the life and examples of Ramananda Raya, the quality of neutrality through Damodara Pandita who even scolded Mahaprabhu at times, the aspect of tolerance through Haridas Thakur and the quality of humility through Sanatana Goswami. Among the books that Shri Sanatana Goswami had written, Hari Bhakti Vilas and Brihat Vaishnava Toshani are significant. Amongst the books composed by Shri Rupa Goswami, Hamsa Dutta, Uddhava Sandesha, Krishna Janma Tithi Vidhi, Radha Krishna Ganodesha Deepika, Sthava Mala, Vidakta Madhava, Lalita Madhava, Dhanakeli Kaumotuki, Bhakti Rasamata Sindhu, Ujjvala Neelamani, Akshyata Chandrika, Mathura Mahima, Padhyavali, Nataka Chandrika, and Laghu Bhagavata Amrita are the most significant. Bhakti Rasamata Sindhu contains the essence of all the revealed scriptures. Shri Srinivas Acharya in his prayers unto the six Goswamis hence glorifies them as expert in extracting the essence of all the revealed scriptures with the aim of establishing the Jeeva in his eternal position of performing pure devotional service unto Krishna."
    },
    {
      "start_time": 1248,
      "end_time": 1367,
      "verse_references": [],
      "themes": [
        "Vraja Mandala",
        "renunciation",
        "devotional practices",
        "deity worship"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Shri Rupa and Sanatana spent all their time writing, discussing Krishna pastimes, and chanting Krishna's holy names.",
      "summary": "This segment describes Rupa and Sanatana's travels through Vraja Mandala, their renounced lifestyle, their devotional practices, and their establishment of deity worship in Vrindavan.",
      "timestamp_url": "https://youtu.be/sDOmqVy2GoY?t=1248",
      "transcript": "Both Rupa and Sanatana travelled extensively through Vraja Mandala, discovering many pastimes, places of Radha Madhava. Having no fixed residence, they would catch a few winks of sleep, no more than one and a half hours per day, under a tree or bush. They used to live by whatever little they obtained, by performing Madhukari, begging from door to door. Shri Rupa and Sanatana spent all their time writing, discussing Krishna pastimes, and chanting Krishna's holy names. Shri Rupa Goswami established the worship of Shri Radha Govinda Dev in Vrindavan, while Shri Sanatana inaugurated the worship of Shri Madan Mohana. Both of these enchanting deities are currently being worshipped in Rajasthan. So the different things we see in Ramkeli here are the temples. That is this temple where we are sitting. That is Radha Madan Mohan Deity, established by Rupa and Sanatana. We also have Balarama and Revati. And they also established Chaitanya. Three Deities of the Pancha Tattva. Pancha Tattva have five personalities, but installed three personalities here: Chaitanya Mahaprabhu in the middle, Nityananda on the left, and Advaita on the right. So three personalities they installed here. There is this Keli Kadamba tree, under which Chaitanya Mahaprabhu met Rupa and Sanatana. And there is a small temple and the entrance of Govinda Hari's lotus feet. There is Rupa Sagar, a large pond excavated by Sri Rupa Goswami."
    },
    {
      "start_time": 1367,
      "end_time": 1432,
      "verse_references": [],
      "themes": [
        "Ramkeli",
        "temples",
        "deities",
        "historical sites"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "There is also the prison house, where Sanatana Goswami was present, imprisoned by the Nava.",
      "summary": "This segment describes the various temples, deities, and historical sites present in Ramkeli, including the temple where the lecture is taking place, the deities established by Rupa and Sanatana, and the prison house where Sanatana was imprisoned.",
      "timestamp_url": "https://youtu.be/sDOmqVy2GoY?t=1367",
      "transcript": "We will see here. There are also eight sacred ponds, a little far away around this place. Just outside the temple gate, is a beautiful deity of Lord Chaitanya that had been installed over here by Jeeva Goswami. The dancing hall surrounding this temple has been renovated and restored to its health with help of Bhaktivedanta Goswami's charitable trust, Srila Prabhupada's trust, has given money to renovate this temple. There is also the prison house where Sanatana Goswami was imprisoned by the Nava. Then there is also, a little away, a Rose Minar, which was constructed by Sanatana Goswami. Sri Sanatana Goswami Ki, Naya, Sri Lama Padukhe, Taigood, and Premanande. For more information, visit www.osho.com Copyright © OSHO International Foundation"
    }
  ]
}