{
  "video_id": "sDOmqVy2GoY",
  "title": "Srila Rupa and Sanatana Goswami: Lives of Surrender and Service | Sri Gaura Mandala Parikrama",
  "speaker": "HDG Srila Prabhupada",
  "youtube_url": "https://www.youtube.com/watch?v=sDOmqVy2GoY",
  "segments": [
    {
      "start_time": 0,
      "end_time": 60,
      "verse_references": [],
      "themes": [
        "genealogy",
        "family history",
        "incarnation"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "In the course of time, Kumara Deva and Revati Devi gave birth to many sons.",
      "summary": "This segment describes the genealogical history of Rupa and Sanatana Goswami's family, tracing their lineage back to Sarvagya Satguru and Kumara Deva.",
      "timestamp_url": "https://youtu.be/sDOmqVy2GoY?t=0"
    },
    {
      "start_time": 60,
      "end_time": 148,
      "verse_references": [],
      "themes": [
        "incarnation",
        "devotion",
        "spiritual identity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Sri Rupa Goswami was none other than the incarnation of Sri Rupa Manjari, one of the chief assistants of Lalitha Sakhi, one of the eight principal gopis of Vrindavan.",
      "summary": "This segment discusses the identities of Rupa, Sanatana, and Jiva Goswamis as incarnations of eternal associates of Krishna, emphasizing their spiritual significance.",
      "timestamp_url": "https://youtu.be/sDOmqVy2GoY?t=60"
    },
    {
      "start_time": 148,
      "end_time": 272,
      "verse_references": [],
      "themes": [
        "education",
        "attraction",
        "political pressure",
        "dilemma"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Hearing the king's warning, Shri Rupa, Sanatana and Anupama reluctantly agreed to serve the king.",
      "summary": "This segment narrates how the three brothers settled in Malda, became attractive figures in society, and were eventually pressured by Nawab Hussain Shah to become ministers.",
      "timestamp_url": "https://youtu.be/sDOmqVy2GoY?t=148"
    },
    {
      "start_time": 272,
      "end_time": 362,
      "verse_references": [],
      "themes": [
        "service",
        "excommunication",
        "wealth",
        "detachment"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Due to their close proximity with the Muslims, the two brothers were excommunicated from the Hindu society by the orthodox caste Brahmins of Gaur Mandala.",
      "summary": "This segment describes Rupa and Sanatana's exemplary service as ministers, their subsequent excommunication, and their accumulation of wealth, despite maintaining a mood of separation from the Lord.",
      "timestamp_url": "https://youtu.be/sDOmqVy2GoY?t=272"
    },
    {
      "start_time": 362,
      "end_time": 478,
      "verse_references": [],
      "themes": [
        "humility",
        "hospitality",
        "Lord Chaitanya's visit",
        "ecstasy"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Just by seeing the smiling face of the Lord, all their lamentations and unhappinesses became vanquished.",
      "summary": "This segment highlights the Goswamis' humility and hospitality, and describes Lord Chaitanya's visit to Ramkeli, where he attracted a large crowd and immersed them in ecstatic devotion.",
      "timestamp_url": "https://youtu.be/sDOmqVy2GoY?t=362"
    },
    {
      "start_time": 478,
      "end_time": 594,
      "verse_references": [],
      "themes": [
        "nawab's reaction",
        "diplomacy",
        "glorification of Chaitanya"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Rupa Goswami glorified Sri Chaitanya and revealed that he was none other than the Supreme Personality of God and Himself.",
      "summary": "This segment details Nawab Hussain Shah's reaction to Lord Chaitanya's popularity, Keshava Chhatri's diplomatic response, and Rupa Goswami's glorification of Chaitanya as the Supreme Personality of Godhead.",
      "timestamp_url": "https://youtu.be/sDOmqVy2GoY?t=478"
    },
    {
      "start_time": 594,
      "end_time": 711,
      "verse_references": [],
      "themes": [
        "humility",
        "surrender",
        "Lord Chaitanya's mercy",
        "eternal servants"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Out of great humility, the two brothers held straw between their teeth and fell down like a rod before Mahaprabhu.",
      "summary": "This segment narrates Rupa and Sanatana's incognito meeting with Lord Chaitanya, their display of extreme humility, and the Lord's acceptance of them as his eternal servants.",
      "timestamp_url": "https://youtu.be/sDOmqVy2GoY?t=594"
    },
    {
      "start_time": 711,
      "end_time": 820,
      "verse_references": [],
      "themes": [
        "protection",
        "departure",
        "advice",
        "intimate mercy"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Hence, they suggested that it would be better if Mahaprabhu departed from that place without further delay.",
      "summary": "This segment describes Lord Chaitanya assuring Rupa and Sanatana of his protection, their advice for him to leave Ramkeli, and his subsequent departure, followed by his disclosure of his mercy to his associates in Puri.",
      "timestamp_url": "https://youtu.be/sDOmqVy2GoY?t=711"
    },
    {
      "start_time": 820,
      "end_time": 931,
      "verse_references": [],
      "themes": [
        "renunciation",
        "charity",
        "escape plan"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Of his wealth, he gave 50% charity to the brahmanas and Vaishnavas and 25% to his relatives.",
      "summary": "This segment details Rupa Goswami's renunciation of his wealth, his distribution of it in charity, and his plan to help Sanatana Goswami escape from his ministerial duties.",
      "timestamp_url": "https://youtu.be/sDOmqVy2GoY?t=820"
    },
    {
      "start_time": 931,
      "end_time": 1031,
      "verse_references": [],
      "themes": [
        "refusal",
        "arrest",
        "escape",
        "divine protection"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Using the money that Rupa Goswami had kept for him, Sanatana Goswami managed to bribe the jailer and somehow escaped.",
      "summary": "This segment narrates Sanatana Goswami's refusal to obey the king's order, his subsequent arrest, and his eventual escape with the help of the money provided by Rupa Goswami.",
      "timestamp_url": "https://youtu.be/sDOmqVy2GoY?t=931"
    },
    {
      "start_time": 1031,
      "end_time": 1127,
      "verse_references": [],
      "themes": [
        "meeting at Prayag",
        "instruction",
        "empowerment",
        "mission"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Lord Chaitanya embraced the two brothers and placed his feet upon the head.",
      "summary": "This segment describes Rupa and Anupama's meeting with Lord Chaitanya at Prayag, where the Lord instructed and empowered Rupa Goswami in the philosophy of devotional service and assigned him a mission in Vrindavan.",
      "timestamp_url": "https://youtu.be/sDOmqVy2GoY?t=1031"
    },
    {
      "start_time": 1127,
      "end_time": 1248,
      "verse_references": [],
      "themes": [
        "teachings of Lord Chaitanya",
        "qualities of a Vaishnava",
        "literary contributions",
        "essence of scriptures"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Bhakti Rasamata Sindhu contains the essence of all the revealed scriptures.",
      "summary": "This segment summarizes Lord Chaitanya's teachings, highlights the qualities of a Vaishnava, and lists the significant literary contributions of Rupa and Sanatana Goswamis, emphasizing their expertise in extracting the essence of scriptures.",
      "timestamp_url": "https://youtu.be/sDOmqVy2GoY?t=1127"
    },
    {
      "start_time": 1248,
      "end_time": 1367,
      "verse_references": [],
      "themes": [
        "Vraja Mandala",
        "renunciation",
        "devotional practices",
        "deity worship"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Shri Rupa and Sanatana spent all their time writing, discussing Krishna pastimes, and chanting Krishna's holy names.",
      "summary": "This segment describes Rupa and Sanatana's travels through Vraja Mandala, their renounced lifestyle, their devotional practices, and their establishment of deity worship in Vrindavan.",
      "timestamp_url": "https://youtu.be/sDOmqVy2GoY?t=1248"
    },
    {
      "start_time": 1367,
      "end_time": 1432,
      "verse_references": [],
      "themes": [
        "Ramkeli",
        "temples",
        "deities",
        "historical sites"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "There is also the prison house, where Sanatana Goswami was present, imprisoned by the Nava.",
      "summary": "This segment describes the various temples, deities, and historical sites present in Ramkeli, including the temple where the lecture is taking place, the deities established by Rupa and Sanatana, and the prison house where Sanatana was imprisoned.",
      "timestamp_url": "https://youtu.be/sDOmqVy2GoY?t=1367"
    }
  ]
}