{
  "video_id": "sEYKHopPCdA",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.5.21 | 26-09-2021",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=sEYKHopPCdA",
  "segments": [
    {
      "start_time": 42,
      "end_time": 360,
      "verse_references": [
        "SB 1.5.21"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "Krishna's pastimes",
        "Vyasadeva",
        "Narada Muni"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Therefore, Narada Muni is telling, describe the transcendental pastimes of the Supreme Personality of Godhead Sri Krishna more vividly.",
      "summary": "HH Stoka Krishna Swami discusses Narada Muni's instruction to Vyasadeva to vividly describe Krishna's pastimes in the Srimad Bhagavatam, emphasizing the detailed descriptions in the 10th canto and the establishment of Krishna's nature and relationships in other cantos.",
      "timestamp_url": "https://youtu.be/sEYKHopPCdA?t=42",
      "transcript": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Devim Saraswathim Vyasam Tato Jayam Udi Rayet In this session we will be discussing from the 21st verse of the 5th chapter of the 1st canto of Srimad Bhagavatam. Tvam Atmana Atmanam Avehi Amoghadrik Parasya Pumsah Paramatmanah Kalam Ajam Prajatam Jagatashivayatat Mahanubhavabhyudayo Adhiganyatam The meaning of this verse is, your goodness has perfect vision. You yourself can know the supreme personality of Godhead. I am sorry. You yourself can know the Supersoul personality of Godhead because you are present as the plenary portion of the Lord. Although you are birthless, you have appeared on this earth for the well-being of all people. Please therefore describe the transcendental pastimes of the supreme personality of Godhead Shri Krishna more vividly. This is yet another verse spoken by Shri Narada to Vyasadeva. He is instructing Vyasadeva on compiling Bhagavatam. And Bhagavatam is specifically describing, very vividly, supposed to describe very detailed way, the various transcendental pastimes of the supreme personality of Godhead Krishna. Krishna means Krishna and his various transcendental forms of expansion, various incarnations. So all of them are included. So here Vyasadeva is essentially being told that Vyasa is actually the incarnation of the Supreme Lord for the sake of compiling the Vedic literature. So he has perfect vision. He is himself the plenary portion. Plenary portion means the portion of the Supreme Lord who has got the power of the Supreme Lord. So he himself knows the Supersoul personality of Godhead by his perfect vision. And even though he is birthless, Ajam Prajatam, Ajam means he is birthless, Prajatam means he has taken birth for the well-being of all people. Shivaya for the well-being of all people. Therefore, Narada Muni is telling, describe the transcendental pastimes of the Supreme Personality of Godhead Sri Krishna more vividly. In the earlier work of Vyasa Deva, the different Puranas and the Mahabharata, he has described the pastimes of the Supreme Lord, but not as detailed as it will be described by him in the Bhagavatam under the instruction of Narada. Just like the 10th canto of the Srimad Bhagavatam is fully dedicated for describing the pastimes of Krishna very, very, very detailed way. It is the biggest canto in the entire Srimad Bhagavatam. And it is also describing the pastimes of Krishna's birth, then the childhood pastimes in Vrindavan. Then the pastimes of Krishna as youth in the Mathura Dham, then his pastimes as the king of Dwaraka in Dwaraka. All the pastimes are very nicely, vividly, detailed way described in the Bhagavatam 10th canto. And the other cantos are establishing the pastimes of Krishna. Who is this personality of Godhead Krishna? What is his transcendental nature? What is his relationship with this material world, with the spiritual world, with the living beings, with the liberated souls, with the jnanis, tapasvis, karmis, yogis, devotees, everybody? All that is very scientifically described in connection with his pastimes. This is the special thing. Everything is connected with Krishna's pastimes."
    },
    {
      "start_time": 360,
      "end_time": 557,
      "verse_references": [],
      "themes": [
        "Incarnations",
        "Fallen souls",
        "Spiritual master",
        "Vyasadeva",
        "Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He is teaching by his own example that one must accept a spiritual master even though he is God himself.",
      "summary": "This segment explains the purpose of incarnations delivering fallen souls, the importance of Vedic literature, and the role of a spiritual master, even for incarnations like Vyasadeva and Krishna, emphasizing the need to take shelter of Krishna's lotus feet.",
      "timestamp_url": "https://youtu.be/sEYKHopPCdA?t=360",
      "transcript": "So in the purport, Srila Prabhupada says, Vyasa Deva has descended by his costless mercy to deliver the fallen souls in this material world. That's the purpose of all incarnations. Every incarnation is descending, coming from the spiritual world, from the spiritual world to the material world, for the sake of delivering the fallen souls, those who are lost in this material world. Now the people in this world are mostly forgetful of who they are, who is Krishna, what is their relationship. So they are detached from the transcendental loving service of Krishna, which is the natural condition, healthy condition, the spiritual state of our existence. Eternally we are meant simply for rendering pure devotional service, loving devotional service to Krishna. The Vedic literatures are compiled for the benefit of such fallen souls. And the duty of the fallen souls is to take care of them, especially in the human form of life. Take advantage of such literature to be freed from the bondage of material existence. Now Narada Muni is formally accepted as the spiritual master of Vyasa Deva. But Vyasa Deva being the incarnation of the Lord is not dependent at all on anyone. He is completely enlightened always. And he is the spiritual master of everyone else. But as doing the work of an Acharya, he is teaching by his own example that one must accept a spiritual master even though he is God himself. For example Lord Krishna, Lord Rama, Sri Chaitanya Mahaprabhu. All are incarnations of the Supreme Lord. But they accepted formally a spiritual master. They were already enlightened in all transcendental knowledge. They are the source of all knowledge. But still to direct people they actually accept a spiritual master, teach by their example. Similarly Vyasa Deva is directed by Narada Rishi as his spiritual master to describe the transcendental pastimes of Krishna in order to direct people to take shelter of the lotus feet of Krishna. That is the only shelter we actually have."
    },
    {
      "start_time": 557,
      "end_time": 782,
      "verse_references": [],
      "themes": [
        "Krishna's lotus feet",
        "Material existence",
        "Liberation",
        "Murari",
        "Vamanadev"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna's lotus feet are the most suitable boat for crossing over this ocean of material existence.",
      "summary": "The speaker describes Krishna's lotus feet as the boat to cross the ocean of material existence, referencing Krishna as Murari and Vamanadev, and explaining how taking shelter of Krishna shrinks the material world, leading to the supreme abode.",
      "timestamp_url": "https://youtu.be/sEYKHopPCdA?t=557",
      "transcript": "We don't have any other shelter. In the Bhagavatam it is described in a later portion, Samashrita ye pada pallava plavam. Krishna's lotus feet are the most suitable boat for crossing over this ocean of material existence. Plavam means boat. Pada pallava means it is like lotus feet. Krishna's lotus feet is like a boat, the most suitable boat for crossing over the ocean of material existence. Mahapadampunya Yesho Murari. And Krishna is famous as Murari, the killer of the Mura demon, whose pain as the deliverer of all the fallen souls, all the fallen souls in this material world. Whenever he incarnates he delivers them. His fame as the deliverer is spotless. Punya Yesho. It's pure fame, spotless fame. Mahapadam. Now he became famous as keeping that giant step when he appeared as Vaman Dev, Trivikrama. In one step he covered the earth and all the lower planets. And he stretched his other foot to pierce the covering of the top portion of the universe beyond Brahma Loka. So he covered all the upper planets with the second step. And there was no place left for covering the third step, for keeping the third step and covering some land. There was no land left. All the middle, lower, upper, all three planetary systems were covered in two steps. So Mahapadampunya Yesho Murari, Bhavambudhir Vatsapadam. What happens when you take shelter of Krishna's lotus feet? How do you cross over this material existence? So in this verse it is described, the whole material existence becomes shrunk to the quantity of water contained in the footprint of a calf. Vatsapadam. Vatsa means calf. So a huge ocean shrinks into water contained in the footprint of a calf. Bhavambudhir. Bhava means this material existence is compared to a huge ocean that compresses or condenses or shrinks into a very very small quantity of water so that you can easily cross over, just as easily as one can put his foot across a small puddle of water. Parampadam. And you cross over material existence to reach the supreme abode of the Supreme Personality of Godhead."
    },
    {
      "start_time": 782,
      "end_time": 913,
      "verse_references": [
        "BG 18.66"
      ],
      "themes": [
        "Surrender",
        "Krishna's lotus feet",
        "Liberation",
        "Bhagavad Gita"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna says in Bhagavad Gita, Surrender to me alone.",
      "summary": "This segment emphasizes the ease and effectiveness of taking shelter of Krishna's lotus feet for liberation, contrasting it with other difficult methods, and quoting Krishna's instruction in the Bhagavad Gita to surrender to Him alone, assuring protection from sinful reactions.",
      "timestamp_url": "https://youtu.be/sEYKHopPCdA?t=782",
      "transcript": "That is the result of taking shelter of Krishna's lotus feet. This is the glorification of the incarnation of Krishna and all the other incarnations. Taking shelter of the lotus feet of the Supreme Lord, Personality of Godhead is the easiest and the most effective way of crossing over this ocean of material existence. Otherwise the other methods are very very very difficult, very slow, and very very tedious. This is very very easy, the method of taking shelter of the lotus feet of Krishna. So everywhere it is described in the Bhagavatam, this very literature is directing us, take shelter of the lotus feet of Krishna. Krishna says in Bhagavad Gita, surrender to me alone, giving up all other processes of religion. Simply surrender and don't worry about the consequences of such surrender. Don't worry about it. Mahashu Chaha. Because Krishna says, I will take charge of all your sinful reactions. Even if there are any sinful reactions, don't worry. I will nullify them. Aham Tvam Sarva Pape Bhya Moksha Isha. So Krishna specially gives the assurance. So this transcendental literature, Vedic literature, are directing the fallen souls how they can come to the point of taking shelter of the lotus feet of Krishna. That's the direction that is ultimately given and that's the perfection. I'll stop here. Thank you very much. Hare Krishna."
    }
  ]
}