{
  "video_id": "sGLdAzVMr5U",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.9.44 | 14-05-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=sGLdAzVMr5U",
  "segments": [
    {
      "start_time": 35,
      "end_time": 131,
      "verse_references": [
        "SB 1.9.44"
      ],
      "themes": [
        "Bhishma Deva",
        "Analogy",
        "Silence",
        "Departure"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Something like this happened after Bhishma quit his body.",
      "summary": "The speaker introduces the verse about Bhishma Deva quitting his body and draws an analogy to birds returning to their nests and becoming silent at the end of the day.",
      "timestamp_url": "https://youtu.be/sGLdAzVMr5U?t=35"
    },
    {
      "start_time": 131,
      "end_time": 270,
      "verse_references": [],
      "themes": [
        "Bhishma Deva",
        "Krishna Consciousness",
        "Going Back Home",
        "Eternal Relationship"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "That's where all of us belong. Everyone, every living entity belongs to the home, our home, that is Kṛṣṇa's personal abode, the unlimited eternity of the Supreme Absolute.",
      "summary": "The speaker elaborates on Bhishma's absorption in Krishna at the time of death and explains Srila Prabhupada's interpretation of merging into the unlimited eternity, which means returning to our original home, Krishna's abode.",
      "timestamp_url": "https://youtu.be/sGLdAzVMr5U?t=131"
    },
    {
      "start_time": 270,
      "end_time": 392,
      "verse_references": [],
      "themes": [
        "Eternal Relationship",
        "Servitude",
        "Spiritual Service",
        "Part and Parcel"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Our relationship with Kṛṣṇa is eternal. We are connected with Kṛṣṇa eternally.",
      "summary": "The speaker discusses the eternal relationship between the living being and Krishna, emphasizing that we are all tiny parts and parcels of Krishna meant to serve Him in loving devotional service.",
      "timestamp_url": "https://youtu.be/sGLdAzVMr5U?t=270"
    },
    {
      "start_time": 392,
      "end_time": 500,
      "verse_references": [],
      "themes": [
        "Analogy",
        "Service to Krishna",
        "Material Activities",
        "Uselessness"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, we as spirit soul, tiny, tiny, tiny spirit soul, we are totally useless when we are separate from Kṛṣṇa.",
      "summary": "Using the analogy of a machine and its parts, the speaker explains that a spirit soul separated from Krishna is useless, and that material activities are also useless because they are not in service to Krishna.",
      "timestamp_url": "https://youtu.be/sGLdAzVMr5U?t=392"
    },
    {
      "start_time": 500,
      "end_time": 655,
      "verse_references": [],
      "themes": [
        "Conditioned Life",
        "Material World",
        "Spiritual Urge",
        "Brahma Jijnasa"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "When we develop a desire, let me go back home, back to Godhead, where I belong, where life is eternal, full of bliss, full of knowledge, in association with the most loving, supreme personality of Godhead, Krishna, very, very attractive proposition, then that's called the spiritual urge of the living being begins.",
      "summary": "The speaker describes life in the material world as a prison and explains that when a living being becomes conscious of this fact, a spiritual urge arises to return to Godhead, which is called Brahma Jijnasa.",
      "timestamp_url": "https://youtu.be/sGLdAzVMr5U?t=500"
    },
    {
      "start_time": 655,
      "end_time": 755,
      "verse_references": [],
      "themes": [
        "Jnana",
        "Vairagya",
        "Bhakti",
        "Transcendentalists"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Three things are required to ensure success of Brahma Jijnasa, the spiritual urge: Jnana, Vairagya, Bhakti.",
      "summary": "The speaker explains that Jnana (knowledge), Vairagya (renunciation), and Bhakti (devotional service) are required for success in Brahma Jijnasa and introduces the three categories of transcendentalists: Jnanis, Yogis, and Bhaktas.",
      "timestamp_url": "https://youtu.be/sGLdAzVMr5U?t=655"
    },
    {
      "start_time": 755,
      "end_time": 888,
      "verse_references": [],
      "themes": [
        "Impersonal Brahman",
        "Vaikuntha",
        "Devotional Service",
        "Spiritual Planets"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Those who don't render loving service, they have no place in the Vaikuntha.",
      "summary": "The speaker differentiates between the destinations of Jnanis and Yogis (impersonal Brahman) and Bhaktas (Vaikuntha planets), emphasizing that only those who render loving service to the Lord can enter Vaikuntha.",
      "timestamp_url": "https://youtu.be/sGLdAzVMr5U?t=755"
    },
    {
      "start_time": 888,
      "end_time": 928,
      "verse_references": [
        "BG 8.16"
      ],
      "themes": [
        "Devotional Service",
        "Return to Material World",
        "Eternal Abode"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Whereas devotees, they never come back, having gone once there in the Bhagavad Gita.",
      "summary": "The speaker concludes by stating that Jnanis and Yogis may fall back to the material world if they don't take to devotional service, while devotees who reach the spiritual planets never return.",
      "timestamp_url": "https://youtu.be/sGLdAzVMr5U?t=888"
    }
  ]
}