{
  "video_id": "sGLdAzVMr5U",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.9.44 | 14-05-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=sGLdAzVMr5U",
  "segments": [
    {
      "start_time": 35,
      "end_time": 131,
      "verse_references": [
        "SB 1.9.44"
      ],
      "themes": [
        "Bhishma Deva",
        "Analogy",
        "Silence",
        "Departure"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Something like this happened after Bhishma quit his body.",
      "summary": "The speaker introduces the verse about Bhishma Deva quitting his body and draws an analogy to birds returning to their nests and becoming silent at the end of the day.",
      "timestamp_url": "https://youtu.be/sGLdAzVMr5U?t=35",
      "transcript": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Jai Vanarottamam Deviim Sarasvatim Vyasam Tato Jayam Udi Rayet. In this session, we will be discussing from the 44th verse of the 9th chapter of the first canto of Srimad Bhagavatam. The description is continuing what happened after Bhishma Deva quit his body. Sampadyamanam Agyaya Bhishmam Brahmani Nishkale Sarve Babhu Te Tushneem Vayam Siva Bhishma Dinakya Ye. The meaning of this verse is, knowing that Bhishma Deva had merged into the unlimited eternity of the Supreme Absolute, all present there became silent like birds at the end of the day. Now here is an analogy given that when birds are living in one tree, there are a lot of birds. In the morning they go out searching for food, etc. They go chirping and they come back in the evening around the time of sunset. Again they come back chirping and once they settle down in their particular nest, they become silent."
    },
    {
      "start_time": 131,
      "end_time": 270,
      "verse_references": [],
      "themes": [
        "Bhishma Deva",
        "Krishna Consciousness",
        "Going Back Home",
        "Eternal Relationship"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "That's where all of us belong. Everyone, every living entity belongs to the home, our home, that is Kṛṣṇa's personal abode, the unlimited eternity of the Supreme Absolute.",
      "summary": "The speaker elaborates on Bhishma's absorption in Krishna at the time of death and explains Srila Prabhupada's interpretation of merging into the unlimited eternity, which means returning to our original home, Krishna's abode.",
      "timestamp_url": "https://youtu.be/sGLdAzVMr5U?t=131",
      "transcript": "Something like this happened after Bhishma quit his body. Of course, he was lying there on the bed of arrows. But he chose the most auspicious moment as one who had the benediction to choose an auspicious time to quit the body. But most importantly, he was fully absorbed in thought of Krishna who was personally present before Bhishma Deva. So everyone present there, so many great saintly persons had assembled to witness Bhishma quitting his body. They knew Bhishma was a great personality. He is one of the Mahajanas, one of the ideal devotees in the whole universe. So when he was quitting his body, all the great saintly persons from all over the universe had come. Great sages had come there, assembled there. All of them, they became silent, knowing that Bhishma Deva had attained his perfection of going back home, back to Godhead. That is described here as, He had merged into the unlimited eternity of the Supreme Absolute. So Srila Prabhupada explains what does it mean to merge into the unlimited eternity of the Supreme Absolute. So Srila Prabhupada says in the purport, To enter into or become merged into the unlimited eternity of the Supreme Absolute means To enter the original home of the living being. This is described by Prabhupāda many times in other places as, let us go back home, back to Godhead. That's where all of us belong. Everyone, every living entity belongs to the home, our home, that is Kṛṣṇa's personal abode, the unlimited eternity of the Supreme Absolute."
    },
    {
      "start_time": 270,
      "end_time": 392,
      "verse_references": [],
      "themes": [
        "Eternal Relationship",
        "Servitude",
        "Spiritual Service",
        "Part and Parcel"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Our relationship with Kṛṣṇa is eternal. We are connected with Kṛṣṇa eternally.",
      "summary": "The speaker discusses the eternal relationship between the living being and Krishna, emphasizing that we are all tiny parts and parcels of Krishna meant to serve Him in loving devotional service.",
      "timestamp_url": "https://youtu.be/sGLdAzVMr5U?t=270",
      "transcript": "So Śrīla Prabhupāda says further, the living beings are all component parts and parcels of the Absolute Personality of Godhead. We are all very, very, very tiny spirit souls, part of Kṛṣṇa. Parcel means inseparable part, cannot be separated. Our relationship with Kṛṣṇa is eternal. We are connected with Kṛṣṇa eternally. Only point is that temporarily we may forget when in the material world we forget Kṛṣṇa under the influence of the material energy, we forget Kṛṣṇa. But the relationship is not broken. It is permanently there. It's a spiritual relationship, so it can never be broken. Spirit means eternal. Spiritual relationship is eternal. Therefore, they are eternally related with Him as the servitor and the served. Every spirit soul, every living being, each one of us, we are related with Kṛṣṇa as His servitors. We are meant to serve Him. Don't mistake this to be something like material service. It is actually spiritual service, loving, devotional service. That's the correct explanation. The Lord is served by all His parts and parcels as the complete machine is served by its parts and parcels."
    },
    {
      "start_time": 392,
      "end_time": 500,
      "verse_references": [],
      "themes": [
        "Analogy",
        "Service to Krishna",
        "Material Activities",
        "Uselessness"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, we as spirit soul, tiny, tiny, tiny spirit soul, we are totally useless when we are separate from Kṛṣṇa.",
      "summary": "Using the analogy of a machine and its parts, the speaker explains that a spirit soul separated from Krishna is useless, and that material activities are also useless because they are not in service to Krishna.",
      "timestamp_url": "https://youtu.be/sGLdAzVMr5U?t=392",
      "transcript": "This is an example being given by Prabhupāda to help us understand how we are connected with the Lord. Any part of the machine removed from the whole is no longer important. You can understand this point. Let's say there is a small screw which is holding some particular item in the entire machine, huge machine, several parts. Now that screw, if it falls off, what is the value of this screw? But as long as it is connected with the machine, it is very, very important. It is doing a very specific function and it is very important. So, any part of the machine removed from the whole is no longer important. So, we as spirit soul, tiny, tiny, tiny spirit soul, we are totally useless when we are separate from Kṛṣṇa. Of course, we cannot be separated, inseparable. But if we want to separate or we want to try to separate, then our life is useless. Similarly, any part and parcel of the Absolute detached from the service of the Lord is useless. Now, material activity means so many activities we perform which is not service of the Lord. That is useless. All material activities are useless because they are not of the nature of service of the Supreme Lord Krishna."
    },
    {
      "start_time": 500,
      "end_time": 655,
      "verse_references": [],
      "themes": [
        "Conditioned Life",
        "Material World",
        "Spiritual Urge",
        "Brahma Jijnasa"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "When we develop a desire, let me go back home, back to Godhead, where I belong, where life is eternal, full of bliss, full of knowledge, in association with the most loving, supreme personality of Godhead, Krishna, very, very attractive proposition, then that's called the spiritual urge of the living being begins.",
      "summary": "The speaker describes life in the material world as a prison and explains that when a living being becomes conscious of this fact, a spiritual urge arises to return to Godhead, which is called Brahma Jijnasa.",
      "timestamp_url": "https://youtu.be/sGLdAzVMr5U?t=500",
      "transcript": "The living beings who are in the material world are all disintegrated parts and parcel of the Supreme Whole and they are no longer as important as the original parts and parcels. Originally, we are all part and parcel of Kṛṣṇa. So, as original parts, we are very, very important. Now, apart from the living beings in this material world Prabhupāda is telling, there are, however, more integrated living beings who are eternally liberated in the spiritual world. They are eternally liberated. The material energy of the Lord called Durga Shakti or the superintendent of the prison house takes charge of the disintegrated parts and parcels and thus they undergo a conditioned life under the laws of material nature. What is our life in this material world, material existence as we say? It is a life in a prison. Prison because we are originally liberated souls but now we are conditioned by the laws of material nature. The laws of material nature are forcing us to live in this body and this body means full of limitations. When the living being becomes conscious of this fact, just like all of us are now understanding this point as we study here Bhagavad Gita, Bhagavatam, we become conscious of this fact, then the living being tries to go back home, back to Godhead and thus the spiritual urge of the living being begins. When we develop a desire, let me go back home, back to Godhead, where I belong, where life is eternal, full of bliss, full of knowledge, in association with the most loving, supreme personality of Godhead, Krishna, very, very attractive proposition, then that's called the spiritual urge of the living being begins. This spiritual urge is called Brahman. Brahma Jijnasa or inquiry about Brahman. Brahman means Krishna. So inquiry about Krishna. It's called Brahma Jijnasa. Inquire about Krishna."
    },
    {
      "start_time": 655,
      "end_time": 755,
      "verse_references": [],
      "themes": [
        "Jnana",
        "Vairagya",
        "Bhakti",
        "Transcendentalists"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Three things are required to ensure success of Brahma Jijnasa, the spiritual urge: Jnana, Vairagya, Bhakti.",
      "summary": "The speaker explains that Jnana (knowledge), Vairagya (renunciation), and Bhakti (devotional service) are required for success in Brahma Jijnasa and introduces the three categories of transcendentalists: Jnanis, Yogis, and Bhaktas.",
      "timestamp_url": "https://youtu.be/sGLdAzVMr5U?t=655",
      "transcript": "Human form of life is meant for this. Principally this Brahma Jijnasa is successful by knowledge, renunciation and devotional service to the Lord. Jnana, Vairagya, Bhakti. Three things are required to ensure success of Brahma Jijnasa, the spiritual urge. Jnana or knowledge means knowledge of everything of Brahman, the Supreme. We should get proper understanding of who is Krishna or what is Krishna, from the proper source, from the proper authorities. Renunciation means detachment of material affection. In this material world we develop so many different types of material attachments to so many things, to so many material situations, material desires, material objects, material bodies, material relationships. We get attached. So that material affection we have to give up. That is renunciation. And devotional service is the revival by practice of the original position of the living being. Our original position is in the spiritual world in relationship with Krishna as his servant, as his servitor, as his devotee, serving in love. The successful living beings who are eligible to enter into the realm of the Absolute are called the Jnanis, the Yogis and the Bhaktas."
    },
    {
      "start_time": 755,
      "end_time": 888,
      "verse_references": [],
      "themes": [
        "Impersonal Brahman",
        "Vaikuntha",
        "Devotional Service",
        "Spiritual Planets"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Those who don't render loving service, they have no place in the Vaikuntha.",
      "summary": "The speaker differentiates between the destinations of Jnanis and Yogis (impersonal Brahman) and Bhaktas (Vaikuntha planets), emphasizing that only those who render loving service to the Lord can enter Vaikuntha.",
      "timestamp_url": "https://youtu.be/sGLdAzVMr5U?t=755",
      "transcript": "Three categories of transcendentalists: Jnanis, Yogis and Bhaktas. Now of these three categories of transcendentalists, the Jnanis and Yogis enter into the impersonal race of the Supreme. In the spiritual world, Krishna is personally present in his personal abode, the spiritual planets, one of the spiritual planets. And outside the spiritual planets is the spiritual sky consisting of the impersonal Brahmajyoti. So the Jnanis and Yogis enter the impersonal Brahmajyoti, not the spiritual planets, not the personal abode of Krishna. But the Bhaktas enter into the spiritual planets known as the Vaikunthas. The spiritual planets, Bhaktas enter. This is basically the third category of transcendentalists: Jnanis, Yogis, Bhaktas. Only the Bhaktas enter into Vaikuntha. In these spiritual planets, the Supreme Lord as Narayana predominates. And the healthy, unconditioned living beings live there by rendering loving service to the Lord in the capacity of servant, friend, parents and fiancée. Four kinds of relationship: Dasya, Sakya, Vatsalya, Madhurya. Different types of relationship different devotees have with the Supreme Lord in the spiritual world. They render service. There the unconditioned living beings enjoy life in full freedom with the Lord. Whereas the impersonalist Jnanis and Yogis enter into the impersonal glowing effulgence of the Vaikuntha planets. So they can't enter because they have to graduate to come to the point of Bhakti, rendering loving service. Those who don't render loving service, they have no place in the Vaikuntha."
    },
    {
      "start_time": 888,
      "end_time": 928,
      "verse_references": [
        "BG 8.16"
      ],
      "themes": [
        "Devotional Service",
        "Return to Material World",
        "Eternal Abode"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Whereas devotees, they never come back, having gone once there in the Bhagavad Gita.",
      "summary": "The speaker concludes by stating that Jnanis and Yogis may fall back to the material world if they don't take to devotional service, while devotees who reach the spiritual planets never return.",
      "timestamp_url": "https://youtu.be/sGLdAzVMr5U?t=888",
      "transcript": "So these Jnanis and Yogis, if they take to devotional service, then their spiritual life is successful. If they don't take to devotional service after attaining the Brahmajyoti, then they fall down into the material world. This is explained in the Bhagavatam. They come back to the material world. Whereas devotees, they never come back, having gone once there in the Bhagavad Gita. yad gatva na nivartante taddhama paramam mama. So that is the position of the devotees."
    }
  ]
}