{
  "video_id": "siMvSgevGt0",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.9.10 | 06-04-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=siMvSgevGt0",
  "segments": [
    {
      "start_time": 0,
      "end_time": 46,
      "verse_references": [],
      "themes": [
        "invocation",
        "mantras",
        "guru"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Om Agyanati Miran Dhasya Gyananjana Shalakaya Chaksharunmilitam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, invoking blessings and paying respects to the spiritual master and Lord Krishna.",
      "timestamp_url": "https://youtu.be/siMvSgevGt0?t=0"
    },
    {
      "start_time": 46,
      "end_time": 118,
      "verse_references": [
        "SB 1.9.10"
      ],
      "themes": [
        "Bhishma",
        "Krishna",
        "Srimad Bhagavatam",
        "omnipresence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Lord Sri Krishna is situated in everyone's heart. Yet, he manifests his transcendental form by his internal potency.",
      "summary": "The speaker introduces the context of the lecture, focusing on Bhishma Deva's passing in the presence of Lord Krishna, and explains the meaning of the verse being discussed, highlighting Krishna's presence in everyone's heart and his manifestation of a transcendental form.",
      "timestamp_url": "https://youtu.be/siMvSgevGt0?t=46"
    },
    {
      "start_time": 118,
      "end_time": 283,
      "verse_references": [],
      "themes": [
        "Krishna",
        "recognition",
        "Duryodhana",
        "Mahabharata",
        "universal form"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Even if Krishna comes in front of us, are we able to recognize he who is the supreme personality of God?",
      "summary": "The speaker discusses the difficulty in recognizing Krishna as the Supreme Personality of Godhead, even when He is present, using the example of Duryodhana's failure to recognize Krishna during the peace negotiations before the Kurukshetra war.",
      "timestamp_url": "https://youtu.be/siMvSgevGt0?t=118"
    },
    {
      "start_time": 283,
      "end_time": 453,
      "verse_references": [],
      "themes": [
        "Bhishma",
        "Mahajanas",
        "religious principles",
        "Dharma",
        "Mahabharata"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bhishma Deva is one of the Mahajanas...who know the religious principles perfectly and who know the goal of the practice of all religious principles is simply to understand Krishna.",
      "summary": "The speaker emphasizes Bhishma Deva's position as one of the Mahajanas, who possess perfect knowledge of religious principles and understand that the ultimate goal is to understand Krishna, and highlights the significance of Bhishma's instructions to Yudhishthira in the Mahabharata.",
      "timestamp_url": "https://youtu.be/siMvSgevGt0?t=283"
    },
    {
      "start_time": 453,
      "end_time": 521,
      "verse_references": [],
      "themes": [
        "Krishna",
        "omnipresence",
        "omnipotence",
        "Bhishma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is present everywhere in every place in the material world, in the spiritual world, everywhere. This is called omnipresence.",
      "summary": "The speaker reiterates Bhishma Deva's recognition of Krishna's glories and emphasizes Krishna's omnipresence and omnipotence, drawing from Srila Prabhupada's purport.",
      "timestamp_url": "https://youtu.be/siMvSgevGt0?t=453"
    },
    {
      "start_time": 521,
      "end_time": 691,
      "verse_references": [],
      "themes": [
        "spirit soul",
        "consciousness",
        "Krishna",
        "Vishnu",
        "universe"
      ],
      "content_type": "analogy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Even though you're so tiny your consciousness is spread throughout the body similarly it is explained in the scriptures Krishna in his form as Garbhodakashayi Vishnu has entered this universe.",
      "summary": "The speaker uses the analogy of the individual spirit soul's consciousness spreading throughout the body to explain how Krishna, as Garbhodakashayi Vishnu, is present and conscious throughout the entire universe.",
      "timestamp_url": "https://youtu.be/siMvSgevGt0?t=521"
    },
    {
      "start_time": 691,
      "end_time": 801,
      "verse_references": [],
      "themes": [
        "Atma",
        "Paramatma",
        "Mayavada",
        "Vaishnava philosophy",
        "omnipresence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Vaishnava philosophy clearly explains the truth that the atma and paramatma are two not one though in the scriptures it is explained that the atma and paramatma are one in quality both are spiritual by nature qualitative equality.",
      "summary": "The speaker differentiates between the individual soul (atma) and the Supreme Soul (Paramatma), refuting the Mayavada philosophy that claims they are one and the same, and emphasizing the Vaishnava understanding of their distinct quantitative differences despite qualitative similarity.",
      "timestamp_url": "https://youtu.be/siMvSgevGt0?t=691"
    },
    {
      "start_time": 801,
      "end_time": 897,
      "verse_references": [],
      "themes": [
        "Krishna",
        "Bhishma",
        "Jagadishwaram",
        "transcendental form",
        "worship"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Don't wrongly think Krishna is an ordinary person or just another powerful king. No. Krishna is the supreme person.",
      "summary": "The speaker concludes by reiterating that Krishna is not an ordinary person but the Supreme Personality of Godhead, Jagadishwaram, and that Bhishma Deva, recognizing this, duly worshipped Him.",
      "timestamp_url": "https://youtu.be/siMvSgevGt0?t=801"
    },
    {
      "start_time": 897,
      "end_time": 903,
      "verse_references": [],
      "themes": [
        "conclusion",
        "gratitude"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "I will stop here. Thank you very much. Hare Krishna.",
      "summary": "The speaker concludes the lecture and expresses gratitude.",
      "timestamp_url": "https://youtu.be/siMvSgevGt0?t=897"
    }
  ]
}