{
  "video_id": "siMvSgevGt0",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.9.10 | 06-04-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=siMvSgevGt0",
  "segments": [
    {
      "start_time": 0,
      "end_time": 46,
      "verse_references": [],
      "themes": [
        "invocation",
        "mantras",
        "guru"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Om Agyanati Miran Dhasya Gyananjana Shalakaya Chaksharunmilitam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, invoking blessings and paying respects to the spiritual master and Lord Krishna.",
      "timestamp_url": "https://youtu.be/siMvSgevGt0?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyananjana Shalakaya Chaksharunmilitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 46,
      "end_time": 118,
      "verse_references": [
        "SB 1.9.10"
      ],
      "themes": [
        "Bhishma",
        "Krishna",
        "Srimad Bhagavatam",
        "omnipresence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Lord Sri Krishna is situated in everyone's heart. Yet, he manifests his transcendental form by his internal potency.",
      "summary": "The speaker introduces the context of the lecture, focusing on Bhishma Deva's passing in the presence of Lord Krishna, and explains the meaning of the verse being discussed, highlighting Krishna's presence in everyone's heart and his manifestation of a transcendental form.",
      "timestamp_url": "https://youtu.be/siMvSgevGt0?t=46",
      "transcript": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchai Vanarottamam Devim Saraswati Vyasam Tatham Satoh Jaya Mudhi Raiyate. In this session, we will be discussing from the 10th verse of the 9th chapter of the 1st canto of Srimad Bhagavatam. This chapter describes the passing away of Bhishma Deva in the presence of Lord Krishna. Bhishma is going to offer wonderful prayers to Krishna. But before that, the description is given of the situation of Bhishma's passing away. Krishna Chaitat Prabhavagya Asinam Jagadishwaram Hridistham Pujayamasa Mayayo Patavigraham. The meaning of this verse is as follows: Lord Sri Krishna is situated in everyone's heart. Yet, he manifests his transcendental form by his internal potency. This very Lord was sitting before Bhishma Deva."
    },
    {
      "start_time": 118,
      "end_time": 283,
      "verse_references": [],
      "themes": [
        "Krishna",
        "recognition",
        "Duryodhana",
        "Mahabharata",
        "universal form"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Even if Krishna comes in front of us, are we able to recognize he who is the supreme personality of God?",
      "summary": "The speaker discusses the difficulty in recognizing Krishna as the Supreme Personality of Godhead, even when He is present, using the example of Duryodhana's failure to recognize Krishna during the peace negotiations before the Kurukshetra war.",
      "timestamp_url": "https://youtu.be/siMvSgevGt0?t=118",
      "transcript": "And since Bhishma Deva knew of his glories, he worshipped him duly. If you remember, in an earlier verse, it was described when the Pandavas were coming to the battlefield where Bhishma was lying on a bed of arrows. Krishna accompanied the Pandavas. So, Bhishma was very, very fortunate and blessed to have Krishna in front of him when he was about to quit the body. Krishna is directly present in front of Bhishma. And here it is said, even if Krishna comes in front of us, are we able to recognize he who is the supreme personality of Godhead Krishna? Not necessarily, because Krishna looks like a human being. We may think when Krishna comes in front of us, here is another human being, and we may not be able to recognize him. It is said in the scriptures, even when Krishna incarnated five thousand years back on the earth planet and moved around in human society, many, many people thought he was an ordinary person. He was another human being. They could not recognize him because he looked like a human being, and we may not be able to recognize him as the Supreme Personality of Godhead. A very good example is there in the Mahabharata when Krishna went with the peace proposal on behalf of Maharaja Yudhishthira before the Battle of Kurukshetra was about to begin, to avoid that battle, world war. It was not just a battle, it was a world war. Yudhishthira wanted to negotiate for peace and Duryodhana refused, so Yudhishthira thought, let me send Krishna. Krishna went to Duryodhana, but Duryodhana thought Krishna is another king of Dwarka, another politician, and he thought Krishna is very diplomatic in bringing a peace proposal from Yudhishthira. So Duryodhana did not recognize Krishna as a Supreme Personality of Godhead."
    },
    {
      "start_time": 283,
      "end_time": 453,
      "verse_references": [],
      "themes": [
        "Bhishma",
        "Mahajanas",
        "religious principles",
        "Dharma",
        "Mahabharata"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bhishma Deva is one of the Mahajanas...who know the religious principles perfectly and who know the goal of the practice of all religious principles is simply to understand Krishna.",
      "summary": "The speaker emphasizes Bhishma Deva's position as one of the Mahajanas, who possess perfect knowledge of religious principles and understand that the ultimate goal is to understand Krishna, and highlights the significance of Bhishma's instructions to Yudhishthira in the Mahabharata.",
      "timestamp_url": "https://youtu.be/siMvSgevGt0?t=283",
      "transcript": "Got it? And Krishna, in order to convince Duryodhana that Krishna is not an ordinary person, Krishna showed one of his universal forms to Duryodhana, and Duryodhana thought Krishna is using some mystic power to bewilder Duryodhana, to force him to accept the peace proposal. Duryodhana said, I am not going to be carried away by your display of some mystic power. See, in spite of Krishna showing to Duryodhana I am not an ordinary person, Duryodhana could not recognize. So it is important to note here, it is said since Bhishma Deva knew of his glories, he worshipped Krishna duly. Bhishma Deva is one of the Mahajanas. The Mahajanas are twelve great personalities in this universe who know the religious principles perfectly and who know the goal of the practice of all religious principles is simply to understand Krishna, the Supreme Personality of Godhead, to attain the lotus feet of the shelter of the lotus feet of Krishna is the goal of following all religious principles. This is known only to the Mahajanas. Bhishma Deva is one of the Mahajanas. He knows who is Krishna. He knows who are the living entities. He knows what is this world, why this creation, what is the goal of life. All these things are known to Bhishma, and Bhishma's instructions to Yudhishthira forms the bulk of the wisdom given in the Mahabharata. Over three Parvas, out of 18 Parvas, Bhishma's instructions to Yudhishthira are covered. Bhishma Parva, Anushasana Parva and Shanti Parva. Three Parvas. Parvas are big volumes of which the Mahabharata is constituted or divided. So 18 Parvas are there and out of those 18, three of them, the bulk of the Mahabharata is describing Yudhishthira's, sorry Bhishma's instructions to Yudhishthira on the"
    },
    {
      "start_time": 453,
      "end_time": 521,
      "verse_references": [],
      "themes": [
        "Krishna",
        "omnipresence",
        "omnipotence",
        "Bhishma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is present everywhere in every place in the material world, in the spiritual world, everywhere. This is called omnipresence.",
      "summary": "The speaker reiterates Bhishma Deva's recognition of Krishna's glories and emphasizes Krishna's omnipresence and omnipotence, drawing from Srila Prabhupada's purport.",
      "timestamp_url": "https://youtu.be/siMvSgevGt0?t=453",
      "transcript": "subject matter of Dharma. So this is very, very significant, that Bhishma Deva knew the glories of the Supreme Lord Krishna. Bhishma Deva could recognize here as the Supreme Personality of Godhead. He is not an ordinary person. He is not another King. He is not just a powerful King. He is the Supreme Lord of all Lords. He is above everyone including the topmost Devatas, Brahma, Shiva, everybody. So that Bhishma Deva knew. In the Purport Srila Pravapath says the Lord's omnipotency is displayed by simultaneous presence in every place. Krishna is present everywhere in every place in the material world, in the spiritual world, everywhere. This is called omnipresence. He is present everywhere. And that is because of his omnipotency. He is supremely omnipotent."
    },
    {
      "start_time": 521,
      "end_time": 691,
      "verse_references": [],
      "themes": [
        "spirit soul",
        "consciousness",
        "Krishna",
        "Vishnu",
        "universe"
      ],
      "content_type": "analogy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Even though you're so tiny your consciousness is spread throughout the body similarly it is explained in the scriptures Krishna in his form as Garbhodakashayi Vishnu has entered this universe.",
      "summary": "The speaker uses the analogy of the individual spirit soul's consciousness spreading throughout the body to explain how Krishna, as Garbhodakashayi Vishnu, is present and conscious throughout the entire universe.",
      "timestamp_url": "https://youtu.be/siMvSgevGt0?t=521",
      "transcript": "Powerful, so he can be present and he is present everywhere. To give you an example, each one of us, we are very, very tiny spirit soul. It's a small particle of spiritual atom, very, very tiny. How small? One by ten thousandth part of the tip of the hair point in size. So that small tiny spiritual atom is inside the heart of this body. Now the consciousness of that tiny spirit is spread everywhere in the body. Compared to that tiny, very, very small spirit soul, this body is quite big, and the conscience is spread so perfectly all over the body that if an ant bites the tip of your toe, you immediately come to know about it. An ant may bite you somewhere in the top of your head, you immediately come to know about it. Any part of the body the ant bites, you immediately come to know about it. So even though you're so tiny, your consciousness is spread throughout the body. Similarly, it is explained in the scriptures, Krishna in his form as Garbhodakashayi Vishnu has entered this universe. He is present as Vishwatma, the soul of the universe. So just like my consciousness is spread throughout the body, even though I am just in the heart region, a very tiny spirit soul, similarly, even though Krishna is the spirit soul, the supreme spirit within the universe, his consciousness is spread throughout the universe. The gigantic universe consists of millions of planets. Each planet have millions of living beings. Everywhere throughout the universe, Krishna's consciousness is spread. So he is conscious of every part of the universe. Not only he is present within the universe, he has entered the universe, he has entered the heart of every living being. Every living being's heart is present."
    },
    {
      "start_time": 691,
      "end_time": 801,
      "verse_references": [],
      "themes": [
        "Atma",
        "Paramatma",
        "Mayavada",
        "Vaishnava philosophy",
        "omnipresence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Vaishnava philosophy clearly explains the truth that the atma and paramatma are two not one though in the scriptures it is explained that the atma and paramatma are one in quality both are spiritual by nature qualitative equality.",
      "summary": "The speaker differentiates between the individual soul (atma) and the Supreme Soul (Paramatma), refuting the Mayavada philosophy that claims they are one and the same, and emphasizing the Vaishnava understanding of their distinct quantitative differences despite qualitative similarity.",
      "timestamp_url": "https://youtu.be/siMvSgevGt0?t=691",
      "transcript": "So he is also conscious of every body. In fact, that is the difference between ourselves and Krishna, atma and paramatma. There is so much of, so many different philosophies describing whether the atma and paramatma are two distinct different entities or they are one. Most people are misled by the mayavada philosophy which says atma and paramatma are one. Vaishnava philosophy clearly explains the truth that the atma and paramatma are two, not one. Though in the scriptures it is explained that the atma and paramatma are one in quality, both are spiritual by nature, qualitative equality. Quantitatively, they are distinctly different. Quantitatively, the tiny spirit is only conscious of one body. I am conscious of my body, you are conscious of your body, another person is conscious of his or her body only, whereas Krishna is conscious of everybody. Krishna is conscious of billions and trillions and innumerable bodies, everybody. So this is distinctly different in terms of quantity, omnipresent, omnipotent, omniscient."
    },
    {
      "start_time": 801,
      "end_time": 897,
      "verse_references": [],
      "themes": [
        "Krishna",
        "Bhishma",
        "Jagadishwaram",
        "transcendental form",
        "worship"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Don't wrongly think Krishna is an ordinary person or just another powerful king. No. Krishna is the supreme person.",
      "summary": "The speaker concludes by reiterating that Krishna is not an ordinary person but the Supreme Personality of Godhead, Jagadishwaram, and that Bhishma Deva, recognizing this, duly worshipped Him.",
      "timestamp_url": "https://youtu.be/siMvSgevGt0?t=801",
      "transcript": "He is all-knowing. He is all-powerful. He is present everywhere, every nook and corner. So that Krishna is present in front of Bhishma Deva. So don't wrongly think Krishna is an ordinary person or just another powerful king. No. Krishna is the supreme person, the Personality of God. So here the word that is used by Vyasa Deva to describe this, Asinam Jagadishwaram. Jagadishwaram. The lord of the universe. The lord of the universe is sitting in front of Bhishma Deva. So and it is said here, Krishna manifests his transcendental form by his internal potency, mayaya upatvigraham. Krishna's form is completely transcendental. You know, it looks like a material form of a human being. It is not a material form. Krishna's form is completely transcendental. And Bhishma knew about this. And therefore Bhishma duly worshipped him. Bhishma did not receive him as another king. No. Bhishma knew. Here is the supreme personality of God. He duly worshipped him."
    },
    {
      "start_time": 897,
      "end_time": 903,
      "verse_references": [],
      "themes": [
        "conclusion",
        "gratitude"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "I will stop here. Thank you very much. Hare Krishna.",
      "summary": "The speaker concludes the lecture and expresses gratitude.",
      "timestamp_url": "https://youtu.be/siMvSgevGt0?t=897",
      "transcript": "I will stop here. Thank you very much. Hare Krishna."
    }
  ]
}