{
  "video_id": "SnnIRDDzrs8",
  "title": "The Appropriate Way to Utilise One's Power | Lessons from Lord Rama | Sri Sampati Dasa",
  "speaker": "HG Satya Gaura Chandra Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=SnnIRDDzrs8",
  "segments": [
    {
      "start_time": 0,
      "end_time": 30,
      "verse_references": [],
      "themes": [
        "power",
        "leadership",
        "compassion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Lord Ram uses his power always to help weaker section of the society.",
      "summary": "Lord Rama exemplifies the proper use of power by helping the vulnerable and never misusing it.",
      "timestamp_url": "https://youtu.be/SnnIRDDzrs8?t=0",
      "transcript": "Lord Ram uses his power always to help the weaker section of society. Those who are being attacked, they will take shelter of Lord Shri Ram. Being powerful, he never misused his power in any manner. Lord Shri Ram is an inspiring figure for everyone."
    },
    {
      "start_time": 30,
      "end_time": 73,
      "verse_references": [],
      "themes": [
        "power",
        "abuse of power",
        "injustice"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "What did he do with his power and position? He attacked his own younger brother Sugreeva.",
      "summary": "The speaker contrasts Lord Rama's use of power with Wali, who abused his power by attacking his own brother Sugreeva.",
      "timestamp_url": "https://youtu.be/SnnIRDDzrs8?t=30",
      "transcript": "Because being powerful, he never misused his power in any manner. We see an example of Wali, a very powerful person, king of Kishkindha. What did he do with his power and position? He attacked his own younger brother Sugreeva. He threw him out of Kishkindha. Sugreeva was a loyal citizen of Kishkindha. He was a contributing citizen of Kishkindha. But Wali, being angry and out of a certain misunderstanding, he attacked his own younger brother. And he used his power and position to make an effort to murder, kill Sugreeva."
    },
    {
      "start_time": 73,
      "end_time": 110,
      "verse_references": [],
      "themes": [
        "power",
        "leadership",
        "selflessness"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Lord Ram did not become the king of Kishkindha. He made Sugreeva the king of Kishkindha.",
      "summary": "Lord Rama uses his power to help Sugreeva regain his kingdom, demonstrating selflessness and a focus on helping others.",
      "timestamp_url": "https://youtu.be/SnnIRDDzrs8?t=73",
      "transcript": "Lord Ram uses his power always to help the weaker section of society. Those who are being attacked, they will take shelter of Lord Shri Ram. Lord Shri Ram helped Sugreeva by killing Wali. He made Sugreeva the king of Kishkindha. Lord Ram is not thinking, \"I'm very powerful. I will defeat Wali and I will become the king of Kishkindha.\" Even though he killed Wali, he defeated Wali. Lord Ram did not become the king of Kishkindha."
    },
    {
      "start_time": 110,
      "end_time": 168,
      "verse_references": [],
      "themes": [
        "leadership",
        "empowerment",
        "compassion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "He likes creating more powerful, more leaders under him and especially uses his power to help those who are weaker section of the society like Sugreeva who was into trouble because of somebody like Wali who was abusing power.",
      "summary": "Lord Rama is presented as a leader who empowers others and uses his power to protect the vulnerable, serving as an inspiration for all leaders.",
      "timestamp_url": "https://youtu.be/SnnIRDDzrs8?t=110",
      "transcript": "He made Sugreeva the king of Kishkindha. So here we see Lord Ram as somebody who is not greedy for power. He is somebody who makes his followers leaders. He is somebody who creates more leaders. He is not somebody who says that I should be the only one who is the greatest. I should be the only one who is the king. I should be the only one who is powerful. He likes creating more powerful, more leaders under him and especially uses his power to help those who are the weaker section of society, like Sugreeva, who was in trouble because of somebody like Wali who was abusing power. That's why Lord Shri Ram is an inspirational figure for all the leaders to learn the lesson of how to use power, for what purpose we use power in our life. That's why Lord Shri Ram is an inspirational figure for all the leaders to learn the lesson of how to use power in our life."
    }
  ]
}