{
  "video_id": "snqRvsLqR-k",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.6.22 | 17-11-2021",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=snqRvsLqR-k",
  "segments": [
    {
      "start_time": 0,
      "end_time": 86,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Agyana Timiran Dhasya Gyanan Janishalakaya",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/snqRvsLqR-k?t=0",
      "transcript": "Om Agyana Timiran Dhasya Gyanan Janishalakaya Chakshuranmeelitam Yena Tasmai Shri Gurave Namaha. Nama Om Vishnupadaya Krishna Prishthaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine. Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine. Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Srivasadi Gauravani Bhakta Vrinda. Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare. Om Namo Bhagavate Vasudevaya. Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet. In this session we will be discussing from the 22nd verse of the 6th chapter of the 1st"
    },
    {
      "start_time": 86,
      "end_time": 168,
      "verse_references": [
        "SB 1.6.22"
      ],
      "themes": [
        "darshan",
        "desire",
        "purification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "O virtuous one, you have only once seen my person and this is just to increase your desire for me.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam (SB 1.6.22) and explains the context of Lord's words to Narada Muni after he lost sight of the Lord in meditation.",
      "timestamp_url": "https://youtu.be/snqRvsLqR-k?t=86",
      "transcript": "canto of Srimad Bhagavatam. Sakradya Darshitam Roopam Etat Kamayate Anagha Matkamas Shanakai Sadhu Sarvan Munchatih Richhayan. The meaning of this verse is, O virtuous one, you have only once seen my person and this is just to increase your desire for me because the more you hanker for me, the more you desire for me, the more you will be freed from all material desires. So the Lord is speaking to Narada Muni. After Narada Muni began meditation, he reached the stage of bhava, ecstasy. And in that stage of ecstasy, he was able to have a brief glimpse of the Lord in the heart. But then after that brief darshan, he lost sight of the Lord and then he tried again to get that darshan, but he could not. And when he was morose, that is when the Lord spoke to him. And the Lord is speaking and explaining something very important for Narada and for all of us"
    },
    {
      "start_time": 168,
      "end_time": 251,
      "verse_references": [
        "SB 1.6.22"
      ],
      "themes": [
        "darshan",
        "desire",
        "purification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Because till one is completely purified in the heart, one cannot actually see the Lord, the spiritual form of the Lord.",
      "summary": "The speaker elaborates on the reason why the Lord gave only a brief darshan to Narada, emphasizing the importance of purification and increasing the desire to see and associate with the Lord.",
      "timestamp_url": "https://youtu.be/snqRvsLqR-k?t=168",
      "transcript": "to understand. So in the 21st verse is the beginning of the Lord's words, Lord's speaking to Narada from within the heart. O Narada, in the 21st verse, the previous session, we discussed this. I regret that during this lifetime, you will not be able to see me anymore. So just the brief darshan was given. So in this verse, the Lord is telling, you have only once seen my person and just to increase your desire for me, I have done it. Because till one is completely purified in the heart, one cannot actually see the Lord, the spiritual form of the Lord. It's not possible. And why did the Lord give darshan, that brief darshan? Even before Narada was fully purified, it is because to increase the hankering, the desire to see the Lord, to associate with the Lord in person."
    },
    {
      "start_time": 251,
      "end_time": 367,
      "verse_references": [],
      "themes": [
        "desire",
        "spiritual desire",
        "purification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A living being cannot be vacant of desires.",
      "summary": "The speaker quotes Srila Prabhupada, explaining that spiritual life doesn't mean becoming desireless, but rather purifying or replacing material desires with spiritual desires, focusing on pleasing the Lord instead of the senses.",
      "timestamp_url": "https://youtu.be/snqRvsLqR-k?t=251",
      "transcript": "And that will automatically free Narada from all material desires. So Srila Prabhupada very nicely explains in the purport. He says, A living being cannot be vacant of desires. You would have heard many times, spiritual life means we have to become desireless. Now becoming desireless, we have to understand very carefully. We cannot be completely vacant of all desires. So what does it mean to become desireless in order to advance in spiritual life? It means to become free from all material desires. And that is possible not by just trying to negate all material desires, but rather replace material desires with spiritual desires. Or as Srila Prabhupada explains elsewhere, we have to purify our desires. We have to purify our desires. In our material condition, we are full of material desires. But the same desires can be turned into spiritual desires, when we desire for the Lord. Instead of desiring for ourselves, we desire to please the Lord instead of desiring to please our own senses."
    },
    {
      "start_time": 367,
      "end_time": 475,
      "verse_references": [],
      "themes": [
        "devotional service",
        "entanglement",
        "spiritual thinking"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Thinking for the service of the Lord itself is spiritual.",
      "summary": "The speaker continues to explain Prabhupada's teachings, highlighting that living beings must have desires and that entanglement arises from material thinking, feeling, and willing, while devotional service frees one from entanglement by focusing on the Lord's service.",
      "timestamp_url": "https://youtu.be/snqRvsLqR-k?t=367",
      "transcript": "So Srila Prabhupada explains a living being cannot be vacant of desires. He is not a dead stone. What or who is vacant of all desires? It is dead matter. No desire. So living person must have desires. That is symptom of life. So Srila Prabhupada says further, he must be working, thinking, feeling and willing. But when he thinks, feels and wills materially, he becomes entangled. That is our present condition. We are entangled because we are thinking, feeling and willing materially. Conversely, when he thinks, feels and wills for the service of the Lord, he becomes gradually freed from all entanglement. This is the wonderful thing about devotional service, that you start thinking, feeling, willing for the service of the Lord. This is the process of bhakti, process of devotion, devotional service. A positive process. Automatically material thinking, feeling, willing will be replaced or purified when you start thinking, feeling, willing for the service of the Lord. And gradually we are freed from all entanglement. Thinking for the service of the Lord itself is spiritual, and it also frees us from all entanglement. We are free from all entanglement. Thinking for the service of the Lord itself is spiritual. We are free from material entanglement."
    },
    {
      "start_time": 475,
      "end_time": 554,
      "verse_references": [],
      "themes": [
        "devotional service",
        "chanting",
        "hankering"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The more a person is engaged in the transcendental loving service of the Lord, the more he acquires a hankering for it.",
      "summary": "The speaker emphasizes the nature of devotional service, explaining that even a small beginning, like chanting Hare Krishna, can lead to an increased hankering for the Lord and that guidance from experienced devotees is essential.",
      "timestamp_url": "https://youtu.be/snqRvsLqR-k?t=475",
      "transcript": "We are free from material entanglement. The more a person is engaged in the transcendental loving service of the Lord, the more he acquires a hankering for it. This is the nature of devotional service. This is so nice, that you start with a little service. Make a beginning by doing a little service. Just vibrate your tongue and say Hare Krishna, Hare Krishna, Krishna Krishna Hare Hare, Hare Rama Hare Rama Rama Rama Hare Hare. You begin devotional service and you keep on doing more and more of this chanting and hearing of the holy name of the Supreme Lord, the more you will acquire a hankering for chanting. That is really true. We all begin by chanting once, few times, few minutes, 108 times. Gradually, if we get guidance by experienced devotees, representatives of the spiritual master, representatives of Krishna, then we are advised to start in a small way and increase in the"
    },
    {
      "start_time": 554,
      "end_time": 660,
      "verse_references": [],
      "themes": [
        "chanting",
        "spiritual sound",
        "transcendental"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "This is spiritual sound this is transcendental it is full of spiritual nector.",
      "summary": "The speaker contrasts chanting Hare Krishna with repeating a material sound, like 'coca-cola', explaining that the transcendental nature of the holy name prevents boredom and increases the desire to chant.",
      "timestamp_url": "https://youtu.be/snqRvsLqR-k?t=554",
      "transcript": "in the beginning you may not have taste for it like the way pure devotees have taste, but then you increase it and you notice that it is not like a material sound vibration. If I tell you keep saying coca-cola, coca-cola, coca-cola, coca-cola, how many times can you say that? Few times. You cannot keep repeating that material sound again and again and again. It will become hackneyed, it will become boring. But devotees have been chanting Hare Krishna for so long, they chant every day the same mantra so many times, but they never find it is boring. They never experience any boredom. Why? Because this is spiritual sound. This is transcendental. It is full of spiritual nectar. Of course we don't experience the nectar immediately, but certainly we can experience the difference in terms of not feeling the boredom. That itself is a confirmation of the sound being transcendental. The very fact that we can repeatedly chant day after day, week after week, month after month, year after year, and increase, keep increasing the chanting itself is proof that this is spiritual sound and therefore it increases."
    },
    {
      "start_time": 660,
      "end_time": 771,
      "verse_references": [],
      "themes": [
        "spiritual service",
        "satiation",
        "material vs spiritual"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Material service has satiation... Whereas spiritual service of the lord has neither satiation nor end.",
      "summary": "The speaker explains the concept of satiation in material activities using the analogy of eating chocolate, contrasting it with the eternal and non-satiating nature of spiritual service to the Lord.",
      "timestamp_url": "https://youtu.be/snqRvsLqR-k?t=660",
      "transcript": "That is the transcendental nature of godly service, devotional service, spiritual service, spiritual activities like that. It is the transcendental nature of such service. Material service has satiation. What is satiation? You have experience that is, eat a small piece of some edible, ordinary edible that you like to eat. Let's say it's a piece of chocolate a child likes. So you give the child a piece of chocolate. So you give the child a piece of chocolate. So you give the child a piece of chocolate. So you give the child a piece, it'll eat and say very nice. You give more, it'll eat that second piece, very nice. Third piece, fourth piece. How much can the child go on eating, eating, eating, eating and experience more and more pleasure and satisfaction? There's a limit. So that limit is reached, that's called satiation. You cannot eat anymore to derive more and more pleasure, or taste, or satisfaction out of eating the sweet. That is the nature of material service, or material activity, or material objects. Whereas spiritual service of the lord has neither satiation nor end. Even the material activity comes to an end with satiation. Even the material activity comes to an end with the body. The body is not permanent. The material body is not permanent. So life in this body is not going to continue forever, no."
    },
    {
      "start_time": 771,
      "end_time": 888,
      "verse_references": [],
      "themes": [
        "spiritual service",
        "eternality",
        "devotional service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Spiritual service is on the spiritual platform therefore it is eternal.",
      "summary": "The speaker reiterates the eternal nature of spiritual service, emphasizing that it continues beyond the material body and that devotional service, like chanting Hare Krishna, has no satiation.",
      "timestamp_url": "https://youtu.be/snqRvsLqR-k?t=771",
      "transcript": "It is going to end when we have to quit the body at the time of death, we do. Leave this body. So spiritual service is not of the nature of material. So spiritual service is not of the nature of material activity or material service because spiritual service continues life after life after life after life. It is on the spiritual platform, therefore it is eternal. It's in the platform of the soul. The soul is eternal, therefore spiritual service is eternal. Material service has satiation, whereas spiritual service of the Lord has neither satiation nor end. What is satiation? Satiation means something material, you cannot repeatedly do that activity to derive more and more pleasure or more and more satisfaction, just like eating a piece of sweet meat or a chocolate. You eat one piece, very nice. You eat a second piece, okay this is also pleasurable. But how much can you keep on eating and deriving more pleasure? There's a limit to that. Everything material is like this. Whereas spiritual service of the Lord has neither satiation nor end. Devotional service, just like we chant Hare Krishna, there is no satiation. We go on chanting more and more and more and more. It does not become boring, it does not become hackneyed. So therefore spiritual service is on the spiritual platform, it is eternal. One can go on increasing his hankerings for the loving transcendental service of the Lord and yet he will not find satiation"
    },
    {
      "start_time": 888,
      "end_time": 992,
      "verse_references": [],
      "themes": [
        "devotional service",
        "seeing the Lord",
        "purification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Anybody engaged in devotional service is actually seeing the lord through the service because the lord and his devotional service are identical.",
      "summary": "The speaker concludes by explaining that engaging in devotional service is equivalent to seeing the Lord, as the Lord and His service are identical, and encourages sincere devotees to continue their service for purification and perfection.",
      "timestamp_url": "https://youtu.be/snqRvsLqR-k?t=888",
      "transcript": "or end. This is the nature of a transcendental loving service of the Lord. There is no satiation. There is no end because it is not going to end with satiation. The body. By intense service of the Lord, one can experience the presence of the Lord transcendentally. Therefore, seeing the Lord means being engaged in his service because his service and his person are identical. So we are to understand this point very carefully, that anybody engaged in devotional service is actually seeing the Lord through the service because the Lord and his devotional service are identical. Of course it's difficult to understand in the beginning, but in the words of the acharyas, we have to understand this fact about devotional service. So the sincere devotee should go on with sincere service of the Lord. The Lord will give proper direction as to how and where it has to be done. So Narada had no material desire and simply to increase his intense desire for the Lord, the Lord gave him brief darshan and then said, now continue your devotional service the way you have been doing and then one day you'll reach perfection, you become completely purified, then you'll reach perfection. I'll stop here. Thank you very much. Hare Krishna."
    }
  ]
}