{
  "video_id": "sqNlbW2jUWg",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.16.25 - 30 Part 6 | 06-02-2023",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=sqNlbW2jUWg",
  "segments": [
    {
      "start_time": 60,
      "end_time": 280,
      "verse_references": [],
      "themes": [
        "Krishna's beauty",
        "Srivatsa",
        "Madana Mohana",
        "Radharani"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "So how much more beautiful Krishna should be to attract even Radharani, who is the most beautiful creation of the Lord.",
      "summary": "This segment focuses on the unique and unparalleled beauty of Lord Krishna, highlighting the Srivatsa mark on his chest and his ability to attract even Radharani and Madana.",
      "timestamp_url": "https://youtu.be/sqNlbW2jUWg?t=60",
      "transcript": "5 to 30 of the 16th chapter of the first canto of Srimad Bhagavatam. This is part number 6. We are discussing the various qualities of the Supreme Lord, the transcendental qualities. Now, Srila Prabhupada explains the quality of the Lord's beauty. As far as the beauty of the Lord is concerned, he has some special features that distinguish him from all other living beings. Krishna, when he appears in his original form, human-like form, Manushin Tanumashrit, it's not a human form, it's not a material form. It looks like a material form of the human being. So he still has some special features by which you can recognize him as completely different from all the other humans. So he has some special features, just like Krishna has got a mark on his chest called Srivatsa. Srivatsa. It's the hoof print of a calf. Srivatsa. Vatsa means calf. On the chest, which is the residing place of Sri, Lakshmi. Lakshmi is residing on the bosom of the Lord, the chest of the Lord. So he's also called Srinivasa. The Lord, Srivatsa is the one who, that is the place where Srinivasa resides on his chest. So that place where Lakshmi resides, that place there is one mark called Srivatsa. So that Srivatsa is only there on the chest of the Lord. Only the Lord has that marking. Nobody else can have that marking. So like this he has got some special features that distinguish him from everyone else. Over and above those special features which distinguish him from all other living beings, he has some special attractive beautiful features regarding his beauty, by which he attracts the mind of even Radharani, who is the supermost beautiful creation of the Lord. Radharani is very, very, very, very, very, very beautiful, most beautiful among everyone else other than the Lord. So she is most beautiful. And Krishna, he is so beautiful, he attracts even Radharani. So how much more beautiful Krishna should be to attract even Radharani, who is the most beautiful creation of the Lord. Therefore, he is known as Madana Mohana, one who attracts the mind of even Cupid, Madana. Madana is the most beautiful personality in this universe among the created beings of the material world. So Krishna attracts even Madana, Madana Mohana, he captivates the mind of Madana. So he is millions and billions of times more beautiful than Madana, that is described in the Brahma Samhita. So Krishna attracts even Madana, Madana Mohana, he is known as Madana Mohana."
    },
    {
      "start_time": 294,
      "end_time": 477,
      "verse_references": [
        "BG 18"
      ],
      "themes": [
        "Transcendental qualities",
        "Mystic powers",
        "Yogeshwara",
        "Jiva Goswami"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is the one who is the master of all mystic powers Yogeshwara",
      "summary": "This segment discusses how Jiva Goswami ascertained Krishna as the Supreme Lord based on his transcendental qualities and unlimited mystic powers, emphasizing Krishna's position as Yogeshwara.",
      "timestamp_url": "https://youtu.be/sqNlbW2jUWg?t=294",
      "transcript": "Now, Srila Jiva Goswami Prabhu, who is one of the previous Acharyas, he has scrutinizingly analyzed other transcendental qualities of the human being. He has studied the qualities of the Lord, and he says affirmatively that Lord Sri Krishna is the absolute supreme personality of God, Param Brahman. How do we ascertain somebody is God? Because he looks like another created being, but he is not. But how do we ascertain he is God? By his qualities. So, his analyzed the transcendental qualities displayed by the Lord when he incarnates, Srila Jiva Goswami Prabhu has concluded that the Lord is, Krishna is the Supreme Lord, absolute supreme personality of God. So, Srila Jiva Goswami explains that omnipotent by his inconceivable energies. Omnipotent means he has got all kinds of powers, because he has so many energies. And he is the Yogeshwara or the supreme master of all mystic powers. There are so many mystic powers. But a yogi who is practicing Ashtanga Yoga can have only Ashta Siddhi, eight major mystic powers, eight minor mystic powers, and four auxiliary mystic powers. Elsewhere, Prabhupada explains. Totally, different types of mystic powers are twenty: eight major, eight minor, and four subsidiary. So, Krishna has unlimited mystic powers. So, nobody else can have unlimited mystic powers. They can have some limited mystic powers, eight at the most, or some rare cases, ten. But Krishna has unlimited mystic powers. Not only that, he is the one who bestows mystic power on somebody who desires to have it after practicing yoga. Devotees never want any mystic powers. Devotees don't want any favor from the Lord. They don't desire for it, they don't aspire for it, they never want it. So that is Lord's greatness. So he is the one, Krishna is the one who is the master of all mystic powers, Yogeshwara in the"
    },
    {
      "start_time": 477,
      "end_time": 642,
      "verse_references": [
        "BG"
      ],
      "themes": [
        "Spiritual form",
        "Ignorance",
        "Transcendental knowledge",
        "Krishna's mercy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "When Krishna shines the divine knowledge, transcendental knowledge within our heart, he says this in the Bhagavad Gita.",
      "summary": "This segment explains that Krishna's eternal form is spiritual, a combination of eternity, bliss, and knowledge, and that He dispels the darkness of ignorance through transcendental knowledge.",
      "timestamp_url": "https://youtu.be/sqNlbW2jUWg?t=477",
      "transcript": "Bhagavad-gita it is said in the 18th chapter last words yatra Yogeshwara Krishna yatra partho dhanur dharah. Krishna is addressed as Yogeshwara by Sanjaya, Yogeshwara Krishna. So Krishna is the master of all mystic powers, unlimited powers. So because he is the Yogeshwara, Ashwada Prabhupada says his eternal form is spiritual, a combination of eternity, bliss, and knowledge. Our form is spiritual, a combination of eternity, bliss, and knowledge. Our form, our material form, however a person may be learned, however intelligent he may be, but our form is basically a form of ignorance. Material form is filled with ignorance, and this ignorance, even if we try to learn whole life, this ignorance cannot be eradicated by that acquisition of material knowledge. Material knowledge does not counteract the ignorance due to our accepting a material body. It's only by the supreme Lord's blessing that we get his mercy to eradicate the ignorance within our heart. When Krishna shines the divine knowledge, transcendental knowledge within our heart, he says this in the Bhagavad Gita: tesham eva anukampartham aham ajnanajam tamaha nashayami atmabhavastho jnana deepena bhāsvat. So, Krishna dispels the darkness of ignorance in every living entity who so desires. Krishna only will dispel the darkness by giving them the enlightenment in transcendental knowledge. So, I will continue..."
    },
    {
      "start_time": 642,
      "end_time": 897,
      "verse_references": [],
      "themes": [
        "Dynamic knowledge",
        "Ever-fresh beauty",
        "Unlimited qualities",
        "Devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "His beauty is... He looks ever fresh, and newer and newer beauties are every moment being displayed by him this is called dynamic quality of beauty dynamic ever increasing ever fresh beauty Krishna displays",
      "summary": "This segment describes Krishna's dynamic and unfathomable knowledge and ever-fresh beauty, emphasizing that devotees can never equal the Lord's qualities but possess enough to be blissful.",
      "timestamp_url": "https://youtu.be/sqNlbW2jUWg?t=642",
      "transcript": "to explain the nature of this knowledge that Krishna possesses. Krishna's knowledge is not static. It is of dynamic nature. The knowledge of the Lord is unfathomable. Nobody can estimate how much knowledge the Lord has got. And it is dynamic means according to the situation, time, place, circumstances, he can actually apply knowledge suitably in different situations. His knowledge is dynamic. Dynamic knowledge. Now, regarding his beauty. Shri Lasuta Goswami says in the Bhagavatam that even though Krishna was observed by the citizens of Dwarka every day, they were always increasingly anxious to see him again and again. Shri Lasuta Goswami says... So, what is the nature of his beauty? His beauty is... He looks ever fresh, and newer and newer beauties are every moment being displayed by him. This is called dynamic quality of beauty, dynamic, ever increasing, ever fresh beauty Krishna displays. So the residents of Dwaraka every day they would want to see Krishna's beauty and to be attracted more and more and more, increased attraction, increased appreciation of Krishna's beauty, and they become, there's no saturation also. So this saturation in transcendental qualities of the Lord, there's no saturation. So even though those devotees who appreciate the Lord's beauty every day, you, but they cannot attain by any amount of work the equality with the Lord in his beauty, not possible. That's not possible. So none of the qualities, even though the living it is put possessed in small quantity the qualities of the Lord, they can never equal him or excel you in those qualities by their efforts, different endeavors, that's never possible. So the Lord is always the Lord, eternally is the Lord, unlimited qualities, unlimited number of qualities, and unlimited extent, unlimited quantity of those each quality, and the living entities have some of the qualities which the Lord has, and they possess in very, very, very, very, very insignificant quantity, but that insignificant quantity of whatever good qualities we have is sufficient, more than sufficient for us to be happy, to be blissful, to be situated always in transcendent etc. It's enough. We don't have to strive for more qualities or greater quantity of those qualities. We don't have to strive for any of those qualities."
    }
  ]
}