{
  "video_id": "Sqqw2JDxTfI",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.12.18| 14-08-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=Sqqw2JDxTfI",
  "segments": [
    {
      "start_time": 30,
      "end_time": 107,
      "verse_references": [],
      "themes": [
        "Srimad Bhagavatam",
        "King Yudhishthira",
        "Emperor Pariksit"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "O great souls, will he become as saintly a king, as pious in his very name, and as famous and glorified in his achievements as others who appeared in this great royal family?",
      "summary": "King Yudhishthira asks the Brahmins if the newborn Pariksit will be as great as his forefathers.",
      "timestamp_url": "https://youtu.be/Sqqw2JDxTfI?t=30",
      "transcript": "Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare, Om Namo Bhagavate Vasudevaya, Narayanam Namaskritya, Naram Chai Vanarottamam, Devim Saraswatim Vyasam Tato Jayam Udi Rayet. In this session we will be discussing from the 18th verse of the 12th chapter of the first canto of Srimad Bhagavatam. The topic of this chapter is the birth of Emperor Pariksit. Shri Rajovacha Apyesha Vamsyaan Rajarsheen Punya Shlokan Mahatmanaha Anuvartitha Svithyashasa Sadhuvadena Sattamaha This is the birth of Emperor Pariksit. This is a word spoken by King Yudhishthira to the Brahmins in response to what they said. Now he is asking a question. The good King Yudhishthira inquired, O great souls, will he become as saintly a king, as pious in his very name, and as famous and glorified in his achievements as others who appeared in this great royal family?"
    },
    {
      "start_time": 107,
      "end_time": 317,
      "verse_references": [],
      "themes": [
        "Rajarshi",
        "Saintly Kings",
        "Qualities of a Saint"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Therefore, all the members of the state, all the citizens, were happy, pious, well-behaved, prosperous, and spiritually enlightened.",
      "summary": "Srila Prabhupada explains the qualities of saintly kings (Rajarshis) and the positive impact they have on their citizens.",
      "timestamp_url": "https://youtu.be/Sqqw2JDxTfI?t=107",
      "transcript": "So this verse is a question. This is a question by King Yudhishthira to the Brahmins. So Shri La Pravapara explains in the purport to this verse. The forefathers of King Yudhishthira were all great saintly kings. Rajarsheen. The term used is Rajarsheen. They are Raja, they are kings, but they are also Rishi, they are saintly, saintly kings. It's a rare combination. And all of them are pious and glorified by their great achievements. They are all pious, because they strictly follow the scriptures, and they are glorified by their great achievements. Their achievements are noteworthy, even for kings. They are future generations. So they are all recorded in the Vedic scriptures. And they are glorified, and their example is cited again and again and again. They are the ideal for everyone else in the society, even in future. So their example is a timeless example. They don't go out of relevance, because there may be some very ancient examples of a different time, of a different era. Because the nature of a person is essentially spiritual, and that spiritual nature doesn't change with the change of time, change of era, change of yuga, change of place, change of circumstances. The spiritual nature does not change. So further Srila Prabhupada says, they were all saints on the royal throne. They are sitting on the royal throne. They are ruling. They are powerful. And they can be very, very tough in dealing with miscreants. But they are saints. They have all the qualities of a sadhu, of a saintly person. And therefore, as a result of such people ruling, what is being described here, please hear. Therefore, all the members of the state, all the citizens, were happy, pious, well-behaved, prosperous, and spiritually enlightened."
    },
    {
      "start_time": 317,
      "end_time": 459,
      "verse_references": [],
      "themes": [
        "Happiness",
        "Piousness",
        "Well-behaved Citizens",
        "Prosperity",
        "Spiritual Enlightenment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "First of all, people are happy because of his perfect rule, there is plenty of supply of all necessities by Mother Earth.",
      "summary": "The lecture details five benefits citizens receive under the rule of saintly kings: happiness, piousness, good behavior, prosperity, and spiritual enlightenment.",
      "timestamp_url": "https://youtu.be/Sqqw2JDxTfI?t=317",
      "transcript": "Five things Prabhupada says about the citizens who are under the care of great saintly kings, Rajarshis. First of all, people are happy. This is a primary characteristic of a saintly person ruling a kingdom, or a state, or a province, or a country, or even the whole world. All the people are happy. Why? Because of his perfect rule, there is plenty of supply of all necessities by Mother Earth. Plenty of supply. So there is no scarcity of anything, for anyone. So naturally people will be happy. And then people are also, they are pious, because the saintly kings enforce the scriptural directions to be followed by everybody for their own good, for the good of the whole country, for the good of the whole world. So there are no clashes between different sections of people in the society. People can live in harmony, peacefully. And because of the prosperity, they are all happy. Everyone is having everything they require. And people are well behaved. They are well behaved because they are all trained up to follow their respective duties, to perform their respective duties. Everyone is trained up in the Vedic culture. The whole society is divided into four social classes and four spiritual classes."
    },
    {
      "start_time": 459,
      "end_time": 680,
      "verse_references": [],
      "themes": [
        "Vedic Culture",
        "Social Classes",
        "Brahmanas",
        "Kshatriyas",
        "Vaishyas",
        "Shudras",
        "Occupational Duties"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So the four social classes are the Brahmanas, Kshatriyas, Vaishyas, and Shudras.",
      "summary": "The speaker describes the four social classes in Vedic culture (Brahmanas, Kshatriyas, Vaishyas, and Shudras) and their respective duties and contributions to society.",
      "timestamp_url": "https://youtu.be/Sqqw2JDxTfI?t=459",
      "transcript": "So the four social classes are the Brahmanas, Kshatriyas, Vaishyas, and Shudras. So they have a certain nature, acquired nature. Accordingly, they are trained and they are engaged in occupational duties. So everyone contributes to the society positively. And the others acknowledge, I may be inclined to work like a Brahmana. So I give my contribution to the society in terms of giving guidance to the people, in terms of educating them, in terms of teaching them how to worship God, in terms of giving them guidance about their own responsibilities, duties, like that. So, I do my duty and the Kshatriyas, they do their duty giving protection to the citizens, collecting taxes, spending the tax money for the public welfare. Then the Vaishyas, they do economic development by trading, commerce, by growing food grains, by giving cow protection, so plenty of milk, milk products, plenty of grains, plenty of minerals, everything. The Vaishyas cultivate the land, they engage in business, trading the excess grains or excess silk or excess of metals, minerals, everything. So, the Vaishyas do their work, they give taxes to the government and the government spends it for public welfare. The Shudras are engaged according to their proclivities to do a particular type of menial work because they cannot work as a Vaishya or a Kshatriya or a Brahmana. They don't have the necessary intellectual development. Their nature is not suited for using their intelligence in a Vaishya way or a Kshatriya way or a Brahmana way. So, they just are humble, they do whatever they can do as menial service and even for that they are trained up, even in that menial service they are trained up like carpenters, sculptors, the tillers in the land, or the workers who work in a Goshala or workers who work in the in the government, in the military. They are trained up to do one specific type of work without trying to use their intelligence in in in understanding some philosophy or some theory, nothing, they just follow. That is the level of the Shudra. And they are provided with all their needs, they are provided with all their needs by whoever engages them in a respective menial service."
    },
    {
      "start_time": 680,
      "end_time": 871,
      "verse_references": [],
      "themes": [
        "Well-behaved Citizens",
        "Mother Earth",
        "Spiritual Enlightenment",
        "Bhagavata Dharma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "People are well behaved because they are trained up, they are taught and they have ideals in the society, the saintly persons, the brahmanas, and the rishis, the sages.",
      "summary": "The lecture continues to explain how citizens are well-behaved, prosperous, and spiritually enlightened under saintly rule, emphasizing the importance of spiritual knowledge and Bhagavata Dharma.",
      "timestamp_url": "https://youtu.be/Sqqw2JDxTfI?t=680",
      "transcript": "So, in this way people are well behaved, people are well behaved because they are trained up, they are taught and they have ideals in the society, the saintly persons, the brahmanas, and the rishis, the sages. They have ideal examples to follow and people are prosperous because they have plenty of everything. There is no scarcity. Why? Because Mother Nature provides, Mother Earth provides. When there is a saintly person, a saintly king ruling, Mother Earth provides plenty. Everybody does their duty, therefore there is yajña, yajña karma samudbhava. This is explained in the Bhagavad Gita. And, above all, people are spiritually enlightened. There is systematic dissemination of spiritual knowledge, which is most essential in human society. It cannot be like the government is not concerned with people's spiritual development. No. Government should be concerned. Should be concerned. People should understand that they are not the body or at least even if they don't understand philosophically, they should follow the scriptural directions for spiritual advancement by performing some spiritual activity, by performing some spiritual activity. They should. Everyone should. That is not a matter of somebody's belief system. Spiritual life is not a matter of belief system. So, everybody has to understand there is only one supreme Lord. And, everyone else other than the supreme Lord is actually under the control of the one and only one supreme Lord. There is no question of different religious faiths. They say there are different religions in the world because there are different religions. There are different religions in the world because there are different religions in the world. There are different religions in the world because there are different religious faiths. This is a misunderstanding of what is eternal religion. It's called Bhagavata Dharma. That's what Bhagavatam proclaims. And, a king actually enforces Bhagavata Dharma. A Rajarshi introduces or enforces Bhagavata Dharma. Universal. Universal system of Dharma. Religion."
    },
    {
      "start_time": 871,
      "end_time": 952,
      "verse_references": [],
      "themes": [
        "Universal Dharma",
        "Supreme Lord",
        "Rajarshi",
        "Yudhishthira Maharaj",
        "Emperor Pariksit"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The one and only one supreme Lord provides the food for every living being.",
      "summary": "The speaker concludes by emphasizing the universal nature of Dharma, the role of the Supreme Lord, and reiterates King Yudhishthira's question about whether Pariksit will be as great as his ancestors.",
      "timestamp_url": "https://youtu.be/Sqqw2JDxTfI?t=871",
      "transcript": "It is not dependent on people's faith. No. Just like all human beings. Why human beings? Even all living creatures. They require food. And, who provides the food? The supreme Lord. The one and only one supreme Lord provides the food for every living being. So, this is universal Dharma. Universal Dharma. So, this way the Rajarshi enforces Bhagavata Dharma. And, this way people become spiritually enlightened. So, this is being mentioned by Yudhishthira Maharaj that all the forefathers of Yudhishthira Maharaj in this dynasty were all great personalities. Now, will this child also be as great as those forefathers of our dynasty? That's the question he's asking."
    }
  ]
}