{
  "video_id": "SrpX4ROpiCY",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.16.1 | 07-01-2023",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=SrpX4ROpiCY",
  "segments": [
    {
      "start_time": 0,
      "end_time": 40,
      "verse_references": [],
      "themes": [
        "invocation",
        "mantras",
        "guru"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Agyanati Miran Dhasya Gyananjanishalakaya Chaksharunmilitam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with the chanting of traditional Vaishnava mantras, invoking blessings and paying respects to the guru.",
      "timestamp_url": "https://youtu.be/SrpX4ROpiCY?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyananjanishalakaya Chaksharunmilitam Yena Tasmai Shri Gurave Namaha Namah Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pachatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shri Vasadi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 54,
      "end_time": 154,
      "verse_references": [
        "SB 1.16.1"
      ],
      "themes": [
        "Pariksit Maharaj",
        "devotee qualities",
        "astrology"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Suta Goswami said, O learned Brahmanas, Maharaj Pariksit then began to rule over the world as a great devotee of the Lord under the instructions of the best of the twice-born Brahmanas.",
      "summary": "The speaker introduces the new chapter about Pariksit Maharaj and explains how he ruled as a devotee, guided by Brahmanas, and possessing qualities foretold at his birth.",
      "timestamp_url": "https://youtu.be/SrpX4ROpiCY?t=54",
      "transcript": "In this session, we will be discussing the importance from the first verse of the 16th chapter of the first canto of Shri Madbhagavatam. This is a new chapter we are beginning in this session. The chapter is entitled, \"How Pariksit Received the Age of Kali.\" So, in the previous chapter, we heard that the Pandavas retired timely. They handed over charge of ruling the world to Yudhishthira, who handed over charge to Pariksit Maharaj, the only surviving descendant of the Pandavas. And now, how did Pariksit rule? That is going to be described in this chapter. So the first verse: sutavvaca tata pariksit vijavariya shikshaya mahi mahabhagavata shashasaha yatha hi sutyam abhijatko vidaha samadhisan vipra mahagunas tatha. The meaning of this verse is: Suta Goswami said, remember Suta Goswami is speaking to the sages of Naimisharanya. They are asking different questions and Suta Goswami is replying to them. So, he is describing how Pariksit Maharaj began to rule. Suta Goswami said, O learned Brahmanas, Maharaj Pariksit then began to rule over the world as a great devotee of the Lord under the instructions of the best of the twice-born Brahmanas. He ruled by those great qualities which were foretold by expert astrologers"
    },
    {
      "start_time": 154,
      "end_time": 214,
      "verse_references": [],
      "themes": [
        "devotee qualities",
        "Krishna consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The significance of begetting a devotee child is to be understood. Pariksit was begotten as a devotee child and devotees begot devotee children generally.",
      "summary": "The speaker emphasizes the importance of devotee children and how devotees naturally possess good qualities.",
      "timestamp_url": "https://youtu.be/SrpX4ROpiCY?t=154",
      "transcript": "at the time of his birth. The significance of begetting a devotee child is to be understood. Pariksit was begotten as a devotee child and devotees begot devotee children generally. And such devotees, they are qualified with all good qualities. All good qualities can be found naturally in someone who has got pure devotion to Krishna."
    },
    {
      "start_time": 214,
      "end_time": 336,
      "verse_references": [
        "BG 12"
      ],
      "themes": [
        "devotion",
        "good qualities",
        "preaching"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Simply one has to become a devotee of the Supreme Lord then naturally automatically very easily one develops all the good qualities gradually while practicing bhakti",
      "summary": "The speaker explains that good qualities develop naturally through devotion to Krishna and stresses the importance of preaching Krishna consciousness for world peace.",
      "timestamp_url": "https://youtu.be/SrpX4ROpiCY?t=214",
      "transcript": "So, Srila Prabhupada explains in the purport, at the time of Maharaj Pariksit's birth, the expert astrologer Brahmanas foretold some of his qualities. Why some of his qualities? Because a devotee has so many good qualities. So, they just foretold some of the good qualities at the time of the birth ceremony. Maharaj Pariksit developed all those qualities of the Lord and gradually all the good qualities worthy of possession develop. In the twelfth chapter of the Bhagavad-gita, Shila Prabhupada says when Krishna describes the wonderful qualities of a pure devotee, Prabhupada says one does not endeavor to develop each quality by separate effort. No, that's not the main way to develop good qualities by a devotee. Simply one has to become a devotee of the Supreme Lord, then naturally, automatically, very easily one develops all the good qualities gradually while practicing bhakti. So therefore, it is important everyone practices bhakti and naturally, automatically they all will develop good quality. Therefore, there is a great need to preach this Krishna consciousness among all classes of people in this world simply to make them devotees and thereby they become first-class citizens and there will be peace and prosperity in"
    },
    {
      "start_time": 336,
      "end_time": 475,
      "verse_references": [],
      "themes": [
        "Mahabhagavata",
        "pure devotee",
        "influence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Maharaj Pariksit was a Mahabhagavata or a first-class devotee who is not only well versed in the science of devotion but also able to convert others to become devotees by his transcendental instructions.",
      "summary": "The speaker elaborates on Pariksit's qualities as a Mahabhagavata and how his instructions and influence led others to become devotees.",
      "timestamp_url": "https://youtu.be/SrpX4ROpiCY?t=336",
      "transcript": "the whole world. So further, Shila Prabhupada says Maharaj Pariksit was a Mahabhagavata or a first-class devotee who is not only well versed in the science of devotion but also able to convert others to become devotees by his transcendental instructions. Why is this being said of Pariksit as a devotee? He naturally had all good qualities, but being a first-class devotee, Mahabhagavata, Mahi mahabhagavata shahrhah, so Pariksit is described in the verse as Mahabhagava, first-class devotee, the topmost devotee, the pure devotee. So pure devotee, his specialty is that he is himself got all the good qualities that are we found in a devotee and then he is well versed in the science of devotion and therefore, such a first class pure devotee of the Lord is able to convert others to become devotees by his transcendental instructions. His instructions are very, very effective, very practical, very powerful. They impact the heart. Association with pure devotees impacts the heart of the person who takes such association, who contacts such pure devotee. So as a leader, Parikshit is the leader because he is the king, emperor of the world, of the citizens. They have all these common people. So he influences them, himself being a first class devotee, himself being a Mahabhagavata, so that they also become devotees. They also develop all good qualities. They also become prepared to go back to godhead. They are also completely liberated from the cycle of birth and death."
    },
    {
      "start_time": 475,
      "end_time": 527,
      "verse_references": [],
      "themes": [
        "Srila Prabhupada",
        "ISKCON",
        "preaching"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Like Prabhupada, Srila Prabhupada, one person, one person, one person pure devotee. He travelled to the west on the order of his guru and he began preaching to the English speaking people",
      "summary": "The speaker uses Srila Prabhupada as an example of a pure devotee who spread Krishna consciousness globally, leading to purification and spiritual advancement for many.",
      "timestamp_url": "https://youtu.be/SrpX4ROpiCY?t=475",
      "transcript": "See the influence of a pure devotee. Like Prabhupada, Srila Prabhupada, one person, one person, one person, pure devotee. He travelled to the west on the order of his guru and he began preaching to the English speaking people and later on he travelled to different parts of the world and established this Krishna consciousness society, Hare Krishna movement, ISKCON movement meant for preaching to people to become devotees and thereby people become pure, people become purified, they become well behaved, they become peaceful, they become sober, they become good devotees and they go back to Godhead all of them. So that is what Prabhupada's contribution"
    },
    {
      "start_time": 527,
      "end_time": 631,
      "verse_references": [],
      "themes": [
        "Pariksit Maharaj",
        "devotee classes",
        "consultation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Even a first class devotee does not act independently. He will consult the right people for specific purposes.",
      "summary": "The speaker emphasizes that Pariksit was a first-class devotee who consulted with sages and Brahmanas for guidance in ruling the state, highlighting the importance of seeking counsel even for advanced devotees.",
      "timestamp_url": "https://youtu.be/SrpX4ROpiCY?t=527",
      "transcript": "is to one person, one pure devotee. Similarly we described how Maharaj Pariksit himself being a pure devotee he ruled perfectly as a first class devotee. He was a pure devotee, he was a leader. Maharaj Pariksit, further Srila Prabhupada says Maharaj Pariksit was therefore a devotee of the first order. There are three classes of devotees. I think that is also explained by Prabhupada. No, not in this purport. So there are three classes of devotees, first class devotee, second class devotee and third class devotee: Uttam Adhikari, Madhyam Adhikari, Kanishad Adhikari. So Pariksit was first class devotee, the top most class, the pure devotee, perfected devotee. Thus he used to consult great sages and learned brahmanas who could advise him by the shastras how to execute the state administration. Just because he is a first class devotee does not mean he acts independently. This is the important point to note. Even a first class devotee does not act independently. He will consult the right people for specific purposes. So it is said here, Srila Prabhupada, Pariksit"
    },
    {
      "start_time": 631,
      "end_time": 703,
      "verse_references": [],
      "themes": [
        "leadership",
        "Vedic literature",
        "authority"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "These great kings of the former times like Maharaj Pariksit, Maharaj Yudhishthira and such kings, they were very, very responsible because, why are they described as very responsible here? Because they obliged the great authorities by following their instructions left in Vedic literatures.",
      "summary": "The speaker contrasts modern democratic leadership with the responsible leadership of Vedic kings like Pariksit, who followed the instructions of Vedic literature and great authorities.",
      "timestamp_url": "https://youtu.be/SrpX4ROpiCY?t=631",
      "transcript": "was a first class devotee, credentials to. We have a system of democracy where we elect a particular person to be our leader and executive head and carry out the governance. But Srila Prabhupada says these great kings of the former times like Maharaj Pariksit, Maharaj Yudhishthira and such kings, they were very, very responsible because, why are they described as very responsible here? Because they obliged the great authorities by following their instructions left in Vedic literatures."
    },
    {
      "start_time": 703,
      "end_time": 841,
      "verse_references": [],
      "themes": [
        "Dharma Shastras",
        "liberated sages",
        "perfect instructions"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "The rules and regulations were already set forth by great sages like Manu, Yajnavalkya, Parashara and other liberated sages and the enactments were all suitable for all ages in all places.",
      "summary": "The speaker explains that the rules and regulations set forth by liberated sages in Dharma Shastras are perfect and suitable for all times and places, unlike the flawed laws made by imperfect people in modern systems.",
      "timestamp_url": "https://youtu.be/SrpX4ROpiCY?t=703",
      "transcript": "They are great authorities. They are themselves first class leaders because they follow the proper authority and thereby they are able to give perfect guidance to the common people. There was no need for impractical fools to enact daily a new legislative bill and to conveniently alter it again and again to serve some purpose. See, this is important. In the modern system of administration, we see that the laws are made by imperfect people. So therefore, what is working for one time or one situation may not be working for another time with changing times. The laws have to be amended but Srila Prabhupada says the rules and regulations were already set forth by great sages like Manu, Yajnavalkya, Parashara and other liberated sages and the enactments were all suitable for all ages in all places. See the wonderful thing about the Dharma Shastras. There is Parashara. There is Parashara Smriti. There is Manu Smriti. Yajnavalkya Smriti. And these are instructions given for different classes of human beings including the kings. How they should rule over the citizens? Perfect instructions because they are given by liberated sages. They are not conditioned. They are not having the defects of a conditioned soul. So when they give some advice or instruction or direction, they are perfect. So when they give some advice or instruction or direction, they are perfect. So when they give some advice or instruction or direction, they are perfect. They are good for all times, they are good for all places, all kinds of people. They are good for all times, they are good for all places, all kinds of people. They are good for all times, they are good for all places, all kinds of people. Therefore the rules and regulations were standard and without flaw or defect. Therefore the rules and regulations were standard and without flaw or defect. Therefore the rules and regulations were standard and without flaw or defect. No defect, no mistake, no limitation of time or place. No defect, no mistake, no limitation of time or place. No defect, no mistake, no limitation of time or place."
    },
    {
      "start_time": 841,
      "end_time": 971,
      "verse_references": [],
      "themes": [
        "council of advisors",
        "brahmanas",
        "Vedic system"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The state would get the best advice without expenditure.",
      "summary": "The speaker describes the council of advisors of kings like Pariksit, consisting of great sages and Brahmanas who provided selfless advice without expecting salaries, highlighting the benefits of the Vedic system.",
      "timestamp_url": "https://youtu.be/SrpX4ROpiCY?t=841",
      "transcript": "No defect, no mistake, no limitation of time or place. Kings like Maharaj Pariksit had their council of advisors. Kings like Maharaj Pariksit had their council of advisors. And all the members of that council were either great sages or brahmanas of the first order. So who constituted this council of advisors of Parikshit Maharaj? All great sages, liberated souls. They did not accept any salary, nor had they any need for such salaries. These brahmanas, they were not paid by the king. Unlike modern day advisors, the IAS officers or the council of ministers, everyone is paid. Of course they need to take some salary, because they don't have any other means of subsistence. But in the former times, the brahmanas would give advice, they would not accept any salary. The state would get the best advice without expenditure. You see, this is the wonderful system in the Vedic times. The state would get the best advice because they are the topmost people, intelligent people, well versed in chastity. And they would not charge any fees. They would not take any salary. So without any expenditure, the state is getting the best advice. Now these kings, they were themselves samadarshi, equal to everyone, both man and animal. Sorry, the brahmanas. They were equal to both man and animal. This is important in the modern context. They would not advise the king to give. They would not give protection to man and instruct him to kill the poor animals. That is not the way to run the state administration. That human beings, they deserve protection. But animals, they can be sent to the slaughterhouse."
    },
    {
      "start_time": 971,
      "end_time": 1047,
      "verse_references": [],
      "themes": [
        "fool's paradise",
        "self-realization",
        "happiness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "They were all self-realized souls and they knew perfectly well how all living being in this state would be happy, both in this life and the next.",
      "summary": "The speaker contrasts the superficial happiness of a 'fool's paradise' with the genuine happiness that self-realized souls can provide, ensuring well-being in both this life and the next.",
      "timestamp_url": "https://youtu.be/SrpX4ROpiCY?t=971",
      "transcript": "Now, such council members were not fools or representatives to compose a fool's paradise. What is a fool's paradise? A person who in ignorance thinks he is very happy and everything is fine, without being able to perceive potential trouble or impending danger. That's called a fool's paradise. So these brahmanas simply would not give instructions in such a way that, oh, everything is very nice. Everything is going on first class. No. There is no internal dwelling. They were all self-realized souls. And they knew perfectly well how all living being in this state would be happy, both in this life and the next. Both in this life and the next. People can be happy in this life, as well as in the next, in the future, also. They were not concerned with hedonistic philosophy of eat, drink, and be merry and enjoy. No. So they were actually able to give perfect advice, perfect instruction for everyone to be happy."
    }
  ]
}