{
  "video_id": "SrqsRyzPh8s",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.6.4-5 | 24-10-2021",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=SrqsRyzPh8s",
  "segments": [
    {
      "start_time": 57,
      "end_time": 176,
      "verse_references": [],
      "themes": [
        "time",
        "eternality",
        "memory",
        "spiritual consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, something which happened billions of years back, and after that happened, everything was completely annihilated, still, how is it fresh in the mind of Narada?",
      "summary": "HH Stoka Krishna Swami explains Vyasa Deva's question to Narada Muni about how Narada remembers events from a previous kalpa, even after annihilation.",
      "timestamp_url": "https://youtu.be/SrqsRyzPh8s?t=57",
      "transcript": "In this session, we will continue to discuss from the 6th chapter of the 1st canto of Srimad Bhagavatam, verses 4 onwards. Today we will discuss 4 to 9, that is about 6 verses. The 4th verse, प्राककल्प विशयाम एताम् स्मृतिम्ते मुनिसत्तमा नही एश प्यवधात काल एश सर्वनिराकृतिही. The meaning of this verse is, O great sage. This verse is spoken by Vyasa Deva as an inquiry to Narada Muni. Vyasa Deva is inquiring from Narada about the further events after his initiation in his previous life, Narada's previous life. So Vyasa Deva's inquiry now is, O great sage, time annihilates everything in due course. So how is it that this subject matter, which happened prior to this day of Brahma, is still fresh in your memory, undisturbed by time? We have to be reminded that Narada is speaking of his previous life in a previous kalpa. Kalpa means a day of Brahma. In one day of Brahma, there are 1000 cycles of the 4 yugas on this earth. So, something which happened billions of years back, and after that happened, everything was completely annihilated, still, how is it fresh in the mind of Narada?"
    },
    {
      "start_time": 176,
      "end_time": 292,
      "verse_references": [],
      "themes": [
        "spirit soul",
        "spiritual consciousness",
        "material body",
        "eternality"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A spirit is not annihilated even after the annihilation of the material body. So also, spiritual consciousness is not annihilated.",
      "summary": "HH Stoka Krishna Swami explains Srila Prabhupada's explanation that the spirit soul and spiritual consciousness are eternal and not destroyed like the material body.",
      "timestamp_url": "https://youtu.be/SrqsRyzPh8s?t=176",
      "transcript": "That is Vyasa Deva's question. So Srila Prabhupada explains, how is it fresh? Srila Prabhupada says, A spirit is not annihilated even after the annihilation of the material body. So also, spiritual consciousness is not annihilated. So, we are spirit soul. Spirit soul is eternal, never destroyed, no birth, no death, no deterioration. And the body is, of course, it is destroyed after death. So unlike the body which is destroyed, every time we acquire a body, it will be destroyed. So body is destroyed, yes, but not the spirit soul. Similarly, spiritual consciousness, the consciousness belongs to the spirit. Consciousness doesn't belong to the body or doesn't belong to anything material. Just like all the material objects around us, they are all dead matter. There is no consciousness in them. Similarly, the body itself independently does not have consciousness. Then, what is the consciousness we exhibit while in this body? So that Srila Prabhupada explains, that Narada developed his spiritual consciousness even when he had his material body in the previous kalpa, in the previous day of Brahma. He developed the spiritual consciousness."
    },
    {
      "start_time": 292,
      "end_time": 398,
      "verse_references": [],
      "themes": [
        "material consciousness",
        "spiritual consciousness",
        "body",
        "change"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Whereas, the spiritual consciousness is not dependent on the condition or the state of the body.",
      "summary": "HH Stoka Krishna Swami contrasts material consciousness, which is temporary and dependent on the body, with spiritual consciousness, which is eternal.",
      "timestamp_url": "https://youtu.be/SrqsRyzPh8s?t=292",
      "transcript": "Now, consciousness of the material body means spiritual consciousness expressed through the medium of a material body. Just like everybody exhibits consciousness, all living persons, even though they are not situated in spiritual consciousness, whatever consciousness they are exhibiting, they are exhibiting the consciousness of the spirit through the medium of the material body. Now, this consciousness exhibited through the material body, is inferior, it is destructible and it is perverted. It is not permanent. Just like even in this life, you can see a child exhibits consciousness of a small child behavior or the characteristics of a small child. The same child, when it grows up, when its consciousness changes from the consciousness of a child to the consciousness of a young adult, it is completely different. The consciousness is different. So, that consciousness of a child is gone with that child body. The child body is no longer there. So, that consciousness of a child, is not there exhibited anymore. It is gone with the body."
    },
    {
      "start_time": 398,
      "end_time": 476,
      "verse_references": [],
      "themes": [
        "spiritual consciousness",
        "super consciousness",
        "spiritual mind",
        "annihilation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It is as good as the spirit soul and is never destroyed, never annihilated.",
      "summary": "HH Stoka Krishna Swami elaborates on spiritual consciousness as super consciousness, residing on the spiritual plane and being indestructible.",
      "timestamp_url": "https://youtu.be/SrqsRyzPh8s?t=398",
      "transcript": "Whereas, the spiritual consciousness is not dependent on the condition or the state of the body. It is the awakening of the spirit. It is the awakening of the spirit. So, that is the super consciousness of the supra mind, as Prabhupada says here. It is spiritual consciousness, which is above material consciousness. And it is of the super mind. The spiritual mind, not the material mind. And it is on the spiritual plane. It is on the spiritual platform. It is as good as the spirit soul and is never destroyed, never annihilated. So, this is the explanation Srila Prabhupada gives, how Narada did not forget what happened in a previous day of Brahma, when everything at the end of the day of Brahma was annihilated. So, everything is annihilated means except the spirit and the spiritual consciousness,"
    },
    {
      "start_time": 479,
      "end_time": 541,
      "verse_references": [],
      "themes": [
        "knowledge",
        "detachment",
        "life"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The great sages who had imparted scientific knowledge, knowledge of transcendence to me departed for other places and I had to pass my life in this way.",
      "summary": "HH Stoka Krishna Swami begins to explain verse 5, where Narada Muni describes how the sages who gave him knowledge departed, and he had to continue his life.",
      "timestamp_url": "https://youtu.be/SrqsRyzPh8s?t=479",
      "transcript": "So, the fifth verse, Narada Vacha, Narada Muni now responds to Vyasa Deva's questions. Bhikshu Bhir Vipravasite Vijnana Adheshtra Bhirmama Vartamano Vyasyaadhe Tata Etad Akarasham. Narada Muni is telling Vyasa Deva, Sri Narada said, The great sages who had imparted scientific knowledge, knowledge of transcendence to me departed for other places and I had to pass my life in this way. So, the sages went away because their four month period, chaturmasya is over. So, they resumed travelling. And Narada Muni says, I had to pass my life in this way. What is that? That will be explained by Narada."
    },
    {
      "start_time": 541,
      "end_time": 636,
      "verse_references": [],
      "themes": [
        "initiation",
        "spiritual knowledge",
        "change",
        "spiritual master"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When the bona fide spiritual master initiates a person in spiritual knowledge, then there is a visible change, very, very visible and characteristic and significant change that is visible.",
      "summary": "HH Stoka Krishna Swami explains that initiation by a bona fide spiritual master brings about a significant and visible change in a person's life.",
      "timestamp_url": "https://youtu.be/SrqsRyzPh8s?t=541",
      "transcript": "How did he continue to live after the initiation? So, Srila Prabhupada says in the purport, In his previous life when Narada ji was impregnated with spiritual knowledge by the grace of the great sages, there was a tangible change in his life. Although he was only a boy of five years, there was a significant change in his life. Even though he was a small boy, that initiation or imparting the spiritual knowledge, awakening the spirit within, that is a significant change in the life of the initiated candidate. Small boy still, the change is very, very significant. And Srila Prabhupada says, That is an important symptom visible after initiation by the bona fide spiritual master. When the bona fide spiritual master initiates a person in spiritual knowledge, then there is a visible change, very, very visible and characteristic and significant change that is visible."
    },
    {
      "start_time": 636,
      "end_time": 680,
      "verse_references": [],
      "themes": [
        "bhakti yoga",
        "spiritual realization",
        "time",
        "devotees"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Whereas the other processes may take millions of lifetimes, bhakti, if properly administered, is possible, spiritual realization is possible in one moment.",
      "summary": "HH Stoka Krishna Swami explains that bhakti yoga brings about quick changes and spiritual realization is possible even in a moment.",
      "timestamp_url": "https://youtu.be/SrqsRyzPh8s?t=636",
      "transcript": "Actual association of devotees brings about a quick change in life for spiritual realization. The changes that happen in the practice of bhakti yoga, are very quick changes, so that one progresses very fast in spiritual realization. How fast? Whereas the other processes may take millions of lifetimes, bhakti, if properly administered, is possible, spiritual realization is possible in one moment."
    },
    {
      "start_time": 680,
      "end_time": 783,
      "verse_references": [],
      "themes": [
        "devotional service",
        "Krishna Consciousness",
        "perfection",
        "time"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So Shukadeva Goswami assured him that the method of pure devotional service is very very powerful and even if somebody is able to execute that for a very short time, just even one moment, filled with Krishna Consciousness, is perfection of life achieved in a very short time.",
      "summary": "HH Stoka Krishna Swami narrates the story of Parikshit Maharaj and Shukadeva Goswami, emphasizing that pure devotional service can lead to perfection even in a short time.",
      "timestamp_url": "https://youtu.be/SrqsRyzPh8s?t=680",
      "transcript": "This is explained by Shukadeva Goswami in the beginning of the second canto. Parikshit Maharaj had only seven days for perfecting his spiritual realization. And he was inquiring, what should I do next seven days to achieve perfection? So these saintly persons were suggesting different methods, but all of them except Shukadeva Goswami, everyone else said, oh, these methods which we are suggesting will take time, seven days is very less time. So while this discussion was going on, Parikshit Maharaj was consulting the saintly persons. So at that time, Shukadeva Goswami walked into that assembly and everybody stood up, received him respectfully, and Parikshit Maharaj offered him a seat of honor and inquired from him, what should I do next seven days? I have only seven days time to perfect myself. So Shukadeva Goswami assured him that the method of pure devotional service is very very powerful and even if somebody is able to execute that for a very short time, just even one moment, filled with Krishna Consciousness, is perfection of life"
    },
    {
      "start_time": 783,
      "end_time": 863,
      "verse_references": [],
      "themes": [
        "meditation",
        "Krishna",
        "bhakti",
        "perfection"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He said, there was one Katvanga Rishi who had only one muhurta time left and he simply fixed his mind upon the lotus feet of the deity form of Krishna in a temple of Krishna.",
      "summary": "HH Stoka Krishna Swami narrates the story of Katvanga Rishi, who achieved perfection by meditating on Krishna's lotus feet for one muhurta.",
      "timestamp_url": "https://youtu.be/SrqsRyzPh8s?t=783",
      "transcript": "achieved in a very short time. So Shukadeva Goswami gave the example of one Katvanga Rishi. Katvanga Rishi. He said, there was one Katvanga Rishi who had only one muhurta time left and he simply fixed his mind upon the lotus feet of the deity form of Krishna in a temple of Krishna. And that one muhurta, by completely being absorbed in meditation on the deity of Krishna in the temple of Krishna, he quit his body and went back to Godhead. Because he was fully absorbed, his mind was fully absorbed in thought of the transcendental form of Krishna. So he assured, giving the example, Shukadeva Goswami assured Pariksit Maharaj, giving the example of Katvanga Rishi, you have seven days time. One muhurta is about forty-eight minutes. So in forty-eight minutes, Katvanga Rishi perfected his life by practicing bhakti, by fixing his mind on the lotus feet of Krishna."
    },
    {
      "start_time": 863,
      "end_time": 942,
      "verse_references": [],
      "themes": [
        "hearing",
        "Krishna",
        "perfection",
        "devotees"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So now you sit and hear the Bhagavatam for seven days, fixing your mind on the descriptions of Krishna, which I am now going to narrate. And by doing so, you will achieve perfection very quickly.",
      "summary": "HH Stoka Krishna Swami concludes by explaining how Parikshit Maharaj attained perfection by hearing the Bhagavatam and focusing on Krishna, emphasizing the power of hearing and devotion.",
      "timestamp_url": "https://youtu.be/SrqsRyzPh8s?t=863",
      "transcript": "So now you sit and hear the Bhagavatam for seven days, fixing your mind on the descriptions of Krishna, which I am now going to narrate. And by doing so, you will achieve perfection very quickly. Even before seven days, you just are able to absorb your mind completely in hearing. Of course, Pariksit Maharaj was an exceptional devotee. He sat firmly and heard for seven days and nights continuously. And Shukadeva Goswami was the perfect spiritual master who spoke continuously, answering the various questions Pariksit raised in connection with the descriptions of Krishna, his incarnations, his devotees, his transcendental activities, his paraphernalia, his abode, everything centered around Krishna. And that is how Pariksit attained perfection in seven days. I will stop here. Thank you very much."
    }
  ]
}