{
  "video_id": "SrqsRyzPh8s",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.6.4-5 | 24-10-2021",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=SrqsRyzPh8s",
  "segments": [
    {
      "start_time": 57,
      "end_time": 176,
      "verse_references": [],
      "themes": [
        "time",
        "eternality",
        "memory",
        "spiritual consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, something which happened billions of years back, and after that happened, everything was completely annihilated, still, how is it fresh in the mind of Narada?",
      "summary": "HH Stoka Krishna Swami explains Vyasa Deva's question to Narada Muni about how Narada remembers events from a previous kalpa, even after annihilation.",
      "timestamp_url": "https://youtu.be/SrqsRyzPh8s?t=57"
    },
    {
      "start_time": 176,
      "end_time": 292,
      "verse_references": [],
      "themes": [
        "spirit soul",
        "spiritual consciousness",
        "material body",
        "eternality"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A spirit is not annihilated even after the annihilation of the material body. So also, spiritual consciousness is not annihilated.",
      "summary": "HH Stoka Krishna Swami explains Srila Prabhupada's explanation that the spirit soul and spiritual consciousness are eternal and not destroyed like the material body.",
      "timestamp_url": "https://youtu.be/SrqsRyzPh8s?t=176"
    },
    {
      "start_time": 292,
      "end_time": 398,
      "verse_references": [],
      "themes": [
        "material consciousness",
        "spiritual consciousness",
        "body",
        "change"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Whereas, the spiritual consciousness is not dependent on the condition or the state of the body.",
      "summary": "HH Stoka Krishna Swami contrasts material consciousness, which is temporary and dependent on the body, with spiritual consciousness, which is eternal.",
      "timestamp_url": "https://youtu.be/SrqsRyzPh8s?t=292"
    },
    {
      "start_time": 398,
      "end_time": 476,
      "verse_references": [],
      "themes": [
        "spiritual consciousness",
        "super consciousness",
        "spiritual mind",
        "annihilation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It is as good as the spirit soul and is never destroyed, never annihilated.",
      "summary": "HH Stoka Krishna Swami elaborates on spiritual consciousness as super consciousness, residing on the spiritual plane and being indestructible.",
      "timestamp_url": "https://youtu.be/SrqsRyzPh8s?t=398"
    },
    {
      "start_time": 479,
      "end_time": 541,
      "verse_references": [],
      "themes": [
        "knowledge",
        "detachment",
        "life"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The great sages who had imparted scientific knowledge, knowledge of transcendence to me departed for other places and I had to pass my life in this way.",
      "summary": "HH Stoka Krishna Swami begins to explain verse 5, where Narada Muni describes how the sages who gave him knowledge departed, and he had to continue his life.",
      "timestamp_url": "https://youtu.be/SrqsRyzPh8s?t=479"
    },
    {
      "start_time": 541,
      "end_time": 636,
      "verse_references": [],
      "themes": [
        "initiation",
        "spiritual knowledge",
        "change",
        "spiritual master"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When the bona fide spiritual master initiates a person in spiritual knowledge, then there is a visible change, very, very visible and characteristic and significant change that is visible.",
      "summary": "HH Stoka Krishna Swami explains that initiation by a bona fide spiritual master brings about a significant and visible change in a person's life.",
      "timestamp_url": "https://youtu.be/SrqsRyzPh8s?t=541"
    },
    {
      "start_time": 636,
      "end_time": 680,
      "verse_references": [],
      "themes": [
        "bhakti yoga",
        "spiritual realization",
        "time",
        "devotees"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Whereas the other processes may take millions of lifetimes, bhakti, if properly administered, is possible, spiritual realization is possible in one moment.",
      "summary": "HH Stoka Krishna Swami explains that bhakti yoga brings about quick changes and spiritual realization is possible even in a moment.",
      "timestamp_url": "https://youtu.be/SrqsRyzPh8s?t=636"
    },
    {
      "start_time": 680,
      "end_time": 783,
      "verse_references": [],
      "themes": [
        "devotional service",
        "Krishna Consciousness",
        "perfection",
        "time"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So Shukadeva Goswami assured him that the method of pure devotional service is very very powerful and even if somebody is able to execute that for a very short time, just even one moment, filled with Krishna Consciousness, is perfection of life achieved in a very short time.",
      "summary": "HH Stoka Krishna Swami narrates the story of Parikshit Maharaj and Shukadeva Goswami, emphasizing that pure devotional service can lead to perfection even in a short time.",
      "timestamp_url": "https://youtu.be/SrqsRyzPh8s?t=680"
    },
    {
      "start_time": 783,
      "end_time": 863,
      "verse_references": [],
      "themes": [
        "meditation",
        "Krishna",
        "bhakti",
        "perfection"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He said, there was one Katvanga Rishi who had only one muhurta time left and he simply fixed his mind upon the lotus feet of the deity form of Krishna in a temple of Krishna.",
      "summary": "HH Stoka Krishna Swami narrates the story of Katvanga Rishi, who achieved perfection by meditating on Krishna's lotus feet for one muhurta.",
      "timestamp_url": "https://youtu.be/SrqsRyzPh8s?t=783"
    },
    {
      "start_time": 863,
      "end_time": 942,
      "verse_references": [],
      "themes": [
        "hearing",
        "Krishna",
        "perfection",
        "devotees"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So now you sit and hear the Bhagavatam for seven days, fixing your mind on the descriptions of Krishna, which I am now going to narrate. And by doing so, you will achieve perfection very quickly.",
      "summary": "HH Stoka Krishna Swami concludes by explaining how Parikshit Maharaj attained perfection by hearing the Bhagavatam and focusing on Krishna, emphasizing the power of hearing and devotion.",
      "timestamp_url": "https://youtu.be/SrqsRyzPh8s?t=863"
    }
  ]
}