{
  "video_id": "StbTedGw_0I",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.16.4 | 10-01-2023",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=StbTedGw_0I",
  "segments": [
    {
      "start_time": 57,
      "end_time": 154,
      "verse_references": [],
      "themes": [
        "Pariksit Maharaj",
        "Srimad Bhagavatam",
        "Kali Yuga"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The topics leading to Pariksit Maharaj meeting Shukadeva Goswami and consequently Shukadeva Goswami spoke the Bhagavatam to Pariksit.",
      "summary": "This segment introduces the context of the lecture, focusing on Pariksit Maharaj's encounter with Kali Yuga and its connection to the Srimad Bhagavatam.",
      "timestamp_url": "https://youtu.be/StbTedGw_0I?t=57",
      "transcript": "In this session, we will be discussing from the fourth verse of the sixteenth chapter of the first canto of Srimad Bhagavatam. This chapter relates how Pariksit received the age of Kali, the beginning of the age of Kali. The fourth verse is as follows, निजग्राह ओजसा वीरह कलिम् दिग्विजये क्वचित् नृपलिंगधरं शूद्रं नन्तं गोमिथुनं पदाः The meaning of this verse is, once when Maharaj Pariksit was on his way to conquer the world, he saw the master of Kali Yuga, who is lower than a Shudra, disguised as a king and hurting the legs of a cow and bull. The king at once caught hold of him to deal sufficient punishment. So, the description continues by Suta Goswami to the sage Naimisharanya. The topics leading to Pariksit Maharaj meeting Shukadeva Goswami and consequently Shukadeva Goswami spoke the Bhagavatam to Pariksit."
    },
    {
      "start_time": 154,
      "end_time": 252,
      "verse_references": [],
      "themes": [
        "Pariksit Maharaj",
        "Mahabhagavata",
        "Kali Yuga",
        "Low Character"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Maharaj Pariksit is a Mahabhagavata, his birth is extraordinary, his activities are extraordinary and his passing away from this world is also extraordinary.",
      "summary": "This segment describes Pariksit Maharaj's extraordinary qualities and his encounter with Kali Yuga, emphasizing the latter's low character and disguised appearance.",
      "timestamp_url": "https://youtu.be/StbTedGw_0I?t=154",
      "transcript": "So, that is the reason why the descriptions are being given about Pariksit and earlier about Shukadeva Goswami also the description was given. So, Maharaj Pariksit is a Mahabhagavata, his birth is extraordinary, his activities are extraordinary and his passing away from this world is also extraordinary. Everything about him is very special. So, to hear about Pariksit's life is in itself auspicious and it leads to awakening our own devotional service within our own heart. Therefore, that is included in the Bhagavatam. So, the description here is, when Pariksit Maharaj was on his way to conquer the world, he saw the master of Kali Yuga, disguised as a king and hurting the legs of a cow and bull. The divine powers carried on his way to conquer the world. After he took charge, he has to establish himself as the worthy emperor descendant of the Pandavas, competent to rule the people. So, he was on a world tour as it is understood nowadays. He saw the master of Kaliyuga, kalipurusha, a killing through no ability to do anything. Yes, so we mean to say, a gunner of this world, who does not know DNS permission, can't climb to ensure that a slave with a pole and salute the boss can kill himself. So, he is a friend of 인들사 stressors. Pull out a book of callig между 라는華 Mits and garments him his place of worship."
    },
    {
      "start_time": 252,
      "end_time": 316,
      "verse_references": [],
      "themes": [
        "Kali Yuga",
        "Cow Protection",
        "Punishment",
        "King's Duty"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "And this Kalipurusha's characteristic is that he is very, very low in his character, lower than a Shudra.",
      "summary": "This segment details Kali Yuga's actions of hurting a cow and bull, and Pariksit Maharaj's immediate response to punish him.",
      "timestamp_url": "https://youtu.be/StbTedGw_0I?t=252",
      "transcript": "And this Kalipurusha's characteristic is that he is very, very low in his character, lower than a Shudra. And he is disguising himself as a king, Nripalingadhara. He is dressed as a Kshatriya, externally, as a king. But his activities are low class. What was he doing? He was hurting the legs of a cow and bull. And Pariksit could not tolerate this. Immediately, Pariksit caught hold of this Kalipurusha and decided to give him sufficient punishment to stop him completely"
    },
    {
      "start_time": 316,
      "end_time": 460,
      "verse_references": [],
      "themes": [
        "King's Duty",
        "Godly State",
        "Krishna's Will",
        "Self-Aggrandizement"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "His purpose in going out was to see how things were going on in terms of the godly state.",
      "summary": "This segment explains the true purpose of a king's tour, which is to ensure the kingdom is aligned with the godly state and Krishna's will, not for self-aggrandizement.",
      "timestamp_url": "https://youtu.be/StbTedGw_0I?t=316",
      "transcript": "from hurting a cow and bull. So, Srila Prabhupada explains, in the purport, the purpose of a king's going out to conquer the world is not for self-aggrandizement. What is the meaning of self-aggrandizement? He doesn't want to accumulate power, wealth. And it is not for self-aggrandizement. He is not interested in people glorifying him. It is explained here. Maharaj Pariksit went out to conquer the world after his ascendance to the throne. But this was not for the purpose of aggression on other states. It was not for conquering some other places. Because it is said here, he was the emperor of the world and all small states were already under his regime. So what is the purpose for his going out on a world tour? His purpose in going out was to see how things were going on in terms of the godly state. This is the real purpose of the king touring his kingdom: to see how things are going on in terms of the godly state. Srila Prabhupada further says, The king being the representative of the Lord, Supreme Lord Krishna, has to execute the will of the Lord Krishna. This is the Lord's duty. Ultimately, who is the supreme controller of all controllers? It is Krishna. And Krishna has got a certain plan: how this world should be run. There is a purpose for this creation. So whether the purpose of the creation is being met, that is what should be the concern of the king"
    },
    {
      "start_time": 460,
      "end_time": 589,
      "verse_references": [
        "BG 5.29"
      ],
      "themes": [
        "Krishna",
        "Supreme Controller",
        "Dharma",
        "King's Duty",
        "God Conscious King"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is the supreme controller, supreme lord of all planets, all universes.",
      "summary": "This segment emphasizes Krishna's supreme control and the king's duty to enforce dharma according to Krishna's codes, highlighting the characteristics of a God-conscious ruler.",
      "timestamp_url": "https://youtu.be/StbTedGw_0I?t=460",
      "transcript": "as the representative of Krishna. There is no question of self-aggrandizement. Means, the king knows very well that this entire world belongs to Krishna. Isha vasya midam sarvam. Or as the Bhagavad Gita says, Karvaloka Maheshwaram. Krishna is the supreme controller, supreme lord of all planets, all universes. And in the Isha Upanishad, the supreme lord is the supreme proprietor of every place. So, Pariksit is not under illusion that, I am the enjoyer, I am the controller, I am the master, I am powerful. He is not under such an illusion. So he wanted to see that things are going on exactly according to the codes of dharma as given by Krishna, whether people are following the code of dharma. The king has to enforce that. That's the duty of the king. Thus, as soon as Maharaj Pariksit saw that a lower class man in the dress of a king was hurting the legs of a common bull, he at once arrested and punished him. So this is the duty of the king. This is the characteristic of a God conscious king who is ruling exactly according to the plan of the supreme lord."
    },
    {
      "start_time": 589,
      "end_time": 723,
      "verse_references": [],
      "themes": [
        "Cow Protection",
        "Brahmanical Culture",
        "Spiritual Progress",
        "Human Civilization"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna wants to see that these two personalities or these two factors are always taken care. Go brahmana. The cows are protected and the brahmanas are protected.",
      "summary": "This segment discusses the importance of cow protection and brahmanical culture for spiritual progress and the advancement of human civilization.",
      "timestamp_url": "https://youtu.be/StbTedGw_0I?t=589",
      "transcript": "So Srila Prabhupada says, the king cannot tolerate insults to the most important animal, the cow. Nor can he tolerate disrespect for the most important man, the brahmana. So, Krishna as the supreme lord is offered prayer: Namo brahmanya devaya go brahmana hitaya jaya. Krishna wants to see that these two personalities or these two factors are always taken care of: Go brahmana. The cows are protected and the brahmanas are protected. This is brahmanical culture which is ultimately meant for the spiritual progress of everyone in the whole world so that they utilize the human form of life for preparing themselves to go back to Godhead. Human civilization means to advance the cause of brahmanical culture. And to maintain it, cow protection is essential. Brahmanical culture is centered around the understanding that every living being is the soul not the body and Krishna is the supreme soul and we are all part and parcel of Krishna. We belong to Krishna and we are meant to return to Krishna in his personal abode in the spiritual kingdom of God. So that is the brahmanical culture. And this brahmanical culture is maintained by cow protection. What is the connection between brahmanical culture"
    },
    {
      "start_time": 723,
      "end_time": 881,
      "verse_references": [],
      "themes": [
        "Cow's Milk",
        "Brahmanical Culture",
        "Sattva Guna",
        "Cow Protection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "There is a miracle in milk, cow's milk. For it contains all the necessary vitamins to sustain human physiological conditions for higher achievements.",
      "summary": "This segment explains the connection between cow protection and brahmanical culture, highlighting the benefits of cow's milk for developing sattva guna and advancing spiritual understanding.",
      "timestamp_url": "https://youtu.be/StbTedGw_0I?t=723",
      "transcript": "and cow protection? Prabhupada says in the next sentence in this purport, there is a miracle in milk, cow's milk. Prabhupada is talking about cow's milk, for it contains all the necessary vitamins to sustain human physiological conditions for higher achievements. A human being, especially, who is meant for God realization, has to derive the necessary nutrition by taking cow's milk. Brahmanical culture can advance only when man is educated to develop the quality of goodness, sattva guna. Brahmana means sattva guna. Brahmanical culture means sattva guna. And for this, for developing sattva guna, there is a prime necessity of food prepared with milk, fruits and grains: sattvic ahara. Sattvic ahara. If people take sattvic ahara, then they develop sattvic qualities: milk, fruits and grains. Maharaj Pariksit was astonished to see that a black shudra dressed like a ruler was mistreating a cow, the most important animal in human society. So, cow should always be protected. Specially in the Bhagavad Gita, it is said, go raksha. No other animal is mentioned as deserving special protection. Only the cow deserves special protection. Of course, the scriptures say, don't harm any other creature: Ahimsa. But, the cow is to be given special protection in addition to the injunction, Vedic injunction, don't harm any other creature. Don't harm others. There is also the injunction that the cow has to be given extra care of special protection, because it is the most important animal"
    },
    {
      "start_time": 881,
      "end_time": 959,
      "verse_references": [],
      "themes": [
        "Kali Yuga",
        "Mismanagement",
        "Cow Protection",
        "Pariksit Maharaj"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The age of Kali means mismanagement and quarrel. And the root cause of all mismanagement and quarrel is that worthless men with the lower modes, who are situated in lower modes, who have no higher ambition in life, come to the helm of this state management.",
      "summary": "This segment describes the characteristics of Kali Yuga, including mismanagement and the lack of cow protection due to unqualified leaders, and Pariksit Maharaj's intention to stop this decline.",
      "timestamp_url": "https://youtu.be/StbTedGw_0I?t=881",
      "transcript": "in human society. So, the characteristic of this age of Kali, the present age we are living in, is being described here by Srila Prabhupada. The age of Kali means mismanagement and quarrel. And the root cause of all mismanagement and quarrel is that worthless men with the lower modes, who are situated in lower modes, who have no higher ambition in life, come to the helm of this state management. And, such people, they don't know the importance of cow protection. Instead of taking the milk of the cow, they want to drink the blood of the cow. So, this is because they are situated in lower modes, and they are very sinful, and they are very, very unqualified. So, therefore, Pariksit Maharaj wanted to stop this. And, therefore, we will see what steps he took. I'll stop here. Thank you very much."
    }
  ]
}