{
  "video_id": "stjh4gHOQGk",
  "title": "Mahabharata | Part 48 | Brhannala to the rescue | His Grace Suvyakta Narasimha Dasa",
  "speaker": "HG Suvyakta Narasimha Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=stjh4gHOQGk",
  "segments": [
    {
      "start_time": 150,
      "end_time": 240,
      "verse_references": [],
      "themes": [
        "Arjuna's revelation",
        "Duryodhana's plan"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Now that the disguise of the Pandavas was discovered, Duryodhana became very happy.",
      "summary": "Arjuna reveals himself as Brahmanala, leading to Duryodhana's elation due to the terms of the Game of Dice.",
      "timestamp_url": "https://youtu.be/stjh4gHOQGk?t=150",
      "transcript": "On the first day when the ally of Duryodhana attacked the kingdom of Virata, King Virata, accompanied by the four brothers, Yudhishthira, Bhima, Nakula, and Sahadeva, managed to defeat them. And when they were planning to return to the kingdom of Virata the next early morning, Duryodhana and his party attacked the kingdom of Virata. On the other end, in response to which, King Virata's son Bhuminjaya, along with Brahmanala, went to counter that attack. Now that this Brahmanala was Arjuna was unknown to anyone, but Brahmanala revealed to Bhuminjaya when he was completely taken aback by the force of the Kaurava army. Brahmanala revealed to him that he was Arjuna himself. And then Bhuminjaya agreed to become his charioteer. And thus, Brahmanala retrieved the weapons of the Pandavas, which were hidden in the semi-tree next to the crematorium. Now, having retrieved his Gandiva bow, Arjuna sat on the chariot and he blew his conch shell, the Devadatta. By the sound of the conch shell itself and looking at the Gandiva bow, the Kauravas understood that this was Arjuna."
    },
    {
      "start_time": 240,
      "end_time": 330,
      "verse_references": [],
      "themes": [
        "Game of Dice",
        "Karna's boasting",
        "Duryodhana's happiness"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "And the whole purpose of Duryodhana coming to Virata was that only to uncover the disguise of the Pandavas.",
      "summary": "Duryodhana is happy because he thinks the Pandavas will have to return to exile, while Karna boasts about defeating Arjuna.",
      "timestamp_url": "https://youtu.be/stjh4gHOQGk?t=240",
      "transcript": "Now that the disguise of the Pandavas was discovered, Duryodhana became very happy. And why? Because according to the conditions of the Game of Dice, if the Pandavas were discovered during their period of one year of living in incognito, then they would have to go again to the forest in exile for another 12 years. And the whole purpose of Duryodhana coming to Virata was that only: to uncover the disguise of the Pandavas. Now Duryodhana became very happy, and Karna also became very happy, and Bhishma and Dronacharya, they advised Duryodhana that it was unlikely that Arjuna would reveal himself unless the time for the period of their living in incognito was getting over. Duryodhana then told Bhishma Deva, \"You please do a calculation and see what is the exact date on which their period of one year living in exile incognito is getting over.\" In the meantime, Karna started boasting. He told Duryodhana, \"Why are you worrying, Duryodhana? The Pandavas have been living in the forest in exile for 12 years. By now, Arjuna would have become very weak, and even if this person who is standing in front of us is really Arjuna, don't worry, very easily with my arrows I'll finish him off today.\""
    },
    {
      "start_time": 330,
      "end_time": 475,
      "verse_references": [],
      "themes": [
        "Karna's boasting",
        "Kripacharya's warning",
        "Ashwatthama's criticism"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Challenging Arjuna to battle if anyone who challenges Arjuna to battle he must really have gone off his senses.",
      "summary": "Kripacharya warns Karna about Arjuna's power, and Ashwatthama criticizes Karna's lack of battlefield achievements.",
      "timestamp_url": "https://youtu.be/stjh4gHOQGk?t=330",
      "transcript": "When Kripacharya heard Karna boasting like this, he told Karna, \"What are you talking about? Living in 12 years of exile in the forest, Arjuna and his brothers were not sitting idly. They were doing many austerities and penances, so they would have become all the more powerful. And as it is, we all know that Arjuna is far more powerful than you are.\" Then Kripacharya reminded him, \"Look at when the Gandharvas attacked Duryodhana, it was Arjuna who defeated all of them and brought back Duryodhana.\" So at that time, Karna had got defeated. Karna got very angry. He said, \"One instance like that, something happened, but today you will see my arrows will lay Arjuna down on the battlefield.\" Then he continued his boasting and he said, \"Don't worry, come on, let us fight him.\" Kripacharya looked at him and he said, \"You are talking of fighting Arjuna? You have gone mad. Challenging Arjuna to battle, if anyone who challenges Arjuna to battle, he must really have gone off his senses. It's like a man thinking of tying a heavy stone around his neck and trying to swim the ocean, not possible, the guy will drown, or it is like a man with his bare fingers trying to take out the poisonous fangs of a snake, it will only kill him. So like that, you are trying to rush into battle with Arjuna, you've gone off your head. Even if all six of us together, Bhishma, Dronacharya, myself, Kripacharya, Karna, you, Duryodhana, all of us together combined, if we fight against Arjuna, we may stand a slim chance, that also you cannot say with certainty where we may be able to counter Arjuna, but that also no guarantee, and you are saying that you want to fight him all by yourself?\" When Ashwatthama heard this, he also jumped in. He said, \"Karna, you are only used to boasting all the time. Where have you proven yourself in battle? Did you win the game of dice? In which fight with other kings did you win Draupadi, that you pulled her into the assembly and gave the great idea of disrobing"
    },
    {
      "start_time": 475,
      "end_time": 571,
      "verse_references": [],
      "themes": [
        "Karna's boasting",
        "Bhishma's pacification",
        "Pandavas' exile completion"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "The one year of living incognito which the Pandavas had to complete got over yesterday so today that is why Arjuna has revealed himself.",
      "summary": "Bhishma pacifies the argument and reveals that the Pandavas' exile period is over, mortifying Duryodhana.",
      "timestamp_url": "https://youtu.be/stjh4gHOQGk?t=475",
      "transcript": "her in the middle of the assembly? In which battle did you ever fight the Pandavas and win? You have never really won any battle on ground and proven your words. You are simply going on boasting, that's it.\" Now Karna became very upset and insulted, but he wouldn't say anything because whatever Kripacharya was saying and whatever Ashwatthama was saying, both of them are actually correct. And then Bhishma Deva had to pacify everyone. And then Bhishma Deva spoke up and he said, \"No, no, don't worry. Ashwatthama, Karna said like that so that we would all become enthused to fight against Arjuna. Otherwise, we are all talking only of Arjuna's prowess and we are not thinking of fighting him. So he wanted to encourage us and to inspire us to fight. He spoke those words, so don't take it too badly. Whatever you have spoken is correct, whatever Kripacharya spoke is also correct, but let us not insult or fight amongst ourselves.\" So then Dronacharya and Kripacharya also said, \"Okay, whatever happened, let us now think of how to face the Arjuna who is standing before us.\" And then Bhishma told Duryodhana, \"I've done my calculations. The one year of living incognito which the Pandavas had to complete got over yesterday, so today that is why Arjuna has revealed himself.\" Now Duryodhana, when"
    },
    {
      "start_time": 571,
      "end_time": 673,
      "verse_references": [],
      "themes": [
        "Duryodhana's retreat",
        "Arjuna's strategy"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Look look look Duryodhana is trying to get away let us go and corner him.",
      "summary": "Duryodhana tries to steal the cows, but Arjuna intercepts him and forces him to rejoin the Kaurava army.",
      "timestamp_url": "https://youtu.be/stjh4gHOQGk?t=571",
      "transcript": "he heard this, he was mortified, but now there was nothing he could do. Then Dronacharya told Duryodhana, \"Do one thing, you take all these cows which were belonging to the kingdom of Virata, you take them and you go. We will somehow try to stop Arjuna, so because Duryodhana is the prince and his life should not be put into danger.\" So the other Kaurava soldiers, the Kaurava army, Dushasana and other brothers of Duryodhana, Bhishma Dev, Dronacharya, Ashwatthama, Kripacharya, all these people took up their formations in the battle to face Arjuna because Arjuna had already blown his conch. And then Duryodhana, in the meantime, he started taking away the cows. Now Arjuna shot two arrows and those two arrows came and landed at the feet of Dronacharya and Bhishma Dev and Kripacharya. And then Dronacharya and Bhishma Dev looked at it and they said, \"Arjuna is sending his respects, but now having submitted his respects, now he is not going to hold back, so let us get ready.\" So all of them got ready and in the meantime Arjuna saw how Duryodhana's chariot was moving away. Immediately he understood the plan of the Kauravas and he told Bhuminjaya, \"Look, look, look, Duryodhana is trying to get away, let us go and corner him.\" So immediately Bhuminjaya, instead of going into the cover of army, took it off on a detour and cut off"
    },
    {
      "start_time": 673,
      "end_time": 770,
      "verse_references": [],
      "themes": [
        "Duryodhana's retreat",
        "Karna's defeat"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Duryodhana did not have the courage to face Arjuna alone in battle.",
      "summary": "Duryodhana retreats to the safety of his army, and Karna is defeated by Arjuna and forced to flee.",
      "timestamp_url": "https://youtu.be/stjh4gHOQGk?t=673",
      "transcript": "Duryodhana. And Arjuna also used his arrows to quickly cut off Duryodhana. And Duryodhana did not have the courage to face Arjuna alone in battle. And when he saw that Arjuna's chariot was coming towards him, he dropped his plans of trying to get away all by himself. And he went back and joined the ranks of the Kauravas, thinking that, \"I stand a better chance when I'm in the midst of Bhishma Dev and Dronacharya and Karna.\" And so the cows also, Duryodhana could not hold them back, and they all went back into the kingdom of Virata. So now the Virata kingdom's cows had been protected. Now Arjuna came back to the battlefield. And then Karna immediately jumped into the battle. And he started abusing Arjuna, saying that, \"Oh, Arjuna, today you will see my arrows will wound you and they will kill you and you will lie on the battlefield,\" and so on and so forth, as Karna was usually always. He engaged in boasting. Similarly, he continued in the same way. Arjuna did not hold back. Arjuna started releasing his arrows. Karna also started releasing his arrows, and both of them engaged in a pitched battle. But gradually, Arjuna's superiority came to the fore. Slowly, Karna got wounded everywhere. His bow was broken. His arrows had pierced his arms, his thighs, his chest. And finally, he told his charioteer, \"I cannot stand fighting Arjuna.\" So he had to run away from the battle. And then when Karna was beaten"
    },
    {
      "start_time": 770,
      "end_time": 881,
      "verse_references": [],
      "themes": [
        "Arjuna vs. Dronacharya",
        "Arjuna vs. Bhishma",
        "Kaurava's defeat"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Arjuna is sending his respects but now having given having submitted his respects now he is not going to hold back so let us get ready.",
      "summary": "Arjuna fights Dronacharya and Bhishma, overpowering them, and the Kaurava army struggles against him.",
      "timestamp_url": "https://youtu.be/stjh4gHOQGk?t=770",
      "transcript": "back like this, then Dronacharya came forward. And when Dronacharya came forward, Arjuna told him that, \"Oh, my guru, you are my guru. I will not take up a weapon against you unless you draw the weapon first.\" So Dronacharya smiled and he drew his bow and released his arrow. And when Dronacharya released his arrow, then Arjuna started counterattacking. So the fight went on between them, the guru and Arjuna. Dronacharya, of course, his full heart was not there in the battle, so he was not exerting himself fully. So very quickly, Arjuna managed to overpower him. And Dronacharya being hit by the arrows of Arjuna fainted. And when Dronacharya's charioteer saw that Dronacharya has fainted, he took him away from the battlefield. Now came forth Bhishmadeva, Arjuna. Now, between Bhishmadeva and Arjuna also, the fight started in good earnest. And because of the Kshatriya spirit, both of them were in a really angry mood and they were exchanging arrows. But again, even Bhishmadeva also could not face, he could not counter all of Arjuna's weapons. And Bhishmadeva also soon, he fell unconscious and his chariot also had to be taken away. Now, Karna had recuperated and he jumped back into the battle. And he came in front of Arjuna again, and again, he started fighting. But very quickly, again, he was defeated. Again, he had to run back from the battle. So like this, the battle between the Kaurava army and Arjuna went back and forth. And on this side, Arjuna was all alone. And on the other side, all these Maharashtris, the great generals, Kripacharya, Ashwatthama himself, Dronacharya, Bhishmadeva, all these people, Dushyasana, and"
    },
    {
      "start_time": 881,
      "end_time": 992,
      "verse_references": [],
      "themes": [
        "Arjuna vs. Duryodhana",
        "Kaurava's retreat",
        "Arjuna's humility"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Arjuna very quickly and very easily defeated Duryodhana, but he did not want to kill him.",
      "summary": "Arjuna defeats Duryodhana but spares his life, and the Kaurava army retreats, Arjuna gives the spoils of war to Bhuminjaya and asks him to take credit for the victory.",
      "timestamp_url": "https://youtu.be/stjh4gHOQGk?t=881",
      "transcript": "all these people fighting against Arjuna, but none of them were able to overpower him. Finally, Duryodhana himself came forward and started fighting. Now, Arjuna very quickly and very easily defeated Duryodhana, but he did not want to kill him because he remembered Bhima's vow to kill all of Duryodhana and his brothers. So he did not kill him, but he very quickly destroyed his bow and all his arrows. Everything got exhausted, and Duryodhana had also to retreat. So finally, when the entire Kaurava army was beaten back like this, the Kaurava army decided that we will not be able to face Arjuna, let us go back. And so all of them left the battlefield and went back to Hastinapura. So we can see how Arjuna was so powerful. All these warriors together could not face Arjuna in battle. But Arjuna did not pursue them. Arjuna, on the other hand, now that they had been defeated and they had left the kingdom of Virata, he collected all the, what it as the general practice used to be, he collected all the gold and the various ornaments of the dead soldiers who were lying on the battlefield and he gave it to Bhuminjaya and he told him that, \"When we go back to the kingdom of Virata, don't tell anyone that I am Arjuna and I am the one who fought the battle and won it. You tell that you won it. At the right time, we will inform everyone who I am.\" Bhuminjaya agreed. He said, \"Arjuna, you are my superior, whatever you command me, I will follow.\" So Brahmanala again occupied the post of the charioteer and Bhuminjaya sat on the chariot and both of them"
    },
    {
      "start_time": 992,
      "end_time": 1120,
      "verse_references": [],
      "themes": [
        "Bhuminjaya's return",
        "Virata's joy",
        "Divine intervention"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "The kauravas had been defeated and they had gone back and king virata was extremely pleased and he was surprised oh my dear son boominjaya you are so powerful you have defeated the kauravas",
      "summary": "Bhuminjaya returns to the kingdom, and King Virata is overjoyed, attributing the victory to a celestial being.",
      "timestamp_url": "https://youtu.be/stjh4gHOQGk?t=992",
      "transcript": "came back to the kingdom, to the capital city. By that time, it had become noon and King Virata along with the other four Pandava brothers had returned to the palace. And when King Virata heard that his son Bhuminjaya had gone all alone into the battle with the Kauravas with just the eunuch Brahmanala for his charioteer, he got alarmed. He said, \"My poor son, what will we stand against the Kauravas? He'll be slaughtered.\" And he immediately readied his troops and he said, \"Come, let us go immediately to save my son.\" By that time, messengers came and Bhuminjaya himself came to the court and he told Virata that the Kauravas had been defeated and they had gone back. And King Virata was extremely pleased and he was surprised, \"Oh, my dear son Bhuminjaya, you are so powerful, you have defeated the Kauravas?\" Then Bhuminjaya, now he could not tell that it was Arjuna who had fought because he had given his word, so he said, \"No, no, no, I did not fight the battle. I actually, I wanted to run away from the battle, but suddenly when I was trying to flee from the battle, seeing the great strength of the Kaurava army and the powerful fighters like Bhishma, Drona, Duryodhana, Karna, and others, at that time a celestial being came and that celestial being, that devata, helped me to fight the Kauravas and it was that devata who actually defeated all the Kauravas.\" So then King Virata asked Bhuminjaya, \"Where is that devata? Did you not bring him along with you?\" Well, this hill is now being looted by the golemas. So Bhuminjaya said, \"No, I don't know where he has gone. So I am unable to tell where he has gone. I don't know where he came from and where he went.\" Anyway, King Virata was very happy that now his kingdom had been protected and double celebration from two sides. The kingdom was attacked, but however, even the devata seemed to be helping King Virata and protecting himself, although Kichaka, who was his commander, was now no more."
    },
    {
      "start_time": 1120,
      "end_time": 1235,
      "verse_references": [],
      "themes": [
        "Pandavas' revelation",
        "Virata's shock",
        "Draupadi's identity"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "This is Arjuna who was here as Brihannala.",
      "summary": "The Pandavas reveal their true identities to King Virata, who is shocked and happy to have hosted them.",
      "timestamp_url": "https://youtu.be/stjh4gHOQGk?t=1120",
      "transcript": "And like that, the evening was spent. The next day morning, King Virata came to the assembly and he sat down on his throne. And when he was sitting on his throne, suddenly he saw five young Kshatriyas clad in silk and wearing all gold ornaments walking into his assembly. And he saw, \"These people seem to be familiar. Oh, this is Kanka and this is Vallabha, my cook, and there is Granthika and this is Tantripala, the guy who was taking care of my horses, and here is, looks like this person, somewhere I have seen this person, the fifth guy, I am not able to place him.\" Then he said that, \"Arre Kanka, Vallaba, all of you, how come you are dressed like Kshatriyas and you are walking into my court in such a regal manner, not like the earlier way used to be?\" And then they all introduced themselves and they said that King Yudhishthira introduced himself and he said, \"I am Yudhishthira and we are all the Pandavas. So, and this is Bhima, this is Nakula, this is Sahadeva.\" Then Virata said, \"Who is this other person?\" \"This is Arjuna who was here as Brihannala.\" Everybody in the court was taken by surprise. They were all shocked. And Virata said, \"Oh my God, this one year you people have been staying here. Sir, always I used to think that somewhere I have seen you, but I couldn't place you. How could I ever not recognize you people? I just, I am not able to understand. Anyway, I am very happy that all of you were there here.\" And King Virata was a close friend of Yudhishthira. He respected the Pandavas a lot. And so he was very happy that the Pandavas had stayed with him for one year, although he had not recognized them. And then the Pandavas introduced Draupadi also. And they said, \"This is Draupadi.\""
    },
    {
      "start_time": 1235,
      "end_time": 1316,
      "verse_references": [],
      "themes": [
        "Draupadi and Keechaka",
        "Virata's guilt",
        "Uttara's marriage proposal"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "And so he felt guilty that he had mistreated the Pandavas.",
      "summary": "The Pandavas reveal Draupadi's identity and the story of Keechaka, and King Virata feels guilty for mistreating the Pandavas and offers his daughter Uttara in marriage to Arjuna.",
      "timestamp_url": "https://youtu.be/stjh4gHOQGk?t=1235",
      "transcript": "Draupadi, she was here serving your wife, Queen Sudeshna, as the Sairindri maid servant. And then they also informed King Virata that Keechaka had lustfully approached Draupadi and it was Bhima who had killed Keechaka. Anyway, Keechaka was not such a great popular guy, and Virata also did not have such, he did not have great affection for him. But then out of necessity, out of helplessness, Keechaka had to tolerate him, so he didn't bother that Keechaka was no more. And on the other hand, King Virata was very happy with the Pandavas. And then he thought, \"All you Pandavas, you are all highly glorified and exalted devotees of Krishna, but I have engaged you as servants in my palace, in my kingdom, so I feel very guilty.\" The Pandavas had no such feeling because the Pandavas themselves had wanted such a position to live incognito. So they were not, they had not taken it otherwise. But King Virata remembered all those instances during their relationships when he would order them to do this, do that, just like he would order any other servants. And so he felt guilty that he had mistreated the Pandavas. And so he said, he offered that my daughter Uttara, I want to give her in marriage to Arjuna."
    },
    {
      "start_time": 1316,
      "end_time": 1404,
      "verse_references": [],
      "themes": [
        "Arjuna's refusal",
        "Guru-disciple relationship",
        "Arjuna's character"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "How can that be possible i have been her teacher so as a teacher i am in the position of her father i cannot marry her.",
      "summary": "Arjuna refuses to marry Uttara due to their guru-disciple relationship, demonstrating his unimpeachable character.",
      "timestamp_url": "https://youtu.be/stjh4gHOQGk?t=1316",
      "transcript": "that my daughter Uttara, I want to give her in marriage to Arjuna. Now Arjuna immediately responded, \"No, no, no, how can that be possible? I have been her teacher, so as a teacher, I am in the position of her father. I cannot marry her. And if I marry her today, people will speak ill of our relationship. We have had no illicit connection between ourselves till date and we have had just the very, very respectable relationship of a guru and a disciple because as Brahmanala, Arjuna was her guru for dance.\" And so Arjuna said, \"But if you want to establish such family relationship with our dynasty, then I have a grown-up son, Abhimanyu, who is about 16 years old now. He is more or less of the same age as Uttara. If you want, we can marry both of them.\" Being Brahmanala was extremely happy and satisfied and he said, \"Oh, this is a very nice proposal from your side and I am ready for this.\" So from this we can see the unimpeachable character of Arjuna. Although Uttara was offered to him, he saw her just as his own daughter, even though he had moved with her very intimately, taught her the art of dance, and in teaching of the art of dance, very close interactions would have been there, but his heart had entertained no"
    },
    {
      "start_time": 1404,
      "end_time": 1495,
      "verse_references": [],
      "themes": [
        "Abhimanyu and Uttara's marriage",
        "Pandavas' alliance",
        "Planning for kingdom"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Arjuna's son Abhimanyu was getting married to his daughter Uttara so various Kings came from different places they brought various kinds of gifts and they came to express their solidarity and support for the Pandavas.",
      "summary": "Arjuna proposes marriage between Abhimanyu and Uttara, solidifying the alliance, and the Pandavas begin planning how to reclaim their kingdom.",
      "timestamp_url": "https://youtu.be/stjh4gHOQGk?t=1404",
      "transcript": "lusty desires towards her and so therefore Uttara became the daughter-in-law of Arjuna. So immediately Virata called all the priests and the following Purnima was decided to be the good day for the marriage of Uttara and Abhimanyu and the King Virata immediately made a lot of grand arrangements for the wedding and he sent invitations to all their allies and other people to invite her to the wedding and she was invited to the wedding and as well as the allies of the Pandavas informing all the Kings that the Pandavas had now come out of incognito they had completed their 13 years of exile 12 years in the forest one year incognito and now their Arjuna's son Abhimanyu was getting married to his daughter Uttara so various Kings came from different places they brought various kinds of gifts and they came to express their solidarity and support for the Pandavas Krishna and Balarama also came and the wedding was conducted in a very grand manner and after the wedding got over and all the celebrations were over the Pandavas sat down along with Krishna Balarama King Virata and other Kings their supporters who had come such as Drupada and others and now they started discussing now that our exile is over how do we get our kingdom back you now what was their discussion and what was the decision taken by them please"
    }
  ]
}