{
  "video_id": "stZW2w7qFk8",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.15.16 Part 1 | 06-12-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=stZW2w7qFk8",
  "segments": [
    {
      "start_time": 60,
      "end_time": 358,
      "verse_references": [],
      "themes": [
        "protection by Krishna",
        "Arjuna's protection",
        "Prahlad Maharaj's protection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "protection by the lord means complete protection 100 protection",
      "summary": "The speaker explains how Arjuna was protected by Krishna's grace, comparing it to Prahlad Maharaj's protection by Lord Nrsimadeva from the demons.",
      "timestamp_url": "https://youtu.be/stZW2w7qFk8?t=60",
      "transcript": "In this session, we will be discussing the first part of the sixteenth verse of the fifteenth chapter of the first canto of Srimad Bhagavatam. The sixteenth verse is as follows: Yad doshu ma pranihitam guru bhishma karna, naptra trigarta shalya saindhava bahli kaadyai, astrani amogha mahimani nirupitani, nopas prushur nriharidasam ivasurani. The meaning of this verse is: Great generals like Bhishma, Drona, Karna, Bhurishrava, Susharma, Shalya, Jayadratha, and Balika all directed their invincible weapons against me. But by his, that is Lord Krishna's, grace, they could not even touch a hair on my head. Similarly, Prahlad Maharaj, the supreme devotee of Lord Nrsimadeva, was unaffected by the weapons the demons used against him. So Arjuna is telling, because of Lord Krishna's grace, Arjuna was completely protected, that even the powerful Kaurava generals, they could not touch even one hair of Arjuna. In a fierce battle like that, how is it that Arjuna escaped completely unhurt, only by the grace of Krishna? And a comparison is made, just like Prahlad Maharaj was a pure devotee of Lord Nrsimadeva, and he was unaffected by so much trouble given by the demons, in so many ways, they tried to kill him, but they could not. Similarly, in the battle of Kurukshetra, the enemy party tried to kill the Pandavas, but they could not do anything to the Pandavas. So Srila Prabhupada explains in the purport, \"The history of Prahlad Maharaj, the great devotee of Nrsimadeva, is narrated in the 7th chapter, Pralad Maharaj, a small child of only five years, became the object of envy for his great father, Hiranyakashyapu, only because of his becoming a pure devotee of the Supreme Lord. The demon father employed all his weapons to kill the devotee's son, Prahlad, but by the grace of the Lord, Prahlad was saved from all the troubles, and he was not killed. He was saved from all sorts of dangerous actions by his father. Hiranyakashyapu attempted in so many ways, let me kill this boy, but Hiranyakashyapu was unsuccessful, because all the while, Prahlad was perfectly protected by Lord Nrsimadeva directly.\" And Srila Prabhupada lists here how Prahlad was put into dangerous situations: he was thrown in a fire, in boiling oil, he was thrown from the top of a hill, he was attempted to be crushed under the legs of an elephant, he was administered poison, and at last the father himself took up a chopper to kill his son, and thus Nrsimadeva appeared and killed the heinous father in the presence of the son. So protection by the Lord means complete protection, 100% protection. So Srila Prabhupada concludes this portion by telling, \"Thus no one can kill the devotee of the Lord. Similarly, Arjuna was also saved by the Lord, although all dangerous weapons were employed by his great opponents like Bhishma, Karna, etc.\" So it's a fact that Arjuna was really saved only because of..."
    },
    {
      "start_time": 368,
      "end_time": 403,
      "verse_references": [],
      "themes": [
        "Karna's birth",
        "Karna's names",
        "Kunti",
        "Sun God"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Karna was born of kumti by the sun god prior to her marriage with maharaj pandu karna took his birth with bangles and earrings extraordinary signs for an undaunted hero in the beginning his name was vasusena",
      "summary": "The speaker begins to describe Karna's personality, starting with his birth story and the origins of his different names.",
      "timestamp_url": "https://youtu.be/stZW2w7qFk8?t=368",
      "transcript": "Next, Srila Prabhupada describes the personality of Karna in the purport. An elaborate description is given: Karna was born of Kunti by the sun god prior to her marriage with Maharaj Pandu. Karna took his birth with bangles and earrings, extraordinary signs for an undaunted hero. In the beginning, his name was Vasusena, but when he grew up, he presented his natural bangles and earrings to Indradeva, and thenceforward he became known as Vaikartana. Vasusena, when he grew up, he presented his natural bangles and earrings to Indra deva, and thenceforward he became known as Karna, and after some time he became known as Vasusena."
    },
    {
      "start_time": 403,
      "end_time": 576,
      "verse_references": [],
      "themes": [
        "Karna's charity",
        "Indradeva",
        "Shakti weapon"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In the same charitable spirit, he gave in charity his natural bangles and earrings to Indradeva, who being very much satisfied with him, gave him in return a great weapon called Shakti.",
      "summary": "The speaker continues describing Karna, focusing on his charitable nature and how he gave his bangles and earrings to Indradeva in exchange for the Shakti weapon.",
      "timestamp_url": "https://youtu.be/stZW2w7qFk8?t=403",
      "transcript": "As Vaikartana. After his birth from the maiden Kunti, he was thrown in the Ganges. Later, he was picked up by Adhiratha, and Adhiratha and his wife Radha brought him up as their own offspring. Karna was very charitable, especially toward the brahmanas. There was nothing he could not spare for a brahmana. In the same charitable spirit, he gave in charity his natural bangles and earrings to Indradeva, who being very much satisfied with him, gave him in return a great weapon called Shakti."
    },
    {
      "start_time": 606,
      "end_time": 773,
      "verse_references": [],
      "themes": [
        "Karna's role in Duryodhana's court",
        "Gambling match",
        "Draupadi's humiliation",
        "Karna's anger towards Draupadi"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Karna was very enthusiastic to declare the news, and it is he who ordered Dushasana to take away the garments of both the Pandavas and Draupadi.",
      "summary": "The speaker details Karna's involvement in Duryodhana's court, his role in the gambling match, and his anger towards Draupadi, leading to her humiliation.",
      "timestamp_url": "https://youtu.be/stZW2w7qFk8?t=606",
      "transcript": "When Duryodhana was in power, he enthroned Karna in the state of Anga. Being baffled in his attempt to win Draupadi, Karna advised Duryodhana to attack King Drupada, and after defeating him, both Arjuna and Draupadi could be arrested. But Dronacharya rebuked them for this conspiracy, and they refrained from the action. Karna was defeated many times, not only by Arjuna, but also by Bhimasena. He was a king of the kingdom of Bengal, Orissa, and Madras combined. Later on, Karna took an active part in the Rajasuya sacrifice of Maharaja Yudhishthira, and when there was gambling between the rival brothers designed by Shakuni, Karna took part in the game, and he was very pleased when Draupadi was offered as a bet in the gambling. That gambling match was ill-fated for the Pandavas. The Pandavas were losing, and Yudhishthira was placing as a bet even Draupadi, and themselves also as a bet. When Draupadi was in the game, Karna was very enthusiastic to declare the news, and it is he who ordered Dushasana to take away the garments of both the Pandavas and Draupadi, because Karna was very much angry against Draupadi, because Draupadi, Swayamvara, Karna was not able to participate, because he was declared as the son of a carpenter, a shudra. So the Pandavas, when they could not protect Draupadi in that gambling match, at that time, Karna asked Draupadi to select another husband, because she was lost by the Pandavas."
    },
    {
      "start_time": 803,
      "end_time": 945,
      "verse_references": [],
      "themes": [
        "Karna's enmity towards Pandavas",
        "Karna's arrogance",
        "Karna's death",
        "Krishna's grace"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "I can defeat the Pandavas in five days, if Bhishma would not interfere with my plan of action.",
      "summary": "The speaker describes Karna's continued enmity towards the Pandavas, his arrogant claims, and his eventual death at the hands of Arjuna due to Krishna's grace.",
      "timestamp_url": "https://youtu.be/stZW2w7qFk8?t=803",
      "transcript": "Now Karna maintained enmity against the Pandavas, though they had no reason actually. Specifically, he had no reason, but he maintained his enmity against the Pandavas. And he tried to curb them in so many ways. Now, during the battle of Kurukshetra, he could understand that because Krishna was the chariot driver of Arjuna, he understood that the Pandavas will win the battle. And Karna had some difference of opinion on Bhishma, and sometimes he was very, very proud of his prowess, and he said in his pride, \"I can defeat the Pandavas in five days, if Bhishma would not interfere with my plan of action.\" This is the arrogant statement of Karna. Now when Bhishma died, Karna was very much mortified. Karna killed the largest number of Pandava soldiers. When there was a severe fight with Arjuna, then Karna was able to knock off Arjuna's helmet. And that's a big achievement because Arjuna was a very, very powerful fighter. Now when Karna was fighting Arjuna, his chariot wheel got stuck in the battlefield mud. And he got down from his chariot to set the wheel right, but Arjuna took the opportunity and killed Karna when Karna was fixing the wheel of the chariot."
    }
  ]
}