{
  "video_id": "suRASGsPB1s",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.13.49-50 | 30-10-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=suRASGsPB1s",
  "segments": [
    {
      "start_time": 51,
      "end_time": 287,
      "verse_references": [],
      "themes": [
        "Krishna's descent as time",
        "Asuras vs. Devatas",
        "Devotee protection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "For the devotees, his factual form is disclosed, and for non-devotees, he appears like Kalarupa, which is causal form.",
      "summary": "This segment explains the meaning of the verse, describing Krishna's descent as all-devouring time to eliminate the envious, contrasting the fates of devotees and asuras, and highlighting the protection afforded to devotees.",
      "timestamp_url": "https://youtu.be/suRASGsPB1s?t=51",
      "transcript": "In this session we will be discussing from the 49th verse of the 13th chapter of the 1st canto of Srimad Bhagavatam, सोयम अध्यमहाराज भगवान भूतभावनह कालरूपो अवतीरणो स्याम अभावाय सुरत्विशाम। The meaning of this verse is, that supreme personality of Godhead, Lord Sri Krishna, in the guise of all devouring time, कालरूपा, has now descended on earth, to eliminate the envious from the world. So, this verse describes Krishna's descent, also as the all devouring time, कालरूपो. So, Prabhupada explains this in the purport. There are two classes of human beings, namely the envious and the obedient, who are called the envious. Since the supreme lord is one and the father of all living beings, the envious living beings are also his sons, but they are known as the asuras. But the living beings who are obedient to the supreme father are called devatas or demigods, because they are not contaminated by the material conception of life. Demigod means almost like God, or godly. Demigods also can be called godly persons or godly beings. Not only are the asuras envious of the lord, in even denying the existence of the lord, but they are also envious of all other living beings. See, this is the nature of the asuras. It's called demoniac nature. This is described in the Bhagavad Gita also, 16th chapter. The demoniac nature and the divine nature. The predominance of asuras in the world is occasionally rectified by the lord when he eliminates them from the world and establishes a rule of devatas like the Pandavas. The lord sometimes personally comes and sometimes he deputes his devotee. To kill these asuras and establish the proper rule of the devatas, like the Pandavas, godly beings. So his designation, that means the lord's designation as Kala in disguise, is significant. Kalaropoyam. He is not at all dangerous, but he is the transcendental form of eternity, knowledge and bliss. Kalaropoyam. That's the real form of the Supreme Lord. Full of bliss, full of knowledge. Very, very beautiful form, most attractive and very pleasing to the eyes. So that is the real form, original form of the lord. But, Prabhupada says, for the devotees, his factual form is disclosed, and for non-devotees, he appears like Kalarupa, which is causal form. So what is the causal form? This causal form of the Lord is not at all pleasing to the asuras. When he appears as death, that is not at all pleasing to anybody."
    },
    {
      "start_time": 287,
      "end_time": 423,
      "verse_references": [],
      "themes": [
        "Devotee's perspective on death",
        "Asura's fear of death",
        "Form of God"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So for devotees, there is no death. That's why devotional service is the only way to conquer death.",
      "summary": "This segment discusses how devotees are protected from death and how asuras fear death and deny the form of God to feel secure.",
      "timestamp_url": "https://youtu.be/suRASGsPB1s?t=287",
      "transcript": "Specially for the asuras. Now, devotees don't have to face death, even devotees who take birth in this material world, because they are personally protected by the Lord. So for devotees, even though once having taken birth, it appears like even devotees die, but they are not dying like the asuras. Asuras are completely finished when they die, because all their power, their wealth, their possessions, their influence, everything is finished. But devotees, because they are on the spiritual platform, their devotional service, their devotional relationship, their devotional assets, everything is perfectly intact. And at the time of so-called death, a devotee changes the body from this body to another spiritual body. So for devotees, there is no death. That's why devotional service is the only way to conquer death. So these asuras, they are always afraid of death. They are always afraid of death and therefore they think of the Lord as formless. Asuras always describe if at all there is some god, he is formless. Why? Because in that way they feel secure that they will not be vanquished by the Lord. They think they can escape death or they can escape the destruction by the Supreme Lord if they declare that God is there but he is formless. This is not the truth. This is not the reality. God is there. He has got his transcendental form. But for the non-devotees he is always present as death."
    },
    {
      "start_time": 423,
      "end_time": 578,
      "verse_references": [],
      "themes": [
        "Pandavas' role",
        "Lord's mission",
        "Asuras' envy",
        "Desire for control"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We have come out of our own choice, dictated by a strong desire to lord it over the resource of material world.",
      "summary": "This segment explains the Pandavas' role in Krishna's mission to cleanse the earth of asuras, highlighting the asuras' envy of the Lord and devotees, and their desire to control the material world.",
      "timestamp_url": "https://youtu.be/suRASGsPB1s?t=423",
      "transcript": "The 50th verse. The meaning is the Lord has already performed his duties to help the demigods and he is awaiting the rest. You Pandavas may wait as long as the Lord is here on earth. So Narada Muni is indicating to the Pandavas that they are to cooperate with Krishna. Krishna is the Supreme Lord. The Supreme Lord has descended with a mission to clean up the earth which was overburdened by Asuras. So now the Pandavas are part of the mission of the Lord in this material world. So it is Krishna's desire that the Pandavas rule the world, the devotees, the divine personalities, not the demoniac natured Duryodhana and company. No. So in the Purport Srila Prabhupada says, \"The Lord descends from his abode, Krishnaloka, the topmost planet in the spiritual sky, in order to help the demigod administrators of this material world when they are greatly vexed by the Asuras.\" The Asuras give too much trouble to the demigods or devatas or the divine beings in this material world. Then the Supreme Lord comes here. Now these Asuras are described as, \"Not only are they envious of the Supreme Lord, they are also envious of the Lord's devotees.\" This is the nature of this Asuras, demoniac nature, as referred to above. They are conditioned living beings, contact material association by their own choice. So we are not put here accidentally. We have not come here by somebody else's dictation. We have come out of our own choice. And what is that choice we have made? Dictated by a strong desire to lord it over the resource of material world."
    },
    {
      "start_time": 578,
      "end_time": 751,
      "verse_references": [],
      "themes": [
        "Material disease",
        "Imitation gods",
        "Disturbance by Asuras",
        "Prayers for relief"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Everyone is trying to become an imitation god.",
      "summary": "This segment describes the 'material disease' of wanting to be the lord, the competition among imitation gods (asuras), and how their disturbances lead devotees and demigods to pray for the Lord's intervention.",
      "timestamp_url": "https://youtu.be/suRASGsPB1s?t=578",
      "transcript": "And become imitation lords of all they survey. This is the whole disease. It is called Bhavaroga, material disease. I want to be the lord of everything I survey and I want to lord over resources of this material world. So this is the desire which dictates us, contact with material association. And this is only possible with material association. It is not possible in the spiritual existence. Everyone is trying to become an imitation god. We cannot be. We cannot become god. We can try to imitate god. That's what all these Asuras do. They declare there is no god, or I am god, or everyone is god. All these kind of foolish things are done by Asuras only, not by the demigods. There is a keen competition among such imitation gods and such competitors are generally known as Asuras. Even the Asuras sometimes they fight among themselves. One tries to kill the other or one tries to overpower the other. When there are too many Asuras in the world, then it becomes a hell for those who are devotees of the lord. Devotees want to live peacefully doing their own devotional service. They have no desires like the Asuras. But these Asuras become too many in number. The Asuras disturb the devotees also. Due to the growth of the Asuras, both of the Asuras, the mass of people who are generally devoted to the lord by nature, and the pure devotees of the lord, including the demigods in higher planets, pray to the lord for relief. And when the devatas, devotees pray to the lord, then what happens? The lord either descends personally from his abode or deputes some of his devotees to remodel the fallen conditions of human society, or even animal society. The lord can appear in any form, but he remains the transcendental lord and his form is always spiritual, though it appears like a material form. It is not a material form. Such disruptions take place not only in human society, but also among animals, birds or other living beings, including the demigods in the higher planets."
    },
    {
      "start_time": 751,
      "end_time": 895,
      "verse_references": [
        "BG 4.7"
      ],
      "themes": [
        "Disturbances and the Lord's intervention",
        "Annihilation of Asuras",
        "Yadu dynasty",
        "Narada's hint"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Lord Shri Krishna descended personally to vanquish Asuras like Kamsa, Jarasandha, Chishupala.",
      "summary": "This segment discusses the periodic disturbances in the material world, the Lord's intervention to vanquish asuras, the annihilation of the Yadu dynasty, and Narada Muni's hint to the Pandavas about future events.",
      "timestamp_url": "https://youtu.be/suRASGsPB1s?t=751",
      "transcript": "So in this material world, periodically these disturbances are there, time to time. yadā yadā hi dharmasya glānir bhavati bhārata. Whenever and wherever there is this dharmasya glani, neglect of religious principles, these Asuras, they come in the way of following religious principles. Then the lord personally comes. Lord Shri Krishna descended personally to vanquish Asuras like Kamsa, Jarasandha, Chishupala. And during the reign of Maharaj Yudhishthira, almost all these Asuras were killed by the lord. Now, it is told in the verse, \"Await the rest.\" What is that? Now he was awaiting the annihilation of his own dynasty, called the Yadu Vamsha, who appeared by his will in this world. Krishna appeared along with the Yadus and they were very very powerful. Now, this annihilation of this Yadu Vamsha also, it is not required except when the Asuras had to be annihilated. After annihilation of the Asuras, the Yadu Vamsha is not required on this earth. So, the lord wanted to take them away, the Yadu Vamsha, before his own departure to his eternal abode. So, Narada like Vidura did not disclose the imminent annihilation of the Yadu dynasty, but he directly gave a hint to King Yudhishthira and his brothers to wait till the incident happened and the lord departed. So, Narada is indicating what is going to happen in the future, immediate future now, that the Yadu Vamsha will be annihilated and the lord will go to his own abode and then the Pandavas can go back to the spiritual world. I will stop here. Thank you very much."
    }
  ]
}