{
  "video_id": "SuRy9TQ5RR0",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.12.22 | 27-08-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=SuRy9TQ5RR0",
  "segments": [
    {
      "start_time": 0,
      "end_time": 47,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer",
        "guru"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Ajnan Timiran Dhasya Gyanan Janishalakaya Chakshur Unmilitam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, invoking blessings and paying respect to the spiritual master.",
      "timestamp_url": "https://youtu.be/SuRy9TQ5RR0?t=0",
      "transcript": "Om Ajnan Timiran Dhasya Gyanan Janishalakaya Chakshur Unmilitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Prishtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nityananda Shri Advaita Gadadhara Srivasadi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Deveem Saraswateem Vyasam Tato Jaya Mudhirayet"
    },
    {
      "start_time": 48,
      "end_time": 85,
      "verse_references": [
        "SB 1.12.22"
      ],
      "themes": [
        "Parikshit",
        "qualities",
        "prediction"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This child will be as strong as a lion and as worthy a shelter as the Himalaya mountains. He will be forbearing like the earth and as tolerant as his parents.",
      "summary": "The speaker introduces the verses to be discussed, focusing on the predicted qualities of the child Parikshit, comparing him to a lion, the Himalayas, and the earth.",
      "timestamp_url": "https://youtu.be/SuRy9TQ5RR0?t=48",
      "transcript": "In this session we will be discussing from the 22nd and the 23rd verses of the 12th chapter of the 1st canto of Srimad Bhagavatam. The 22nd verse is as follows: Mrigendra Iva Vikranto Nishavyo Himavaniva Titikshur Vasudeva Asau Sahishnuhu Pitarav Iva. The meaning of this verse is: This child will be as strong as a lion and as worthy a shelter as the Himalaya mountains. He will be forbearing like the earth and as tolerant as his parents."
    },
    {
      "start_time": 89,
      "end_time": 200,
      "verse_references": [],
      "themes": [
        "lion",
        "strength",
        "leadership",
        "kshatriya"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "One should be a lamb at home and a lion in the chase.",
      "summary": "The speaker elaborates on the comparison of Parikshit to a lion, explaining the qualities of a Kshatriya, emphasizing strength in protecting citizens and chasing enemies, but humility at home.",
      "timestamp_url": "https://youtu.be/SuRy9TQ5RR0?t=89",
      "transcript": "Wonderful qualities of the child Parikshit are being described by the Brahmanas who are performing the Jatakarma samskara for the child. Yudhishthira is hearing all this and he is very satisfied that such a qualified child has actually taken birth in his family. So in the purport Srila Prabhupada explains, \"One is compared to the lion when one is very strong in chasing an enemy among the animals in the jungle. The king of the jungle or the forest is the lion because the lion is very strong in chasing an enemy. One should be a lamb at home and a lion in the chase.\" So this is the moral instruction that however strong one is or powerful one is, that strength or power is not shown at home. At home in front of elders, family members and other well-wishers one should be very mild and humble. But somebody... Who is a Kshatriya he should be like a lion in the chase, means he should be very strong in chasing the enemy. And Srila Prabhupada says the lion is never a failure when it comes to chasing an animal."
    },
    {
      "start_time": 200,
      "end_time": 268,
      "verse_references": [],
      "themes": [
        "kshatriya",
        "courage",
        "battle",
        "protection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Similarly the head of the state should never fail in chasing an enemy.",
      "summary": "Continuing the discussion on Kshatriya qualities, the speaker highlights courage in battle and the duty to protect citizens, linking it back to Parikshit's predicted strength.",
      "timestamp_url": "https://youtu.be/SuRy9TQ5RR0?t=200",
      "transcript": "Similarly the head of the state should never fail in chasing an enemy. Apalaya. This is the description in the Bhagavad Gita, the qualities of a Kshatriya, one of the qualities is he never turns his back when challenged to fight in a battle. The battle is always fought till one of the two kings or Kshatriyas are defeated and they are killed in the battle. So a Kshatriya is never afraid of fighting an enemy, that is the courage in battle. So this Parikshit will be very very courageous and very strong in protecting the citizens and"
    },
    {
      "start_time": 268,
      "end_time": 461,
      "verse_references": [],
      "themes": [
        "Himalayas",
        "shelter",
        "resources",
        "material needs"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The child will be as worthy a shelter as the Himalaya mountains.",
      "summary": "The speaker explains the comparison of Parikshit to the Himalaya mountains, detailing the abundance of resources available there, providing shelter and sustenance for materialists.",
      "timestamp_url": "https://youtu.be/SuRy9TQ5RR0?t=268",
      "transcript": "and subduing the enemies. Then the next comparison is made, the Himalaya mountains. The child will be as worthy a shelter as the Himalaya mountains. Now Srila Prabhupada explains the speciality about Himalaya mountains. There are many mountains all over the planet earth but among them something special about the Himalaya mountains. What is special? Srila Prabhupada says the Himalaya mountains are famous for all richness. What are the different kinds of riches in the Himalaya mountains? There are innumerable caves to live in, especially the Himalayas, there are caves where anybody can live, numberless trees of good fruits to eat, plenty of fruit trees are there. If you have been to Srinagar, Srinagar is a place where you can live in the Himalayas, there is a badrikashrama, Badrinath in the Himalayas, surrounding that area there are many lychee trees and in season they give so much fruits, there are fruits which fall off the trees when they are fully ripe and the local people they just pick those fruits from the ground. So plenty of these lychee trees are there in some portions of the Himalaya mountains, there are apple trees. Like this there are numberless trees of good fruits to eat, then there are good Springs to drink water from and springs are also hot water springs, cold water springs, all kinds of springs are there but they have only one specific green aerated spring to drink from and it is there are some springs to drink from in winter, there are some springs to drink from also there are big springs to drink from on every lake and major springs to drink from, nice springs are there and they are rich in minerals so they are very very healthy and they are very satisfying there, they can quench the thirst very easily and whoever takes bath in these springs are refreshed, the water is very refreshing and there are profuse drugs and minerals to cure diseases, all kinds of minerals and herbs are available in the Himalayas. So Srila Prabhupada says any man who is not materially prosperous can take shelter of these great mountains, the Himalayan mountains and he'll be provided with everything required for shelter, there are caves for taking bath, there are nice springs even hot water springs are there and then there are nice trees with which give nice fruits and there are drugs and minerals to cure diseases, everything is available in the Himalayas both the materialist and the spiritualist can take advantage of the great shelter of the Himalayas now"
    },
    {
      "start_time": 461,
      "end_time": 530,
      "verse_references": [],
      "themes": [
        "Himalayas",
        "spiritualism",
        "holy places",
        "tapasya"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In the Himalayan mountain range there are millions of holy places where formerly some pastimes of the Supreme Lord in his various incarnation had taken place",
      "summary": "The speaker continues discussing the Himalayas, focusing on its significance for spiritualists, highlighting the numerous holy places, pastimes of the Lord, and locations where sages performed tapasya.",
      "timestamp_url": "https://youtu.be/SuRy9TQ5RR0?t=461",
      "transcript": "materialists we have understood they can get all their basic needs very easily in the Himalayas, what about spiritualists? In the Himalayan mountain range there are millions of holy places where formerly some pastimes of the Supreme Lord in his various incarnation had taken place or where some tapasvi's great sages have performed tapasya and sanctified the place, where some important sacrifices were performed, where the devatas came and actually performed different spiritual activities in the past. Like that there are many many many many holy places, places of pilgrimage, there are many temples of different deities in the Himalayas established in the past by different devotees, different sages, different saintly persons."
    },
    {
      "start_time": 561,
      "end_time": 655,
      "verse_references": [],
      "themes": [
        "Vyasadeva",
        "Nara Narayana",
        "austerity",
        "spirituality"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "even there is Vyasak Gofaa cave of Vyasadeva in the Himalayas, where Vyasadeva sat and meditated on the Supreme Lord and compiled the Shreeman Bhagavatam",
      "summary": "The speaker provides specific examples of holy places in the Himalayas, including Vyasadeva's cave and the location where Nara Narayana Rishi perform austerities, emphasizing the spiritual atmosphere.",
      "timestamp_url": "https://youtu.be/SuRy9TQ5RR0?t=561",
      "transcript": "Even there is Vyasak Gofaa, cave of Vyasadeva in the Himalayas, where Vyasadeva sat and meditated on the Supreme Lord and compiled the Shreeman Bhagavatam. The place is now visited by devotees, it's near Badrinath, it's in the Byzantium Badrinath. Badrinath is also return drama was also the place nearby to find one women super strong instrument all the events and również the boxes where to find out the where Nara Narayana Rishi are even now performing severe austerities for the welfare of the entire world. The incarnation of the Supreme Lord as the twin sages, Nara Rishi and Narayana Rishi. They have come to teach us the importance of performing tapasya, having got this human form of life for the sake of achieving ultimate self-realization. So they are themselves teaching by their example. They are engaged in performing tapasya in that padrinatha area. So to commemorate that, a temple of Nara Narayana is established in Padrinath. Even now you can visit that temple, visited by many devotees. Nara Narayana temple. So many many holy places are there. For spiritualists, the atmosphere is surcharged with spirituality. That is the special thing about the Himalayas. So both materialists and spiritualists can take advantage of the Himalaya mountains."
    },
    {
      "start_time": 655,
      "end_time": 779,
      "verse_references": [],
      "themes": [
        "earth",
        "tolerance",
        "sustenance",
        "mother"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "And still the earth is forbearing to the inhabitants like a mother who excuses her little child.",
      "summary": "The speaker shifts to the comparison of Parikshit to the earth, emphasizing the earth's tolerance and provision of sustenance, comparing it to a mother.",
      "timestamp_url": "https://youtu.be/SuRy9TQ5RR0?t=655",
      "transcript": "Therefore the child is described as great shelter like the Himalaya mountains. No other mountains are as rich in so many resources like the Himalaya mountains. So these Himalaya mountains are very special. Then it is also described by Srila Prabhupada. On the surface of the earth there are so many disturbances caused by the inhabitants. In the modern age the people have begun to detonate atomic weapons on the surface of the earth. And still the earth is forbearing to the inhabitants like a mother who excuses her little child. Earth is called mother earth. In the Vedic conception there are seven kinds of mothers: Atmamata, Gurupatni, Brahmani, Rajapatnika, Dhenu, Dhatri, Prithvi. These are the seven mothers. Prithvi, mother earth. So because the earth provides all our necessities. We grow grains on the surface of the earth in rich fertile places. Then we cannot manufacture these grains in some factories. Not possible. We can only grow them on the surface of the earth. Then there are so many trees, fruit bearing trees. And then in the earth there are minerals and metals. We can mine the earth for so many minerals and metals. Like that the earth provides everything for our sustenance."
    },
    {
      "start_time": 779,
      "end_time": 899,
      "verse_references": [],
      "themes": [
        "tolerance",
        "parents",
        "king",
        "protection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Parents are always tolerant to children for all sorts of mischievous activities the child may perform.",
      "summary": "The speaker concludes by discussing the comparison of Parikshit to his parents, highlighting the importance of tolerance for a king in protecting and guiding his citizens, ending with a thank you and Hare Krishna.",
      "timestamp_url": "https://youtu.be/SuRy9TQ5RR0?t=779",
      "transcript": "Therefore the earth is compared to the mother. So mother earth. And like a mother excuses a child. Similarly the earth is also very forbearing. Like even though people are doing so many destructive activities. But earth never fails to provide for the inhabitants of this planet. Whatever their basic needs are. So this child will be forbearing like the earth. That is the prediction being made by the brahmanas. And finally one more characteristic of the child is. The child will be as tolerant as his parents. So Srila Prabhupada says, \"Parents are always tolerant to children for all sorts of mischievous activities the child may perform.\" An ideal king may be possessed of all these blessings. All these good qualities. So this child Pariksit will grow up to be a very good king. Ideal king. Who will be very tolerant towards the citizens. In order to protect them. And give them good shelter. Good protection. So like parents are tolerant. Pariksit also as the emperor. As the king. Will be tolerant of the citizens' different activities. So in this way. They are foretelling Pariksit's good qualities when he grows up. I will stop here. Thank you very much."
    }
  ]
}