{
  "video_id": "Sw-oGkaIUIY",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.16.2 | 08-01-2023",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=Sw-oGkaIUIY",
  "segments": [
    {
      "start_time": 0,
      "end_time": 40,
      "verse_references": [],
      "themes": [
        "Invocation",
        "Prayers"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyana Timiraandhasya Gyananjanishalakaya Chaksharunmilitam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/Sw-oGkaIUIY?t=0",
      "transcript": "Om Agyana Timiraandhasya Gyananjanishalakaya Chaksharunmilitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshthaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Paschatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shri Vasadi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 41,
      "end_time": 87,
      "verse_references": [
        "SB 1.16.2"
      ],
      "themes": [
        "Verse Explanation",
        "Marriage",
        "Lineage"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "King Parikshit married the daughter of King Uttara and begot four sons headed by Maharaj Janame Jaya",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam and explains that it describes King Parikshit's marriage and the birth of his sons.",
      "timestamp_url": "https://youtu.be/Sw-oGkaIUIY?t=41",
      "transcript": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udhirayet In this session we will be discussing from the second verse of the 16th chapter of the first canto of Shri Madbhagavatam. Sa Uttarasya Tanayam Upayema Iravatim Janame Jaya Adim Chaturaha Tasyam Utpadyat Sutan The meaning of this verse is King Parikshit married the daughter of King Uttara and begot four sons headed by Maharaj Janame Jaya"
    },
    {
      "start_time": 88,
      "end_time": 258,
      "verse_references": [],
      "themes": [
        "Family Relationships",
        "Vedic Marriage",
        "Gotra"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Even though they are cousin brother and sister, they can get married if they don't belong to the same gotra.",
      "summary": "The speaker elaborates on the family relationships between Parikshit, Uttara, and Arjuna, explaining the Vedic custom of gotra and its importance in marriage.",
      "timestamp_url": "https://youtu.be/Sw-oGkaIUIY?t=88",
      "transcript": "So this chapter describes how Parikshit received the age of Kali. Parikshit ascended the throne as the emperor of the world after Yudhishthir Maharaj. Then he married and begot four sons. He married the daughter of King Uttara. So Srila Prabhupada explains the purport. Maharaj Uttara was the son of Virudhara. And this Maharaj Uttara was the maternal uncle of Maharaj Parikshit. Why? Or how is this relationship? Because when the Pandavas were living incognito in the kingdom of Virudhara, Arjuna was instructing Virudhara's daughter. So, of course Arjuna was in disguise as a dance teacher. Then when later on Virudhara came to know that this Arjuna as a dance teacher was not ordinary dance teacher but he was Arjuna. Then Virudhara wanted to marry his daughter to Arjuna. But Arjuna refused because Arjuna said as a teacher I am like the father. I am in the position of a father. So I can't marry her. But my son can marry her. So Arjuna's son Abhimanyu, he married Virudhara's daughter. Now Parikshit is the son of Abhimanyu. So Uttara, sorry, Iravati, the daughter of Maharaj Uttara, who is the brother-in-law of Abhimanyu, is actually a cousin to Parikshit. So Iravati was a cousin sister of Maharaj Parikshit. Maharaj Uttara's daughter and Abhimanyu's son Parikshit were cousins. So Srila Prabhupada says cousin brothers and sisters were allowed to get married if they did not belong to the same gotra or family. So this is the important point. Even though they are cousin brother and sister, they can get married if they don't belong to the same gotra. Gotra means family."
    },
    {
      "start_time": 259,
      "end_time": 377,
      "verse_references": [],
      "themes": [
        "Vedic Marriage",
        "Gotra",
        "Lineage",
        "Examples from scriptures"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In the Vedic system of marriage, the importance of the gotra or family was stressed.",
      "summary": "The speaker continues to explain the importance of gotra in Vedic marriages, providing examples from the lives of Arjuna and Krishna, and then returns to the topic of Janamejaya's birth and parentage.",
      "timestamp_url": "https://youtu.be/Sw-oGkaIUIY?t=259",
      "transcript": "In the Vedic system of marriage, the importance of the gotra or family was stressed. Sagotra marriage is not allowed because the progeny will be weak. Sagotra marriage. The children they conceive will be weak. So therefore, different gotra, belonging to different gotra, is important for consideration of marriage. And Prabhupada gives another example. Arjuna also married Subhadra, although she was his maternal cousin sister. Arjuna married Krishna's sister. Krishna was the cousin brother of Arjuna because Arjuna's mother Kunti and Krishna's father Vasudeva were sister and brother. So therefore, Arjuna and Krishna were cousins. But therefore, Arjuna and Krishna, not only Arjuna and Krishna, Arjuna and Subhadra were also cousins. How could they marry each other if they were cousins, brother and sister? That is because they belong to a different gotra. Now Srila Prabhupada in the purport explains the brief history of Janamejaya. Janamejaya was the eldest son of Parikshit. Parikshit begot four sons headed by Janamejaya. So Janamejaya's brief history is given by Srila Prabhupada. He says, one of the Rajarshi kings and the famous son of Maharaj Parikshit, Janamejaya, is a Rajarshi, a saintly king, Raja, Rishi. Both Raja and Rishi. That means he is a saintly king. His mother's name was Iravati. Janamejaya's mother's name was Iravati. Or according to some, Madravati."
    },
    {
      "start_time": 378,
      "end_time": 486,
      "verse_references": [],
      "themes": [
        "Janamejaya's Lineage",
        "Sacrifices",
        "Kingship",
        "Succession"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "These emperors or kings were very responsible in leaving behind a well trained, qualified successor.",
      "summary": "The speaker describes Janamejaya's sons and his eventual succession to the throne, emphasizing the importance of qualified leadership and proper training of successors.",
      "timestamp_url": "https://youtu.be/Sw-oGkaIUIY?t=378",
      "transcript": "Maharaj Janamejaya begot two sons of the names Gnatanika and Shankukarna. He celebrated several sacrifices in the Kurukshetra pilgrimage site. This Janamejaya, later on it will be described that Maharaj Parikshit handed over charge of ruling the world to his eldest son Janamejaya. When Parikshit retired from his royal duties, when he was cursed to die within seven days by a snake bite. Those incidents will be described in the later chapters. So therefore it is described when Janamejaya took charge of ruling the world from his father Parikshit. He also got married and he begot two sons of the names Gnatanika and Shankukarna. These emperors or kings were very responsible in leaving behind a well trained, qualified successor. For the welfare of the world, for ruling the world properly, there is a need for a good Kshatriya, a qualified Kshatriya, a proper Kshatriya to rule the world for the welfare of the citizens. So these emperors, they themselves were very good rulers and they also begot good children, satsantana, by the proper process, by the proper methods, by following the proper instructions"
    },
    {
      "start_time": 487,
      "end_time": 684,
      "verse_references": [
        "BG 1.1"
      ],
      "themes": [
        "Kurukshetra",
        "Sacrifices",
        "Janamejaya's Revenge",
        "Sarpayagna"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This Janamejaya, when he learnt about it, he wanted to take revenge against the snake which bit his father.",
      "summary": "The speaker describes Janamejaya's performance of sacrifices at Kurukshetra and his subsequent attempt to avenge his father's death by performing the Sarpayagna to kill all snakes.",
      "timestamp_url": "https://youtu.be/Sw-oGkaIUIY?t=487",
      "transcript": "Then it is described here, Janamejaya celebrated several sacrifices in the Kurukshetra pilgrimage site. Kurukshetra is famous for being a holy place. Dharmakshetre Kurukshetre. The beginning of Bhagavad Gita, it is described, Kurukshetra is Dharmakshetra, holy place. A place where religious rituals are performed. It is a very sacred place. So, this Janamejaya, he performed several sacrifices in Kurukshetra. Why would they perform sacrifices? For the welfare of the citizens. They are really responsible kings. And it is also described here, Janamejaya had three younger brothers named Shrutasena, Ugrasena, and Bhimasena II. So he had three younger brothers also. He invaded Takshashila Rajanta and he decided to avenge the unlawful curse upon his great father, Maharaj Pariksit. Later on it will be described that is, Pariksit was cursed to die by snake bite. So this Janamejaya, when he learnt about it, he wanted to take revenge against the snake which bit his father. According to the curse. So what did he do to take revenge? This is Janamejaya. He performed a great sacrifice called Sarpayagna. To kill the race of serpents. He wanted to kill all the snakes. Because one serpent bit his father. Of course, his real anger was against Takshaka, one of the serpents. One of the serpents who bit his father. Because his father was cursed to die by snake bite. Particularly Takshaka's bite. So this Janamejaya arranged a Sarpayagna to be performed by qualified Brahmanas. And his aim was to kill the race of serpents, including Takshaka. Now on request from many influential demigods and sages, he had to change his decision to kill the race of serpents. That means, when he undertook this sacrifice, he was told by, advised by many influential devatas and sages and saintly persons, don't do this. Don't simply kill all the serpents. This is unfair. This is not proper. And then he actually agreed to stop the sacrifice when he was instructed or advised by many saintly persons and even devatas not to do this kind of sacrifice to kill all the serpents."
    },
    {
      "start_time": 685,
      "end_time": 779,
      "verse_references": [],
      "themes": [
        "Sarpayagna",
        "Vyasadeva",
        "Kurukshetra Battle"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He satisfied everyone concerned in the sacrifice by rewarding them properly.",
      "summary": "The speaker explains how Janamejaya was convinced to stop the Sarpayagna and how he compensated those involved, also mentioning the presence of Vyasadeva and the narration of the Kurukshetra battle.",
      "timestamp_url": "https://youtu.be/Sw-oGkaIUIY?t=685",
      "transcript": "But in spite of stopping the sacrifice, what did Janamejaya do? He satisfied everyone concerned in the sacrifice by rewarding them properly. He gave the proper Dakshina, even though the sacrifice was stopped. It was not conducted. But he did give the Dakshina to the sages, to the brahmanas who were appointed for performing the sacrifice. In this ceremony, Maharaj, sorry, Mahamuni Vyasadeva was also present in the sarpayagna, preparation for sarpayagna. And he personally narrated the history of the battle of Kurukshetra before King Janamejaya. So Vyasadeva, he is an incarnation of the Supreme Lord for the sake of preparing the scriptures, especially the scriptures for the people of Kali Yuga and the common people. So Mahamuni Vyasadeva was present in that sacrifice and he personally narrated the history of the battle of Kurukshetra to Janamejaya. How? Janamejaya's great grandfather, Pariksit's grandfather is Arjuna. So Janamejaya's great grandfather is Arjuna. How Arjuna fought in the battle of Kurukshetra, how Arjuna was instructed by Krishna, how Arjuna conducted himself very bravely, etc., etc."
    },
    {
      "start_time": 780,
      "end_time": 897,
      "verse_references": [],
      "themes": [
        "Mahabharata",
        "Vyasadeva",
        "Janamejaya's Grief",
        "Dakshina"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Janamejaya was affected very much by the father's untimely death.",
      "summary": "The speaker details the narration of the Mahabharata to Janamejaya, his desire to see his father again, and his generous offering of Dakshina to the brahmanas.",
      "timestamp_url": "https://youtu.be/Sw-oGkaIUIY?t=780",
      "transcript": "Later on, by the order of Vyasadeva, Vyasadeva's disciple, Narayana, narrated before King Janamejaya the subject matter of Mahabharata. Now the Bhagavad Gita is a small portion of Mahabharata. The Mahabharata is the history of greater India. It is a very, very big scripture. While Bhagavad Gita has 700 verses, Mahabharata has 100,000 verses or one lakh verses. Mahabharata has lakh shlokas. Bhagavatam has only 18,000 shlokas. Mahabharata has one lakh shlokas. So that Mahabharata was narrated to Janamejaya by Vaishampayana, Rishi, who was a disciple of Vyasadeva. On the instruction of Vyasadeva, he did so. So this Janamejaya was affected very much by the father's untimely death. And he expressed his desire to Vedavyasa, I want to see my father again. And Vyasadeva fulfilled his desire. So when his father was presented by Vyasadeva, that is Pariksit, then both Pariksit and Vyasadeva were worshipped. They were worshipped by Janamejaya. And being fully satisfied when he was able to see his father due to the mercy of Vyasadeva, then he very liberally gave Dakshina to all the brahmanas present at the sacrifice"
    },
    {
      "start_time": 898,
      "end_time": 967,
      "verse_references": [],
      "themes": [
        "Charity",
        "Brahmanas",
        "Kingship",
        "Dakshina"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A king's duty to give in charity to especially the brahmanas because brahmanas, they don't charge any fees.",
      "summary": "The speaker concludes by emphasizing the importance of charity, especially towards brahmanas, and the responsibilities of a king in providing for their welfare.",
      "timestamp_url": "https://youtu.be/Sw-oGkaIUIY?t=898",
      "transcript": "This is very important. A king's duty to give in charity to especially the brahmanas because brahmanas, they don't charge any fees. They don't collect any amount as their fees for giving advice or instructions or directing the people. But that doesn't mean that people simply take advice or instructions or directions without giving anything. They give something according to their means. Dakshina, that's called dana or dakshina. And the brahmanas are satisfied with very minimum. But kings, they reward brahmanas very liberally because kings are very rich. So that the brahmanas needn't have any anxiety about their maintenance. That's the principle. I'll stop here. Thank you very much."
    }
  ]
}