{
  "video_id": "t-Oa1FsWlxg",
  "title": "2016-01-21 | SB 3.18.12 | HG Amitasana Dasa",
  "speaker": "HG Amitasana Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=t-Oa1FsWlxg",
  "segments": [
    {
      "start_time": 0,
      "end_time": 108,
      "verse_references": [],
      "themes": [
        "challenge",
        "powerlessness",
        "promised word"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A demon may be a great soldier and a commander of a large number of infantry, but in presence of the Supreme Personality of Godhead, he is powerless and is destined to die.",
      "summary": "The speaker introduces the context of the lecture, focusing on Lord's challenge to Hiranyaksha and the powerlessness of demons before the Supreme Personality of Godhead.",
      "timestamp_url": "https://youtu.be/t-Oa1FsWlxg?t=0",
      "transcript": "Om Namo Bhagwate Vasudevaya. Reading from Srimad Bhagavatam, Canto No. 3, Chapter No. 18, Text No. 12. You are supposed to be the commander of many foot soldiers and now you may take prompt steps to overthrow us. Give up all your foolish talk and wipe out the cares of your kith and kin by slaying us. One may be proud, yet he does not deserve a seat in an assembly if he fails to fulfill his promised word. A demon may be a great soldier and a commander of a large number of infantry, but in presence of the Supreme Personality of Godhead, he is powerless and is destined to die. The Lord therefore challenged the demon not to go away, but to fulfill his promised word to kill him."
    },
    {
      "start_time": 108,
      "end_time": 230,
      "verse_references": [],
      "themes": [
        "foolish talk",
        "cares",
        "pride",
        "promised word"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Give up all your foolish talk and wipe out the cares of your kith and kin by slaying us.",
      "summary": "The speaker explains the meaning of the verse, emphasizing the futility of Hiranyaksha's words and the Lord's challenge, drawing a parallel to Dhritarashtra's anxiety.",
      "timestamp_url": "https://youtu.be/t-Oa1FsWlxg?t=108",
      "transcript": "Thus ends the Bhagavad Gita. So this chapter, the title is The Battle between Lord Bohr and Hiranyaksha. So in this particular verse, Lord is speaking to Hiranyaksha and saying that you are supposed to be commander of many foot soldiers and you may now take prompt steps to overthrow us. And in the previous verses we know that how Hiranyaksha challenges the Lord and blasphemes him. The Lord tolerated his piercing ill words, but in order to reply him, he expressed his terrible anger. So he used many ill words against the Lord, he challenged the supremacy of the Lord. And now the Lord is mentioning, give up all your foolish talk – there's no point in just talking, big, big talks – and wipe out the cares of your kith and kin. Cares of kith and kin, near and dear ones, the relatives, because the battle is about to ensue. So they are concerned what's going to happen, just like Dhritarashtra was concerned what will happen to his kith and kin. Wipe out the cares of your kith and kin by slaying us. How will the cares get wiped out? By slaying us. How Dhritarashtra also when he was anxious, he was anxious what will happen to his sons. And his anxiety will get allayed or rather removed if his sons win the battle. So likewise your kith and kin, the cares can be wiped out if you slay us. One may be proud yet he does not deserve. He does not deserve a seat in an assembly if he fails to fulfill his promised words."
    },
    {
      "start_time": 230,
      "end_time": 317,
      "verse_references": [],
      "themes": [
        "constitutional position",
        "amsa",
        "Krishna consciousness",
        "proprietorship"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Our constitutional position is that we are amsa of the Lord.",
      "summary": "The speaker discusses the constitutional position of living entities as parts of the Lord, emphasizing that everything belongs to Krishna and should be used in His service.",
      "timestamp_url": "https://youtu.be/t-Oa1FsWlxg?t=230",
      "transcript": "Our constitutional position is that we are amsa of the Lord. Being an amsa of the Lord, whatever we have in our possession, our gross body, subtle body, including the atma, we, belongs to the Lord. The gross body is made of panchabhuta, which is again energy of the Lord, the subtle body, and even the atma, mamaivamso, Krishna says. So in that sense when we become Krishna conscious or come to our constitutional position, there is no question of being proud. When we have a notion of a God who is casting within our consciousness, God is a pursuit of knowledge and knowledge. And on the other hand one will recognize or realize that everything including him belongs to the Lord. And a natural outcome of that understanding would be since the Lord is the proprietor of my body, my abilities, my skills, whatever I have belongs to the Lord, hence it has to be used in the service of the Lord."
    },
    {
      "start_time": 317,
      "end_time": 485,
      "verse_references": [],
      "themes": [
        "Maya",
        "false ego",
        "ahamkara",
        "spiritual life",
        "servant of Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The whole spiritual life, all spiritual processes are how to annihilate, wipe out that ahamkara, purify that ahamkara and revive our real ahamkara, real ego.",
      "summary": "The speaker explains how Maya covers the understanding of belonging to the Lord, leading to false ego and challenging the Lord, and how spiritual life aims to purify and revive the real ego as a servant of Krishna.",
      "timestamp_url": "https://youtu.be/t-Oa1FsWlxg?t=317",
      "transcript": "Now, this understanding gets covered by Maya, the illusory energy of the Lord. When the living entity desires to be the Lord, to challenge the Lord, to rebel against the Lord, this understanding what we have that I belong to the Lord, all my abilities are coming from the Lord, gets covered, and to the extent that we even challenge the Lord, that's what is happening in the case of Renaksha, he is challenging the Lord, forgotten that whatever he has, so the Lord is saying, don't talk unnecessarily, give up your foolish talk. Now the Lord is completely aware of the actual situation, he knows out of false ego he is puffed up. The Lord is all-knowing. So he is saying, give up your foolish talk and wipe out cares of this thing, you want to fight, you think that you are powerful, you can kill me, go ahead, do it. And he says, one may be proud, because of this ahamkara. I heard in one place, there was a man, he was born in our place, but he has everything in life, he belongs to His head. He doesn't have anything left in this life that, what has become eternal now, he is full of past. You can name here 준비, panchabhuta is a secret. अःकारक् everybody is so complex, thirteen percent of that is a secret. Things that are protect. अःकारक् It's like tube-desection for meat, that this is mine. Ahamkara does not come from the Lord. Manas buddhi ahamkara. That false ego does not come from the Lord. Manas buddhi also is coming from the Lord. So that's why we are here in this material world because we have that ahamkara, aham ameti. And the whole spiritual life, all spiritual processes are how to annihilate, wipe out that ahamkara, purify that ahamkara and revive our real ahamkara, real ego. That is I am servant of Krishna, I am amsa of Krishna and I should serve Krishna. And when that real ego gets awakened then we are qualified, we are eligible to go back to the spiritual world and blissfully engage"
    },
    {
      "start_time": 485,
      "end_time": 579,
      "verse_references": [],
      "themes": [
        "Arjuna",
        "battle of Kurukshetra",
        "victory",
        "reinstatement"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Arjuna, as we all know, he fought valiantly in the battle of Kurukshetra.",
      "summary": "The speaker recounts Arjuna's victory in the battle of Kurukshetra, highlighting his capabilities and the eventual reinstatement of the Pandavas.",
      "timestamp_url": "https://youtu.be/t-Oa1FsWlxg?t=485",
      "transcript": "in the service of the Lord. This is the sum total of this whole creation. Arjuna, as we all know, he fought valiantly in the battle of Kurukshetra. Although the opponents were Karna, Bhishma, Dronacharya, great stalwarts, maharathis, yet Arjuna won that battle. And he was blessed with different arms by different devatas. He was very powerful. He was, you know, the pet sort of student of Dronacharya. He was very capable. So he won the battle. Although opponents were great, he was very capable. He was very quick. He was very alert, he was very unique, warriors and soldiers and, you know, so many maharathis, still he won it, won the battle. And when the battle is over they are reinstated back to the kingdom, Hastinapura, the Pandavas becomes the king. And then we know that how eventually Krishna also winds up his past times and leaves Delhi."
    },
    {
      "start_time": 579,
      "end_time": 751,
      "verse_references": [],
      "themes": [
        "Arjuna",
        "Dwaraka",
        "coward men",
        "defeat",
        "Maya"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Arjuna could not protect the queens. He got defeated.",
      "summary": "The speaker narrates the story of Arjuna's defeat by cowards while escorting the queens from Dwaraka, illustrating how even a great devotee can be overcome by Maya.",
      "timestamp_url": "https://youtu.be/t-Oa1FsWlxg?t=579",
      "transcript": "Finally, Yudhishthira Maharaj tells Arjuna that you go to Dwaraka now that the Krishna has left, the queens will be all alone, unprotected. You can bring them to Hastinapura so that, you know, always women, Prabhupada also says in the Vedic culture, should always be under the protection of men. So Arjuna was sent to Dwaraka to bring back the queens so that they can be in Hastinapura and since the Pandavas are ruling, they can be under their protection. So Arjuna goes to Dwaraka to bring the kings, the queens and on his way back, he was coming, you know, the chariots were there and the queens were there and many, many queens. So whole big caravan kind of thing. And on the way, he was attacked by some cowards men, Gwalas. And they were not maharatis, they were having, wielding, they were not having some weapons, they were having some sticks in their hands. And weaklings, skinny, you know, seeing them compared to the soldiers in the battlefield who were armed, who were trained, you know, Akshounis, so to say, of soldiers with elephants, with all kinds of horses, well-trained, with all kinds of arms and ammunitions. Compared to that, they were just, you know, ignoble cowards men, weaklings with sticks in their hands. And Arjuna tried to fight against them fiercely so that he can protect the queens because they were attacked. And Arjuna could not protect the queens. He got defeated. Then Arjuna, this is in the Bhagavatam, he makes this wonderful statement. How a devotee can also sometime may get puffed up, may forget his constitutional position, because maya is very powerful. But then very soon, the devotee realizes, just like Prabhupada gives an example, marginal energy. The shore of an ocean, sometimes it is under water, sometimes it is, when the waves recede, then it is, there is no water. So likewise, we also get covered by maya, our consciousness. And then we associate with devotees. We hear Bhagavatam. We read Prabhupada books."
    },
    {
      "start_time": 751,
      "end_time": 905,
      "verse_references": [],
      "themes": [
        "Arjuna",
        "bow",
        "chariot",
        "horses",
        "Krishna's presence"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "The dhanush is same. The same dhanush which Arjuna used to kill maharatis, big, big soldiers and, you know, Bhishma, Drona, all these kind of people.",
      "summary": "The speaker emphasizes the similarities between the battle of Kurukshetra and Arjuna's defeat, highlighting that the only difference was the absence of Krishna.",
      "timestamp_url": "https://youtu.be/t-Oa1FsWlxg?t=751",
      "transcript": "Again, the maya recedes, the covering, so to say, recedes. So Arjuna says, tad vai dhanus. Now you see, Arjuna is comparing, there are many, many similarities between what was the situation in the battle of Kurukshetra and what was the situation when these cowards men attacked him. There are many, many similarities. Tad vai dhanus. The similarities, the dhanush is the same. Dhanush means bow and arrow. And it is not an ordinary dhanush, gifted by some devata to Arjuna. Tad vai dhanush. The dhanush is same. The same dhanush which Arjuna used to kill maharatis, big, big soldiers and, you know, Bhishma, Drona, all these kind of people. Same dhanush. Sa isha waha. The horses were not ordinary horses. The same horses what were there in the battle of Kurukshetra were there with Arjuna now. Sa isha waha. Sa ratho. The same chariot driven by the same horses. Sa ratho. The ratha is also the same. The horses driving the chariot is also the same. Sa hayaste. And same Arjuna, who is holding the bow. Arjuna is also same. Bow is the same. Chariot is the same. Horses are the same. Arjuna is same. Sa hayaste. Soham rathi. The one who is rathi is referring to himself. Nripatayo yata aanamanti. And then Arjuna says sarvakshanena. In a moment. Tad abhud asad eeshariktham. But there is one difference. That same Arjuna who could kill big big kings. Nirpa. Nirpa means kings. Could destroy them. Could kill them. Could vanquish them. Could defeat them. Same Arjuna driven by the same chariot. Same horses. Same Nandiva bow. Eeshariktham. But there is one difference. In the battle of Kurukshetra, Krishna was there with Arjuna. And here in this particular situation, eeshariktham."
    },
    {
      "start_time": 905,
      "end_time": 1050,
      "verse_references": [],
      "themes": [
        "Krishna's absence",
        "null and void",
        "humility",
        "Krishna consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Minus Krishna is like pouring ghee on the ashes. There is no use.",
      "summary": "The speaker explains that without Krishna, all of Arjuna's powers were useless, emphasizing the importance of Krishna consciousness and genuine humility.",
      "timestamp_url": "https://youtu.be/t-Oa1FsWlxg?t=905",
      "transcript": "Krishna is not there. So then Arjuna says, because of absence of Krishna, rest everything is same. Because of absence of Krishna, basman hutam. Just like, on ashes you pour ghee. It does not inflame. Fire doesn't come out. No use. So same Arjuna, same Nandiva bow, same chariot, driven by same horses, minus Krishna is like pouring ghee on the ashes. There is no use. There is no fire coming out. Basman hutam kuh karadham. Just like seed you put in a barren land. No use. Seed may be very good, barren land, it doesn't sprout, evoktam usyam. Just like magic wand. You know you can use the magic wand to show a magic, that money comes out, but no use. Magic wand doesn't bring out money. It's just a magic. Temporally it appears to be like that. No money. No actual money comes out. So likewise, Arjuna is saying, in the absence of Krishna, all my powers, all my fame, all my abilities, because of which I could this thing, in a moment's notice, shanena, all became null and void. So as devotees also we should always remember. Krishna consciousness means that. Sometimes we try to be humble. We sometimes are told, don't be proud. Sometimes we are told, don't get puffed up. Being puffed up is a natural outcome when our pure consciousness is covered by Maya. It's a by-product, or rather it's an outcome of... In other words, somebody who is not Krishna conscious cannot be genuinely humble. The reverse, if somebody is Krishna conscious, he doesn't have to artificially impose, don't know why I should be humble. A natural outcome would be humility. Whatever I have, whatever strength I have, whatever abilities I have, whatever intelligence I have, whatever speaking power I have, whatever singing power I have, it's all coming from Krishna. It belongs to Krishna."
    },
    {
      "start_time": 1050,
      "end_time": 1173,
      "verse_references": [],
      "themes": [
        "Kshetragna",
        "devotee",
        "Krishna",
        "admission",
        "prestigious university"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "All credit goes to the Lord. It belongs to Him.",
      "summary": "The speaker uses the example of Arjuna to illustrate that all credit goes to Krishna, and then begins a story about a young man admitted to a prestigious university.",
      "timestamp_url": "https://youtu.be/t-Oa1FsWlxg?t=1050",
      "transcript": "I am just a Kshetragna, a knower of the field of activities. All credit goes to the Lord. It belongs to Him. Just like Arjuna, because he is a devotee of the Lord, the moment he got defeated, he realized. He is not puffed up that, no, because I am great, therefore I could defeat so many great people in the battle of Kurukshetra. He realizes, it was Krishna who was there, because of Him I won. Now that Krishna is not there, it's all useless. All that power, skills, abilities, Gandiva bow, chariot, horses, everything null and void. So here we see Arjuna, and in contrast we see Krishna. Both are amshas of the Lord. One is puffed up, challenging the Lord, wanting to fight against Him. And Arjuna is, because he is Krishna conscious, because he is a devotee of the Lord, realizes his position and he is saying, Without you, no value. One time there was a young man, he got an admission in a very prestigious university, the Liu Pasteur Institute. So this is in Paris. I am sure all of you would have heard about pasteurization, pasteurization of milk. So this person is credited with, so to say, the invention of this pasteurization process. So this person got an admission. It is like, you know, very prestigious like Harvard, MIT and all those things. So he got an admission in there and he was so excited. Some lakhs and lakhs of students apply for it and some selected few get admission. So he was one among them. And he was doing Ph.D."
    },
    {
      "start_time": 1173,
      "end_time": 1373,
      "verse_references": [],
      "themes": [
        "Paris",
        "metro",
        "pride",
        "old man",
        "rosary",
        "Louis Pasteur"
      ],
      "content_type": "story",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "Wasting time. And here I am, young man, full of energy, full of life.",
      "summary": "The speaker continues the story of the young man in Paris who encounters an old man chanting on a rosary and judges him, only to discover the old man is Louis Pasteur.",
      "timestamp_url": "https://youtu.be/t-Oa1FsWlxg?t=1173",
      "transcript": "He got admission for doing post-doctoral. So he was very happy, very excited. And then he reached Paris. And in Paris, like here we have metro. There also they have, like a metro, local trains within the city. So he boarded the train and he was few stations ahead of him. He had to get down and then from there take a cab to the institute. And since he was young, you know, very ambitious. He had a goal to, you know, make it and he has finally done it. Naturally, you know, some element of confidence was exuding him, bordering towards pride. He was sitting in the train. The train started moving and then suddenly he sees an old man next to him in the seat, just with eyes, you know, half closed, chanting on the rosary and softly murmuring. You know, he was a Christian. And Christians also use the rosary beads and, you know, hail Mary. So they was, he was very softly chanting. So this young man looks at him, this old man. And naturally a feeling of thing comes, useless fellow, wasting time. Like many times people may feel when devotees, they see, you know, chanting and all those things, wasting time. And here I am, young man, full of energy, full of life, full of achievement. Now I am going to do Ph.D. and then after that I am going to pass out. I am going to do research and make a difference in the world. And see this poor fellow, wasting time, simply. So he, anyway. So he asked him, what are you up to? You know, very sarcastically, what are you up to? She said, I am chanting hail Mary. So the conversation ensued. The old man also became inquisitive. Where are you heading? Where are you going? So he said, I have got admission in Louis Pasteur Institute. I am going there. So the old man, some more conversation happened and said, God bless you. Wish you all the very best. The train stopped. The old man gave his card and the old man got down the station. And this young man again continued and in his mind it was their useless fellows. And as the train started, he took the card from his pocket and saw the card. And of the card, it was written, Louis Pasteur. The person, the scientist, whose institute was this, was the person who was chanting on the rosary beads."
    },
    {
      "start_time": 1373,
      "end_time": 1479,
      "verse_references": [],
      "themes": [
        "half-baked",
        "humble",
        "knowledgeable",
        "Newton",
        "false ego",
        "ignorance"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "More and more, we become knowledgeable. The more and more, we become humble.",
      "summary": "The speaker reflects on the story, explaining that pride comes from being half-baked and that true knowledge leads to humility, using Newton as an example.",
      "timestamp_url": "https://youtu.be/t-Oa1FsWlxg?t=1373",
      "transcript": "So, when we are half-baked, we naturally feel that we are on top of the world, we are proud. More and more, we become knowledgeable, the more and more, we become humble. In fact, it is said that scientists like Newton were quite humble. Newton was once asked, you know, when he was in the last days of his life. So somebody approached Newton and said, I am sure when you take your last breath, you will die. You will be leaving this body with lot of satisfaction, with the sense of accomplishment that you have done it. So many accomplishments to your credit. The world will remember you for your accomplishment. You will die as a proud man. So Newton said, what have I done? What have I accomplished? What have I fathomed? What have I discovered? I am like a small boy standing on the shore of mighty ocean. And the whole ocean lies in front of me completely unexplored. Imagine, big ocean and a child is standing on the ocean. He says, I am like a child standing on the shore of a mighty big ocean. And the whole ocean lies in front of me completely unexplored. So it is because of false ego, because of hankara, because of ignorance, we forget our constitutional position and we become puffed up. We become proud. And we also as conditioned souls are no exception."
    },
    {
      "start_time": 1479,
      "end_time": 1554,
      "verse_references": [],
      "themes": [
        "conditioned souls",
        "fallible",
        "Krishna conscious",
        "promised word"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Pride cannot touch them.",
      "summary": "The speaker acknowledges that conditioned souls are prone to pride and emphasizes the importance of fulfilling one's promises.",
      "timestamp_url": "https://youtu.be/t-Oa1FsWlxg?t=1479",
      "transcript": "We are not pure devotees. People like devotees like Prabhupada, they are completely Krishna conscious. Pride cannot touch them. Whereas we all are fallible. We all get puffed up. Somebody praises us. Artificially we say, no, no, no, it's okay, it's okay. Deep within, ah, great. You are a big collector, yes. So, it's a journey. This purification also cannot happen overnight. Slowly as we become Krishna conscious, example is given when the sun rises, all the darkness slowly gradually dissipates. As the sun of Krishna consciousness will rise, genuine Krishna consciousness, the more and more we realize our insignificant position as amsa of the Lord, the more and more all the ahankara, all the darkness which is there, covering our consciousness will get dissipated. So here it is said, the Lord therefore challenged the demon not to go away, but to fulfill his promised word and kill him. One may be proud, yet he does not deserve a seat in an assembly,"
    },
    {
      "start_time": 1554,
      "end_time": 1689,
      "verse_references": [],
      "themes": [
        "king",
        "minister",
        "God-fearing",
        "destiny",
        "apple",
        "finger"
      ],
      "content_type": "story",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "Whatever is happening is for good, God is all good.",
      "summary": "The speaker begins a story about a king and his God-fearing minister, where the king mocks the minister's belief that everything happens for good, until he cuts his finger.",
      "timestamp_url": "https://youtu.be/t-Oa1FsWlxg?t=1554",
      "transcript": "if he fails to fulfill his promise. One time there was a king, and he had a minister. So invariably the king was puffed up. Power corrupts, they say. And the minister, relatively, was quite God-fearing, was always believing in God, believing in destiny, whatever is happening is as per the will of the Lord, sanction of the Lord, it's for our good. So he was having that belief. And invariably when the king and the minister would have a conversation, the king would mock at the minister, what are you talking about? Everything is happening for good, God is all good. Whatever is destined will happen in our life. So he would make fun of his minister. But the minister, because he was conscious of the Lord, he would always maintain his stand, yes, God is all good. Whatever is happening is for our good. Just like Krishna says, I am the well-wisher of all living entities. So this minister also would emphatically say, yes, whatever God is doing is for our good. So one day the king was cutting an apple. And unfortunately, because maybe his attention was somewhere else, while cutting the apple he cut his finger. And it got badly cut. Blood started oozing out. And the minister was there. He says, what has happened? See this. And now I know that everything happens for good. Whatever God is doing is for good. What is good in this? My finger has got cut."
    },
    {
      "start_time": 1689,
      "end_time": 1821,
      "verse_references": [],
      "themes": [
        "higher plan",
        "imprisoned",
        "forest",
        "tribals",
        "sacrifice",
        "finger"
      ],
      "content_type": "story",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "The Goddess will not be pleased if we offer somebody who is not complete.",
      "summary": "The speaker continues the story, where the king imprisons the minister, gets captured by tribals, and is saved from being sacrificed because of his cut finger.",
      "timestamp_url": "https://youtu.be/t-Oa1FsWlxg?t=1689",
      "transcript": "So the minister says, the Lord has a higher plan. Everything happens for good. So the king got wild. You nonsense. My finger has got cut. God has a higher plan. He took that, ordered his minister, put him behind the bars. So he was imprisoned. So the king went out on the forest for hunting. And he somehow lost his way. And he was captured by some tribals, Aborigines. And they took captive. They bound him and took him. And finally he was presented, you know, the whole village, the chief, village chief was there. And there was some puja of some Kali was happening there. And the chief of the village, he was very happy when all his, you know, so-called soldiers brought king, tied, because they wanted to Narabali, offer a human being in sacrifice to Goddess. So he was happy. So nice. Goddess will be very pleased today. It's not an ordinary man. It's not an ordinary man whom you're going to sacrifice. It's going to be a king, because he was in royal robes. And so they untied him. And they brought him close to the Kali. And about to kill him, suddenly the chief said, wait, wait, wait, wait, wait, wait, wait. So they all got up. What happened? Says, no, we cannot offer him. So they were curious. He says, see, his finger is cut. The Goddess will not be pleased if we offer somebody who is not complete. He is incomplete. Finger is not there. So what to do? Okay, useless fellow, go. They relieved him. So the king comes back to the kingdom and, you know, he is now recollecting the words of the minister. You know, whatever happens, God has a higher plan. If his finger was not there, if finger was there, today he would have been chopped off."
    },
    {
      "start_time": 1821,
      "end_time": 1977,
      "verse_references": [],
      "themes": [
        "minister's word",
        "higher plan",
        "Narabali",
        "devotees",
        "protection",
        "purification",
        "Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Everything which is happening is for our good.",
      "summary": "The speaker concludes the story, where the king realizes the minister's wisdom and the minister explains that even his imprisonment was for his own good, emphasizing the devotee's faith in Krishna's plan and the purpose of purification.",
      "timestamp_url": "https://youtu.be/t-Oa1FsWlxg?t=1821",
      "transcript": "So now having realized his minister's word, he felt sorry that what he has done to the minister. And he, you know, says, okay, release him. So the minister comes. Says, now I understand what you said. God has a higher plan. Even my finger getting cut, there was a higher plan of the Lord. By the way, do you think that I imprisoned you, that was also a higher plan of the Lord? That is also for your good? He says, yes. He says, how? He said, had you not imprisoned me, I would have invariably accompanied you to the forest. And having realized that your finger is not there, I would have been Narabali. So God is great. Everything which is happening is for our good. So when we are devotees of the Lord, we are naturally conscious of the Lord, His protection, our dependence on Him. Whatever the Lord takes us through, we take it as a blessing. Sometimes we may be able to understand, sometimes we may not be able to understand. A devotee that way never rebels. Chaitanya Mahaprabhu says, maro bhi raakho bhi jo ichcho to maro. This consciousness naturally stems from a pure Krishna consciousness understanding. Whatever is happening, if we are so long surrendered to the Lord, trying to please our Lord, trying to serve Him, trying to follow this process which will purify us, whatever ups and downs we may go through, even as devotees life, having faith that Krishna has a higher plan, we may encounter some difficulties, some challenges, somebody, you know, not treating us well. We are here for purification. We are not here for a cozy, comfortable life, everyone is good, everything is good. In one lecture we heard that, if we become super peaceful, we all want to be peaceful, no problems, so that we can peacefully practice Krishna. If we become super peaceful, first thing we want to do is, we will forget Krishna. So that way, let's take whatever is unfolding in our lives in stride, be grateful to Krishna, Prabhupada, for Divya Gyan, the knowledge what they have given us, and pursue this process, practice this process very sincerely."
    }
  ]
}