{
  "video_id": "t0n-zxIsnfQ",
  "title": "The Divine Pastimes of Srivasa Thakura | Sri Gaura Mandala Parikrama 2024 | HH Stoka Krishna Swami",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=t0n-zxIsnfQ",
  "segments": [
    {
      "start_time": 0,
      "end_time": 85,
      "verse_references": [],
      "themes": [
        "Sri Gauranga",
        "Srivas Thakur"
      ],
      "content_type": "devotional",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Sri Gauranga",
      "summary": "The lecture begins with repeated chanting of Sri Gauranga.",
      "timestamp_url": "https://youtu.be/t0n-zxIsnfQ?t=0",
      "transcript": "Sri Gauranga Sri Gauranga Sri Gauranga Sri Gauranga Sri Gauranga Sri Gauranga Sri Gauranga Sri Gauranga Sri Gauranga Sri Gauranga Sri Gauranga Sri Gauranga Sri Gauranga Sri Gauranga Sri Gauranga Sri Gauranga Sri Gauranga Sri Gauranga Sri Gauranga Sri Gauranga Sri Gauranga Sri Gauranga Sri Gauranga Sri Gauranga Sri Gauranga Sri Gauranga Sri Gauranga Sri Gauranga Sri Gauranga Sri Gauranga Sri Gauranga Sri Gauranga Sri Gauranga Sri Gauranga Sri Gauranga"
    },
    {
      "start_time": 86,
      "end_time": 184,
      "verse_references": [],
      "themes": [
        "Srivas Thakur",
        "Devotion",
        "Humility",
        "Scholarship"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If by scholarship one does not gain such devotion, then how will that learning help him?",
      "summary": "Srivas Thakur, considered an incarnation of Narada Muni, emphasizes the importance of devotion over mere scholarship, advising a young Nimai Pandit to worship Krishna.",
      "timestamp_url": "https://youtu.be/t0n-zxIsnfQ?t=86",
      "transcript": "Sri Srivas Pandit is described as the incarnation of Narada Muni. Through Srivas Thakur, Lord Chaitanya taught that he is conquered by the love of his devotees and how anyone who is dear to his devotee also conquers his heart. Srivas Pandit appeared at Biyani Bazar in Shilha district as the second son of Sri Jaladhar Pandit. It is mentioned in Chaitanya Charita Amrita that Srivas had three brothers: Sri Rama, Sri Pati, and Sri Nidhi. But Jaladhar Pandit had an older son named Nalina Pandita who disappeared when the family lived in Biyani Bazar. When Srivas was 12 years old, Jaladhar took his family to Navadvipa and remained there. Because young Nimai Pandit seemed to have grown arrogant by his scholarship, one day Srivas told him, \"Why do you people undertake study so that they might understand what is devotion to Sri Krishna? If by scholarship one does not gain such devotion, then how will that learning help him? It simply becomes a tedious endeavour which in the end is nothing but a waste of time. If you have actually learned something, then begin your worship of Sri Krishna now.\" Nimai laughed and replied, \"By your mercy certainly that will come to be. If you are all kind enough to me,\""
    },
    {
      "start_time": 188,
      "end_time": 225,
      "verse_references": [],
      "themes": [
        "Initiation",
        "Guru",
        "Mercy",
        "Pastimes"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Without the blessings and guidance of great souls and without the prayers of great Vaishnavas, beseeching Krishna to extend his mercy to us, there is no hope of our really receiving the mercy of Krishna.",
      "summary": "Mahaprabhu's initiation by Eswara Puri demonstrates the necessity of a guru and the mercy of Vaishnavas for attaining Krishna's grace.",
      "timestamp_url": "https://youtu.be/t0n-zxIsnfQ?t=188",
      "transcript": "Shortly thereafter, Mahaprabhu journeyed to Gaya where he accepted initiation from Sri Eswara Puri. The Lord did so to teach that, without the blessings and guidance of great souls and without the prayers of great Vaishnavas, beseeching Krishna to extend his mercy to us, there is no hope of our really receiving the mercy of Krishna. Lord Krishna was born in Mathura but performed his most intimate pastimes in Vrindavan. Similarly, Sri Chaitanya Mahaprabhu was born in the house of Jagannath Mishra,"
    },
    {
      "start_time": 230,
      "end_time": 332,
      "verse_references": [],
      "themes": [
        "Detachment",
        "Devotion",
        "Love",
        "Loss",
        "Srivas Thakur"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He loves me so much that he does not even express his gratitude. He does not even express his grief over the death of his own son.",
      "summary": "The story of Srivas Thakur's son's death during kirtan highlights his extraordinary detachment and devotion to Lord Chaitanya, leading to a benediction of prosperity.",
      "timestamp_url": "https://youtu.be/t0n-zxIsnfQ?t=230",
      "transcript": "One night while Lord Gauranga was engaged in Kirtan, the son of Srivas Thakur who was suffering from fever left his body. The lady started weeping very loudly. Srivas Thakur on hearing the news, quickly ran into the room and found his son's dead body. He told the ladies to give up this crime, that there should be no grief, that even a most sinful person who dies while hearing the holy name and glories of Krishna will be liberated. He told them, \"My son is so fortunate to have left his body hearing the harinam and kirtan of Lord Chaitanya and his devotees. Now if you wish to cry, do it silently in your own heart. But do not tell anyone what has happened because if you disturb the ecstatic dancing of my Lord Gauranga, then I will tie a pot around my neck and drown myself in the Ganges today.\" After speaking all these words, Srivas Thakur went back into the kirtan and with a big smile on his face began dancing with Lord Chaitanya and Vaishnavas. The kirtan went on throughout the entire night. When Mahaprabhu came to know of the passing of Srivas' son, he cried tears of love and said, \"How could I ever leave the association of such a pure devotee as Srivas Thakur? He loves me so much that he does not even express his gratitude. He does not even express his grief over the death of his own son.\" Mahaprabhu gave this benediction to Srivas: \"There will never be poverty in your house. If you simply remain indoors,\""
    },
    {
      "start_time": 337,
      "end_time": 446,
      "verse_references": [],
      "themes": [
        "Srivas Thakur",
        "ISKCON",
        "Deities",
        "Lineage"
      ],
      "content_type": "devotional",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Śrīvās is Nārada who plays such an important part in Kṛṣṇa's līlā.",
      "summary": "The lecture concludes with information about ISKCON's service at Srivas Pandit's birthplace, an ancient temple, and a mantra describing Srivas Thakur's lineage and associates.",
      "timestamp_url": "https://youtu.be/t0n-zxIsnfQ?t=337",
      "transcript": "At present, ISKCON is serving the temple at the birth site of Srivas Pandit. There is also an ancient temple where the deity of Vasudev was established in the 7th century. It is still being worshipped. Okay, another prana mantra. It is there with the translation. So let us repeat this: Srivas Pandita Dhimanyaha Pura Narado Munihi Parvatakhyo Munivaro Yaha Asi Narada Priyaha Sri Rama Panditaha Sriman Tatkanishtha Sahodaraha Namna Ambika Vraja Vraja Dhatri Dhatri Sthanyadhatri Sthanyadhatri Sthitapura Sthitapura Sthitapura Saiveyam Saiveyam Saiveyam Malini Malini Namni Namni Srivasagrihini Srivasagrihini Mata Mata Mata or Mata? Śrīvās is Nārada who plays such an important part in Kṛṣṇa's līlā. Nārada Muni's friend Parvata Muni appeared as Śrīvās's younger brother, Ramāya."
    }
  ]
}