{
  "video_id": "T3pnrLnbmiM",
  "title": "Mahabharata | Part 41 | Jayadratha abducts Draupadi | His Grace Suvyakta Narasimha Dasa",
  "speaker": "HG Suvyakta Narasimha Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=T3pnrLnbmiM",
  "segments": [
    {
      "start_time": 0,
      "end_time": 100,
      "verse_references": [],
      "themes": [],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Hare Krishna and welcome back to today's episode of the Mahabharata.",
      "summary": "Opening prayers and welcome to the next episode of the Mahabharata.",
      "timestamp_url": "https://youtu.be/T3pnrLnbmiM?t=0",
      "transcript": "Thank you for watching. Om Adhyana Timiranthasya Jnananjana Chalakaya Chaksharanmeeritam Jena Tasmai Shri Gurave Namaha Namah Om Vishnupadaya Krishna Preshtaya Bhutale Srimate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gaudavani Pracharine Nirvisesha Sunyavadi Pachatyade Satarine Jaya Sri Krishna Chaitanya Prabhu Nithyananda Sri Advaita Gadadhara Sri Vasari Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Mokam Karoti Vachalam Pangam Langhayade Girim Yad Kripata Maham Vande Sri Guram Deena Taranam"
    },
    {
      "start_time": 100,
      "end_time": 214,
      "verse_references": [],
      "themes": [
        "abduction",
        "consequences"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "being captivated by the beauty of Draupadi, he tried to forcibly abduct her while the Pandavas were not there in the forest at that time.",
      "summary": "Recap of Jaidratha's abduction of Draupadi and the Pandavas' absence.",
      "timestamp_url": "https://youtu.be/T3pnrLnbmiM?t=100",
      "transcript": "Hare Krishna and welcome back to today's episode of the Mahabharata. Last time we have seen how the ruler of Sindhu, the Sindhu Raja, Jaidratha, who was also known as Saindava, was the husband of Dushyala, the youngest sister of Mahabharata. He came across, he happened to be going to the kingdom of Shalva for an alliance, for a marriage and along the way he happened to pass through the forest where the Pandavas were staying and being captivated by the beauty of Draupadi, he tried to forcibly abduct her while the Pandavas were not there in the forest at that time. Now what happened to Draupadi? When Jaidratha came to their hermitage and he abducted Draupadi, the Pandavas were in the forest. They were not in the hermitage at that point of time. When the Pandavas returned to the hermitage, they found the maidservant of Draupadi, Dhatraika, lying on the floor and weeping inconsolably. The Pandavas quickly approached her and they understood that something was amiss. And when they looked around, they could not find Draupadi also. Then this maidservant, Dhatraika, informed the Pandavas how the king Jaidratha had come there, and against her wishes, Draupadi was forcibly abducted by Jaidratha. Dhatraika also informed the Pandavas the direction in which Jaidratha, along with his retinue of the few soldiers, of that small bit of army that he had brought along with him, which direction they had gone into."
    },
    {
      "start_time": 214,
      "end_time": 360,
      "verse_references": [],
      "themes": [
        "pursuit",
        "arrogance"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Get ready to face your death.",
      "summary": "The Pandavas pursue Jaidratha, who arrogantly underestimates their power.",
      "timestamp_url": "https://youtu.be/T3pnrLnbmiM?t=214",
      "transcript": "That was also pointed out by Dhatraika. Immediately, the Pandavas, they had their chariots and their horses and all that. They immediately set out in pursuit of Jaidratha. While pursuing Jaidratha, after a little while, they came across Dhaumya Rishi. This Dhaumya, he was the family priest of the Pandavas. And he also happened to be near the hermitage of the Pandavas, when Jaidratha had abducted Draupadi. And when Dhaumya saw Jaidratha kidnapping Draupadi, he vehemently protested, and he beseeched Jaidratha not to do such an evil thing and to set Draupadi free. But this Jaidratha was an evil person. He did not heed anything of what Dhaumya said. After following Jaidratha for some distance and trying to convince him to release Draupadi, when Dhaumya saw that it was not possible for him, that Jaidratha was not listening, so he was left behind by Jaidratha and he had gone forward. So this Dhaumya Rishi again related to the Pandavas what had happened and how he was also a witness to Jaidratha forcibly abducting Draupadi and how he had tried his best to stop Jaidratha but he would not listen to him. And Dhaumya again showed the Pandavas in which direction Jaidratha had gone. So now the Pandavas very quickly pursued the direction in which Jaidratha had gone and very soon they caught up with him. And Jaidratha could see from the distance the Pandavas coming forward. So Jaidratha asked Draupadi that who are these people who are coming? And Draupadi replied that these people are my five husbands, the Pandavas, whom even the Devatas cannot face in battle. Get ready to face your death. So Jaidratha said, after all five of them, I got an army of a few thousand people with me, what they will be able to withstand? Let us see. One hand I will also see. Let us see. And Jaidratha was also very arrogant and he thought, you know, I will see what these people can do."
    },
    {
      "start_time": 360,
      "end_time": 490,
      "verse_references": [],
      "themes": [
        "battle",
        "compassion",
        "dharma"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Therefore, do not kill him. Do not take his life. Only teach him a lesson. That's good enough.",
      "summary": "The Pandavas defeat Jaidratha's army, and Yudhishthira instructs them not to kill him because he is married to their sister.",
      "timestamp_url": "https://youtu.be/T3pnrLnbmiM?t=360",
      "transcript": "And quickly when the Pandavas came, Jaidratha sent forth his army and the army of Jaidratha fell upon the Pandavas. A few thousand soldiers on one side and only the five Pandavas on the other. But the Pandavas were no ordinary people. Each of them was capable of fighting thousands of soldiers single-handedly. And so Yudhishthira Maharaj, he killed a few of the few hundred soldiers. Bhima killed a few other hundred soldiers. Arjuna also took care of a few hundred of them, Nakula also, Sahadeva also. And very quickly, in no time, Jaidratha saw that his whole army was completely vanquished. There was hardly anything left. And whatever little few people were surviving, they all ran away. And now Jaidratha is all alone. So Jaidratha realized, I had underestimated the strength of the Pandavas. So he thought, now, you know, Jaidratha, although he had on the spur of the moment, he had abducted Draupadi thinking that the Pandavas would be no match for him, at heart, actually, he was a very big coward. So when he saw that his whole army was finished, and he was all alone standing in front of these five Pandava brothers, he left Draupadi there, and he quickly took his chariot and started, you know, fleeing from the spot. So the Pandavas, now that they had dispersed the entire army, they quickly caught up with Draupadi. And the Pandavas inquired whether she was all right. And then Bhima and Arjuna told Yudhishthir Maharaj, that Maharaj, you please take Draupadi back safely to the hermitage. Nakula and Sahadeva will accompany you. We both will see to this Jaidratha. So then Yudhishthir Maharaj said, okay, I will take Draupadi with me. And then Yudhishthir Maharaj told Bhima, but please be careful. He is the husband of our sister Dushala. Therefore, do not kill him. Do not take his life. Only teach him a lesson. That's good enough."
    },
    {
      "start_time": 490,
      "end_time": 698,
      "verse_references": [],
      "themes": [
        "kshatriya dharma",
        "cowardice",
        "ethics"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "For a Kshatriya to set his eyes upon a married woman was a strict no-no. It was a forbidden thing.",
      "summary": "Discussion of Kshatriya dharma, highlighting Jaidratha's cowardice and violation of ethical codes by abducting a married woman.",
      "timestamp_url": "https://youtu.be/T3pnrLnbmiM?t=490",
      "transcript": "So Arjuna and Bhima continued in pursuit of Jaidratha. And Yudhishthira, Nakula, Sahadeva along with Draupadi, they returned to the hermitage. Now by the time the Pandavas had got back Draupadi, inquired about her welfare and sent her back along with Yudhishthira, Nakula and Sahadeva to the hermitage, by then, at great speed, Jaidratha had already crossed couple of miles beyond the Pandavas. So Jaidratha had got a head start. Now how to catch up with him? So Arjuna sent forth a few arrows in the direction where Jaidratha had gone. And those arrows quickly covered all the couple of miles which Jaidratha had already passed by and they went and killed Jaidratha's horses. So now Jaidratha was left without a chariot, so he started running away on foot. So when he was running on foot, Arjuna and Bhima on their chariots very quickly caught up with Jaidratha. And so they saw Jaidratha is running away. And behind him, Arjuna and Bhima are coming. And Bhima started calling out, Hey Jaidratha, where are you running? Stop! Wait! Stand there and fight with us! Jaidratha was in no mood to turn around. He simply kept running. Actually a Kshatriya is never supposed to run away from battle. And especially when he is challenged, he cannot turn away like that. Krishna says in the Bhagavad Gita, the character, real character of a real Kshatriya is Yuddhe Chaapalaayanam. In a battlefield, even if he is facing death, the Kshatriya, the true Kshatriya will never turn back. But Jaidratha was a Kshatriya in name only. He was actually a big coward. He was not qualified to be a Kshatriya. Kshatriya, the meaning of the word Kshatriya is one who protects his citizens from any kind of harm. He is called a Kshatriya. It was the duty of the Kshatriya to protect the citizens, bodily also and their honor also. A Kshatriya is always supposed to give special protection. Although generally the Kshatriya is supposed to give protection to the citizens, the Kshatriya has to give special protection to the children, to the women and to the elderly people and to the cows. These four were required to be given special protection by the Kshatriyas. Kshatriyas would sometimes abduct some girls with the intention of marrying them. But such girls would be unmarried girls and the intention in abducting them would be to marry them, not with any other evil intention. For a Kshatriya to set his eyes upon a married woman was a strict no-no. It was a forbidden thing. A Kshatriya could abduct an unmarried girl and marry her, but he could never set his eyes upon a woman he was already married. Draupadi was a well-married woman. She had children of her own. And Jayadratha was knowing this very well. And even though she expressed that she had no interest in Jayadratha, still Jayadratha abducted her. So this is completely against the codes of Kshatriya Dharma."
    },
    {
      "start_time": 698,
      "end_time": 862,
      "verse_references": [],
      "themes": [
        "atatain",
        "aggression",
        "self-defense",
        "anger",
        "restraint"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "By abducting Draupadi, Jayadratha had become an Atatain, an aggressor.",
      "summary": "Jaidratha is labeled an 'Atatain' (aggressor), and Bhima's anger is discussed, along with Arjuna's intervention to prevent him from killing Jaidratha.",
      "timestamp_url": "https://youtu.be/T3pnrLnbmiM?t=698",
      "transcript": "Now this Jayadratha, actually by trying to abduct the Pandavas wife, he had become an Atatain. In the Vedic terminology, there are kinds of Atatains or aggressors. A person who encroaches upon one's property, a person who administers poison, a person who abducts one's wife, a person who suddenly attacks one with deadly weapons without any prior notice. So all these kind of people are called Atatains or aggressors. And in the Vedas it is said that if somebody is an aggressor, is identified as an Atatain, then the person, the victim who is there, if he kills that Atatain, that aggressor, then there is no sin incurred in that. Even in the modern days we can say, we can see that the law will take a very lenient view if a man kills another man in self-defense. This is somewhat similar to that. But of course the Vedas were very specific and they had delineated the seven kinds of people in killing whom nobody could incur a sin and the king also could not punish such people. By abducting Draupadi, Jayadratha had become an Atatain, an aggressor. And according to the codes of Dharma, he was liable to be killed. So now Arjuna and Bhima, when they saw that Jayadratha is not turning around and he is not standing there for a battle, they pursued him and finally very quickly caught up with him. And when they caught up with him, Jayadratha was in no mood to fight. He was already shaking. All his limbs, his whole body was shivering. But then Bhima was very angry. He had to vent his anger. So he started knocking around Jayadratha like he was some piece of doll. So he started punching him, he started kicking him and after some time this Jayadratha, just by Bhima's use of fists and his knees, Jayadratha practically was almost dead. Then Arjuna quickly reminded Bhima, Bhima, please remember Yudhishthira Maharaj has told us not to kill him. He is after all the husband of our sister Dushyala. She should not become a widow. So please don't kill him. Bhima was reminded by Arjuna and then finally he pulled himself back. Bhima's anger was so much that he would not have stopped himself. But somehow Arjuna managed to remind Bhima and then Bhima also controlled,"
    },
    {
      "start_time": 862,
      "end_time": 1031,
      "verse_references": [],
      "themes": [
        "humiliation",
        "revenge",
        "subordination",
        "austerity"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Which is a symbolic way of telling the world that this Kshatriya has been captured and humiliated by another Kshatriya.",
      "summary": "Bhima humiliates Jaidratha by shaving his head, and Jaidratha is forced to accept subordination to Yudhishthira, but secretly plans revenge through austerities.",
      "timestamp_url": "https://youtu.be/T3pnrLnbmiM?t=862",
      "transcript": "he restrained himself. And then now you know Bhima's anger somehow he tried to come out. So what he did, he shaved off the head of Jayadratha except for a few clumps of hair here and there, which is a symbolic way of telling the world that this Kshatriya has been captured and humiliated by another Kshatriya. And then Arjuna and Bhima told him, that we are going to spare your life provided you accept that from today you are a subordinate prince to Yudhishthira Maharaj and that you will always obey his commands. Jayadratha had no other alternative. Either he had to lose his life or he had to agree. Jayadratha being the coward he was, he was in no mood to oppose whatever was being said to him. So he decided to kill him. Jayadratha had no other alternative. Either he had to lose his life or he had to oppose whatever was being said. He readily agreed. Then Bhima and Arjuna caught him, caught Jayadratha, took him back to the hermitage and presented him before Yudhishthira Maharaj and Draupadi. And there Jayadratha fell at the feet of Yudhishthira Maharaj and Draupadi, begged forgiveness from them and accepted to be a subordinate king to the Pandavas and he would always obey their command. Like this he accepted. Yudhishthira Maharaj being the very generous and noble person he was, very quickly he forgave Jayadratha and he advised him, please do not do such things. This does not behove you as a king. As a king you should behave in more noble ways and you should protect the citizens. You should not do such things. Like that in many ways nicely Yudhishthira Maharaj advised Jayadratha on the principles of Dharma and Draupadi also forgave him. Okay, some mistake he did. Anyway, after all he is Dushala's husband so she also forgave him. And then the Pandavas released Jayadratha. Now Jayadratha slowly trudged back and as he was going back the humiliation he had suffered he was not able to digest it. Although in front of the Pandavas he had accepted that he was not, he would be subordinate to the Pandavas and he would obey their commands, at heart he had other plans. He wanted to take revenge. Now how to take revenge? Jayadratha was a very, he was a weakling in front of the Pandavas. So what to do now? So he thought the only way is that I have to perform some tapasya, some austerities and I have to please Mahadeva, Lord Shiva and get a benediction from him that I will be able to kill the Pandavas."
    },
    {
      "start_time": 1031,
      "end_time": 1136,
      "verse_references": [],
      "themes": [
        "benediction",
        "devotion",
        "tapasya"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Lord Shiva very quickly gives blessings and benedictions to his devotees.",
      "summary": "Jaidratha performs tapasya to please Lord Shiva and seek a boon to defeat the Pandavas, setting the stage for the next episode.",
      "timestamp_url": "https://youtu.be/T3pnrLnbmiM?t=1031",
      "transcript": "Thinking like this, Jayadratha walked and went all the way to Gangotri. He went to Gangotri which is in Uttarakhand and which is in the Himalayas and which is, it is quite a arduous climb to reach to Gangotri. So he went all the way to Gangotri and there he meditated and did tapasya for a long period of time. And after some time Lord Shiva being pleased with his tapasya appeared before Jayadratha. Lord Shiva is Ashutoshya. He is very quickly pleased by people's austerities and Lord Shiva very quickly gives blessings and benedictions to his devotees. Lord Shiva does not think that his benedictions, whether they are harmful or they are for the good of the people. Whatever the people ask, Lord Shiva very quickly and very generously he gives. That's the nature of Lord Shiva. So Jayadratha by his tapasya he managed to please Lord Shiva and Lord Shiva appeared before Jayadratha. And he asked the Jayadratha that O Jayadratha I am pleased with your tapasya. It looks like you are expecting some boon from me. So please ask what you want to. So then Jayadratha folded his hands before Lord Shiva and he said my request is that please grant me a boon that one day I will be able to kill all the five Pandavas in battle. Now when Jayadratha made this request before Lord Shiva, what was Lord Shiva's response? Please join us in our next episode to know about this. Thank you for joining us today. Hare Krishna Jagat Guru Shri Ila Prabhupada Ki Jai"
    }
  ]
}