{
  "video_id": "T_xQy6iYHW0",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.13.9-10 | 25-09-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=T_xQy6iYHW0",
  "segments": [
    {
      "start_time": 0,
      "end_time": 42,
      "verse_references": [],
      "themes": [
        "invocation",
        "mantra"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/T_xQy6iYHW0?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyanan Janishalakaya Chaksharun Militam Yena Tasmai Shri Gurave Namaha Namah Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Ganadhara Shiva Sadhigaura Bhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 43,
      "end_time": 116,
      "verse_references": [
        "SB 1.13.9"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "Vidura",
        "Yudhishthira",
        "travel"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "While travelling on the surface of the earth, how did you maintain your livelihood? At which holy places and pilgrimage sites did you render service?",
      "summary": "The speaker introduces the verses to be discussed (SB 1.13.9-10) and explains that verse 9 is a question from Yudhishthira to Vidura about his travels.",
      "timestamp_url": "https://youtu.be/T_xQy6iYHW0?t=43",
      "transcript": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam In this session, we will be discussing from the 9th and the 10th verses of the 13th chapter of the 1st canto of Srimad Bhagavatam. The 9th verse is as follows: Kaya Vritya Vartitam Vaha Charadbhi Kshiti Mandalam Tirthani Kshetra Mukhyani Sevitaniha Bhutale. The meaning of this verse is: While travelling on the surface of the earth, how did you maintain your livelihood? At which holy places and pilgrimage sites did you render service? This particular verse is spoken by Yudhishthira Maharaj while enquiring from Vidura about Vidura's travels before he reached Hastinapura."
    },
    {
      "start_time": 116,
      "end_time": 241,
      "verse_references": [],
      "themes": [
        "Vidura",
        "Duryodhana",
        "Dhritarashtra",
        "insult",
        "politics"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Vidura went out from the palace to detach himself from household affairs, especially political intrigues.",
      "summary": "The speaker explains the background of Vidura's departure from the palace, focusing on the insult he received from Duryodhana for being the son of a Shudrani and his attempts to give good advice to Dhritarashtra.",
      "timestamp_url": "https://youtu.be/T_xQy6iYHW0?t=116",
      "transcript": "The palace where Yudhishthira was staying and ruling from. So in the Purport, Shrila Prabhupada says about Vidura's travel, Vidura went out from the palace to detach himself from household affairs, especially political intrigues. As referred to here and before, he was practically insulted by Duryodhana's calling him a son of a Shudrani. If you remember the background, Vidura was staying in the palace with Dhritarashtra while Dhritarashtra was the caretaker king before the battle of Kurukshetra. And Vidura as a well-wisher and a younger brother of Dhritarashtra, a step-brother, but still nevertheless an affectionate and younger brother, step-brother of Dhritarashtra, Vidura was giving very good advice to Dhritarashtra. And Vidura was very, very intelligent. The fact is Vidura had appeared as the son of a Shudrani. And Duryodhana found Vidura to be not favorable for his nefarious activities in plotting to kill the Pandavas. Even though Duryodhana had the support of his father, still Vidura was advising Dhritarashtra to be favorable. And this was not to the liking of Duryodhana."
    },
    {
      "start_time": 241,
      "end_time": 377,
      "verse_references": [],
      "themes": [
        "Vidura",
        "Duryodhana",
        "Dhritarashtra",
        "lineage",
        "social status"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Vidura was born out of this maidservant of the queen. So therefore, Dhritarashtra was the son of the king and queen, but Vidura was the son of the maidservant of the queen.",
      "summary": "The speaker elaborates on the details of Vidura's birth and lineage, explaining how he was considered the son of a Shudrani (maidservant) and therefore not entitled to inheritance.",
      "timestamp_url": "https://youtu.be/T_xQy6iYHW0?t=241",
      "transcript": "So Duryodhana at one stage, he insulted Vidura by calling him the son of a Shudrani. And Srila Prabhupada says, Although it is not out of place to talk loosely in the case of one's grandmother, that is Vidura's mother, although a Shudrani, was the grandmother of Duryodhana. How was Vidura's mother a Shudrani, the grandmother of Duryodhana? Duryodhana's father, Dhritarashtra, Dhritarashtra's mothers were the wives of Dhritarashtra's father. Dhritarashtra's father had actually... two wives, Ambika and Ambalika, Pichitravirya, Dhritarashtra's father, was having two wives. And Dhritarashtra's mother, Ambika, her maidservant was a Shudrani. And Vidura was born out of this maidservant of the queen. So therefore, Dhritarashtra was the son of the king and queen, but Vidura was the son of the maidservant of the queen. Therefore, Vidura was considered the son of a maidservant, a Shudrani."
    },
    {
      "start_time": 377,
      "end_time": 466,
      "verse_references": [],
      "themes": [
        "Vidura",
        "Dhritarashtra",
        "Duryodhana",
        "insult",
        "renunciation",
        "detachment"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, Vidura therefore decided to quit his paternal house and prepare for the renounced order of life.",
      "summary": "The speaker continues to explain how Dhritarashtra valued Vidura's advice, which was not to Duryodhana's liking, and how the insult from Duryodhana led Vidura to renounce his position and prepare for a life of renunciation.",
      "timestamp_url": "https://youtu.be/T_xQy6iYHW0?t=377",
      "transcript": "Therefore, he was not entitled to an inheritance in the royal kingdom. So, Dhritarashtra was maintaining Vidura very affectionately, very nicely in the palace. And he was giving much value to the valuable property of Vidura, valuable advice being given by Vidura, which is not to the liking of Duryodhana. So, Srila Prabhupada says Vidura's mother, although a Shudrani, was a grandmother of Duryodhana and funny talks are sometimes allowed between grandmother and grandchildren. So, even if Duryodhana's remark might have been considered as a humorous remark, but because the remark was an actual fact, it was unpalatable talk to Vidura when Vidura was told that he was son of a Shudrani by Duryodhana. Then, because it was an actual fact, it was unpalatable to Vidura and it was accepted as a direct insult. So, Vidura therefore decided to quit his paternal house"
    },
    {
      "start_time": 466,
      "end_time": 564,
      "verse_references": [],
      "themes": [
        "Vanaprastha",
        "holy places",
        "India",
        "spiritual advancement",
        "free kitchen"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "In the holy places of India, like Vrindavan, Haridwar, Jagannath Puri and Prayag, there are many great devotees and there are still free kitchen houses for purification.",
      "summary": "The speaker discusses the Vanaprastha Ashrama (retired life), the importance of visiting holy places in India, and the availability of free kitchen houses for those seeking spiritual advancement.",
      "timestamp_url": "https://youtu.be/T_xQy6iYHW0?t=466",
      "transcript": "and prepare for the renounced order of life. This is because Vidura is alert as to his ultimate spiritual responsibility. So, this preparatory stage is called Vanaprasta Ashrama or retired life for traveling and visiting the holy places on the surface of the earth. In the holy places of India, like Vrindavan, Haridwar, Jagannath Puri and Prayag, there are many great devotees and there are still free kitchen houses for purification. There are many persons who desire to advance spiritually. This is one special feature of India or Bharata Varsha that people are spiritually enlightened. Therefore, they travel to holy places and take association of great devotees in those holy places and reside in faith. In the holy places of India, there are many great devotees and there are still free kitchen houses called Kshatras. Shri La Prabhupada says, Maharaj Yudhishthira was inquisitive to learn whether Vidura maintained himself by the mercy of the free kitchen houses."
    },
    {
      "start_time": 564,
      "end_time": 600,
      "verse_references": [
        "SB 1.13.10"
      ],
      "themes": [
        "Yudhishthira",
        "Vidura",
        "holy places",
        "devotees"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Yudhishthira tells something very, very important for all of us to note.",
      "summary": "The speaker introduces the next verse (SB 1.13.10) and highlights its importance.",
      "timestamp_url": "https://youtu.be/T_xQy6iYHW0?t=564",
      "transcript": "So, this was Yudhishthira's enquiry to Vidura. In the tenth verse, Yudhishthira tells something very, very important for all of us to note. Yudhishthira tells Vidura, bhavad vidha bhagavata tirtha bhuta svayam vibho tirthi kurvanti tirthani svanta sthenam gati"
    }
  ]
}