{
  "video_id": "tdSqa9p5P2o",
  "title": "How Can I Identify Which Mode of Nature (Guna) Is Influencing Me? | Sri Satya Gaura Chandra Dasa",
  "speaker": "HG Satya Gaura Chandra Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=tdSqa9p5P2o",
  "segments": [
    {
      "start_time": 26,
      "end_time": 120,
      "verse_references": [],
      "themes": [
        "modes of nature",
        "self-awareness",
        "body as a yantra"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We are not this body, but we cannot be ignorant of this body.",
      "summary": "The speaker emphasizes the importance of understanding the influence of the modes of nature on our body and mind, referring to the body as a 'yantra' that needs to be trained.",
      "timestamp_url": "https://youtu.be/tdSqa9p5P2o?t=26",
      "transcript": "But in a devotee's life, how do we know that we are in which mode? How do we reflect that I am being conducted by which mode, whether I am too much passionate, or I am under ignorance, or I am in sattva guna, or like, how do we reflect, how do we know our standing, which mode we are conducted? Actually, it is very important to understand that we are in which mode. To understand our own body and mind, our own, you know, this yantra, very important. We are not this body, but we cannot be ignorant of this body because this yantra influences us every moment, every, all the places, this yantra is continuously influencing us. And because the yantra was trained up for millions of years towards sense gratification, towards supremacy, towards possessing many things, it is important that we have to know what is this sadhana bhakti, nothing but training this yantra. You have to matter of duty means you're training this yantra, yes, you have to attend sadhana, you have to do your duty. It creates a lot of illusions. So that's why we should not be in ignorance about our own body."
    },
    {
      "start_time": 122,
      "end_time": 276,
      "verse_references": [],
      "themes": [
        "eating habits",
        "Krishna consciousness",
        "prasadam",
        "sense control"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If your vision is that you are seeing chillis and tamarind and this and that, you should eat.",
      "summary": "The speaker discusses how to understand the modes of nature through our eating habits, emphasizing the importance of Krishna consciousness while eating prasadam and understanding how different foods affect our senses.",
      "timestamp_url": "https://youtu.be/tdSqa9p5P2o?t=122",
      "transcript": "We have to gradually understand where I stand. And so I would say that education about understanding ourselves, I would say it begins with our eating habits. It begins with the tongue, our devotional service. So it is good. It is good to understand our eating habits, whether I am this food, whether it is suiting me or it is not suiting me, what disturbs my, you know, consciousness. See actually, prashadam, if we properly honor with Krishna consciousness, there's no question of, you know, any trouble. But the problem with us is there is no Krishna consciousness while eating. We just eat like a normal, you know, normal eating and there is no consciousness maintained that this is Krishna's mercy and it's a transcendental food. There is no such either thinking, there is no realization like that. So that's why we have to be careful to understand. Like Prabhupada was asked by that Bob in the book. He says, let us say, if there is a chili, Prabhupada was explaining that whatever is there in the plate you should eat. Everything is prashad. Then he is asking, if there is a chili then if it is, you know, for me it is. Then Prabhupada says, if your vision is that you are seeing chillis and tamarind and this and that, you should eat. You cannot artificially imitate a higher platform that it's all Brahman, it's a transcendent, it's Krishna's mercy. These things are not there. So then yes, you have to be careful. You have to understand what suits you and what doesn't suit you. What agitates your senses and what doesn't. And let us say if I eat many sweets in the night or if I overeat in the night, it has certain repercussions, we should understand. If you eat too much of paneer, then you may get sexually agitated, that you have to understand."
    },
    {
      "start_time": 285,
      "end_time": 429,
      "verse_references": [],
      "themes": [
        "health",
        "eating habits",
        "sattvic diet",
        "self-awareness"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "By carefully understanding our body, what suits and what not suits, we can keep our bodily thing little on a sattvic platform.",
      "summary": "The speaker continues discussing the importance of understanding our body and its reactions to food, emphasizing the need for a sattvic diet to maintain health and facilitate devotional service.",
      "timestamp_url": "https://youtu.be/tdSqa9p5P2o?t=285",
      "transcript": "And also let us say we are falling sick too many times and we have to see whether it has any correlation with the food that I am eating. I am taking my food habits. For example, it is said that we should eat only when we are very hungry. That means the previous food is already digested. Here, you cannot walk into the Ashram Prasadam hall just like that and then, okay, agaya. You can go inside and so take one more plate of food and then your previously morning breakfast is not digested and you are not still feeling hungry and then you load another one more plate. So this, of course, this is called overeating and it has its own serious implications. So gradually devotee, because he is chanting and performing devotional service, he is able to see, you know. All these implications on his consciousness, how the body is trying to pull him down, he understands. And so gradually he rectifies all those things. So, coming to some kind of a sattvic level in our eating habits is very important. Very, very important. Of course, in the beginning days we can eat well and it gets digested also. But as we grow older, you have to reduce the quantities, number of times and what type of items. Let us say somebody is not very careful about eating sweets, for example. As we grow older, it can lead to many other complications. Of course, nowadays diabetes, not only by sweets, by many other reasons it is coming into the... Now so many diseases are coming. Even youngsters, they are also having a lot of diseases. So very unfortunate. So by carefully understanding our body, what suits and what not suits, we can keep our bodily thing little on a sattvic platform."
    },
    {
      "start_time": 434,
      "end_time": 566,
      "verse_references": [],
      "themes": [
        "health",
        "procrastination",
        "modes of nature",
        "work",
        "detachment"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Any time when you want to do some work, immediately mind says, No, not now. Later, later, later.",
      "summary": "The speaker shares an anecdote about a young man with multiple health issues and then discusses how the modes of nature influence our work ethic, particularly procrastination (ignorance) and the desire for recognition (passion).",
      "timestamp_url": "https://youtu.be/tdSqa9p5P2o?t=434",
      "transcript": "One boy joined in Hyderabad. He was, he is just 18 years. And in the application, joining form, we ask, you know, you mention if you have any health issues. And so, you know, he came for interview. And then I was going through his form. And then I came to this page where he has mentioned all his health issues. And I counted those health issues. He is having 18. 18 years and 18. I said, if you become 25, what will happen to you? What will happen to you? Will it become 25 or is it going to be something less? Very unfortunate in the outside world because they have no idea of managing their eating habits, sleeping habits and all this. So we have to start as basic as that. And then gradually improve our... For example, with respect to work. You can see. When I have to do, let us say the immediate tendency is to postpone the work. That means ignorance is acting. Ignorant person only postpones. He has got a procrastination. Any time when you want to do some work, immediately mind says, No, not now. Later, later, later. So then you know, okay, ignorance is trying to influence me. Or... Or you have a lot of energy to do. But in the end, you are expecting that somebody should recognize me. Somebody should say, yes. Very good. Or at the end of some few years, Yes, I need some designation. No expectation. It may come on its own. You take that as prasadam and go on. But... You are not building up any hankering for it. Like that. This is one more important. So like that gradually you will see."
    },
    {
      "start_time": 570,
      "end_time": 614,
      "verse_references": [],
      "themes": [
        "reading",
        "association",
        "self-improvement",
        "protection from Maya"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Regular reading, regular association with Vaishnavas. That is the only remedy.",
      "summary": "The speaker concludes by emphasizing the importance of regular reading and association with Vaishnavas as the remedy for overcoming the influence of the modes of nature and progressing in devotional service.",
      "timestamp_url": "https://youtu.be/tdSqa9p5P2o?t=570",
      "transcript": "So regular reading, regular association with Vaishnavas. That is the only remedy. Nicely read and analyze and analyze and how I can take out all the wrong understandings so that I can become a better devotee. This is the goal of our life. And particularly for missionaries, such a wonderful opportunity. We can read. We can spend time. Sometimes, okay, our services may be there. We are very busy. Even then, we should not neglect our reading at least. Every day something should go inside. And that is the... What do you call..."
    }
  ]
}