{
  "video_id": "Te07vgmzxvM",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.9.33 | 01-05-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=Te07vgmzxvM",
  "segments": [
    {
      "start_time": 0,
      "end_time": 44,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayers"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Agyana Timiraandhasya Gyananjanishalakaya Chakshurunmilitam Yena Tasmait Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers, invoking blessings and paying respects to the spiritual master and Lord Krishna.",
      "timestamp_url": "https://youtu.be/Te07vgmzxvM?t=0",
      "transcript": "Om Agyana Timiraandhasya Gyananjanishalakaya Chakshurunmilitam Yena Tasmait Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Srimate Bhaktivedanta Swaminthinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sali Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 44,
      "end_time": 127,
      "verse_references": [
        "SB 1.9.33"
      ],
      "themes": [
        "Bhishma's prayer",
        "Krishna's transcendental form",
        "attraction to Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Shri Krishna is the intimate friend of Arjuna. He has appeared on this earth in his transcendental body, which resembles the bluish color of the tamala tree.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam (1.9.33), explaining that it is Bhishma's prayer to Krishna as he is leaving his body, focusing on the beauty and attractiveness of Krishna's transcendental form.",
      "timestamp_url": "https://youtu.be/Te07vgmzxvM?t=44",
      "transcript": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Devim Saraswateem Vyasam Tato Jayam Udi Raye. In this session, we will be discussing from the 33rd verse of the 9th chapter of the 1st canto of Srimad Bhagavatam. This verse is the second prayer offered by Bhishma to Krishna while he is quitting his body. TRIBHUVANA KAMANAM TAMALA VARNAM RAVIKARA GAURA VARAMBARAM DADHANE VAPURALAKA KULAVRTANAN AABJAM VIJAYA SAKHE RATI RASTUMENA VADHYA. The meaning of this verse is, Shri Krishna is the intimate friend of Arjuna. He has appeared on this earth in his transcendental body, which resembles the bluish color of the tamala tree. His body attracts everyone in the three planetary systems, upper, middle and lower. May his glittering yellow dress and his lotus face, covered with the paintings of sandalwood pulp, be the object of my attraction, and may I not desire fructive results."
    },
    {
      "start_time": 127,
      "end_time": 285,
      "verse_references": [],
      "themes": [
        "Krishna's energies",
        "internal potency",
        "external potency",
        "marginal potency",
        "conditioned souls",
        "pure devotees"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna has got three kinds of energies... internal potency, his external potency and his marginal potency.",
      "summary": "The speaker explains Srila Prabhupada's purport, elaborating on Krishna's three energies: internal (spiritual), external (material), and marginal (living beings), and their respective functions and influences.",
      "timestamp_url": "https://youtu.be/Te07vgmzxvM?t=127",
      "transcript": "So here is a description of the beautiful transcendental form of Shri Krishna, who is standing before Bhishma while Bhishma is quitting his body. Bhishma is very, very fortunate that Krishna has actually blessed him by his presence, actual presence. In the purport, Srila Prabhupada explains, When Shri Krishna by his own internal pleasure appears on earth, he does so by the agency of his internal potency. What is the meaning of this statement? Krishna has got three kinds of energies. Krishna is the supreme person, he has got energies which are serving him, which are working for him. So everything he does through the agency of his energy. He personally has nothing to do because his energies carry out whatever he wants to do according to his will. Simply he has to decide or will to do something and it is carried out perfectly. These three categories of energies are his internal potency, his external potency and his marginal potency. Internal potency is a spiritual energy and it is meant for Krishna's own purposes exclusively. The external potency is the material energy meant for the conditioned souls. And the marginal potency consists of the living beings, innumerable, countless living beings, some of whom are in the material world, the conditioned souls. Majority of the living beings belonging to the marginal potency are in the spiritual world as pure devotees of Krishna. So, some very, very small number compared to the number of living beings who are pure devotees in the spiritual world, the number of living beings in this material world as conditioned souls are very small number."
    },
    {
      "start_time": 285,
      "end_time": 479,
      "verse_references": [],
      "themes": [
        "internal potency",
        "illusory energy",
        "material energy",
        "directors of material energy",
        "Brahma",
        "Vishnu",
        "Shiva"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna never comes in contact with the illusory energy or the material energy.",
      "summary": "The speaker continues to explain how Krishna uses his internal potency when he appears in the material world and how the illusory energy affects conditioned souls but not Krishna or his pure devotees, and how Brahma, Vishnu, and Shiva act as directors of the material energy under Krishna's will.",
      "timestamp_url": "https://youtu.be/Te07vgmzxvM?t=285",
      "transcript": "So, when it is said here by Srila Prabhupada that Krishna appears on this earth, by the agency of his internal potency, that is for his own purpose the internal potency is employed. Internal potency is completely spiritual as opposed to the external potency or the material energy which has an influence on all of us conditioned souls. It influences us by its illusory nature. The illusion that is created for enabling we conditioned souls to try to enjoy independent of Krishna, to try to think that I am independent, to try to think that I can be the lord of whoever I want to lord over. This is the necessity of the illusory energy acting on the conditioned souls. So, Krishna never comes in contact with the illusory energy or the material energy. Even when he comes to this material world, this material world is working by the action of the illusory energy or the material energy. But such illusory energy cannot act on Krishna, cannot or does not act on the pure devotees like Prabhupada, like Arjuna. The illusory energy does not act on them, the Pandavas. They are all pure devotees. And Krishna is the master, the controller of all energies including the material energy. But he directs the material energy through his directors, through his expansion as Vishnu and empowered living being as Brahma and through his incarnation as Lord Shiva. Brahma acts as the director of Rajoguna. Vishnu directs Satvaguna and Shiva directs the Tamoguna. Now, they three, Brahma, Vishnu and Shiva are acting as the directors exactly according to the will of Krishna. There are several verses in the scriptures to substantiate this explanation."
    },
    {
      "start_time": 479,
      "end_time": 585,
      "verse_references": [],
      "themes": [
        "Krishna's transcendental form",
        "attractiveness of Krishna",
        "uniqueness of Krishna's features"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When Krishna comes to this material world, it is said here, he comes by his internal potency... he appears in his transcendental form.",
      "summary": "The speaker emphasizes that Krishna appears in his transcendental form, untouched by material energy, and that his form is uniquely attractive, surpassing any beauty found in the material universe.",
      "timestamp_url": "https://youtu.be/Te07vgmzxvM?t=479",
      "transcript": "Now, when Krishna comes to this material world, it is said here, he comes by his internal potency. So, exactly according to his will, his internal potency also will act for his own purposes. And then, he appears in his transcendental form. Unlike us, even though we have a spiritual form, our spiritual form is covered by a material body or a material form. Krishna never is covered by any material body or material form. He comes in his transcendental form. That form looks like a human form, but it is his original form. Now, the attractive features of his transcendental body are desired in all the three worlds, namely the upper, middle and lower planetary systems. It's so beautiful, Krishna's form is so beautiful that everyone who can get an opportunity to see that beautiful form, they are attracted by all the attractive features. There are many, many attractive features of Krishna's beautiful form, transcendental form. Now, another important point Prabhupada says in this purport is that nowhere in the universe are there such beautiful bodily features as those of Lord Krishna."
    },
    {
      "start_time": 585,
      "end_time": 719,
      "verse_references": [],
      "themes": [
        "Arjuna as conqueror",
        "Krishna as friend of Arjuna",
        "Vijaya Sakhe",
        "pleasing Krishna",
        "transcendental humors (Rasas)"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Arjuna was always a conqueror because the Lord was his friend.",
      "summary": "The speaker explains Arjuna's position as a conqueror due to his friendship with Krishna, and why Bhishma addresses Krishna as 'Vijaya Sakhe' (friend of Arjuna), highlighting Krishna's pleasure in being associated with his devotees and the different transcendental humors (Rasas) in their relationships.",
      "timestamp_url": "https://youtu.be/Te07vgmzxvM?t=585",
      "transcript": "Now, if there is some particular feature that is very attractive for everyone, nobody else in the entire universe possesses such beautiful features. It's not possible. Therefore, the conclusion is that Krishna's transcendental body has nothing to do with any material creation, with any materially created form. It is completely different. Arjuna is described here as the conqueror and Krishna is described here as his intimate friend. Now, Bhishma Deva is remembering the particular dress of Lord Krishna which Krishna put on as the driver of Arjuna's chariot. Krishna was acting as the Sarathi or the driver of Arjuna's chariot. He was having a particular dress. That dress Bhishma is remembering. Now, while fighting was going on between Arjuna and Bhishma, Bhishma's attraction was drawn by the glittering dress of Krishna. And indirectly, Bhishma is admiring his so-called enemy Arjuna for possessing Lord Krishna as his own friend. Hmm, Arjuna was always a conqueror because the Lord was his friend. And Bhishma Deva takes this opportunity to address Lord Krishna as Vijaya Sakhe meaning friend of Arjuna. Why is he addressing Krishna as friend of Arjuna? Because Krishna is always pleased when he is addressed conjointly with his devotees who are related with him in different transcendental humors. Humors means Rasa. There are five spiritual Rasas which the devotees relish in their relationship with Krishna."
    },
    {
      "start_time": 719,
      "end_time": 881,
      "verse_references": [],
      "themes": [
        "Shanta Rasa",
        "Dasi Rasa",
        "Sakya Rasa",
        "Vatsali Rasa",
        "Madhuri Rasa",
        "remembering Krishna",
        "transcendental platform"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Devotees are simply by remembering Krishna's beautiful form... able to completely situate themselves on the transcendental platform and they are never touched by the material energy.",
      "summary": "The speaker lists the five spiritual Rasas and explains how devotees can elevate themselves to the transcendental platform by remembering Krishna's form, name, activities, and qualities, thus remaining untouched by material energy.",
      "timestamp_url": "https://youtu.be/Te07vgmzxvM?t=719",
      "transcript": "Hmm, Shanta Rasa, Dasi Rasa, Sakya Rasa, Vatsali Rasa, Madhuri Rasa. Depending on the type of relationship, they relish different Rasas. Arjuna is situated in Sakya Rasa. Therefore, Vijaya Sakhe, Vijaya Sakha Sakha is addressing form of address. So Vijaya is another name of Arjuna. So Arjuna's friend that is Krishna. While Krishna was the charioteer of Arjuna sun rays glittered on the dress of the Lord and the beautiful hue created by the reflection of such rays was never forgotten by Bhishma Deva. Devotees are simply by remembering Krishna's beautiful form, Krishna's beautiful smile, Krishna's beautiful address or Krishna's beautiful features or Krishna's name, Krishna's form, Krishna's activity, Krishna's quality, anything they are able to completely situate themselves on the transcendental platform and they are never touched by the material energy. So Bhishma Deva remembering Krishna's beautiful form as the chariot driver of Arjuna he is able to immediately situate himself on the platform of Krishna consciousness. Now, Bhishma is himself a great fighter and as a great fighter he was relishing the relation of Krishna in the chivalrous humor. It's called virya rasa. There are five primary rasas and seven secondary rasas. One of the seven secondary rasas devotees have with Krishna is called virya rasa, chivalrous humor. Bhishma is situated in a relationship with Krishna as his devotee in the virya rasa or chivalrous humor. So, transcendental relation with the lord in any one of the different rasas or humors is relished by the respective devotees in the highest ecstasy."
    },
    {
      "start_time": 881,
      "end_time": 935,
      "verse_references": [],
      "themes": [
        "Virya Rasa",
        "chivalrous humor",
        "devotee's relationship with Krishna",
        "highest ecstasy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A particular devotee's own relationship with Krishna is relished by the devotee to the highest degree.",
      "summary": "The speaker concludes by emphasizing that each devotee relishes their specific relationship (Rasa) with Krishna to the highest degree, using Bhishma's chivalrous humor (Virya Rasa) and Radharani's Madhuriya Rasa as examples.",
      "timestamp_url": "https://youtu.be/Te07vgmzxvM?t=881",
      "transcript": "This is very important to understand that a particular devotee's own relationship with Krishna is relished by the devotee to the highest degree. If Bhishma is situated in virya rasa relationship with Krishna, Bhishma relishes virya rasa to the highest degree. Radharani is situated in madhuriya rasa relationship with Krishna, she relishes that to the highest degree. Arjuna is situated in friendly relationship with Krishna, he relishes that friendly relationship to the highest degree. So, any of the rasas are relished to the highest degree by the respective devotees. I will stop here."
    }
  ]
}