{
  "video_id": "te4YRXv9XEw",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.11.35 | 24-07-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=te4YRXv9XEw",
  "segments": [
    {
      "start_time": 0,
      "end_time": 39,
      "verse_references": [],
      "themes": [
        "invocation",
        "mantras",
        "guru"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Agyanati Mirandhasya Gyananjanishalakaya Chakshurunmilitam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, invoking blessings and paying respects to the spiritual master.",
      "timestamp_url": "https://youtu.be/te4YRXv9XEw?t=0",
      "transcript": "Om Agyanati Mirandhasya Gyananjanishalakaya Chakshurunmilitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshthaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravatta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 39,
      "end_time": 87,
      "verse_references": [
        "SB 1.11.35"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "Krishna's appearance",
        "internal potency"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "That Supreme Personality of Godhead Sri Krishna out of his causeless mercy appeared on this planet by its internal potency and enjoyed himself amongst competent women as if he were engaging in mundane affairs.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam (1.11.35) that will be discussed, focusing on Krishna's appearance on Earth and his pastimes.",
      "timestamp_url": "https://youtu.be/te4YRXv9XEw?t=39",
      "transcript": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet. In this session, we will be discussing from the 35th verse of the 11th chapter of the 1st canto of Srimad Bhagavatam. Saesha Naralokesmin Avatirina Swamayaya Ramesh Sri Ratnakootastho Bhagavan Prakruto Yatha. The meaning of this 35th verse is: That Supreme Personality of Godhead Sri Krishna, out of his causeless mercy, appeared on this planet by its internal potency and enjoyed himself amongst competent women as if he were engaging in mundane affairs."
    },
    {
      "start_time": 88,
      "end_time": 173,
      "verse_references": [],
      "themes": [
        "Krishna's pastimes",
        "mundane vs. transcendental",
        "Suta Goswami's warning"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Here is a warning given by Suta Goswami that the Lord's pastimes especially with his queens with his with the gopis appears like he is a mundane personality ordinary person appears like he is overpowered by their attractive features but actually He is Eternally the controller the Master, the enjoyer, the Lord",
      "summary": "The speaker explains that Krishna's pastimes may appear mundane but are actually transcendental, warning against misunderstanding the Lord's nature.",
      "timestamp_url": "https://youtu.be/te4YRXv9XEw?t=88",
      "transcript": "Here is a warning given by Suta Goswami that the Lord's pastimes, especially with his queens, with the gopis, appears like he is a mundane personality, an ordinary person. It appears like he is overpowered by their attractive features, but actually He is eternally the controller, the Master, the enjoyer, the Lord, the controller. Eternally always. The energies of his are always under him, whereas we become overpowered by another energy when we try to lord over. So there is a very big difference between ourselves and the Supreme Lord, though when he incarnates, he looks like one of the created beings. He looks like that he is not. That will be elaborately explained with Prabhupada here. In the purport, Prabhupada says, \"The Lord married and lived like a householder. This is certainly like a mundane affair.\""
    },
    {
      "start_time": 173,
      "end_time": 248,
      "verse_references": [],
      "themes": [
        "Krishna's expansions",
        "yogic power",
        "unlimited forms"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna can expand himself into any number of forms millions billions trillions unlimited number of forms he can expand that is Krishna",
      "summary": "The speaker emphasizes Krishna's unique ability to expand himself into unlimited forms, contrasting it with the limited powers of yogis.",
      "timestamp_url": "https://youtu.be/te4YRXv9XEw?t=173",
      "transcript": "Like a materialistic person, an ordinary person, a person of this world. But when we learn that he married 16,108 wives and lived with them separately in each and every palace, certainly it is not mundane. There is no history of any person of this world marrying 16,108 princesses, never. That's not possible. And not only that Krishna married so many, but he lived with each of them separately in a separate palace. He expanded himself. That's also explained by Srila Prabhupada that a yogi can expand himself by power acquired mystic power into ten forms at most, but Krishna can expand himself into any number of forms, millions, billions, trillions, unlimited."
    },
    {
      "start_time": 248,
      "end_time": 330,
      "verse_references": [],
      "themes": [
        "transcendental love",
        "pure love",
        "wives of Krishna",
        "austerity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "therefore the Lord living as a householder amongst his competent wives is never mundane and his behavior with them is never to be understood as mundane sex relation",
      "summary": "The speaker clarifies that Krishna's relationships with his wives are based on pure, transcendental love, not mundane sex attraction, and that they are not ordinary women.",
      "timestamp_url": "https://youtu.be/te4YRXv9XEw?t=248",
      "transcript": "Number of forms he can expand. That is Krishna. Therefore, the Lord living as a householder amongst his competent wives is never mundane, and his behavior with them is never to be understood as mundane sex relation. This material world, everyone is driven by sex attraction, especially the male and female attraction is based on sex relationship, but the relationship of the Lord is based on pure love, and that love is free from all material characteristics or material traits. It is completely free from material characteristics or material from sex, sex contamination, or tinge of sex, sexual attraction. It is free from all that. The women who became the wives of the Lord are certainly not ordinary women because to get the Lord as one's husband is the result of many, many millions of births tapasya because to get the Lord as one's husband is the result of many, many millions of births tapasya, austerity. Who can become the wife of the Supreme Lord or for that"
    },
    {
      "start_time": 330,
      "end_time": 403,
      "verse_references": [],
      "themes": [
        "purification",
        "tapasya",
        "spiritual vision",
        "conditioned souls"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "they perform millions of lifetimes of tapasya and they become completely purified of all material contamination if there was in and without such tapasya it's not possible to purify oneself and without purification one can't even approach the Supreme Lord",
      "summary": "The speaker explains the necessity of purification through austerity (tapasya) to approach and understand the Supreme Lord, emphasizing that materially conditioned souls lack spiritual vision.",
      "timestamp_url": "https://youtu.be/te4YRXv9XEw?t=330",
      "transcript": "austerity? Who can become the wife of the Supreme Lord or, for that matter, the friend of Krishna? This is, these are all, the friend of Krishna. This is, these are all very accurately explained in the, very accurately explained in the Bhagavata, very accurately this explained. They perform millions of lifetimes of tapasya, and they become, they perform millions of lifetimes of tapasya, and they become completely purified of all material, completely purified of all material contamination. If there was in and without contamination, if there was in and without such tapasya, it's not possible to, such tapasya it's not possible to purify oneself, and without purification, one, purify oneself, and without purification, one can't even approach the Supreme Lord, can't even approach the Supreme Lord. One can't even see the Supreme Lord, what to, one can't even see the Supreme Lord, what to speak of approaching him. One can't speak of approaching him. One can't even see him. One cannot even know him. One cannot even know him. So he remains unknown to all materially conditioned souls, though when he incarnates, they are able to see him, but that seeing is not the spiritual vision by which they can see the spiritual form and understand the spiritual nature of the Lord."
    },
    {
      "start_time": 403,
      "end_time": 471,
      "verse_references": [],
      "themes": [
        "transcendental pastimes",
        "attracting conditioned souls",
        "eternal relationships",
        "spiritual love"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "he displays his transcendental pastimes just to attract the conditioned souls to become his eternal servitors, friends, parents and lovers respectively in the transcendental world.",
      "summary": "The speaker describes how Krishna displays his transcendental pastimes to attract conditioned souls and re-establish their eternal relationships with him.",
      "timestamp_url": "https://youtu.be/te4YRXv9XEw?t=403",
      "transcript": "They cannot. They think he is another person of this world, but that is completely wrong understanding. When the Lord appears on different lokas or planets or on this planet of human beings, he displays his transcendental pastimes just to attract the conditioned souls to become his eternal servitors, friends, parents, and lovers respectively in the transcendental world. Each one of us, we have got a relationship with Krishna, a relationship of pureness, pure love, spiritual love. Now love is a word not to be mistaken with loving relationships in this material world. Material world or relationships are based on the body, on matter, on material qualities. A relationship with the Lord is based completely on spiritual attributes. The Lord is completely spiritual. We are also pure spirit souls, Irtundas."
    },
    {
      "start_time": 471,
      "end_time": 543,
      "verse_references": [],
      "themes": [
        "purification",
        "spiritual identity",
        "spiritual world",
        "devotional service",
        "ecstasy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So when we become purified of all material contamination, then our actual spiritual form, spiritual identity is revealed. And in that spiritual identity, we can approach the Lord and actually reestablish the forgotten relationship, the spiritual relationship of spiritual love.",
      "summary": "The speaker elaborates on the process of purification, revealing one's spiritual identity, and re-establishing a loving relationship with Krishna in the spiritual world through devotional service.",
      "timestamp_url": "https://youtu.be/te4YRXv9XEw?t=471",
      "transcript": "So when we become purified of all material contamination, then our actual spiritual form, spiritual identity is revealed. And in that spiritual identity, we can approach the Lord and actually reestablish the forgotten relationship, the spiritual relationship of spiritual love. That is what is being described here. In the spiritual world, the Lord eternally reciprocates such exchanges of service. He's got millions and billions of devotees in his personal abode, and he's constantly engaged in pastimes with them. Everything else is taken care by Krishna's own Yogamaya potency. In the spiritual world, nobody has to work. Nobody has to do anything to maintain themselves. They're simply engaged in a devotional service of Krishna, and they are enjoying rendering such service because the Lord reciprocates."
    },
    {
      "start_time": 543,
      "end_time": 592,
      "verse_references": [],
      "themes": [
        "spiritual world",
        "Krishna's message",
        "foolishness",
        "materialistic people"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "You can also enjoy with me like all these devotees of mine are enjoying with me. That's what Krishna's message is. But foolishly, people think that Krishna is an ordinary person. And if he can enjoy with so many women, why can't I enjoy?",
      "summary": "The speaker explains that Krishna's pastimes are meant to attract us to the spiritual world, but materialistic people foolishly misunderstand them and try to imitate Krishna's activities.",
      "timestamp_url": "https://youtu.be/te4YRXv9XEw?t=543",
      "transcript": "And then they experience ecstasy. That will be explained in great detail in the 10th canto. Here just a mention is being made because Krishna has reached Dwaraka. So when he comes to this world, the Lord displays his pastimes which are going on in the spiritual world, and he wants to attract us. You can also enjoy with me like all these devotees of mine are enjoying with me. That's what Krishna's message is. But foolishly, people think that Krishna is an ordinary person, and if he can enjoy with so many women, why can't I enjoy? This is a foolishness. This is a foolishness of materialistic people"
    },
    {
      "start_time": 592,
      "end_time": 675,
      "verse_references": [],
      "themes": [
        "service in the material world",
        "temporary relationships",
        "defects",
        "illusion",
        "ignorance"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "service is pervertedly represented in the material world and broken untimely, resulting in sad experiences. We may establish a nice relationship with another person of this world, but it is broken when the body is finished.",
      "summary": "The speaker contrasts service in the material world with service to Krishna, highlighting the temporary and defective nature of material relationships due to the impermanence of the body.",
      "timestamp_url": "https://youtu.be/te4YRXv9XEw?t=592",
      "transcript": "who fail to understand the real nature of Krishna's personality, which is revealed in the Bhagavatam and the Bhagavad Gita and all the Vedic scriptures. It is clearly revealed. Now as regards service in the material world, Prabhupada says, \"Service is pervertedly represented in the material world and broken untimely, resulting in sad experiences.\" We may establish a nice relationship with another person of this world, but it is broken when the body is finished. This body, material body is temporary, and the relationship lasts only as long as the body is there. When the body is finished, relationship is finished. The illusion living being conditioned by material nature cannot understand out of ignorance that all our relations here in the mundane world are temporary and full of inebriates. Inebriate means defects. Everything here is defective. Material relationships are defective, and they are also temporary. They don't last because the body itself is temporary."
    },
    {
      "start_time": 675,
      "end_time": 745,
      "verse_references": [],
      "themes": [
        "ignorance",
        "maya",
        "temporary happiness",
        "permanent happiness",
        "transcendental world"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Material presentation by maya, we consider that as permanent, as eternal. It is actually temporal. And it is based on the fact that we are in a state of ignorance.",
      "summary": "The speaker explains that material relationships are based on ignorance and illusion (maya), offering only temporary happiness, while a relationship with Krishna leads to permanent happiness in the transcendental world.",
      "timestamp_url": "https://youtu.be/te4YRXv9XEw?t=675",
      "transcript": "So relationships based on body will be temporary, and it is temporary. It is a state of ignorance. As long as we are materially conditioned, we are in ignorance that we cannot understand the effect of the illusion. We think whatever we are perceiving is reality. Material presentation by maya, we consider that as permanent, as eternal. It is actually temporal, and it is based on the fact that we are in a state of ignorance, and it is based on the actions and reactions of the three gunas. It is not a factual reality. What is presented, what appears like real but is not real. Such relations means these material relations cannot help us be happy perpetually. Some temporary happiness may be there in such material relations, but it cannot give us permanent happiness. If the same relation is established with the Lord, then we are transferred to the transcendental world after leaving this material body. This is explained in the Bhagavad Gita."
    },
    {
      "start_time": 745,
      "end_time": 891,
      "verse_references": [],
      "themes": [
        "relationship with Krishna",
        "transcendental wives",
        "devotional service",
        "liberation",
        "eternal happiness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If we establish our relationship with Krishna, then we desire each one of the devotees in the spiritual would have their own relationship with Krishna so therefore the women amongst whom Krishna lived as their husband are not therefore women of this mundane world but are eternally related with him as transcendental wives",
      "summary": "The speaker reiterates the importance of establishing a relationship with Krishna through devotional service, emphasizing that Krishna's wives are transcendental beings who have attained their position through bhakti.",
      "timestamp_url": "https://youtu.be/te4YRXv9XEw?t=745",
      "transcript": "This is explained in the Bhagavad Gita. If we establish our relationship with Krishna, then we desire each one of the devotees in the spiritual world have their own relationship with Krishna. So therefore, the women amongst whom Krishna lived as their husband are not therefore women of this mundane world but are eternally related with him as transcendental wives. See, that adjective transcendental is used. They are transcendental wives of Krishna, a position they attained by perfection of devotional service. Only by devotional service is possible. Bhakti amam abhijanati. Only by bhakti, and that bhakti also progresses in different stages of development. So there is a stage of perfection where one is firmly established in their relationship with Krishna. That is their competency because the verse says he enjoyed with competent women. What is their competency? They have perfected their devotional service and established a relationship as the wives of Krishna. So if we carefully understand this, we can give up this false attempt at trying to enjoy material, material, and re-establish our forgotten relationship with Krishna and"
    },
    {
      "start_time": 891,
      "end_time": 900,
      "verse_references": [],
      "themes": [
        "conclusion",
        "gratitude",
        "Hare Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "I'll stop here thank you very much Hare Krishna",
      "summary": "The speaker concludes the lecture, expressing gratitude and chanting Hare Krishna.",
      "timestamp_url": "https://youtu.be/te4YRXv9XEw?t=891",
      "transcript": "become liberated and eternally happy in this association. I'll stop here. Thank you very much. Hare Krishna."
    }
  ]
}