{
  "video_id": "te4YRXv9XEw",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.11.35 | 24-07-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=te4YRXv9XEw",
  "segments": [
    {
      "start_time": 0,
      "end_time": 39,
      "verse_references": [],
      "themes": [
        "invocation",
        "mantras",
        "guru"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Agyanati Mirandhasya Gyananjanishalakaya Chakshurunmilitam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, invoking blessings and paying respects to the spiritual master.",
      "timestamp_url": "https://youtu.be/te4YRXv9XEw?t=0"
    },
    {
      "start_time": 39,
      "end_time": 87,
      "verse_references": [
        "SB 1.11.35"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "Krishna's appearance",
        "internal potency"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "That Supreme Personality of Godhead Sri Krishna out of his causeless mercy appeared on this planet by its internal potency and enjoyed himself amongst competent women as if he were engaging in mundane affairs.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam (1.11.35) that will be discussed, focusing on Krishna's appearance on Earth and his pastimes.",
      "timestamp_url": "https://youtu.be/te4YRXv9XEw?t=39"
    },
    {
      "start_time": 88,
      "end_time": 173,
      "verse_references": [],
      "themes": [
        "Krishna's pastimes",
        "mundane vs. transcendental",
        "Suta Goswami's warning"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Here is a warning given by Suta Goswami that the Lord's pastimes especially with his queens with his with the gopis appears like he is a mundane personality ordinary person appears like he is overpowered by their attractive features but actually He is Eternally the controller the Master, the enjoyer, the Lord",
      "summary": "The speaker explains that Krishna's pastimes may appear mundane but are actually transcendental, warning against misunderstanding the Lord's nature.",
      "timestamp_url": "https://youtu.be/te4YRXv9XEw?t=88"
    },
    {
      "start_time": 173,
      "end_time": 248,
      "verse_references": [],
      "themes": [
        "Krishna's expansions",
        "yogic power",
        "unlimited forms"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna can expand himself into any number of forms millions billions trillions unlimited number of forms he can expand that is Krishna",
      "summary": "The speaker emphasizes Krishna's unique ability to expand himself into unlimited forms, contrasting it with the limited powers of yogis.",
      "timestamp_url": "https://youtu.be/te4YRXv9XEw?t=173"
    },
    {
      "start_time": 248,
      "end_time": 330,
      "verse_references": [],
      "themes": [
        "transcendental love",
        "pure love",
        "wives of Krishna",
        "austerity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "therefore the Lord living as a householder amongst his competent wives is never mundane and his behavior with them is never to be understood as mundane sex relation",
      "summary": "The speaker clarifies that Krishna's relationships with his wives are based on pure, transcendental love, not mundane sex attraction, and that they are not ordinary women.",
      "timestamp_url": "https://youtu.be/te4YRXv9XEw?t=248"
    },
    {
      "start_time": 330,
      "end_time": 403,
      "verse_references": [],
      "themes": [
        "purification",
        "tapasya",
        "spiritual vision",
        "conditioned souls"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "they perform millions of lifetimes of tapasya and they become completely purified of all material contamination if there was in and without such tapasya it's not possible to purify oneself and without purification one can't even approach the Supreme Lord",
      "summary": "The speaker explains the necessity of purification through austerity (tapasya) to approach and understand the Supreme Lord, emphasizing that materially conditioned souls lack spiritual vision.",
      "timestamp_url": "https://youtu.be/te4YRXv9XEw?t=330"
    },
    {
      "start_time": 403,
      "end_time": 471,
      "verse_references": [],
      "themes": [
        "transcendental pastimes",
        "attracting conditioned souls",
        "eternal relationships",
        "spiritual love"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "he displays his transcendental pastimes just to attract the conditioned souls to become his eternal servitors, friends, parents and lovers respectively in the transcendental world.",
      "summary": "The speaker describes how Krishna displays his transcendental pastimes to attract conditioned souls and re-establish their eternal relationships with him.",
      "timestamp_url": "https://youtu.be/te4YRXv9XEw?t=403"
    },
    {
      "start_time": 471,
      "end_time": 543,
      "verse_references": [],
      "themes": [
        "purification",
        "spiritual identity",
        "spiritual world",
        "devotional service",
        "ecstasy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So when we become purified of all material contamination, then our actual spiritual form, spiritual identity is revealed. And in that spiritual identity, we can approach the Lord and actually reestablish the forgotten relationship, the spiritual relationship of spiritual love.",
      "summary": "The speaker elaborates on the process of purification, revealing one's spiritual identity, and re-establishing a loving relationship with Krishna in the spiritual world through devotional service.",
      "timestamp_url": "https://youtu.be/te4YRXv9XEw?t=471"
    },
    {
      "start_time": 543,
      "end_time": 592,
      "verse_references": [],
      "themes": [
        "spiritual world",
        "Krishna's message",
        "foolishness",
        "materialistic people"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "You can also enjoy with me like all these devotees of mine are enjoying with me. That's what Krishna's message is. But foolishly, people think that Krishna is an ordinary person. And if he can enjoy with so many women, why can't I enjoy?",
      "summary": "The speaker explains that Krishna's pastimes are meant to attract us to the spiritual world, but materialistic people foolishly misunderstand them and try to imitate Krishna's activities.",
      "timestamp_url": "https://youtu.be/te4YRXv9XEw?t=543"
    },
    {
      "start_time": 592,
      "end_time": 675,
      "verse_references": [],
      "themes": [
        "service in the material world",
        "temporary relationships",
        "defects",
        "illusion",
        "ignorance"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "service is pervertedly represented in the material world and broken untimely, resulting in sad experiences. We may establish a nice relationship with another person of this world, but it is broken when the body is finished.",
      "summary": "The speaker contrasts service in the material world with service to Krishna, highlighting the temporary and defective nature of material relationships due to the impermanence of the body.",
      "timestamp_url": "https://youtu.be/te4YRXv9XEw?t=592"
    },
    {
      "start_time": 675,
      "end_time": 745,
      "verse_references": [],
      "themes": [
        "ignorance",
        "maya",
        "temporary happiness",
        "permanent happiness",
        "transcendental world"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Material presentation by maya, we consider that as permanent, as eternal. It is actually temporal. And it is based on the fact that we are in a state of ignorance.",
      "summary": "The speaker explains that material relationships are based on ignorance and illusion (maya), offering only temporary happiness, while a relationship with Krishna leads to permanent happiness in the transcendental world.",
      "timestamp_url": "https://youtu.be/te4YRXv9XEw?t=675"
    },
    {
      "start_time": 745,
      "end_time": 891,
      "verse_references": [],
      "themes": [
        "relationship with Krishna",
        "transcendental wives",
        "devotional service",
        "liberation",
        "eternal happiness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If we establish our relationship with Krishna, then we desire each one of the devotees in the spiritual would have their own relationship with Krishna so therefore the women amongst whom Krishna lived as their husband are not therefore women of this mundane world but are eternally related with him as transcendental wives",
      "summary": "The speaker reiterates the importance of establishing a relationship with Krishna through devotional service, emphasizing that Krishna's wives are transcendental beings who have attained their position through bhakti.",
      "timestamp_url": "https://youtu.be/te4YRXv9XEw?t=745"
    },
    {
      "start_time": 891,
      "end_time": 900,
      "verse_references": [],
      "themes": [
        "conclusion",
        "gratitude",
        "Hare Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "I'll stop here thank you very much Hare Krishna",
      "summary": "The speaker concludes the lecture, expressing gratitude and chanting Hare Krishna.",
      "timestamp_url": "https://youtu.be/te4YRXv9XEw?t=891"
    }
  ]
}