{
  "video_id": "TF8xQ8XiaUE",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.13.20 - 21 | 4-10-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=TF8xQ8XiaUE",
  "segments": [
    {
      "start_time": 0,
      "end_time": 39,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/TF8xQ8XiaUE?t=0",
      "transcript": "Om Gyanati Miran Dhasya Gyanan Janishalakaya Chakshurun Militam Yena Dasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Ganadhara Srivasadi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 39,
      "end_time": 146,
      "verse_references": [
        "SB 1.13.20"
      ],
      "themes": [
        "time",
        "death",
        "detachment",
        "wealth"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "whoever is under the influence of supreme Kala or eternal time must surrender his most dear life and what to speak of other things such as wealth, honour, children, land and home",
      "summary": "The speaker introduces verse 20 of the 13th chapter of the 1st canto of Srimad Bhagavatam, explaining that everyone is subject to the influence of time and must surrender everything at death.",
      "timestamp_url": "https://youtu.be/TF8xQ8XiaUE?t=39",
      "transcript": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Devi Saraswati Vyasam Tato Jayam Udi Rayet. In this session, we are discussing from two verses, the 20th and the 21st verses of the 13th chapter of the 1st canto of Shri Madbhagavata, one verse at a time, first the 20th verse: Yena Chaivabhipannoyam Pranai Priyatamair Api Janasadyo Viyujeta Kimutanyair Dhanadibhi. Now Vidura is explaining to Dhritarashtra, whoever is under the influence of supreme Kala or eternal time must surrender his most dear life, and what to speak of other things such as wealth, honour, children, land and home Dhanadibhi. Dhana is wealth and all the things that we think wealth can buy for us, some land, some home, some material possessions, assets, some status, material status in society, all these things, when none of these things can be protected or saved when death comes, supreme Kala. Kala means synonymous with death, that time we surrender most dear life and what to speak of other things."
    },
    {
      "start_time": 146,
      "end_time": 289,
      "verse_references": [
        "SB 1.13.20"
      ],
      "themes": [
        "time",
        "death",
        "detachment",
        "examples"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "actually being ignorant of the fact that death always comes suddenly",
      "summary": "The speaker provides examples from Srila Prabhupada's teachings and historical events to illustrate the inevitability of death and the surrender of material possessions.",
      "timestamp_url": "https://youtu.be/TF8xQ8XiaUE?t=146",
      "transcript": "So Srila Prabhupada explains, a great Indian scientist busy in the plan making business was suddenly called by invincible eternal time while going to attend a very important meeting of the planning commission, and he had to surrender his life, wife, children, house, land, wealth, etc. One of the examples Srila Prabhupada is giving, we always actually witness around us that somebody, they say, suddenly died. They say suddenly died, actually being ignorant of the fact that death always comes suddenly, always comes suddenly. So somebody is very, the example being given by Srila Prabhupada, a great Indian scientist busy in plan making business, he was in the planning commission and very important meeting he was going to attend, suddenly death came and he collapsed while going for the meeting, and death means surrender his life, and along with his life he has to surrender everything connected with that body in which there was life till he was having his life span, everything he has to surrender. Another example Srila Prabhupada gives, during the political upsurge in India and his division into Pakistan and Hindustan at the time of independence, political independence India got, so many rich and influential Indians had to surrender life, property and honour due to the influence of time. When they had to die, they had to give up everything that they had accumulated, they had amassed by being so called successful in business or in becoming rich, everything they had to surrender. And there are hundreds and thousands of examples like that all over the world, all over the universe which are all effects of the influence of time."
    },
    {
      "start_time": 289,
      "end_time": 374,
      "verse_references": [
        "SB 1.13.20"
      ],
      "themes": [
        "time",
        "dissolution",
        "devatas"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "there is no powerful living being within the universe who can overcome the influence of time",
      "summary": "The speaker expands on the influence of time, explaining that even demigods (devatas) are subject to its power and must relinquish their positions during the partial dissolution of the universe.",
      "timestamp_url": "https://youtu.be/TF8xQ8XiaUE?t=289",
      "transcript": "It's not just the earth people, it's not just the earth planet, it's not just the human beings, there are even devatas. When the partial dissolution of the universe happens, all the devatas they have to give up their positions, they have to give up their life, they have to give up their wealth, they have to give up their power, everything they have to give up the influence of time. Therefore, the conclusion is that there is no powerful living being within the universe who can overcome the influence of time, Kala. If we are conscious of Kala, we realize that the influence of time is insurmountable, we cannot overcome the influence of time, whatever position one might be in, even in the upper planets including Brahma's position in the topmost planet. Many poets have written verses lamenting the influence of time, many devastations have taken place over the universes due to the influence of time."
    },
    {
      "start_time": 374,
      "end_time": 511,
      "verse_references": [
        "SB 1.13.20"
      ],
      "themes": [
        "dissolution",
        "water",
        "suffering",
        "time"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "even in our daily life so many things come and go in which we have no hand but we have to suffer or tolerate them without remedial measure",
      "summary": "The speaker describes the devastation caused by the partial dissolution of the universe, where planets are submerged in water, and connects this to the influence of time (kala) in daily life.",
      "timestamp_url": "https://youtu.be/TF8xQ8XiaUE?t=374",
      "transcript": "See, when devastation takes place, everything is destroyed. Of course, when there is partial dissolution of the universe, the planets are not exactly destroyed, but there is a flood and water covers every planet in the middle and lower planetary systems. Everyone in the middle and lower planetary systems has to quit his body and the planet itself is covered by water, the water of devastation, pralaya payodhi jale. Pralaya means the dissolution or the devastation, destruction, payodhi jale, the water of the ocean. Just like we have experienced now that the oceans are contained within a certain limit, they never come beyond the high tide line on the shore, any ocean or sea, but that is only as long as this universe is maintained by the supreme lord. But when dissolution comes, the universe, of course the final dissolution, the whole universe is destroyed, but even the partial dissolution at the end of Brahma's day, there is submerging of the planets in the middle and lower planetary systems. The earth planet will be completely submerged by water and there is no one who can check this devastation when Kala brings about the devastation. Even in our daily life, so many things come and go in which we have no hand, but we have to suffer or tolerate them without remedial measure, that is the result of time, Kala, that Kala is being described by Vidura as insurmountable."
    },
    {
      "start_time": 511,
      "end_time": 575,
      "verse_references": [
        "SB 1.13.21"
      ],
      "themes": [
        "Dhritarashtra",
        "Vidura",
        "death",
        "old age"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "the king is reminded of his precarious condition influenced by cruel time",
      "summary": "The speaker introduces verse 21, focusing on Vidura's message to Dhritarashtra about his precarious situation due to old age, loss of family, and dependence on others.",
      "timestamp_url": "https://youtu.be/TF8xQ8XiaUE?t=511",
      "transcript": "21st verse: pitra bhratra suhratputra hataste vigatam vayam aatmacha jarayagrastaha paragyeham upasase. What is Dhritarashtra's actual situation now that Vidura is telling him, get out of the place, why so? Some of the reasons are stated in this verse. Vidura is telling, your father, brother, well wishers and sons are all dead and passed away, you yourself have expended the major portion of your life, your body is now overtaken by invalidity and you are living in the home of another. So these are all the facts which Vidura is bringing to the notice of Dhritarashtra. So in the purport Srila Prabhupada says, the king is reminded of his precarious condition influenced by cruel time, what does Kala do?"
    },
    {
      "start_time": 575,
      "end_time": 673,
      "verse_references": [],
      "themes": [
        "karma",
        "time",
        "suffering",
        "illusion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "it unfolds our karma",
      "summary": "The speaker explains how time unfolds our karma, bringing both enjoyment and suffering, and highlights the illusory nature of material happiness.",
      "timestamp_url": "https://youtu.be/TF8xQ8XiaUE?t=575",
      "transcript": "It unfolds our karma. We are carrying a load of karma with us when we take birth and Kala will decide in this particular body during our life span which of those reactions which are not yet fructified in our heart, in our subtle body, which of those will actually give us the result. It could be either enjoyment or suffering. Of course, enjoyment, there is no real enjoyment, there is no real enjoyment, real happiness, it is illusory happiness, but even if somebody settles for illusory happiness, there is also the suffering due to the bad reactions, the sinful reactions. So all this will unfold, that is what is called as the influence of cruel time. And Dhritarashtra by his past experience, he should have been more influenced and intelligent to see what was going to happen to his own life. We think that I am not going to die, though I see everyone else around me either as already dead, either as already dead or they are going to die, but I think I am not going to die, each person thinks like that. So the warning given by Vidura is explained by Prabhupada."
    },
    {
      "start_time": 673,
      "end_time": 782,
      "verse_references": [],
      "themes": [
        "Dhritarashtra",
        "loss",
        "family",
        "Bhishma"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Dhritarashtra lost all his sons",
      "summary": "The speaker recounts the tragedies in Dhritarashtra's life, including the deaths of his father, brother, sons, and other relatives, emphasizing his immense loss.",
      "timestamp_url": "https://youtu.be/TF8xQ8XiaUE?t=673",
      "transcript": "That Dhritarashtra's father Vichitravirya died long ago when he and his younger brothers were all little children and it was due to the care and kindness of Bhishma Deva that they were properly brought up. Bhishma Deva was the elder brother of Vichitravirya, so Bhishma Deva took responsibility for raising these small children when their father died untimely. Then again his brother, Dhritarashtra's brother, Pandu died also, Pandu died untimely. Then in the battlefield of Kurukshetra his 100 sons and all his grandsons died. So Dhritarashtra lost all his sons, he had 100 sons, see his ill-fated destiny that not even one son survived that battle of Kurukshetra, all of them died and his grandsons also, they also died and even his other well-wishers like Bhishma Deva, Dronacharya, Karna, many other kings and friends, all of them died in the battle of Kurukshetra. It is told elsewhere that only the Pandavas were specially protected by Krishna, they survived that ghastly war, the battle of Kurukshetra, everybody else died. So Dhritarashtra lost all men and money and now he was living at the mercy of his nephew whom he had put into troubles of various types."
    },
    {
      "start_time": 782,
      "end_time": 904,
      "verse_references": [],
      "themes": [
        "Dhritarashtra",
        "Yudhishthira",
        "enmity",
        "protection",
        "Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "the only protector is the Supreme Lord and nobody else",
      "summary": "The speaker discusses Dhritarashtra's dependence on Yudhishthira, whom he and Duryodhana considered an enemy, and emphasizes that only the Supreme Lord can provide true protection.",
      "timestamp_url": "https://youtu.be/TF8xQ8XiaUE?t=782",
      "transcript": "With whom is Dhritarashtra living, with his enemy now. Yudhishthira did not consider Dhritarashtra or Duryodhana as his enemy, but Dhritarashtra and Duryodhana were always eyeing the Pandavas as their enemy, why? Because Pandavas were eligible and it was their rightful claim to the kingdom of Hastinapur and Dhritarashtra and Duryodhana had to give that kingdom to Yudhishthira when Yudhishthira grew up, became a major adult, but Dhritarashtra did not do that and Duryodhana was always plotting and planning to kill Yudhishthira and that way Duryodhana developed enmity, Dhritarashtra developed enmity towards Yudhishthira. So now where is Dhritarashtra living, in the house of his enemy. Is it a very honorable life, living in the house of the enemy is not at all honorable. Despite all these reverses, he thought that you prolong his life more and more, as long as I live let me live comfortably, that was Dhritarashtra's plan. Vidura wanted to point out to Dhritarashtra that everyone has to protect himself by his action and the grace of the Lord. There is a suitable way of protecting oneself by Krishna's mercy and your spiritual activities, only that can protect you. One has to execute his duty faithfully depending on the result, depending on the Supreme Lord for the result, result is in the hands of the Lord. No friend, no children, no father, no brother, no state and no one else can protect a person who is not protected by the Supreme Lord, so the only protector is the Supreme Lord and nobody else."
    },
    {
      "start_time": 904,
      "end_time": 934,
      "verse_references": [],
      "themes": [
        "protection",
        "human life",
        "warning",
        "conclusion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "one should therefore seek the protection of the Supreme Lord for the human form of life is meant for seeking this particular type of protection",
      "summary": "The speaker concludes by reiterating the importance of seeking the Lord's protection and announces that the lecture will continue with further warnings to Dhritarashtra in the following verses.",
      "timestamp_url": "https://youtu.be/TF8xQ8XiaUE?t=904",
      "transcript": "One should therefore seek the protection of the Supreme Lord for the human form of life is meant for seeking this particular type of protection. So Dhritarashtra was being warned of his precarious conditions more and more by the following words. In the next few verses we will hear more about Dhritarashtra's precarious condition being warned by Vidura. I will stop here and thank you very much."
    }
  ]
}