{
  "video_id": "TG64XRHZE5o",
  "title": "Unlock the power of Mindful Chanting | Sri Madhu Pandit Dasa | 08.05.2025",
  "speaker": "HG Madhu Pandit Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=TG64XRHZE5o",
  "segments": [
    {
      "start_time": 0,
      "end_time": 171,
      "verse_references": [],
      "themes": [
        "Hare Krishna Maha Mantra",
        "Sound incarnation of Krishna",
        "Worship of Mantra Moorthy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Hare Krishna Maha Mantra consisting of 16 divine names, Hare, Krishna and Rama, three divine names arranged as 16 word mantra, is an incarnation of Krishna himself, Krishna's sound incarnation.",
      "summary": "The speaker emphasizes the Hare Krishna Maha Mantra as a sound incarnation of Krishna and the importance of worshipping this Mantra Moorthy.",
      "timestamp_url": "https://youtu.be/TG64XRHZE5o?t=0",
      "transcript": "The Hare Krishna Maha Mantra consisting of 16 divine names, Hare, Krishna and Rama, three divine names arranged as a 16-word mantra, is an incarnation of Krishna Himself, Krishna's sound incarnation. Because of this, it is said in the scriptures that all the Veda Shabdas, Vedas are in the form of Shabda, right? All the Veda Shabdas, of all the Veda Shabdas, this Shabda is a crown jewel. You consider them as jewels, gems. It is also said that all the Upanishad gem-like verses of Upanishads worship the lotus feet of this Maha Mantra, this crown jewel of all the Veda Shabdas. That is why the scriptures also say Hare Nama, Hare Nama, Hare Nama, Hare Nama, Hare Nama, Hare Nama, Hare Nama, Hare Nama, Hare Nama, Hare Nama, Hare Nama, Hare Nama, Kalo, Nas, Deva, Nas, Deva, Nas, Deva, Gati, Ranyata. So, that is the whom are you worshipping. In Hare Krishna Nama Japa, whom are you worshipping? You are worshipping the sixteen named Mantra Moorthy. Mantra Moorthy. Just like we have Archa Moorthy, is a Mantra Moorthy, Shabda. So because of Sri Chaitanya Mahaprabhu and this dear servant Prabhupada, representative of Nithyananda Prabhu, this world has received freely this most valuable sound incarnation of the Lord."
    },
    {
      "start_time": 171,
      "end_time": 317,
      "verse_references": [],
      "themes": [
        "Nama Prabhu",
        "Spiritual world",
        "Inseparability of Krishna and His Name"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna's name is inseparable from His self. Krishna's Nama is inseparable from His own self.",
      "summary": "This segment explains that Krishna's name is inseparable from Krishna Himself, unlike in the material world, and that Nama Prabhu resides in the spiritual world.",
      "timestamp_url": "https://youtu.be/TG64XRHZE5o?t=171",
      "transcript": "Due to their mercy, this world is, Nama Prabhu is available for anyone who has faith in Srila Prabhupada and the Parampara. So, we should always remember that we are worshipping this Mantra Moorthy. And into this Mantra Moorthy, all the Shaktis of Nama Prabhu enter. Nama Prabhu is the resident of the spiritual world. The spiritual world in the form of Shuddha Nama and Krishna's Nama in the spiritual world is Krishna Himself. Just as we understand Rupa Krishna is full Krishna, similarly Nama is also full Krishna. This is a very big fact of the spiritual world. Unlike in this material world, the name of the person and the soul, the person himself, they are different. But Krishna's name is inseparable from His self. Krishna's Nama is inseparable from His own self. His Rupa, His Rupa is inseparable from His Nama. Krishna's lotus feet is inseparable from Krishna. Krishna's lotus face is inseparable from the lotus feet. Similarly, Krishna's"
    },
    {
      "start_time": 317,
      "end_time": 481,
      "verse_references": [],
      "themes": [
        "Mindless chanting",
        "Offence",
        "Importance of attention",
        "Leelas of Nama Avatara"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, we are worshipping Krishna himself directly. Therefore, it is important that we do not mindlessly chant and hear.",
      "summary": "The speaker stresses the importance of avoiding mindless chanting, as it is an offense to Krishna, and highlights the Leelas of Nama Avatara in making spiritual advancement accessible.",
      "timestamp_url": "https://youtu.be/TG64XRHZE5o?t=317",
      "transcript": "Nama is inseparable from Krishna. Eternally they are unlimited. Krishna has a one supreme personality of the Godhead. So, we are worshipping Krishna himself directly. Therefore, it is important that we do not mindlessly chant and hear. Mindless chanting and hearing means our mind is somewhere else. While your tongue has been trained to chant, automatically chanting goes on, but the mind is on something else. Mind is thinking of some problem solving, mind is thinking of some philosophy, mind is thinking of some emotional problems, mind is thinking of some creative things and meanwhile your tongue is going on chanting. So that chanting, mindless chanting, only tongue is involved, mindless chanting. So mindless chanting is an offence. Naturally if God comes before you, if you don't give your mind to Him, is it not an offence? It is an offence. So, at all costs, we first have to come out of mindless chanting. Mindless chanting is mechanical, our consciousness is somewhere else, mechanically finishing the rounds, with no remembrance that this is Krishna before me. Because if that remembrance is there, it is Krishna before me, this Nama is Krishna Himself. Then naturally there is no question of mindlessness, your mind is on Krishna. So, we are developing this quality of worship of the sound incarnation of the Lord. Today Krishna is on this earth, doing His Leela in His sound incarnation. Because He is doing this Leela as a sound incarnation, that is how millions of people are making advancement in spiritual life, becoming devotees of Krishna and getting attached to the holy name of the Lord."
    },
    {
      "start_time": 481,
      "end_time": 679,
      "verse_references": [],
      "themes": [
        "Mercy of Srila Prabhupada",
        "Mindful chanting",
        "Touching Nama Prabhu with the heart",
        "Satchidananda electricity"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Mindful chanting means we have to give our attention to hear what we are chanting.",
      "summary": "This segment emphasizes mindful chanting, touching the holy name with the heart, and the concept of the Nama Shabdha as 'electrified' with Satchidananda.",
      "timestamp_url": "https://youtu.be/TG64XRHZE5o?t=481",
      "transcript": "All these things are the Leelas of Nama Avatara and His pure devotee, Srila Prabhupada. We are all recipient of the mercy of Srila Prabhupada. We are the recipient of the mercy of this Nama Prabhu. As long as we think this is an ordinary sound, we will do mindless chanting. Mindful chanting means we have to give our attention to hear what we are chanting. And you cannot hear unless your mind is on the sound. Mindful chanting is very powerful. When you give attention, that is when the holy name you are touching with your heart. First you touch the holy name with your material tongue, the Shakti Avesha Nama Avatara. And then that sound, when it enters our heart, when we hear with devotion, then we touch Nama Prabhu. Because we are not the body, we are seated in this heart, the soul, the consciousness, the awareness. So by hearing, we touch the holy name of the Lord, Nama Prabhu. And Nama Prabhu, being Krishna Himself, and as we said this, repeatedly, Nam Nam Kari Baudha Ninja Sarva Shakti, Chaitanya Mahaprabhu has declared that in that name that you chant with your tongue, all His unlimited powers are invested in it. So this sound is not ordinary sound. Just like an ordinary wire and electrified wire, both look same. But in one wire there is electricity, in another wire there is no electricity. So this Nama Shabdha's Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare is electrified sound. Electrified means not our normal electricity, Satchidananda electricity. The Satchidananda iced sound. When you touch electrical wire, which is live, you will get electrical shock. Similarly, when our heart touches the Satchidananda iced sound, we will get Satchidananda iced. Sat Chitta Ananda. Sat means spiritual power you will get. Chitta means pure knowledge. You will be able to experience Ananda, pure bliss, pure happiness."
    },
    {
      "start_time": 679,
      "end_time": 774,
      "verse_references": [],
      "themes": [
        "Training for constant hearing",
        "School of learning Japa",
        "Levels of chanting: Mindful, Spiritful, Soulful"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So the challenge to ours, to the Sadaka is how to constantly hear without missing one Nama also.",
      "summary": "The speaker introduces the concept of Japa as a school of learning, with different levels of chanting: mindful, spiritful, and soulful, emphasizing the importance of primary school (mindful chanting) as the foundation.",
      "timestamp_url": "https://youtu.be/TG64XRHZE5o?t=679",
      "transcript": "That these three energies are there in this Nama Shabdha. So the challenge to ours, to the Sadaka is how to constantly hear without missing one Nama also. So that training, our whole training can be considered into just like if you take this as a school of learning Japa, then your mindful chanting is like the primary school. Spiritful chanting is middle school. And soulful chanting level one is high school. Soulful chanting, soulful Japa, level two is graduation, soulful Japa, level three is post graduation and any number of levels of soulful Japa. But fundamental thing is if you don't go to primary school, how can you go to middle school, high school? So here we are training first primary school is to chant and hear exactly the same sound."
    },
    {
      "start_time": 774,
      "end_time": 914,
      "verse_references": [],
      "themes": [
        "Perfecting hearing",
        "Spiritful chanting",
        "Joy and enthusiasm",
        "Progression from Mindful to Spiritful to Soulful Japa"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When you touch the Lord and when there is remembrance of the Lord, that Lord himself has come before me, for me, you become joyful.",
      "summary": "This segment describes the progression from mindful to spiritful japa, emphasizing the joy and enthusiasm that arise from remembering Krishna's presence, and how mindful japa leads to soulful japa.",
      "timestamp_url": "https://youtu.be/TG64XRHZE5o?t=774",
      "transcript": "And when you hear, when you perfect your hearing, then automatically from the Nama, remembrance of Krishna will come. Spiritful chanting, that means happily Aghlada Japa, Christian Japa, Utsaha Japa, enthusiasm. When you touch the Lord and when there is remembrance of the Lord, that Lord himself has come before me, for me, you become joyful. So, first mindful chanting may be little tapasya, where you have to control your mind to hear every word. That also has got four, five stages, how from mindless, slowly you can come to full mindful. So Japa card 1.1 to 1.6, 2.1 to 2.6 Shraddha, 3.1 to 3.6 Vinamrta. These three cards are put together easily like primary school of soulful Japa. Then that will lead to Spiritful Japa. Unless you remember that Krishna is before you, why will you be enthusiastic, why will you be… automatically you will be joyful, grateful, enthusiastic, Spiritful Japa. This automatically by learning how to do Mindful Japa, it will automatically graduate into Soulful Japa."
    },
    {
      "start_time": 914,
      "end_time": 1066,
      "verse_references": [],
      "themes": [
        "Cleansing the heart",
        "Feeling Krishna's presence",
        "Soulful Japa",
        "Relationship with Nama"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Mindful Japa will cleanse our heart.",
      "summary": "The speaker explains that mindful japa cleanses the heart, leading to feeling Krishna's presence and developing a relationship with Nama, characterized by surrender, worship, begging for mercy, gratitude, and service.",
      "timestamp_url": "https://youtu.be/TG64XRHZE5o?t=914",
      "transcript": "Mindful Japa will cleanse our heart. For long time it will be only hearing, don't think of anything, hear, hear, hear. Automatically from the sound, the presence of Krishna will be felt when you are chanting and when you feel the presence of Krishna, then you will Spiritfully do the Japa. Enthusiastically you will do Japa. Not like a burden. Oh, I have to do 16 rounds. No. Happily you will do. Joyfully you will do. Enthusiastically you will do. That is Spiritful Japa. We have to train our mind towards this, from Mindful to Spiritful. From Spiritful, later on, it becomes Soul… it starts as Soulful Japa level one. Soulful Japa, where every bead of Japa is a relationship with the Nama who is before you. Relationship of surrender, relationship of worshipper, worshipped and worshipped. And relationship of begging for mercy from the Lord. Relationship of accepting with gratitude that Krishna alone is protecting me, Krishna alone is maintaining me. Relationship of begging forgiveness for offences. Relationship of expressing gratitude to Nama Prabhu. The relationship of Seva Apeksha, begging Krishna to give you more and more Seva. The privilege of doing more and more Seva. Just like we began this Yajna by Seva Apeksha, begging Nama Prabhu, please give me the privilege today to do the Seva of 108 Malas."
    },
    {
      "start_time": 1066,
      "end_time": 1215,
      "verse_references": [],
      "themes": [
        "Goal of life",
        "Moving from Mindless to Soulful Japa",
        "Nama Avatara as Surya of Satchidananda",
        "Analogy of iron and fire"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Mindless Japa is like standing near the fire.",
      "summary": "This segment describes the goal of life as moving from mindless to soulful japa, comparing Nama Avatara to the sun and using the analogy of iron and fire to illustrate the difference between mindless and mindful japa.",
      "timestamp_url": "https://youtu.be/TG64XRHZE5o?t=1066",
      "transcript": "So our goal of life should be to move from Mindless Japa, is like kindergarten, Mindless Japa. Some effect is there, even though it's of some effect is there, because Krishna has decided to come as the Avatara. Does not matter who chants. So some touch. So, Mindless Japa is like Krishna Nama, the Mahamantra, Nama Avatara, it's like the Surya of Satchidananda. So Sun, like fire of Sun, Sun is fire, Sun is light and heat. Huge source. Similarly, Krishna Nama, Hare Krishna Mahamantra is a personality who is unlimited source of Satchidananda. So that Satchidananda Nama has to be, when you start hearing, then it is Mindful Japa. Not hearing means Nama is before you, but there is a distance between your heart and the Nama. Just like if you hold a piece of iron outside the fire, near the fire, you will get some heat. If you put the iron in the fire, you will become red hot. So Mindless Japa is like standing near the fire. There is no comparison. Standing outside the fire and inside the fire, big difference. Similarly, thousand rounds of hundred or thousand rounds of Mindless Japa is equal to one round of Mindful Japa. Because if you keep outside, you may little more than room temperature, the iron piece will get heated. Inside it goes, it becomes red hot. Difference is not little between Mindless and Mindful Japa."
    },
    {
      "start_time": 1215,
      "end_time": 1373,
      "verse_references": [],
      "themes": [
        "Lifetime project",
        "Seva to Nama",
        "Progression through levels of Japa",
        "Japa cards"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We should take this as our lifetime project to just like you go to school, from primary school, to middle school, to high school, to degree, to post graduate, to Ph.D and forever learning.",
      "summary": "The speaker encourages taking Seva to Nama as a lifetime project, progressing through levels of Japa, and introduces the Japa cards as a tool for training the mind.",
      "timestamp_url": "https://youtu.be/TG64XRHZE5o?t=1215",
      "transcript": "So therefore, we should take this as our lifetime project to just like you go to school, from primary school, to middle school, to high school, to degree, to post graduate, to Ph.D and forever learning. In the same way, our Seva to Nama, Seva to Hare Krishna, Maha Mantra, Mantra Moorthi, Mantra Avatara, we should take it as a lifetime project. To move from Mindless, to Mindful, to Spiritful, to Soulful, Level 1, Level 2, Level 3, Level 4. As I said, from Mindful to Spiritful, to go, automatically the presence of Krishna will make His presence felt. Or, He will give you His remembrance, and you will be able to feel His presence, and you will be able to feel His presence, and you will be able to feel His remembrance, that I am before you. It is not a one-side process. There is continuous reciprocation. If you are seriously practicing mindful chanting to hear every word, every Nama, next Krishna will gift you with remembrance of His presence, which will automatically you will chant Spiritfully. So, this here, first, card 1 to 1.6 is a basic ingredients of mindful japa. 2.1 to 2.6 is a glories of the holy name of Lord Krishna's name. To develop Shradha and reverence and the Nama Tatva, how this incarnation This order is different, we'll see. Vinamrata is the third."
    },
    {
      "start_time": 1373,
      "end_time": 1570,
      "verse_references": [],
      "themes": [
        "Training with Japa cards",
        "Golden secrets cue card",
        "Secrets of chanting"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Chant Hare Krishna and exactly same sound you hear and chanting is crying to Nama Prabhu to descend and hearing is embracing the descended Krishna, a sound persona respectively.",
      "summary": "This segment focuses on training the mind using Japa cards, particularly the 'golden secrets cue card,' and explains the secrets of chanting, including offering hearing as a yajna and recognizing Krishna's presence.",
      "timestamp_url": "https://youtu.be/TG64XRHZE5o?t=1373",
      "transcript": "1.1 to 1.6, 2.1 to 2.6, 3.1 to 3.6 is practice of mindful japa. You should spend six months at least to train your mind on these three japa, three cards. And that can be done by spending time reading these cards, next few months, every day trying to understand that intellectually, emotionally, trying to understand that. And then in your daily chanting… …. You will practice this. So that makes you progress from mindless to mindful japa and from mindful japa to you begin spiritual japa. Spiritual japa is wisdom card or before spiritual japa, between mindful japa, once you develop the hearing, then naturally, preethi, preethi japa, krishtam japa, halada japa, sambandha japa, utsaha japa and sambandha japa, spiritual japa. Then the rest of the cards are there. It will take time, but the essential ingredients of all this japa is summarized in the japa card. See this one, golden secrets cue card. One in one card, the secret is all the essence is being mentioned so that you get a big picture. What is this making advancement in japa? What is this? What does it mean? So that is explained in this card. Chant Hare Krishna and exactly… First secret, chant Hare Krishna and exactly same sound you hear and chanting is crying to Nama Prabhu to descend and hearing is embracing the descended Krishna, a sound persona respectively. Krishna's sound persona. Second secret. What does it mean? Second secret is what? Offer tasking of hearing as a doing yajna without any thinking for maximum prolonged embrace without attention break. What is the third secret? Offer foreground divya jnana that Shuddha Nama, Krishna himself is before me, by him functionally becoming one with the Shakti Avesha Nama for the sake of receiving my services and giving me his merciful association and awakening my love for him. These are the reasons why Krishna Nama is descending before me. Offer background feeling of Shuddha and Vairagya like Niraankara, Nirmama, Nisahaya, Niswarta, Nirapeksha, Vinamrta and Sharanagati."
    },
    {
      "start_time": 1570,
      "end_time": 1668,
      "verse_references": [],
      "themes": [
        "Background feelings",
        "Interrelationship feelings",
        "Soulful Japa",
        "Anushilanam (practice)"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We are going to ensure that we practice Anushilanam, practice Japa, by applying these principles of golden command of Srila Prabhupada, chant and hear exactly the same sound.",
      "summary": "The speaker discusses background and interrelationship feelings towards Nama Prabhu, emphasizing the importance of practice (Anushilanam) and applying the principles of chanting and hearing the same sound.",
      "timestamp_url": "https://youtu.be/TG64XRHZE5o?t=1570",
      "transcript": "Fourth secret. Offer anyone of the background interrelationship feelings towards Nama Prabhu of Preeti, Hrishnam, Pritha, Shriya, Shriya, Shriya, Shriya, Shriya, Shriya, Shriya, Shriya, Shriya, Shriya, Shriya, Shriya, Shriya, Shriya, Shriya, Shriya, Shriya, Shriya, Shriya, Shriya, Shriya, Shriya, Shriya, Shriya, Shriya, Shriya, Shriya, Shriya, Shriya, Shriya, Krishna head, , asальной कि आत elementary school, तश्वतिस लिख्चताई काछि, त मिर ना 베तुम्म .... तब आत किश्च के सम्ता खति बत्त करें be forget this อुपर पहुँ मां Enriched गुड्ड Bharta Patra, Krita Jnana Arpanam, Kshama Apeksha and Seva Apeksha. So, this card is, if you have gone through all the card, you understand what is Soulful Japa, then this summarizes all these things. Okay, so Mindful Japa practice means first and second secret, which is there. We are going to ensure that we practice Anushilanam, practice Japa, by applying these principles of golden command of Srila Prabhupada, chant and hear exactly the same sound. So, we will go through 1.1 to 1.6 cards. I will teach you how to read it, how to think about it, how to emotionalize it, so that you can practice that, not during Japa, so that your Japa will be good."
    },
    {
      "start_time": 1668,
      "end_time": 1842,
      "verse_references": [],
      "themes": [
        "Memorization of Slokas",
        "Intellectual and emotional memorization of cards",
        "Harinama Prabhu as complete Satchidananda Krishna",
        "Shuddhanama Shabda"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Just like if you memorize your Sloka, only one time you have to memorize. It's always, anytime you want, it will come out.",
      "summary": "This segment uses the analogy of memorizing slokas to explain how to internalize the content of the Japa cards, emphasizing that Harinama Prabhu is complete Satchidananda Krishna and introducing the concept of Shuddhanama Shabda.",
      "timestamp_url": "https://youtu.be/TG64XRHZE5o?t=1668",
      "transcript": "You practice that. Once you practice that, you don't have... Once it goes into your mind, then you don't have to... Again and again, you don't have to... One time only, it has to go into your mind. Just like if you memorize your Sloka, only one time you have to memorize. It's always, anytime you want, it will come out. You don't have to go on, the rest of your life, memorize. So, in the same way, these cards, I am not saying memorize it, but intellectually memorize it, emotionally memorize it, what is there in it. See 1.1. These are, these cards, the content of these cards, you have to apply your intelligence, oh yes, I understand. So, intellectually, and some of them involve devotion, emotion. So, that also, you have to contemplate by repetition. What is the method? Just like you read, you read this card with understanding, every day for one month. About 10 times. It will take you about 10 minutes. Then slowly, this understanding will go into your consciousness. For instance, you should always bring, start japa, by knowing that Harinama Prabhu is complete, Satchidananda Krishna Himself, who manifests His sound form as Shuddhanama Shabda in the spiritual world. Krishna's Rupa is there in the spiritual world, Krishna's Nama is there also in the spiritual world, Satchidananda Rupa, Satchidananda Nama, and that Nama is called Shuddhanama Shabda in the spiritual world. This Shuddhanama of the spiritual world, enters the sound that you and me chant. And that is, that Shabda becomes the Nama Avatara. So, Shuddhanama enters the sound you chant and becomes the Nama Avatara, Krishna Himself. And that Nama contains all the Shaktis of Krishna. So, who kindly descends into this material world, in the chants that I utter, as the Shakti Avesha Nama Shabda, which is Shuddhanama's Mantra Murti."
    },
    {
      "start_time": 1842,
      "end_time": 2031,
      "verse_references": [],
      "themes": [
        "Archa Vigraha analogy",
        "Shakti Avesha Nama Shabda",
        "Crown jewel of Veda Shabdas",
        "Begging for mercy and association"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Similarly, this Mantra Murti, is the, it is the, this Shakti Avesha Nama, is the Mantra Murti of the Shuddhanama.",
      "summary": "The speaker uses the analogy of Archa Vigraha to explain Shakti Avesha Nama Shabda, describes the Hare Krishna Maha Mantra as the crown jewel of Veda Shabdas, and encourages begging for mercy and association from Srila Prabhupada, Nithyananda Prabhu, and Chaitanya Mahaprabhu.",
      "timestamp_url": "https://youtu.be/TG64XRHZE5o?t=1842",
      "transcript": "Just like Archa Vigraha, that you see with your eyes, is the Archa Murti of Krishna's Satchidananda Rupa. Similarly, this Mantra Murti, is the, it is the, this Shakti Avesha Nama, is the Mantra Murti of the Shuddhanama. Because we cannot chant and hear Shuddhanama, with our material tongue and material ears, therefore the Lord appears in the Mantra Murti. Because we cannot see the Lord, with our material eyes, therefore the Lord comes as Archa Murti. So, Shabda Mantra Murti, is more accessible to us than Archa Murti. So, the very merciful incarnation. Now, this Nama Shabda, Shuddhanama Shabdas, the Shakti Avesha Nama Shabda, the Nama Avatara, is the crown jewel of all Veda Shabdas, whose toes are worshipped by the brilliant, spiritual, radiant, gem-like verses of Upanishads. The Upanishad Shabda, they all worship this, Hare Krishna Maha Mantra, as the supreme, because, the purpose of all the Upanishads, is to show us God. And here He is, Hare Krishna Maha Mantra, who has most kindly descended, through the Parampara, into the sounds that utter. We are chanting, the Hare Krishna Maha Mantra, of our Parampara, which has come through, from Krishna, through the Parampara, through Prabhupada, we have got this Nama. So, therefore, I beg, Srila Prabhupada, Nithyananda Prabhu, always start your Japa, by begging to Srila Prabhupada, and Nithyananda Prabhu, and Chaitanya Mahaprabhu, please, make my, Japa, successful, today. Please give me your, association, give me the ability to hear you, I will try my best, not to, to avoid all offences, and begging, please grant me this rare, privilege, attraction, and attachment. It's a real privilege, to chant, these, holy names, which you have got, due to mercy of Prabhupada, and Nithyananda Prabhu. The rare privilege, why it's privilege, we already described, what is this Shabda, the crown jewel, of all the Veda Shabdas. Please grant me, the rare privilege. Please grant me, attraction, and attachment."
    },
    {
      "start_time": 2031,
      "end_time": 2175,
      "verse_references": [],
      "themes": [
        "Serving Harinama Prabhu",
        "Krishna as infinitely most important person",
        "Krishna's capacity to incarnate in sound"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is, infinitely, VVVVVVVVIP, and He is coming before you.",
      "summary": "This segment emphasizes serving Harinama Prabhu with care and respect, describing Krishna as the infinitely most important person and highlighting His capacity to incarnate in the sound of His name.",
      "timestamp_url": "https://youtu.be/TG64XRHZE5o?t=2031",
      "transcript": "So, let me, carefully, and respectfully, serve, Harinama Prabhu, and Harinama Prabhu, the most, infinitely, most important person, just like, we have VIPs, VVIPs, you say, there are important persons, in this material world. Krishna is, infinitely, VVVVVVVIP, and He is coming before you. It is His avatara. So, instead of VIP, we can call Him as, infinitely, most important person. So, during Japa, what are you doing? The most important person, infinitely, most important person, in existence, because, He is the supreme, personality of Godhead. We are all tiny, tiny, tiny persons. Among tiny, tiny persons, there will be some, VVIPs, VVIPs, etcetera, tiny VVIPs. But, we are worshipping, we are serving, we are receiving the Kripa, we are getting the association, before us, of, the infinitely, most important person. I am, IP. I am, infinitely, most, important, person. It is not a joke, that, I am, IP, the infinitely, most important person, has got that capacity, before each one of us, on each our, japa, on each, on this, in the sound of, each of our, shabda. That is, Krishna's capacity. Any number of, avatara, sharira, He can take. When, His name is, when you are uttering, His name, then, that sound is, one avatara sharira. When I am uttering, on my tongue, again, He incarnates as, another avatara sharira. So, this is unlimited, omnipotent sound, is what is, before us. So, like this, by reading this, all this, whatever I spoke, you have to, speak to yourself. Say, for thirty days, you do this,"
    },
    {
      "start_time": 2175,
      "end_time": 2310,
      "verse_references": [],
      "themes": [
        "Understanding the context of Japa",
        "Analogy of attending a lecture without context",
        "Importance of knowing the situation"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Before you bring him, you have to tell, that see, there is a japa, you will know about japa, japa is important, this thing, that thing, who is the speaker, what is his qualification, what do you benefit, out of it, what actually, is going to go happen.",
      "summary": "The speaker uses the analogy of bringing someone to a lecture without context to illustrate the importance of understanding the situation and context of Japa.",
      "timestamp_url": "https://youtu.be/TG64XRHZE5o?t=2175",
      "transcript": "one card. Ten, ten minutes, you spend. After thirty days, I will give you the mic, and you will speak, what I spoke. That should be goal. So, this is one point one. One point two, when you do japa, you should know, what is the situation. If I bring somebody, from the street, make him sit here, in the lecture, he doesn't know, what is this class, who is the speaker, what is this lecture, he will just sit like that. Mechanically, he will sit. Correct? Why? Because he doesn't know, the context. Before you bring him, you have to tell, that see, there is a japa, you will know about japa, japa is important, this thing, that thing, who is the speaker, what is his qualification, what do you benefit, out of it, what actually, is going to go happen. Context has to be there, then only, you will get into the, then only, you can benefit, from the japa. So, the second, most important thing, after expressing gratitude, to Prabhupada, Nithyananda Prabhu, begging their mercy, and after understanding, that this is a rarest, of the rarest, of the opportunity, this, the, this shabda, is a rarest of the sounds, after understanding that, one should, immediately, get into the mood of, what is the situation, what is, what is happening during japa, there is a sevak, you are the sevak, there is a saviour, one who is receiving, there is a person, who is receiving your service, and there is a service, particular service, chanting, hearing, tasking, that serving is there. So, what is japa, you should know, that means, my mind enters, the content of, what, who, how, why, of japa yajna."
    },
    {
      "start_time": 2310,
      "end_time": 2420,
      "verse_references": [],
      "themes": [
        "Sevak, Saviour, and Seva",
        "Entering the context of Japa Yajna",
        "Subconscious mind"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "My mind enters the context of what, etc., of japa yajna, from my subconscious mind, consisting of who is saviour, who is sevak, and what is seva.",
      "summary": "This segment explains the context of Japa Yajna, focusing on the roles of Sevak (servant), Saviour (Krishna), and Seva (service), and how the mind enters this context from the subconscious.",
      "timestamp_url": "https://youtu.be/TG64XRHZE5o?t=2310",
      "transcript": "So, you get into the context. First time, when I, organized japa yajna, I have to tell you, what is this yajna, all these things. Afterwards, second time, third time, once you announce japa yajna, I don't have to tell about all that, you know, it is japa yajna, it is this. Similarly, this goes into our mind, as soon as you chant, you take your mala, immediately, in your consciousness, in the background, I am the sevak, sevak, saviour is going to come before me, I am going to offer seva, he is going to receive my seva. So, saviour is a receiver of, now, you see how the, you read this card, then, my mind enters the context, of what, etc., of japa yajna, from my subconscious mind, consisting of, who is saviour, who is sevak, and what is seva. Saviour, is a receiver of worship, he is nama prabhu, in the form of mantra murti, the necklace of sounds, of Hare Krishna and Rama. Who is sevak? He is a spirit person, with body person, desiring to please Krishna. I am a spirit person, but now, I am covered with the body person. And who is a sevak? He is a spirit person, along, his body person, in, the seva. And what is a seva? Seva is a yajna. Yajna, automatically means, activity for pleasing Vishnu. Seva is a yajna, of three doings, and one knowing chesta. Three doings. We do, and we know. This is our faculty. So, three doings. What are the three doings? First doing, chant the sound, capsule, while recalling, the nama prabhu, and then, chant the sound, capsule, while recalling, the nama prabhu, and then, recalling, the nama prabhu, is before me."
    },
    {
      "start_time": 2420,
      "end_time": 2577,
      "verse_references": [],
      "themes": [
        "Three doings of Seva",
        "Chanting, hearing, tasking",
        "Servant egoism"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Seva is a yajna, of three doings, and one knowing chesta.",
      "summary": "The speaker details the three doings of Seva: chanting, hearing, and tasking (repetition), and emphasizes the importance of approaching Japa with servant egoism.",
      "timestamp_url": "https://youtu.be/TG64XRHZE5o?t=2420",
      "transcript": "Second doing is, move the hearing. Your hearing should move. That is also doing. Second doing is, Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Ram, Hare Ram, Ram Ram, Hare Hare. As soon as you say, Hare, you have to hear, Hare Krishna, next, Krishna, Krishna, Hare Hare, you have to track, that is doing, Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Ram, Hare Ram, Ram Ram, Hare Hare. Word after word, nama after nama, should go inside. That is, unless you are doing that, you will not hear. So, second doing is, moving the hearing. Third doing is, tasking repetition. You repeat chanting and hearing, without any other thinking in between. Continuous, chanting, hearing, hearing. Unless you are tasking that, your mind will, after one, some air, it will go away. So, you have to task, continuously, okay, now I am starting my mala. I will not stop, till hundred and eight is finished. Then you want, you take little rest for your mind. But otherwise, only a sound, Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Ram, Hare Ram, Ram Ram, Hare Hare, Hare Krishna, Hare Hare, Hare Ram, Hare Ram, Ram Ram, Hare Hare, hundred and eight times. So, that is called tasking. So, hearing, tasking, this is, this is, this is, Japa Yajna. What is, so, now, in your mind, you, you know, what is sevak, what exactly is sevak, what I should do during sevak. And, sevak, who is the sevak? That is the, spirit person. By offering on each bead in the mood of eternal servant egoism, egotism, not, but not, but now fallen. What mood should be the sevak? Sevak should be in the mood of servant egoism. There is a lording ego, boss egoism, and servant egoism. Humble servant egoism. You should, you stand before God, not as a proud man. You stand before the God, as God has come before you, your consciousness should be, humble servant egoism. So chant, the mood, so that is the sevak. You are the sevak, and you should have the right mood, of doing japa."
    },
    {
      "start_time": 2577,
      "end_time": 2733,
      "verse_references": [],
      "themes": [
        "Offering Seva to the Lord",
        "Understanding the Japa cards",
        "Using big letters and white box for recall"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Lord will receive it, and he will be pleased, with each of your bead of your japa.",
      "summary": "This segment explains how to offer Seva to the Lord with the right mood and provides guidance on understanding and recalling the information on the Japa cards using big letters and the white box summary.",
      "timestamp_url": "https://youtu.be/TG64XRHZE5o?t=2577",
      "transcript": "And, then, in that mood, you offer the sevak, to the Lord. And, saviour, the Lord, will receive it, and he will be pleased, with each of your bead of your japa. So, 1.2. Like this, you read the cards, and understand what it means. You should read, see, in this, there is big letter, and small letter in red. When you first understand, you should under, you should read, all together, because then the sentence is complete. Once you know about it, know what it is, afterwards, you just see the big letters, you know what it is. Haan, sevak. Because that's, eternal servant egoism, is in the red line. Once you, see the big line, you understand, ok, servant egoism. Seva is the ajna of doings. So, that is why, I have written. And then, after you understand all these, in one line, essence is here, in the white box. See the white box, in that, 1.2. So, what is, the summary of it, is right there. I remind myself of, japa context of, seva, sevya, sevak. Seva, is the offering, simultaneous, triple doings, on each bead. Once you understand, these things, the essence of it, is there. This is how, we train our mind. First, you recall, what is, on the card, by, by reading, all together. Then, after few days, you recall, by reading, only the, big letters. Then, after the end of it, you recall, by, just one line, in the white, that will, automatically, come out, in the white box. So, that will, automatically, make you recall, the essence of, the rest of it. So, third card, these are all, very fundamental. That means, without knowing, the context of, japa, there is no meaning. You should know, meaning of, what you are doing. That is, a card number two, meaning. Then, purposeful, japa, ichcha, poroka, japa. Next,"
    },
    {
      "start_time": 2733,
      "end_time": 2835,
      "verse_references": [],
      "themes": [
        "Purposeful Japa",
        "Goal of Japa",
        "Association and pleasing Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The purpose of japa, to offer, the topmost offering, yajna, to Harinama.",
      "summary": "The speaker emphasizes the importance of purposeful Japa, with the goal of pleasing Nama Prabhu and associating with the eternally self-sounding Hare Krishna sound string.",
      "timestamp_url": "https://youtu.be/TG64XRHZE5o?t=2733",
      "transcript": "1.3. Japa is, japa is motivated, by, should know what, what is the purpose of japa? The purpose of japa, to offer, the topmost offering, yajna, to Harinama. What is the goal of japa? To please, Nama Prabhu, and eternally, self-sounding, Hare Krishna, sound string. This sound is, this sound, is eternally sounding, in the spiritual world. You want to please, the Shuddha Nama, who has come down, into this material world, on the sound, into the sound, that I utter. What is the intention, of the act, chanting, hearing, remembering? What is the intention, of activity? Because, any activity, unless you have a purpose, you have a goal, you have an intention, your attention, your attention will not, lock. These three things, if you have, your attention will lock, on the sound. Because you know, why you are chanting. What is the purpose, you know? Purpose is association, and to please. So if you don't hear, where is the question, of association? So that, you have to think about, that card. Fourth card, is the golden direction, of the Brahmapada. Chant here, chant in here, by running the attention, to know each, Hare Krishna and Rama, as they are chanted, to form the full, mantra murti."
    },
    {
      "start_time": 2835,
      "end_time": 3029,
      "verse_references": [],
      "themes": [
        "Golden direction of Brahmapada",
        "Chant and hear by running attention",
        "Analogy of train running"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Chant here, chant in here, by running the attention, to know each, Hare Krishna and Rama, as they are chanted, to form the full, mantra murti.",
      "summary": "This segment uses the analogy of a train running to illustrate how to chant and hear by running the attention to each name, forming the full mantra murti.",
      "timestamp_url": "https://youtu.be/TG64XRHZE5o?t=2835",
      "transcript": "Just like, if I give you a task, there is a train running, you are standing, on the railway station. A train is, moving fast. There are, the bogies are of, three colors, red, green, and yellow. I'll give you a notebook, and a pen. I'll tell you, as a train is passing by, each Dabbai, has one number, bogie number. As it passes, you should, write down the bogie number. Bogie number is not, in our example, bogie number will be, either one, one to sixteen. That's all. So it is, it is running fast. Your attention has to be there. Yes. Notebook, one, two, ah, three is this. You have to, you have to note down, the bogie number. The same way, Hare Krishna is like, a train running. Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare, gone. Hare has come, he's gone. Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare. So your mind should run, with, the Hare. Now it's Hare, now it is Krishna, now it's again Hare, now it's again Krishna, again Krishna, Krishna, then Hare, Hare. Now, coming to Rama string. Oh, first is always, Hare Krishna string. Then Hare Rama string comes. Hare, Rama, Hare, Rama, Rama, Rama, Rama, Rama, Rama. Did you see the difference now? So, smart mind will repetitively learn, how to catch each nama, we don't practice, that is one of the problem. So, you, if you practice, then you will hear each nama. Okay. So, that is chant and hear, by running my attention to know. You have to run. Your attention is in your control. Your attention should run, with the train. Your attention should run, should go behind the chanting you're hearing chant and behind hearing should go immediately hurry hurry so that's mind tongue is chanting hurry your mind is going after the hurry tongue is chanting Krishna your mind is after Krishna so your tongue is engaged your mind is engaged so anyway now I will not I will I will not take more time because we have the at not to do basically I'm creating a course japa training course in that I will start with this mindful japa all that classes one by one classes we'll take at that time you can systematically I will tell just like the students have to be told what when homework you should do, what you should do, what you should not do, on their own it's difficult."
    },
    {
      "start_time": 3029,
      "end_time": 3060,
      "verse_references": [],
      "themes": [
        "Japa training course",
        "Systematic training",
        "Levels of Soulful Japa"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Now, systematically I will train you, how to do, starting from primary school, middle school, high school, graduation, Soulful Japa.",
      "summary": "The speaker announces a Japa training course that will provide systematic training in Soulful Japa, progressing through different levels.",
      "timestamp_url": "https://youtu.be/TG64XRHZE5o?t=3029",
      "transcript": "Now, how long we have been chanting, we have been talking about Soulful Japa, something you have picked up here, nothing here, little here, little here, right? Now, systematically I will train you, how to do, starting from primary school, middle school, high school, graduation, Soulful Japa. It may take one year, two years, three years, three year course, I will be starting."
    }
  ]
}