{
  "video_id": "TgJFmDw9S5k",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.13.34 - 37 | 15-10-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=TgJFmDw9S5k",
  "segments": [
    {
      "start_time": 0,
      "end_time": 55,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyanati Mirandhasya Gyananjani Shalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/TgJFmDw9S5k?t=0",
      "transcript": "Om Agyanati Mirandhasya Gyananjani Shalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunya Vadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Devi Saraswati Vyasam Tato Jaya Mudhirayet"
    },
    {
      "start_time": 56,
      "end_time": 176,
      "verse_references": [
        "SB 1.13.34",
        "SB 1.13.35"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "Yudhishthira's inquiry",
        "Sanjaya's grief"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Suta Goswami said, because of compassion and mental agitation, Sanjaya, not having seen his own master Dhritarashtra, was aggrieved and could not properly reply to Maharaj Yudhishthira.",
      "summary": "The speaker introduces the verses to be discussed and explains the context of Yudhishthira's inquiry about his missing uncles and aunt, and Sanjaya's initial inability to respond due to grief.",
      "timestamp_url": "https://youtu.be/TgJFmDw9S5k?t=56",
      "transcript": "In this session, we will be discussing from four verses, the 34th, the 35th, the 36th and the 37th verses of the 13th chapter of the first canto of Srimad Bhagavatam. The description is continuing about Yudhishthira searching for his missing uncles and aunt. The 34th verse: Pithari Uparate Pandav Sarvanas Surudas Shishun Arakshatam Vyasanataha Pitruvyav Kva Gatav Itaha. The meaning of this verse is: When my father Pandu fell down and we were all small children, these two uncles came to me and said, 'They gave us protection from all kinds of calamities. They were always our good well-wishers. Alas, where have they gone from here?' This is spoken by Yudhishthira to Sanjaya while inquiring from Sanjaya about the uncles and aunt who are missing from the palace. The 35th verse: Suta Vacha. We should remember that Suta Gosvami is speaking, narrating this, describing this in silence to the sage of Sunayamishadanya. Suta Vacha Kripa Yaas Neha Vaikla Vyat Suto Viraha Karshitaha Atmeshwaram Achakshano Napratya Napratyaha Atipiditaha."
    },
    {
      "start_time": 176,
      "end_time": 367,
      "verse_references": [],
      "themes": [
        "Dhritarashtra's departure",
        "Sanjaya's perspective",
        "Renunciation",
        "Better life"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Unless one is convinced of a better life after renunciation of present life, one cannot stick to the renounced order of life simply by artificial dress or staying out of the home.",
      "summary": "The speaker explains Sanjaya's sorrow at Dhritarashtra's departure and connects it to the importance of genuine conviction in a better life for successful renunciation, as explained by Srila Prabhupada.",
      "timestamp_url": "https://youtu.be/TgJFmDw9S5k?t=176",
      "transcript": "The meaning of this verse is, Suta Goswami said, because of compassion and mental agitation, Sanjaya, not having seen his own master Dhritarashtra, was aggrieved and could not properly reply to Maharaj Yudhishthira. Immediately Sanjaya could not respond to Yudhishthira's inquiry. So in the Purport, Srila Prabhupada explains, Sanjaya was the personal assistant of Maharaj Dhritarashtra for a very long time and thus he had the opportunity to study the life of Dhritarashtra. And when he saw at last that Dhritarashtra had left home without his knowledge, his sorrows had no bound. He was extremely sorry that somebody whom he had served for a very long time had left home without informing Sanjaya. So Sanjaya was fully compassionate toward Dhritarashtra because in the game of the battle of Kurukshetra, King Dhritarashtra had lost everything, men and money. And at last the king and the queen had to leave home in utter fright. Dhritarashtra was so frustrated that he felt very sorry for the people who had left home without informing Sanjaya. He studied the situation in his own way because he did not know that the inner vision of Dhritarashtra has been awakened by Vidura. So Sanjaya left home in enthusiastic cheerfulness for a better life after departure from the dark well of home. So Srila Prabhupada says, Sanjaya doesn't know that Dhritarashtra's inner vision has been awakened by Vidura and he has cheerfully left the palace, not in frustration. So Srila Prabhupada says, unless one is convinced of a better life after renunciation of present life, one cannot stick to the renounced order of life simply by artificial dress or staying out of the home. Sometimes not. Nowadays people leave home and go away to some ashram. But such renunciation will not last unless they are properly fixed up in that renunciation by being convinced of a better life after quitting home."
    },
    {
      "start_time": 367,
      "end_time": 479,
      "verse_references": [
        "SB 1.13.36"
      ],
      "themes": [
        "Sanjaya's composure",
        "Intelligence",
        "Mind control",
        "Guru's grace"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "First he slowly pacified his mind by intelligence. And wiping away his tears. And thinking of the feet of his master, Dhritarashtra. He began to reply to Maharaj Yudhishtira.",
      "summary": "The speaker describes how Sanjaya regains his composure by pacifying his mind with intelligence, wiping away tears, and remembering his master, Dhritarashtra, before replying to Yudhishthira.",
      "timestamp_url": "https://youtu.be/TgJFmDw9S5k?t=367",
      "transcript": "Being convinced of a better life. The 36th verse: Vimrgya ashroni paanibhyam vishtabhyatmanam atmana ajatashatrumpratyuche prabhopadavanusmaran. The meaning of this 36th verse: First he slowly pacified his mind by intelligence, and wiping away his tears, and thinking of the feet of his master, Dhritarashtra, he began to reply to Maharaj Yudhishtira. Sanjaya. He pacified his mind because he was disturbed on not finding Dhritarashtra in the palace. So he pacified his mind by his intelligence. In the Bhagavad Gita it is explained that the mind is superior to the senses. The intelligence is superior to the mind. The soul is even superior to the intelligence. So one can pacify the mind by intelligence because intelligence is higher. If one's intelligence is not working then one can get the mind pacified by taking instructions from somebody else who is more intelligent, who is spiritually awakened. So Sanjaya pacified his mind by his intelligence and wiping away his tears, thinking of the feet of his master Dhritarashtra, he began to reply to Maharaj Yudhishtira."
    },
    {
      "start_time": 479,
      "end_time": 659,
      "verse_references": [
        "SB 1.13.37"
      ],
      "themes": [
        "Sanjaya's reply",
        "Deception by great souls",
        "Respect for elders"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "I have been cheated by those great souls.",
      "summary": "The speaker explains Sanjaya's reply to Yudhishthira, focusing on his feeling of being 'cheated' by Dhritarashtra, Gandhari, and Vidura, and emphasizes the importance of respecting elders regardless of their actions.",
      "timestamp_url": "https://youtu.be/TgJFmDw9S5k?t=479",
      "transcript": "What was his reply? That's the next verse, 37th verse: Sanjaya Vacha. Sanjaya is replying to Maharaj Yudhishtira. Naham Veda Vyavasitam. Pitrorva Kulanandana. Gandharya Vamahabaho. Mushitosmi Mahatmabhi. This is the most important point here in this verse: Mushitosmi Mahatmabhi. What's the meaning of this? The meaning of this verse, the 37th verse: Sanjaya said, he is speaking to Yudhishtira, replying to Yudhishtira's enquiry, 'My dear descendant of the Kuru dynasty, Nandana.' He is addressing Yudhishtira in that way. 'I have no information of the determination of your two uncles and Gandhari. I have no information. I do not know where they have gone, O King. I have been cheated by those great souls.' Mushitosmi means 'I have been cheated.' By whom? By those great souls, Mahatmabhi. This is Sanjaya's attitude towards Dhritarashtra, Vidura, and Gandhari, elders. This is our culture. Regardless of what they may do or not do, the elders are to be offered proper respect by the younger ones. This is the culture. So Sanjaya is addressing to Yudhishtira that 'I have been cheated by them because they never informed me where they are going. I was taking care of them, especially Dhritarashtra and Gandhari.' So Srila Prabhupada explains in the purport that great souls cheat others may be astonishing to know. If they are great souls, why should they cheat? So Srila Prabhupada explains clearly in this purport, kindly hear attentively, that great souls cheat others may be astonishing to know, but it is a fact that great souls cheat others for a great cause. They have a solid reason to cheat others under very, very, very, very special circumstances, rarest of rare cases. Such great souls, Mahatma, who are basically devotees, they sometimes, for a greater cause, they do cheat others."
    },
    {
      "start_time": 659,
      "end_time": 827,
      "verse_references": [
        "BG 18.46"
      ],
      "themes": [
        "Great souls cheat for a cause",
        "Satisfying the Lord",
        "Occupational duty",
        "Perfection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The highest perfection of life is to satisfy the Lord by one's occupational duty.",
      "summary": "The speaker elaborates on the concept of great souls 'cheating' for a greater cause, citing examples and emphasizing that the ultimate goal is to satisfy the Lord through one's prescribed duties, referencing the Bhagavad Gita.",
      "timestamp_url": "https://youtu.be/TgJFmDw9S5k?t=659",
      "transcript": "So it is explained here by Srila Prabhupada, it is said that Lord Krishna also advised Yudhishtira, only for Dronacharya. Yudhishtira is the greatest moralist of his time, but he was told by Krishna, 'Tell a lie to Dronacharya, his own teacher. Tell a lie.' And it was also for a great cause. The Lord wanted it, therefore it was a great cause. Whatever the Lord wants, that is the greatest thing one can do. Satisfaction of the Lord is a criterion of one who is bona fide. And the highest perfection of life is to satisfy the Lord by one's occupational duty. That is the verdict of Gita and Bhagavad, both the Bhagavad Gita and Bhagavatam describe this. Where is it said in the Gita that the highest perfection of life is to satisfy the Supreme Lord by one's occupational duty? In the 18th chapter, the 46th verse says: Yataha Pravritti Bhutanam Yena Sarvam Idam Tatam Svakarmana Tam Abhyarchya Siddhim Vindati Manavaha. Is the meaning of this verse: By worship of the Lord, who is the source of all beings and who is all pervading, man can in the performance of his own duty attain perfection. So one attains perfection by worship of the Lord, who is the source of all beings and who is all pervading, while a person performs his own duties as prescribed in the Shastra. One can please the Lord in this way. In the Bhagavatam it is said, it is therefore concluded that the highest perfection one can achieve by discharging the duties prescribed for one's own occupation according to caste divisions and orders of life is to please the personality of Godhead. Highest perfection, Sam Siddhi, is Haritoshanam, satisfy or please Lord Hari."
    },
    {
      "start_time": 827,
      "end_time": 927,
      "verse_references": [],
      "themes": [
        "Confidentiality",
        "Examples of cheating",
        "Absolute Truth",
        "Conclusion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "To satisfy the Lord, anything is good, for it is in relation with the absolute truth.",
      "summary": "The speaker concludes by providing further examples of devotees 'cheating' for a higher purpose, emphasizing that actions done to satisfy the Lord are aligned with the absolute truth, and ends the lecture.",
      "timestamp_url": "https://youtu.be/TgJFmDw9S5k?t=827",
      "transcript": "So therefore Prabhupada says, Dhritarashtra and Vidura, followed by Gandhari, did not disclose their determination to Sanjaya, although he was constantly with Dhritarashtra as his personal assistant. Sanjaya never thought that Dhritarashtra could perform any act without consulting him. But Dhritarashtra's going away from home was so confidential that it could not be disclosed even to Sanjaya. And Srila Prabhupada gives more examples. Sanatana Goswami also cheated the keeper of the prison house than Mahaprabhu. Sanatana was trying to get relief from the duties in the royal palace of the King, Nawab Hussain Shah of Bengal. He was the minister. So he cheated the prison keeper and went away to join Chaitanya Mahaprabhu. Raghunath Das Goswami also cheated his priest and left home to join Chaitanya Mahaprabhu. So to satisfy the Lord, anything is good, for it is in relation with the absolute truth. That's the conclusion. I'll stop here. Thank you very much."
    }
  ]
}