{
  "video_id": "tgOACsCIok4",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.15.43-44 | 31-12-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=tgOACsCIok4",
  "segments": [
    {
      "start_time": 0,
      "end_time": 48,
      "verse_references": [],
      "themes": [
        "invocation",
        "guru",
        "Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Agyanati Miran Dhasya Gyanan Janishalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers, invoking blessings and paying respects to the spiritual master and Krishna.",
      "timestamp_url": "https://youtu.be/tgOACsCIok4?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyanan Janishalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha Namao Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvijesha Junyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Devi Saraswati Vyasam Tato Jaya Mudhirayet"
    },
    {
      "start_time": 48,
      "end_time": 113,
      "verse_references": [
        "SB 1.15.43"
      ],
      "themes": [
        "renunciation",
        "detachment",
        "material freedom"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "after that Maharaj Yudhishthira dressed himself in torn clothing, gave up eating all solid foods, voluntarily became dumb and let his hair hang loose.",
      "summary": "The speaker introduces and translates Srimad Bhagavatam 1.15.43, describing Yudhishthira's renunciation of material life.",
      "timestamp_url": "https://youtu.be/tgOACsCIok4?t=48",
      "transcript": "In this session, we are discussing two verses, the 43rd and the 44th verses of the 15th chapter of the Bhagavad Gita. So, to begin with, the 43rd verse: Chiravasa Niraharo Baddhavan Mukta Murdha Jaha Darsayan Atmano Rupam Jadonmatta Pishachavat Anavekshamano Niragad Ashranvan Badhiro Yatha. The meaning of this verse is, after that, Maharaj Yudhishthira dressed himself in torn clothing, gave up eating all solid foods, voluntarily became dumb, and let his hair hang loose. All this combined to make him look like an urchin or madman with no occupation. He did not depend on his brothers for anything, and just like a deaf man, he heard nothing."
    },
    {
      "start_time": 113,
      "end_time": 236,
      "verse_references": [
        "SB 1.15.43"
      ],
      "themes": [
        "detachment",
        "material freedom",
        "devotional service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Freedom from material entanglement, material engagement, material activities. Completely stop all that.",
      "summary": "The speaker elaborates on the meaning of the verse, emphasizing the importance of detaching from material activities and engaging in devotional service, explaining Yudhishthira's actions as a way to avoid material distractions.",
      "timestamp_url": "https://youtu.be/tgOACsCIok4?t=113",
      "transcript": "So, these are all the verses. These are all different steps towards totally becoming materially free. Freedom from material entanglement, material engagement, material activities. Completely stop all that. And do what? Fully engage only in devotional service. We don't require any of these material activities. We don't require any of these facilities or material senses or material anything. Don't require. So, in the purport, Srila Prabhupada explains – Thus being freed from all external affairs, Yudhishthira Maharaj had nothing to do with imperial life or family prestige. And for all practical purposes, he posed himself exactly like an inert mad urchin and did not speak of material affairs. Basically, now he doesn't want to be bothered by anybody for anything material. He himself has cut off from all material engagements, but he doesn't want other people, as long as he's living in the body before he quits the body, doesn't want other people to come and bother him with some material things. So, so let others will not bother him, he was dressed in torn clothing, and he posed as if he is a mad person, some street vagabond simply roaming aimlessly, there's nothing to do, so who will even approach him or think of talking to him or asking him or associating? Nobody will bother."
    },
    {
      "start_time": 236,
      "end_time": 375,
      "verse_references": [],
      "themes": [
        "fearlessness",
        "spiritualization",
        "material existence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "as long as there is any material relationship or material connection always there is the factor of fear",
      "summary": "The speaker discusses the concept of fear in the material world and how spiritualization leads to freedom from fear, highlighting the incompatibility of the spirit soul with the material atmosphere.",
      "timestamp_url": "https://youtu.be/tgOACsCIok4?t=236",
      "transcript": "They'll rather keep distance, oh, some mad man, better I stay away from him. He had no dependence on his brothers who had all along been helping him. See, when Yudhishthir Maharaj is ruling, he was in family life, so his brothers were assisting him, his brothers were strategizing with him, discussing with him, but all that completely stopped. No more any dependence on brothers or any connection with brothers, nothing. This stage of complete independence from everything is also called a purified stage of fearlessness, purified stage of fearlessness. As long as there is any material relationship or material connection, always there is the factor of fear. Fear in this material world is only due to the material existence. It's called the, it is the second kind of atmosphere in which the pure spirit soul is placed, for an atmosphere incompatible. Spirit soul is meant to live in the spiritual world, spiritual energy in spiritual atmosphere, but the spirit soul is placed in material energy, material atmosphere, material world, it's incompatible, so immediately what happens? Fear. So the purified stage where one is completely spiritualized is freedom from all fear, no material existence, that is complete freedom from all fear."
    },
    {
      "start_time": 375,
      "end_time": 554,
      "verse_references": [
        "SB 1.15.44"
      ],
      "themes": [
        "renunciation",
        "self-realization",
        "going back to Godhead"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "towards the north, treading the path accepted by his forefathers and great men, to devote himself completely to the thought of the Supreme Personality of Godhead.",
      "summary": "The speaker introduces and translates Srimad Bhagavatam 1.15.44, explaining Yudhishthira's journey north and his devotion to the Supreme Personality of Godhead, addressing potential questions about his seemingly strange behavior.",
      "timestamp_url": "https://youtu.be/tgOACsCIok4?t=375",
      "transcript": "44th verse, 44th verse, 44th verse translation is as follows: the 44th verse, você empezou go para, towards the north, treading the path accepted by his forefathers and great men, to devote himself completely to the thought of the Supreme Personality of Godhead. And he lived in that way wherever he went. So in the Purport, Shrila Prabhupada says, it is understood from this verse that Maharaja Yudhishthira followed in the footsteps of his forefathers and the great devotees of the Lord. We have discussed many times before that the system of Varnashrama Dharma, as it was strictly followed by the inhabitants of the world, specifically by those who inhabited the Aryavarta province of the world, emphasizes the importance of leaving all household connections at a certain stage of life. Aryavarta means the tract of land which is now called India, between the Himalayas and the Indian Ocean. This tract of land, India, what we now call India. So this is Aryavarta. And people who inhabit, live in this place, their culture was in the past to leave all household connections at a certain stage of life to completely free oneself from material entanglement, prepare oneself for going back to Godhead. The training and education was so important, and thus a respectable person like Maharaja Yudhishthira had to leave all family connection for self-realization and going back to Godhead. Now somebody may wonder, Yudhishthira was such a respectable person as the emperor of the world, he is dressing in tone clothing and he is acting as a madman. So what's gone wrong with this person? Why is he doing this? Why is he doing that? If somebody recognizes him, oh, he is the same person who was the emperor, now he is like a mad urchin. What has happened to him? Something has gone wrong with his mind, he has become deranged, mentally deranged. No, it is necessary for becoming free from all material entanglement."
    },
    {
      "start_time": 554,
      "end_time": 691,
      "verse_references": [],
      "themes": [
        "Vedic culture",
        "detachment",
        "spiritual development"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "No king or respectable gentleman would continue family life till the end.",
      "summary": "The speaker elaborates on Vedic culture and the importance of detaching from family life for self-realization, mentioning the stages of spiritual development: Brahmacharya, Grahastha, Vanaprastha, and Sannyas.",
      "timestamp_url": "https://youtu.be/tgOACsCIok4?t=554",
      "transcript": "For self-realization, for going back to Godhead, this is a necessary step. So Srila Prabhupada further explains the culture, the Vedic culture. No king or respectable gentleman would continue family life till the end. Till the end means till death comes. No respectable person will continue to live in the family atmosphere. It cannot be possible, who knows, he would keep at that side, might abandon carbohydrates to the end, very simply because of somebody's jumpscare. Take theala pie. We sing Geeta M standalone. Estabs the whole body to late a time, if we listen to some kind of music for the duration of life, after that even the lived persons watch the body to death at 9 pm, and right away the body of the physical body is rock solid just like that of Mr. Narayan Rami, Opportunity valuable opportunity in the uniform of life to free himself from material entanglement. So therefore it's considered suicide. In order to be free from all family encumbrances and devote oneself sent person to the devotional service of Lord Krishna. This system is always recommended for everyone because it's the path of authority. See, it is different stages of spiritual development: Brahmacharya, Grahastha, Vanaprastha, Sannyas. Now Brahmacharya is a student life, and Grahastha is the householder life. After this householder life, before death comes, Vanaprastha, freeing oneself from all material restlessness, responsibilities, and duties, and going away from family comforts, separating oneself from all family comforts and family life, so that one can completely devote oneself fully for devotional service of the Supreme Lord."
    },
    {
      "start_time": 691,
      "end_time": 821,
      "verse_references": [
        "BG 18.62",
        "BG 10.13"
      ],
      "themes": [
        "devotion",
        "Krishna",
        "Brahmaparam"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "That one must become a devotee of the Lord at least at the last stage of one's life",
      "summary": "The speaker quotes the Bhagavad Gita, emphasizing the importance of devotion to the Lord, especially in the last stage of life, and explains that 'Brahmaparam' refers to Lord Krishna.",
      "timestamp_url": "https://youtu.be/tgOACsCIok4?t=691",
      "transcript": "Complete engagement. Now Prabhupada quotes the Bhagavad Gita. The Lord instructs in the Bhagavad Gita in the 18th chapter, 62nd verse, that one must become a devotee of the Lord at least at the last stage of one's life. A sincere soul of the Lord like Maharaj Yudhishthira must abide by this instruction of the Lord for his own interest. Now earlier it was described, Yudhishthira Maharaj also turned towards the Lord, the instructions of the Bhagavad Gita, which Krishna instructed not only Arjuna but the whole world. So Yudhishthira Maharaj also turned towards the Bhagavad Gita instructions of the Supreme Lord, in which it is said that at least the last stage of one's life, one must become a devotee of the Lord. Of course, Yudhishthira Maharaj was a devotee all through, but to set an example, he is teaching how one must renounce all material attachments and become devoted to devotional service of Krishna. The specific words Brahmaparam indicate Lord Sri Krishna. In this verse, Hrithi Brahmaparam Dhyayan, he is meditating completely or thinking completely of Brahmaparam Dhyayan. What does Brahmaparam mean? Prabhupada says it specifically means Lord Krishna. Now this is corroborated in the Bhagavad Gita 10.13, when Arjuna with reference to great authorities like Asita, Devala, Narada, and Vyasa says Krishna is Parabrahman or Brahmaparam. What does Arjuna say in the Bhagavad Gita? Param Brahma Paramdhama Pavitra Paramam Bhavan. Krishna, you are the Parambrahma. You are the Brahmaparam."
    },
    {
      "start_time": 821,
      "end_time": 917,
      "verse_references": [
        "BG 10.13"
      ],
      "themes": [
        "Krishna",
        "Parabrahman",
        "devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna you are the Parambrahma You are the Brahmaparam",
      "summary": "The speaker continues to explain how Arjuna identifies Krishna as Parabrahman, supported by other great authorities, and concludes by reiterating Yudhishthira's devotion and journey towards the north.",
      "timestamp_url": "https://youtu.be/tgOACsCIok4?t=821",
      "transcript": "And Arjuna is telling, it is not just that I am declaring, because somebody may think Arjuna is Krishna's friend, so he will glorify Krishna, he will flatter Krishna, he will eulogize Krishna. No, Arjuna says, Ahustvam Rishya Sarve Devarishi Narada Sthatha Asito Devalo Vyasa Swayam Chaivam Bravishime. Arjuna is telling, not only I am declaring that you are Parabrahman, it is also so described by Devarishi Narada. He is one of the greatest authorities in the ancient times, in the Vedic times. He declares Krishna is the Supreme Brahman. And Asita, Devala, Vyasa, all the great sages who are Vedic authorities, they all declare Krishna to be the Supreme Brahman. Thus Maharaj Yudhishthira, while leaving home for the north, constantly remembered Lord Sri Krishna within himself, following in the footsteps of his forefathers as well as the great devotees of old times. So he absorbed his mind completely in thinking only of Krishna. And that is what Krishna says in Bhagavad Gita, Man Mana. Yudhishthira Maharaj cut off all material connections and began to think of Krishna and proceeded towards north in what we say as Mahaprastha. This will be further described in the next verse. I'll stop here. Thank you very much."
    }
  ]
}